{
  "id": 885522,
  "name": "The Lancaster County National Bank, Appellant, v. Andrew Garber",
  "name_abbreviation": "Lancaster County National Bank v. Garber",
  "decision_date": "1896-10-05",
  "docket_number": "Appeal, No. 247",
  "first_page": "91",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "178 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0059-01"
      ]
    },
    {
      "cite": "109 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0240-01"
      ]
    },
    {
      "cite": "93 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0019-01"
      ]
    },
    {
      "cite": "28 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0294-01"
      ]
    },
    {
      "cite": "83 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0248-01"
      ]
    },
    {
      "cite": "55 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470779
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0073-01"
      ]
    },
    {
      "cite": "101 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0438-01"
      ]
    },
    {
      "cite": "99 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates, 391",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0391-01"
      ]
    },
    {
      "cite": "169 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0564-01"
      ]
    },
    {
      "cite": "79 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0370-01"
      ]
    },
    {
      "cite": "67 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022468
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0082-01"
      ]
    },
    {
      "cite": "75 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0188-01"
      ]
    },
    {
      "cite": "168 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868524
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0468-01"
      ]
    },
    {
      "cite": "165 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0199-01"
      ]
    },
    {
      "cite": "69 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026448
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0204-01"
      ]
    },
    {
      "cite": "91 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488847
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0017-01"
      ]
    },
    {
      "cite": "77 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436258
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0118-01"
      ]
    },
    {
      "cite": "67 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814896
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0510-01"
      ]
    },
    {
      "cite": "67 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/67/0059-01"
      ]
    },
    {
      "cite": "165 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/165/0199-01"
      ]
    },
    {
      "cite": "69 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/69/0204-01"
      ]
    },
    {
      "cite": "91 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0017-01"
      ]
    },
    {
      "cite": "77 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436258
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 18854,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.542027938896743e-07,
      "percentile": 0.8848542907327802
    },
    "sha256": "df24f4615fe27b931ee73dcdaa8e16bb46ef4daa0925f9b48362adbefceb28ba",
    "simhash": "1:f2d695e74064646a",
    "word_count": 3444
  },
  "last_updated": "2024-02-27T19:42:00.583745+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "The Lancaster County National Bank, Appellant, v. Andrew Garber."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe maker or indorser of a negotiable note cannot defend against a bona fide holder without notice on the ground that there was fraud in the procurement or use of the note, and the mere fact that the note was acquired under suspicious circumstances will not invalidate it in the hands of the holder unless the circumstances are such that bad faith on his part can be reasonably inferred. The test of liability is not whether the note was taken under circumstances which would give rise to suspicion, but whether it was taken in good faith. It was held in Phelan v. Moss, 67 Pa. 59, that the existence of suspicious circumstances alone would not defeat the right to recover, but that bad faith must be proved. In Moorehead v. Gilmore, 77 Pa. 118, it was said by Shabswood, J., “ The latest decisions both in England and this country have set strongly in favor of the principle that nothing but clear evidence of knowledge or notice, fraud or mala fides, can impeach the prima facie title of a holder of negotiable paper taken before maturity. ... It is of the utmost importance to the commerce of the country that it should be sternly adhered to, however hard it may be in its application in particular cases.” Phelan v. Moss, has been approved and followed in State Bank v. McCoy, 69 Pa. 204; McSparran v. Neeley, 91 Pa. 17, and the more recent case of National Bank v. Morgan, 165 Pa. 199.\nThe defendant relied upon proof that he had indorsed the note in suit at the request of the maker, Henry Binkley, to take up a note held by the Columbia National Bank on winch they were both liable; that Binkley in violation of the agreement as to the use of the note had transferred it to E. H. Kauffman, who presented it to the plaintiff, the Lancaster County National Bank, for discount; and that it was discounted with the understanding that the proceeds together with a small sum paid by Kauffman should be used in payment of an overdue note held by the bank. The overdue note was signed by Binkley as maker and by the defendant Garber and E. H. Kauffman as indorsers. The proof as to this note was that it had been indorsed by the defendant for the accommodation of the maker, and by him altered from a note at six to a note at sixty days and transferred to Kauffman in payment of a debt then due. The bank had discounted it without notice of the alteration or misuse, but had been subsequently notified by the defendant that it was an altered note and that he would not hold himself liable as indorser. The note bore no evidence of alteration. It was discounted in the ordinary course of business, and the entire good faith of the plaintiff in regard to it has not been questioned.\nThe learned judge instructed the jury that it was the duty of the plaintiff under the circumstances to make inquiry before discounting the second note, and that having failed to do so it was not an innocent holder for value without notice; and the right to recover was made to depend upon the alteration of the first note and notice thereof. The error of this instruction is that it raised an issue as to the wrong note, and made the existence of circumstances which the judge considered sufficient to excite suspicion conclusive against the plaintiff’s right to recover. The issue was as to the last note, and the test of the plaintiff’s right to recover was whether it had been taken in good faith. This was a question of fact for the jury.\nThe first, second, third and fourth assignments of error are sustained, and the judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Wm. Aug: Atlee, with him Brown Ilensel, for appellant.",
      "Wm. R. Brinton and John A. Coyle, with them Edw. P. Brinton, for appellee."
    ],
    "corrections": "",
    "head_matter": "The Lancaster County National Bank, Appellant, v. Andrew Garber.\nPromissory notes — Bona fide holder without notice of fraud — Suspicious circumstances.\nThe maker or indorser of a negotiable note cannot defend against a bona fide holder without notice, on the ground that there was fraud in the procurement or use of the note; and the mere fact that the note was acquired under suspicious circumstances will not invalidate it in the hands of the holder unless the circumstances are such that bad faith on his part can be reasonably inferred. The test of liability is not whether the note was taken under circumstances which would give rise to suspicion, but whether it was taken in good faith.\nA bank discounted an accommodation note for the second indorser thereon. The .first indorser subsequently notified the bank that the note had been altered, and he denied liability upon it. It was protested at maturity, and the second indorser subsequently renewed and lifted it with another similar note, with the same maker and indorser, with the word “Renewal ” written across its face. After the maturity of the second note the bank brought suit upon it against the first indorser, who alleged as a defense the alteration and misuse of the first note, and also that the note in suit had been given to renew another note of the maker, at another bank, at which it was made payable.\nThe court charged that it was the duty of the bank to make inquiry before discounting the second note, and that, having failed to do so, it was not an innocent holder for value without notice, and that if the jury should find that the first note was forged, there could be no recovery on the second, which was a renewal thereof. Held, to be error, as the question for the jury was whether the bank had taken the second note in good faith.\nArgued May 22, 1896.\nAppeal, No. 247, Jan. T., 1896, by plaintiff, from judgment of C. P. Lancaster Co., May T., 1894, No. 58, on verdict for defendant.\nBefore Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nAssumpsit against first indorser upon a promissory note. Before Brubaker, J.\nThe court charged in part as follows:\nThis, as you bave seen, is an action brought by the Lancaster County National Bank, plaintiff, against Andrew Garber, the defendant, for the recovery of the amount of a certain promissory. note for $1,350, which was dated January 15, 1894, and was made payable sixty days after date to the order of Andrew Garber at the Mountville National Bank, in this county, and signed Henry B inkley. Youwill observe, gentlemen, that Henry Binkley is a drawer and that Andrew Garber, the defendant, is the first indorser, and E. H. Kauffman is the second indorser on this note. It is what is known in business circles as a bank accommodation note, that is, a note indorsed for the accommodation of the drawer. ■ The words, “ credit the drawer,” are at the bottom of the note, which is printed, and it also contains the signature of Mr. Garber under these words, which shows that it was an accommodation note. You will also observe that the note in suit contains the word “ renewal ” on the face, both in black and in red ink, and that it was made payable at the Mountville National Bank, of Mountville, Pa. The bank, plaintiff, contends that the note in suit, which was made payable at the same place, at the Mountville National Bank, was taken by them as a renewal of a certain other $1,400 accommodation note, dated October 18,1893, drawn by said Henry Binkley, and made payable sixty days after date to the order of Andrew Garber, the defendant, at the said Mountville National Bank, which was indorsed by Mr. Garber and also by E. H. Kauffman, which was discounted for said Kauffman by the Lancaster County National Bank, the plaintiff in this action; that the bank took the $1,400 note in the regular course of business without notice or suspicion of any alteration or fraud, and so far as that note is concerned, if it was a genuine note, the bank would be an innocent holder for value; and if there had been no further testimony in this case, the plaintiff would unquestionably be entitled to your verdict. But the note of $1,400 has been attacked here on the part of the defendant. We have admitted the testimony — after a full discussion by the learned counsel on either side in this case — of Mr. Garber, the defendant, to show, as the defense contends, that this $1,400 note was altered after it had been signed and indorsed, without the knowledge or consent of Mr. Garber, the defendant, and that the note in suit was not signed as a renewal of the alleged altered note of $1,400, but as renewal of a certain note of Binkley in the Columbia National Bank, and that it was fraudulently misused after distinct notice had been given to plaintiff’s bank by Garber of the fraud perpetrated, upon him before as to the $1,400 note. The note in suit has the word “ renewal ” distinctly marked in black ink, and also in red ink.\nThe main question, which I am obliged, from the view I take of this case, to submit to you for your consideration and determination, therefore, is, whether or not the $1,400 note is an altered or forged note. This is the first question you must decide when you come to examine the testimony after you retire. The alteration alleged is as to the time that the note was made payable. The time of payment was altered, as Mr. Garber says in his testimony, after it was signed and after it was indorsed by him and after it had left his hands from “ six ” to “ sixty ” days by erasure or otherwise, although the alteration was not apparent on the face of the note, or even could not be detected by the aid of a magnifying glass, which was used by the bank officers, as testified by them and admitted by Mr. Garber. I am obliged to say to you, that, in the eye of the law, if it was so altered, it would be such a material alteration as to relieve Mr. Garber, the defendant, and a recovery could not be had on that $1,400 note, if suit had been brought on it.\nThere is no dispute between the parties as to the notice given by Mr. Garber that there was an alteration made in the note and that Mr. Garber said that he would not pay it by reason of the alteration that had been made. Mr. Breneman and Mr. Haldy, officers of the bank, both admitted that he had so notified them, but at the same time they told Mr. Garber, that so far as they were concerned they were innocent holders, and would hold him responsible and expected him to pay it. Mr. Garber left the bank. Subsequently the note in suit was presented to the bank by Mr. Kauffman, who had had the former note discounted, and the note in suit was given to the bank in the presence of Mr. Binkley, and the bank took it in payment of the $1,400, note, and it was credited to Mr. Kauffman’s account, although the note hi suit was indorsed by Mr. Garber to renew a note at the Columbia National Bank, but which was misused by Binkley to pay off the $1,400 note, the alleged forged note, which had also been so misused if you believe Garber.\nNow it may be conceded that both the bank, plaintiff, and Mr. Garber, defendant, if the note was an altered or forged note, were imposed upon in this transaction by some one, and that some one may have been Mr. Kauffman or Mr. Binkley. It is a rule of' law that when one of two innocent parties is to bear a loss, the one who occasioned it is the one that should bear it. There is no pretense on the part of the plaintiff, the Lancaster County National Bank, that Mr. Garber did not use ordinary care in this case to prevent the fraud committed upon him if committed at all, and he could not be held responsible for any negligence, so far as the evidence in this case is concerned, if you believe it was an altered note, as contended. [We have evidence, on the contrary, that notice had been given to the bank by Mr. Garber that the $1,400 note was a forged note; and the note in suit being drawn by the same parties, indorsed by Mr. Garber, payable at the same bank where the $1,400 note had been made payable, being an accommodation note, being marked “ Renewal ” in both red and black ink, it was the duty of the bank, after it had notice of the alleged forgery, to make inquiry with reference to this note before it received it, and if the bank chose to take this note in suit without having made such inquiry, by reason of the former suspicious circumstances, then the bank was not an innocent holder of the note in suit for value.] [1] The alleged forged note of $1,400 is not in evidence. It was handed, as the bank officers say, to the drawer, Mr. Binkley, who was present with Mr. Kauffman as indorser, when the note in suit was taken by the plaintiff, the bank officers, and credited to Mr. Kauffman’s account in payment of the $1,400 note, as I have said before. The alleged forged note is not here for inspection by you, and the question must, therefore, depend solely upon Mr. Garber’s testimony, and his credibility, as I have said before, is a matter for you.\n[Now, gentlemen, this is a serious case. You have before you a genuine note, recovery upon which on the part of the plaintiff depends upon the fact whether the $1,400 note, the alleged forged note, was actually an altered note or not,] [2] as contended on the part of the defendant. We have said to you that, in our view of the matter, if that was a forged note, no recovery could be had on this one; knowledge having been brought to the plaintiff of that fact before they received the note in suit, and the note in suit being taken in renewal of the forged note, there could, therefore, be no recovery in this case. If you come to the conclusion that it was not an altered note, then the verdict should be in favor of the plaintiff in this case, with interest. If you come to the conclusion that it was an altered note, then no matter how good the new or second note may have been, being taken as a renewal of the forged or altered note after notice, there can be no recovery. You should take the law from the court. You must pass upon the evidence. You should simply decide the question of fact, whether that $1,400 note was or was not a forgery, and render your verdict accordingly.\nPlaintiff’s points and answers thereto among others were as follows:\n2. Before the jury can find for the defendant, they must find that the plaintiff and its officers were guilty of bad faith. Answer : Affirmed, but we say as we have already said more fully in our general charge to you, that if the alleged altered note of $1,400 was actually altered after Mr. Garber had signed and indorsed it and after it had left his hands, without his knowledge or consent, and Garber had given notice to the plaintiff,the bank, of the fact of alteration after the note of $1,400 became due, the plaintiff would not be an innocent holder of the note in suit; in such case it was the duty of the plaintiff to make inquiry concerning the note in suit before it accepted it in pay-. ment of the $1,400 note. [8]\nDefendant’s points and answers thereto among others were as follows:\n[2. If the jury believe further that the $1,400 note was altered, and that the note in suit was given as a renewal of the note in' the Columbia National Bank, and not as a renewal of the October 18, 1893, note for $1,400 (the alleged altered note), then the plaintiff bank was not a holder for value as to defendant of the note in suit. Answer: Affirmed, if you believe Garber gave him notice or information of the matter contained in this point.] [4]\n[3. If the jury believe from the evidence that the plaintiff bank took the note in suit mala fide (in bad faith) to the defendant, then the verdict should be in favor of the defendant. Answer : That is affirmed.] [5]\n[4. If the jury find from the evidence that the plaintiff bank was not the holder of the note in suit for value in good faith as to defendant, then the verdict must be in favor of the defendant. Answer: That is affirmed.] [6]\nVerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were (1-6) above instructions, quoting them.\nWm. Aug: Atlee, with him Brown Ilensel, for appellant.\nNow while it is true that fraud in the procurement or misappropriation of a note may be a defense, it is not a defense as against one who is a bona fide purchaser for value, without notice : Rothermal v. Hughes, 134 Pa. 510; Phelan v. Moss, 67 Pa. 67; Moorehead v. Gilmore, 77 Pa. 118; McSparran v. Neeley, 91 Pa. 17; Bank v. McCoy, 69 Pa. 204; Second Nat. Bank of Clarion v. Morgan, 165 Pa. 199.\nThe fact that this was an accommodation note is not a matter for defense or for consideration: Philler v. Patterson, 168 Pa. 468.\nAs to the alteration of the first note, if it was altered, this was only shown by the evidence of the defendant, and the same evidence and the evidence of the officers of the bank prove that no sign of altering could be discovered even with the aid of a magnifying glass. Therefore the note must have been issued in such a form as to admit of fraudulent practice with ease, and without ready detection: Zimmerman v. Rote, 75 Pa. 188; Garrard v. Hadden, 67 Pa. 82; Brown v. Reed, 79 Pa. 370; Gettysburg Nat. Bank v. Chisolm, 169 Pa. 564.\nWm. R. Brinton and John A. Coyle, with them Edw. P. Brinton, for appellee.\nA material alteration in a note discharges the parties not consenting thereto: Randolph on Commercial Paper, secs. 1742, 1758, 1777; Bank of U. S. v. Boone, 3 Yeates, 391; Babb v. Clemson, 10 S. &. R. 428; Getty v. Shearer, 20 Pa. 16; Stephens v. Graham, 7 S. & R. 505; Graighead v. McLoney, 99 Pa. 215; Hooker v. Jamison, 2 W. & S. 438; Leas v. Wall, 101 Pa. 64.\nThe surrender of an original valid note for a forged renewal will not affect a recovery upon the original. The converse of this proposition ought to be equally sound: Randolph on Commercial Paper, sec. 488; Fraker v. Cullum, 21 Kansas, 55; Lenheim v. Wilmarding, 55 Pa. 73; Royer v. Keystone Bank, 83 Pa. 248; Daniels on Negotiable Instruments, secs. 177, 205, 795.\nWhere a negotiable note has been obtained by fraud, or fraudulently put in circulation, the holder must prove that he is a bona fide holder for value, and without any notice of fraud: Hutchinson v. Boggs & Kirk, 28 Pa. 294; Lenheim v. Wilmarding, 55 Pa. 73; Smith v. Building Assn., 93 Pa. 19; Lerch Hardware Co. v. Bank, 109 Pa. 240; Randolph on Commercial Paper, sec. 1027. Plaintiff was not a bona fide holder for value of the note in suit as to Garber.\nIn Rothermal v. Hughes, 134 Pa. 510, cited by appellant, Hughes indorsed a note under the promise of the maker to get several more indorsers. The indorser defended on that ground. The facts are in no wise similar. In Phelan v. Moss, 67 Pa. 59, the note was obtained by the maker by fraud. It was purchased by the holder for less than its face value. There was no knowledge or notice of the fraud. It is not applicable to the case at hand. In Moorehead v. Gilmore, 77 Pa. 118, a member of the firm had no authority to sign the note under the private articles of partnership. The holder had no notice of this. In McSparren v. Neeley, 91 Pa. 17, and Bank v. McCoy, 69 Pa. 204, the defendants were very drunk when they indorsed the note; the holder had no knowledge of the fact.\nOctober 5, 1896:"
  },
  "file_name": "0091-01",
  "first_page_order": 111,
  "last_page_order": 118
}
