{
  "id": 1201276,
  "name": "Painter, Appellant, v. Baltimore & Ohio Railroad Company",
  "name_abbreviation": "Painter v. Baltimore & Ohio Rrailroad",
  "decision_date": "1940-05-20",
  "docket_number": "Appeal, No. 5",
  "first_page": "271",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "339 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "218 App. Div. (N. Y.) 295",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4802261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/218/0295-01"
      ]
    },
    {
      "cite": "116 N. J. L. 162",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        99280,
        99185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/116/0162-02",
        "/njl/116/0162-01"
      ]
    },
    {
      "cite": "270 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136194
      ],
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/270/0001-01"
      ]
    },
    {
      "cite": "53 Stat. 1404",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "253 U. S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        189328
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/253/0086-01"
      ]
    },
    {
      "cite": "253 U. S. 77",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        189371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/253/0077-01"
      ]
    },
    {
      "cite": "324 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0174-01"
      ]
    },
    {
      "cite": "287 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0390-01"
      ]
    },
    {
      "cite": "304 U. S. 572",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10734,
        10676,
        10605,
        10804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0572-02",
        "/us/304/0572-01",
        "/us/304/0572-04",
        "/us/304/0572-03"
      ]
    },
    {
      "cite": "93 F. (2d) 159",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1010976
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/93/0159-01"
      ]
    },
    {
      "cite": "284 U. S. 74",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0074-01"
      ]
    },
    {
      "cite": "241 U. S. 177",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8286162
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/241/0177-01"
      ]
    },
    {
      "cite": "239 U. S. 556",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3933227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/239/0556-01"
      ]
    },
    {
      "cite": "284 U. S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5718412
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0296-01"
      ]
    },
    {
      "cite": "229 U. S. 146",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3665158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/229/0146-01"
      ]
    },
    {
      "cite": "302 U. S. 705",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157696,
        6157733,
        6157768,
        6157801,
        6157655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/302/0705-02",
        "/us/302/0705-03",
        "/us/302/0705-04",
        "/us/302/0705-05",
        "/us/302/0705-01"
      ]
    },
    {
      "cite": "126 Pa. Superior Ct. 436",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        998284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/126/0436-01"
      ]
    },
    {
      "cite": "284 U. S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0415-01"
      ]
    },
    {
      "cite": "238 Fed. 95",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/238/0095-01"
      ]
    },
    {
      "cite": "336 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0490-01"
      ]
    },
    {
      "cite": "287 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0302-01"
      ]
    },
    {
      "cite": "35 Stat. 65",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 9670,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 3.965645484794815e-07,
      "percentile": 0.9044533098261713
    },
    "sha256": "6877be41c2f362a5d1e67d5e3a5e426f68ee6d45e04f13df2de30511c7808884",
    "simhash": "1:381ac2564eb4f488",
    "word_count": 1650
  },
  "last_updated": "2024-02-27T23:35:15.015822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaefer, C. J., Maxey, Drew, Linn, Stern, Barnes and Patterson, JJ."
    ],
    "parties": [
      "Painter, Appellant, v. Baltimore & Ohio Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Barnes,\nThe question involved in this appeal is whether plaintiff, a railroad carpenter, was engaged in interstate commerce within the purview of the Federal Employers’ Liability Act of April 22,1908, ch. 149, 35 Stat. 65, when he suffered the injuries for which he seeks to recover damages.\nPlaintiff was employed by defendant to do repair work at its Water Street passenger station in Pittsburgh. On March 6, 1928, he was directed to assist other workmen in replacing a frame shanty at its original location in the terminal yard, from which it had been temporarily removed. The building contained flags, fusees, lanterns, torpedoes, and other signaling equipment used by defendant in the operation of its trains in both interstate and intrastate transportation. The structure was in continuous use during its removal and replacement, and from it trainmen obtained such signal devices as they required. At the time plaintiff was injured it was occupied by an employee of defendant engaged in filling, trimming and cleaning lanterns.\n. When it had been brought to the proper location, the shanty was elevated upon four railroad jacks, one at each corner, so that wooden sills could be laid beneath it to form a support. Plaintiff was engaged in placing the sills when a jack slipped, causing the building to fall and crush his hand.\nOn March 1, 1930, he brought suit under the Federal Act. It was stated at the bar of this Court that he had previously rejected defendant’s offer of compensation under the Pennsylvania Workmen’s Compensation Act.\nAt the trial defendant offered no evidence, and moved for a compulsory nonsuit at the conclusion of plaintiff’s case on the ground that he had not shown his employment to have been in interstate commerce at the time of the accident. This motion was refused and the jury returned a verdict for plaintiff. Thereafter the court below entered judgment for defendant non obstante veredicto, and plaintiff has appealed. No question is raised as to defendant’s negligence, and the only issue between the parties is the applicability of the federal law.\nThe burden of proving that he was injured while engaging in interstate commerce rested, of course, upon plaintiff: Konsoute v. Pennsylvania R. R., 287 Pa. 302; Colangelo v. Pittsburgh & L. E. R. R. Co., 336 Pa. 490; Kelly v. Pennsylvania R. Co., 238 Fed. 95. The fact that his employer was engaged in interstate and intrastate commerce, and that his duties may have involved his occupation in both of these activities, create no presumption or inference that he was injured in one rather than the other at the time the accident happened: New York, N. H. & H. R. Co. v. Bezue, 284 U. S. 415; Colangelo v. Pittsburgh & L. E. R. R. Co., supra; Mease v. Reading Co., 126 Pa. Superior Ct. 436, certiorari denied 302 U. S. 705.\nIt is plaintiff’s contention that he was engaged in interstate transportation when he suffered his injury because the building which he was helping to move and set in place was in use as a supply shed for equipment employed in the operation of interstate, as well as intrastate trains. He relies principally upon Pedersen v. Dela., Lack. & West. R. R., 229 U. S. 146, where it was held that a workman injured while carrying bolts to be used in repairing a bridge over which some interstate traffic passed, was employed in interstate transportation.\nAlthough the shanty contained signaling devices employed in both types of transportation, the work upon which plaintiff was engaged at the time had no connection with the distribution and use of those articles. His immediate employment was not “in interstate transportation, or in work so closely related to it as to be practically a part of it” in accordance with the rule established by the Supreme Court of the United States. What he was doing did not impede or facilitate the movement of interstate trains. The facts clearly show that the relation of his work to interstate transportation was too remote to afford a basis for recovery under the Federal Act.\nIn a similar case, Chicago & E. I. R. Co. v. Commission, 284 U. S. 296, it was held that a railroad employee, injured while working upon an electric motor used to hoist coal into a chute from which it was to be dispensed to interstate and intrastate locomotives, was not engaged in interstate transportation. And see Shanks v. Dela., Lack. & West. R. R., 239 U. S. 556; Chicago, Burington & Q. R. R. Co. v. Harrington, 241 U. S. 177; Chicago & N. W. Ry. Co. v. Bolle, 284 U. S. 74.\nThe rule concerning activities of this sort is well stated in Louisville & N. R. Co. v. Brittain, 93 F. (2d) 159, (C. C. A. 5th 1937) certiorari denied 304 U. S. 572. It was there said (p. 162) : “As we read and understand the Supreme Court decisions, written since the Pedersen case, and especially those most recently written, they hold that while a repairman, injured while engaged in making repairs upon instrumentalities used in interstate commerce, may conceivably be under the act, he will be held to be so only when those repairs are not remotely, but directly an essential part of transportation as motion or action.” The court held in that case that the federal statute did not apply to an employee injured while hauling timbers to replace unsound sills under a station platform upon which interstate freight was, at. times, unloaded. It is to be noted that this is a closely analogous case.\nOur own cases are in complete accord with the federal authorities upon this point. We held in Phillips v. Balto. & Ohio R. R., 287 Pa. 390, that a workman injured while altering bins in a storage warehouse in which were kept parts and materials for the repair of locomotives, rolling stock and track used in interstate and intrastate commerce, could not recover under the federal act, stating (p. 392) : “. . . the relation of this work to interstate commerce was remote at best,— too remote to be ‘practically part of it’ ”. And, in Haney v. Balto. & Ohio R. R. Co., 324 Pa. 174, we decided that a carpenter’s helper was not engaged in interstate transportation when he was hurt while repairing a tipple used for coaling interstate and intrastate locomotives. These decisions are controlling in the present case.\nPlaintiff urges, however, that at the time of the accident and during the period within which he might have filed a claim under the State Workmen’s Compensation Act, the cases of Erie R. R. v. Collins, 253 U. S. 77, and Erie R. R. v. Szary, 253 U. S. 86, were the law of the land, and that his sole remedy, under them, was to seek relief under the Federal Employers’ Liability Act. He therefore contends that the case of Chicago & E. I. R. Co. v. Commission, supra, overruling those decisions, should not be applied “retroactively” to his case because the time for action under the State law has now expired. Such attempt at judicial estoppel merits no extended discussion. It is based not only upon the false premise that plaintiff had acquired vested rights under the earlier cases although his claim had not yet been adjudicated, but also upon the mistaken assumption that the two Erie R. R. cases bear such a direct analogy to his own that they would have controlled its determination. In our opinion, neither assumption is tenable.\nEqually without merit is plaintiff’s argument that the Act of Congress of August 11, 1939, ch. 685, Section 1, 53 Stat. 1404, amending Section 1 of the Act which we have been considering, must be construed to authorize the bringing of the present suit. It is argued that the purpose of this amendment was to bring all cases of injuries to railroad employees within the provisions of the Federal Act, whether or not such employees were engaged in interstate commerce, and further that the amending act is retrospective, although not expressly so declared. To adopt this construction would violate the fundamental principle “that a statute shall not be given retroactive effect unless such construction is required by explicit language or by necessary implication”: See United States v. St. Louis, etc. Ry Co., 270 U. S. 1, 3. We need not consider whether the language of the amendment may be given the broad construction for which plaintiff contends because of our view that its provisions have no application to the present case.\nThe order of the court below is affirmed.\nIn Martin v. Central R. Co. of N. J., 116 N. J. L. 162, a painter working on the skylight of a train shed housing trains in both types of commerce, was denied recovery under the Federal Act. A situation analogous to the present case existed in Klochyn v. N. Y. C. R. Co., 218 App. Div. (N. Y.) 295, where a carpenter was injured while repairing a watchman’s shanty which was in use not only as a shelter for the watchman but as a tool-shed for the storage of equipment sometimes used in repairing interstate tracks. In affirming an award to the claimant under the State law, the court said (p. 296): “Repairing the shanty is a step further removed from commerce movement than is the shanty itself and its use. . . . The fact that tools were kept in the shanty cannot affect the result. While the tools were stored they were withdrawn from commerce and it could hardly be said that every building in which track gangs kept their tools was directly connected with interstate commerce.”",
        "type": "majority",
        "author": "Mr. Justice Barnes,"
      }
    ],
    "attorneys": [
      "J. Thomas Hoffman, with him Samuel J. Goldstein, George V. Moore and Harry Meizlih, for appellant.",
      "S. G. PugUese, of Margiotti, Evans & Pugliese, for appellee."
    ],
    "corrections": "",
    "head_matter": "Painter, Appellant, v. Baltimore & Ohio Railroad Company.\nArgued March 19, 1940.\nBefore Schaefer, C. J., Maxey, Drew, Linn, Stern, Barnes and Patterson, JJ.\nJ. Thomas Hoffman, with him Samuel J. Goldstein, George V. Moore and Harry Meizlih, for appellant.\nS. G. PugUese, of Margiotti, Evans & Pugliese, for appellee.\nMay 20, 1940:"
  },
  "file_name": "0271-01",
  "first_page_order": 313,
  "last_page_order": 318
}
