{
  "id": 4195280,
  "name": "ESTATE of Stephen X. STEPHANO, Deceased Appeal of Daniel T. Stephano. Estate of Constantine S. Stephano, Deceased Appeal Of Daniel T. Stephano",
  "name_abbreviation": "Estate of Stephano",
  "decision_date": "2009-09-30",
  "docket_number": "Nos. 84 MAP 2008 and 35 MAP 2008",
  "first_page": "527",
  "last_page": "539",
  "citations": [
    {
      "type": "official",
      "cite": "602 Pa. 527"
    },
    {
      "type": "parallel",
      "cite": "981 A.2d 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "888 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998096,
        2473172
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "693",
          "parenthetical": "\"We remind the Superior Court that its jurisprudential task 'is to effectuate the decisional law of this Court, not to restrict it through curtailed readings of controlling authority.' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0680-01",
        "/pa/585/0237-01"
      ]
    },
    {
      "cite": "585 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2473172
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "\"We remind the Superior Court that its jurisprudential task 'is to effectuate the decisional law of this Court, not to restrict it through curtailed readings of controlling authority.' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0237-01"
      ]
    },
    {
      "cite": "275 A.2d 336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "339",
          "parenthetical": "testator's intent ascertained from will's language and scheme, circumstances when will was created, and facts; \"canons of construction will be resorted to only if the language of the will is ambiguous or conflicting or the testator's intent is for any reason uncertain.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935330
      ],
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "testator's intent ascertained from will's language and scheme, circumstances when will was created, and facts; \"canons of construction will be resorted to only if the language of the will is ambiguous or conflicting or the testator's intent is for any reason uncertain.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0172-01"
      ]
    },
    {
      "cite": "114 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "138",
          "parenthetical": "testator did not create trust regarding certain property where other portions of will created trust, showing he knew how to create trust if desired"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "382 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259981
      ],
      "year": 1955,
      "pin_cites": [
        {
          "parenthetical": "testator did not create trust regarding certain property where other portions of will created trust, showing he knew how to create trust if desired"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0153-01"
      ]
    },
    {
      "cite": "821 A.2d 1238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        197205,
        9141182
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0127-01",
        "/a2d/821/1238-01"
      ]
    },
    {
      "cite": "573 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197205
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0127-01"
      ]
    },
    {
      "cite": "950 A.2d 262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8225209,
        8225250,
        3924507,
        3924070
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/950/0262-01",
        "/a2d/950/0262-02",
        "/pa/597/0054-01",
        "/pa/597/0053-01"
      ]
    },
    {
      "cite": "597 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3924507
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/597/0054-01"
      ]
    },
    {
      "cite": "932 A.2d 267",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "159 A. 555",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 5,
      "year": 1932,
      "pin_cites": [
        {
          "page": "559",
          "parenthetical": "\"In all cases of acceptance of a gift made upon condition that the legatee pay certain debts or legacies, the legatee assumes a personal responsibility to pay; the relationship created is one of debtor and creditor.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136899
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0301-01"
      ]
    },
    {
      "cite": "159 A. 555",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 4,
      "year": 1932,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "306 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136899
      ],
      "weight": 2,
      "year": 1932,
      "opinion_index": 1,
      "case_paths": [
        "/pa/306/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 894,
    "char_count": 24509,
    "ocr_confidence": 0.661,
    "pagerank": {
      "raw": 8.926265551732335e-08,
      "percentile": 0.5007400045330829
    },
    "sha256": "ee7dad385d9af9898b5b692b9bc7809c36c5dbda7913011f39fa49ead830e3fd",
    "simhash": "1:d4a8f7061ae693fb",
    "word_count": 4011
  },
  "last_updated": "2024-02-27T21:28:08.673238+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ.",
      "Chief Justice CASTILLE, and Justice TODD and JUSTICE McCAFFERY join the opinion.",
      "Justice BAER files a concurring opinion in which Justice SAYLOR and Justice GREENSPAN join.",
      "Justice SAYLOR and Justice GREENSPAN join this opinion."
    ],
    "parties": [
      "ESTATE of Stephen X. STEPHANO, Deceased Appeal of Daniel T. Stephano. Estate of Constantine S. Stephano, Deceased Appeal Of Daniel T. Stephano."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nThis dispute arose out of Stephen X. Stephano’s testamentary trust which was administered by his son, Constantine, and after Constantine’s death, by Constantine’s son, Stephen C.S. Stephen C.S. has passed away, and his son Daniel, appellant herein, has served as both executor of Stephen C.S.’s estate and trustee of Stephen X.’s- trust. Penelope Blechstein is appellant’s aunt and Stephen X.’s granddaughter.\nStephen X.’s will created the trust, funded by the closely-held, family corporation, “Stephano Brothers.” The will provided the trust would terminate on the death of certain listed individuals, at which time “the Trustees shall divide [his] estate into two equal parts.” Original Record, Petition for Declaratory Judgment to Determine Nature of Penelope Blechstein’s Interest, Nos. 58981 and 970526, Montgomery County Orphan’s Court, Exhibit D (Stephen X.’s Will), at 3. Constantine was given the power of appointment over his part of the trust estate, Id., at 3-4, which he exercised in the Fourth Item of his own will, stating, in pertinent part:\nBy virtue of the power granted to me by the will of my father, Stephen Stephano, ... I hereby appoint my son, Stephen C.S. Stephano, to receive all of the principal of the [residuary] trust established by that will, which I have the power to transmit; and direct that the said principal be paid, transferred and delivered to my said son and his heirs absolutely and forever, if he is living when the said trust terminates....\nId., Exhibit A (Constantine’s Will), at 3. Additionally, Constantine appointed Stephen C.S. as beneficiary of Stephen X.’s residuary trust, “subject to the condition, ... that all ... dividends on one-third of the shares of the preferred stock ... herein appointed shall be paid to my daughter, Penelope S. Blechstein, for and during her life.” Id.\nIn addition to the stock interest in Stephen X.’s residuary trust, in the Third Item of his will, Constantine gave Stephen C.S. the stock he owned outright-at the time of his death. This devise was given “subject to the condition ... that all of the dividends on all of the shares of preferred stock ... shall be paid to my daughter, Penelope S. Blechstein, for and during the term of her life.” Id., at 2. This item further provided if Stephen C.S. did not survive Constantine, the stock would go to Stephen C.S.’s male issue, with the same condition to pay dividends to Blechstein; only if Stephen C.S. had no male issue would the stock itself go to Blechstein, or to her surviving male issue, per stirpes.\nStephen X.’s trust terminated in 1993, and litigation surrounding the trust and Constantine’s will began in 1995. Blechstein claimed Constantine’s will created a trust, of which she was beneficiary; she sought an account of Stephen C.S. as trustee. The trial court found Blechstein had standing to seek an account, but left open the question of whether Constantine’s will, with the conditions to pay her dividends, created a trust in Blechstein’s favor, and if so, the value to her. See Trial Court Opinion, 4/7/06, at 3 (citing Stephano Trust, 15 Fiduc.Rep.2d 348 (1995)).\nMost recently, appellant filed a petition for declaratory judgment to have the trial court determine the nature of Blechstein’s interests. Appellant relied on In re Pollock’s Estate, 306 Pa. 301, 159 A. 555 (1932), in which this Court held a bequest subject to the condition the beneficiary pay dividends to the decedent’s wife for her lifetime was not a trust. Id., at 559 (“In all cases of acceptance of a gift made upon condition that the legatee pay certain debts or legacies, the legatee assumes a personal responsibility to pay; the relationship created is one of debtor and creditor.”). Appellant contends Constantine did not intend to create a trust; the provisions in Constantine’s will created a debtor-creditor relationship, or equitable charge.\nOn April 7, 2006, the trial court issued an opinion construing the two provisions of Constantine’s will — the one devising the stock in Stephen X.’s residuary trust to Stephen C.S., and the other devising Constantine’s stocks to Stephen C.S., both with the obligation to pay Blechstein a portion of the stocks’ dividends — as creating a trust for her benefit. In resolving these issues, the trial court noted, under Pollock’s Estate, appellant was correct that the will created a debtor-creditor relationship between appellant and Blechstein. However, the trial court declined to follow Pollock’s Estate. Instead, the court relied on the subsequently created Restatement of Trusts as instructing that Blechstein’s position — that a trust was created for her benefit — was correct.\nSpecifically, the trial court relied on three comments in various enactments of the Restatement of Trusts distinguishing a trust from an equitable charge. See Restatement (First) of Trusts § 10 (“An equitable charge is not a trust.”). First, the trial court cited Comment f to § 10 of the First Restatement, which provides, in relevant part:\n[Wjhere property is transferred to another with a direction to pay to a third person a certain sum out of the property or its proceeds, or “subject to the payment from the property or its proceeds,” or “paying from the property or its proceeds” such sums, a trust and not an equitable charge is created, since the transferor thereby manifests an intention to impose a duty upon the transferee to deal with the property in part at least for the benefit of the third person.\nId., § 10 cmt. f. The trial court also relied on § 11, Comment b, which states “[i]n the absence of other evidence a transfer of property ‘upon condition’ that it be dealt with in a manner beneficial to a third person indicates an intention to create a trust rather than an intention to make a transfer upon condition.” Id., § 11 cmt. b. Finally, the trial court relied on § 5, Comment h of the Restatement’s most recent version, which states property may be transferred “by will to another person for the latter’s own benefit but subject to the payment of a sum of money[,]” in which case an equitable charge or lien on the property is created. Restatement (Third) of Trusts, § 5 cmt. h. The Restatement differentiates this relationship from one where the transferor directs “the particular property being transferred ... be used in part for the benefit of one or more third persons, in which case a trust is created.” Id.\nThe trial court found Pollock’s Estate and the Restatements irreconcilable, stating this Court did not have the benefit of the Restatement when it decided Pollock’s Estate. It concluded because Constantine’s will did not include a forfeiture provision if Stephen C.S. failed to pay dividends to Blechstein, and because the will instructed the dividends be used to benefit Blechstein, Constantine intended to create a trust for her benefit. The Superior Court affirmed in an unpublished memorandum adopting the trial court opinion. See In re Estate of Stephano, Nos. 1180 EDA 2006, 932 A.2d 267 & 1181 EDA 2006, 932 A.2d 267, unpublished memorandum at 4 (Pa.Super. filed July 12,2007).\nAppellant filed a Petition for Allowance of Appeal in this Court, and we granted allocatur to address: “Whether provisions in a will bequeathing property to a beneficiary subject to the condition that the beneficiary pays all dividends on a portion of the property to a third party for life created a trust for the third party’s benefit, or a creditor/debtor relationship.” In re Estate of Stephano, 597 Pa. 54, 950 A.2d 262 (2008). As this is a question of law, our standard of review is de novo, and our scope of review is plenary. See In re Hickson, 573 Pa. 127, 821 A.2d 1238, 1242 (2003).\nAppellant claims Pollock’s Estate sets forth the applicable rule of law that “[i]n all cases of acceptance of a gift made upon condition that the legatee pay certain debts or legacies, the legatee assumes a personal responsibility to pay; the relationship created is one of debtor and creditor.” Pollock’s Estate, at 559. Appellant argues the Superior Court erred in affirming the trial court’s finding a trust was created. Both courts failed to follow Pollock’s Estate, but instead applied the Restatement of Trusts, and appellant asserts that until the Restatement and its comments are formally adopted by this Court, it is not Pennsylvania law. Finally, appellant claims even if this Court were to apply the Restatements, a trust for Blechstein’s benefit was not created because the trial court made incorrect assumptions in interpreting the Restatements’ language.\nBlechstein contends the language in Constantine’s will created a valid trust in her favor, and the trial court was correct in relying on the Restatement of Trusts because it was created after Pollock’s Estate. Blechstein claims Stephen X. created his residuary trust knowing the stock may someday be sold, as did Constantine, and that Constantine would expect any income from stock proceeds to be paid to Blechstein; thus, she infers Constantine intended to create a trust and make her the beneficiary. Blechstein also attempts to distinguish Pollock’s Estate by claiming it focused on an agreement between testator’s son and wife that occurred after testator died.\nIn Pollock’s Estate, this Court examined a bequest where the .testator gave 2,370 shares of stock to his son, “provided, however, and under the condition that he shall make payment of one half of all dividends that may be declared thereon of any kind or nature to my said wife for and during the term of her natural life.” Id., at 556. There was no remainder-over in case of non-performance, but an absolute gift to the testator’s son; thus, the Court found no trust was created. Id., at 559. Further, the Court found nothing in the will’s language to suggest the testator intended to create a trust, and concluded the relationship created was one of debtor and creditor, ruling the debtor did not have to file an account of dividends he received from the stock. Id., at 559-60.\nAs in Pollock’s Estate, the testator here, Constantine, did not intend to create a trust; his will created other trusts, showing he knew how to create a trust. He devised the stock to Stephen C.S. as an absolute gift, and there was no remainder-over if Stephen C.S. failed to pay Blechstein the dividends. Constantine’s actions evidenced he did not intend to create a trust. See Stineman v. Stineman, 382 Pa. 153, 114 A.2d 137, 138 (1955) (testator did not create trust regarding certain property where other portions of will created trust, showing he knew how to create trust if desired); see also In re Estate of Pearson, 442 Pa. 172, 275 A.2d 336, 339 (1971) (testator’s intent ascertained from will’s language and scheme, circumstances when will was created, and facts; “canons of construction will be resorted to only if the language of the will is ambiguous or conflicting or the testator’s intent is for any reason uncertain.”).\nThis Court has not adopted the Restatement of Trusts, and the trial and Superior Courts erred in applying it instead of Pollock’s Estate, which remains controlling precedent. See Commonwealth v. Millner, 585 Pa. 237, 888 A.2d 680, 693 (2005) (“We remind the Superior Court that its jurisprudential task ‘is to effectuate the decisional law of this Court, not to restrict it through curtailed readings of controlling authority.’ ”) Even had this Court formally adopted the Restatement, it does not clearly address the issue sub judice. The trial court held the Restatement’s comments suggest a trust is created where property is transferred with direction to pay a third party a certain sum out of the property or its proceeds, but Constantine did not appoint or direct Stephen C.S. solely to distribute funds to Blechstein. Instead, Constantine made him the beneficiary of the devise of his stock interests, with the condition that specific income from the stocks’ dividends be paid to Blechstein during her life.\nBecause Stephen C.S. received the primary benefit from the devise, he merely owed the duty to pay Blechstein the amount set out in Constantine’s will; thus, a debtor-creditor relationship exits, and a trust was not created. To accept Blechstein’s interpretation of Constantine’s will would be to ignore his intent of devising the stock to Stephen C.S. and his heirs. Constantine clearly intended his son and his son’s male issue to be the primary beneficiaries of the gift of the stock, providing Blechstein with money, designated by the dividends’ worth, for her life.\nFurther, the Restatement’s comments appear to differentiate between a devise of property to be “dealt with” to benefit a third party, in which case a trust can be found if consistent with the testator’s intent, and a situation where the devisee retains the primary interest, in which case an equitable charge, or debtor-creditor relationship, is created. See Restatement (Second) of Trusts, § 10 cmts. f, g. Here, Constantine did not designate the stocks be “dealt with” in any particular manner, but provided that some of the dividends from the property devised to his son be paid to Blechstein. This establishes a debtor-creditor relationship, not a trust.\nWe reaffirm Pollock’s Estate. Where property is bequeathed to a beneficiary with a condition to pay a third party a certain sum from the property, and the will’s language and testator’s intent do not clearly create a trust, a debtor-creditor relationship will be presumed. As the Superior Court did not follow Pollock’s Estate, but improperly relied on the Restatement of Trusts, its finding that Constantine’s will created a trust for Blechstein’s benefit is reversed.\nOrder reversed. Jurisdiction relinquished.\nChief Justice CASTILLE, and Justice TODD and JUSTICE McCAFFERY join the opinion.\nJustice BAER files a concurring opinion in which Justice SAYLOR and Justice GREENSPAN join.\n. The terms \"equitable charge” and \"debtor-creditor relationship” are used interchangeably by the parties and in some of the cited legal authority. Any technical distinction between these terms is irrelevant to the outcome of this case.\n. Blechstein cites a provision in Stephen X.’s will providing any “dividends, interest and income arising from proceeds of [a] sale or exchange” of the devised stock, shall be held in trust under the same provision of his will dealing with the stocks’ dividends. Blechstein’s Brief, at 11 (quoting Stephen X.’s Will, at 5).",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "Justice BAER,\nconcurring.\nWhile I join the Majority’s holding that the estates in question are controlled by In re Pollock’s Estate, 306 Pa. 301, 159 A. 555 (1932), I write separately to express my belief that this holding should have a limited impact on the jurisprudence of the Commonwealth, notwithstanding the Majority’s comment to the contrary.\nAs noted by the Majority, this case involves testamentary gifts devised in 1945 from Constantine Stephano to his son, Stephen C.S. Stephano, and through Stephen C.S.’s estate, to Daniel T. Stephano, Stephen C.S.’s son (Appellant). Specifically, the gifts bequeathed to Stephen C.S. (and after his death, Appellant), were a number of shares of stock in a family-owned business. The stock was given on the condition, however, that certain portions of its proceeds be paid to Stephen C.S.’s sister (and, therefore, Appellant’s aunt) Penelope S. Blechstein (Appellee), for life. Appellant currently has control of the subject securities and the responsibility to pay the dividends from those securities to Appellee. Thus, the question presented in this appeal is whether Appellee is a creditor to the estates, with Appellant a debtor; or, whether the arrangement created a trust, with Appellant the trustee and Appellee the beneficiary.\nIn finding that these circumstances constitute a creditor-debtor relationship (also known as a equitable charge), the Majority cites as controlling In re Pollock’s Estate, 306 Pa. 301, 159 A. 555 (1932), and rejects the application of the Restatements of Trusts by the courts below. In Pollock’s Estate, this Court analyzed a situation analogous to the facts presented instantly. There, the testator gave 2,370 shares of closely-held stock to his son, provided that the son make payment of one-half of the dividends therefrom to his mother for the remainder of her life. Under those facts, this Court found that “[i]n all cases of acceptance of a gift made upon condition that the legatee pay certain debts or legacies, the legatee assumes a personal responsibility to pay. The relationship created is one of debtor and creditor.” Id. at 559.\nAs stated, I agree with the Majority that this case is in line with the facts of Pollock’s Estate, and thus join its conclusion that Pollock’s Estate controls disposition of this appeal. The Majority, however, in what may ultimately be construed as dicta, re-affirms the continued vitality of Pollock’s Estate. In doing so, the Majority declines to mention or examine what effect, if any, the newly enacted Uniform Trust Code has upon Pollock’s Estate. To that end, I respectfully take issue with the Majority because, as explained below, I believe that the outcome of this case could be different were the UTC applicable.\nAs noted by Senator Stewart J. Greenleaf, a supporter of Act 98, the primary purpose of adopting the UTC was to clarify the law surrounding trusts, and to make Pennsylvania probate law more uniform with our sister states, while simultaneously preserving our vast body of common law precedent. See Senate Journal, Jan. 24, 2006, at 1185 (comments of Sen. Greenleaf). To the extent, however, that caselaw is in conflict with the UTC, such caselaw has been expressly abrogated in favor of the newly-enacted statutory framework. 20 Pa.C.S. § 7706.\nSpecifically regarding the formation of trusts, pursuant to the UTC, before a conveyance can be deemed a trust, inter alia, it must be a 20 Pa.C.S. § 7731. Such conveyance, however, constitutes a trust only if:\ntransfer of property under a written instrument to another person as trustee during the settlor’s lifetime or by will or other written disposition taking effect upon the settlor’s death.\n(1) the settlor has capacity to create a trust;\n(2) the settlor signs a writing that indicates an intention to create the trust and contains provisions of the trust;\n(3) the trust has a definite beneficiary [...];\n(4) the trustee has duties to perform; and\n(5) the same person is not the sole trustee and sole beneficiary of the trust.\n20 Pa.C.S. § 7732. Importantly, trusts are “created only if the trustee has duties” towards third parties. 20 Pa.C.S. § 7732, comment.\nOf course, and as this appeal certainly exhibits, certain factual scenarios may present difficulties in determining whether a settlor created a trust, or some other legal relationship, such as an equitable charge. The UTC is clear, however, that it applies only to express trusts, the requirements for which are contained in Sections 7731 and 7732. See 20 Pa.C.S. § 7702, comment. More importantly, however, is that much of the UTC is taken or based upon the Restatement (Second) and Restatement (Third) (Tentative Draft) of Trusts. Specifically, the comment to Section 7702 recognizes that the UTC “does not attempt to distinguish express trusts from other legal relationships with respect to property....” Rather, should a situation arise where distinctions must be parsed out, the comment directs that the Restatement (Second) Sections 2 and 5 through 16C, and Restatement (Third) (Tentative Draft) Sections 2 and 5, be consulted. Id.\nRelevant to this appeal, Section 10 of the Restatement (Second), and Section 5 of the Restatement (Third) each explicitly state that equitable charges are not trusts. The comments to those sections then explain the difference between the two, and the reasoning for such a rule. For example, comment h to Section 5 of the Restatement (Third) explains:\nOrdinarily a transfer of property to another “subject to” the making of a payment or payments to a third person creates an equitable charge and not a trust, because the transferor does not thereby manifest an intention to impose a duty on the transferee to deal with the property itself for the benefit of the third person. If, however, property is transferred to another “with” or “subject to” a direction that the payment or payments are to be made to a third person out of the transferred property or its product or proceeds, a trust and not an equitable charge is created. This is because the transferor manifests an intention to impose a duty on the transferee to deal with the property, in part at least, for the benefit of the third person.\nComment b to Section 10 of the Restatement (Second) echoes this distinction.\nConsistent with the rules and comments contained in the Restatements, the UTC directs that a devise constitutes a trust pursuant to Sections 7731 and 7732 when, inter alia: '(1) transferees are given property; (2) the instrument of transfer designated a definite beneficiary; (3) the transferee has affirmative duties regarding that property (exercised on behalf of the beneficiary); and (4) the same person is not sole transferee and sole beneficiary.\nIt appears that the facts of this case may well fit this framework. Indeed, Stephen C.S., and after his death, Daniel (Appellant), were given shares of stock in a family-owned business with the explicit obligation to pay proceeds from the securities to Appellee, Penelope Blechstein. To mirror the language of Sections 7731 and 7732, as to this life estate held by Appellee: (1) Appellant was given securities; (2) he was obligated to pay Appellee proceeds from those securities; (3) Appellee was the definite beneficiary of such a transaction; and (4) neither Appellant nor Appellee were the sole trustees and beneficiaries to the life estate.\nAccordingly, had the devise in question been drafted on or after the effective date of Act 98, November 6, 2006,1 believe that this appeal could have been resolved differently. To me, the language of Sections 7731 and 7732, coupled with the statutory references to the Restatements, which are to be employed when distinctions between trusts and other circumstances must be made, suggests that under the UTC, the testamentary devise at issue herein may have created a trust for Appellee’s benefit. At the very least, the recent addition of the UTC to Pennsylvania statutory law undermines the Majority’s re-affirmance of Pollock’s Estate, and its conclusion that “[Wjhere property is bequeathed with a condition to pay a third party a certain sum from the property, and the will’s language and testator’s intent do not clearly create a trust, a debtor-creditor relationship will be presumed.” Maj. Op. at 534, 981 A.2d at 142. Thus, while I concur that, on the facts of this case and the status of the law as it existed in 1945 when the devise was created, a debtor-creditor relationship exists, I distance myself from the portion of the Majority Opinion that re-affirms Pollock’s Estate beyond the effective date of Act 98.\nJustice SAYLOR and Justice GREENSPAN join this opinion.\n. The Majority’s language is quoted infra, pages 532-33, 981 A.2d pages 141-42.\n. Act 98 of 2006, July 7, 2006, P.L. 625, effective Nov. 6, 2006, as codified, 20 Pa.C.S. § 7701, et seq. In fairness to the Majority, neither party nor the lower courts reference this new statute.\n. “The statutory text of the Uniform Trust Code is also supplemented by [the] Comments, which, like the Comments to any Uniform Act, may be relied upon as a guide for interpretation.\" 20 Pa.C.S. § 7706, comment. See also 1 Pa.C.S. § 1939 (permitting the consultation and use of comments to a statute in the application of that statute).\n. Again, I believe the use of the Restatements as at least instructive authority is proper when determining the nature of a devise under the UTC in light of the comment to Section 7702, supra p. 4.",
        "type": "concurrence",
        "author": "Justice BAER,"
      }
    ],
    "attorneys": [
      "Thomas A. Boulden, Esq., Timoney Knox, L.L.P., Fort Washington; Jeffrey S. Rosenblum, Esq., Ballard Spahr Andrews & Ingersoll, L.L.P., Philadelphia, for Daniel T. Stephano (34 MAP 2008, 35 MAP 2008).",
      "Michael H. Hynes, Esq., Norristown, for Penelope Blechstein (34 MAP 2008, 35 MAP 2008)."
    ],
    "corrections": "",
    "head_matter": "981 A.2d 138\nESTATE of Stephen X. STEPHANO, Deceased Appeal of Daniel T. Stephano. Estate of Constantine S. Stephano, Deceased Appeal Of Daniel T. Stephano.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 2008.\nDecided Sept. 30, 2009.\nThomas A. Boulden, Esq., Timoney Knox, L.L.P., Fort Washington; Jeffrey S. Rosenblum, Esq., Ballard Spahr Andrews & Ingersoll, L.L.P., Philadelphia, for Daniel T. Stephano (34 MAP 2008, 35 MAP 2008).\nMichael H. Hynes, Esq., Norristown, for Penelope Blechstein (34 MAP 2008, 35 MAP 2008).\nBEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ."
  },
  "file_name": "0527-01",
  "first_page_order": 605,
  "last_page_order": 617
}
