{
  "id": 1126489,
  "name": "Gitt, Appellant, v. Hoke et al.",
  "name_abbreviation": "Gitt v. Hoke",
  "decision_date": "1930-06-21",
  "docket_number": "Appeal, No. 88",
  "first_page": "31",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "301 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "26 Pa. Dist. R. 812",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "25 Pa. Dist. R. 549",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "22 Pa. Dist. R. 215",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "260 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0015-01"
      ]
    },
    {
      "cite": "27 Pa. Dist. R. 694",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "32 Pa. Superior Ct. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        866983
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/32/0295-01"
      ]
    },
    {
      "cite": "11 Pa. D. & C. 353",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1487738
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/11/0353-01"
      ]
    },
    {
      "cite": "260 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040203
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0015-01"
      ]
    },
    {
      "cite": "32 Pa. Superior Ct. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        866983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/32/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 5020,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 4.6632145289829727e-07,
      "percentile": 0.9276706865921527
    },
    "sha256": "7ced10bbafcb325560905b605f987026f7b771bf21357ef6353235058ff3d42b",
    "simhash": "1:3d8621026dbe6aaf",
    "word_count": 864
  },
  "last_updated": "2024-02-27T21:43:26.565736+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Gitt, Appellant, v. Hoke et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nIn December, 1927, H. E. Hoke, being engaged in the manufacture of penholders and can-openers, at Hanover, York County, sold his entire business, including machinery, raw material, manufactured articles, patents, accounts, good will, etc., to E. S. Wood, who in turn transferred the same to a new corporation called Center Shaft Penholder Company. Thereafter, the plaintiff, E. Baer Gitt, a creditor of Hoke, filed this bill, praying that the purchasers be decreed liable to Hoke’s creditors for the fair value of the property so bought, on the contention that the purchase was in violation of the Bulk Sales Act of May 23, 1919, P. L. 262, which provides, inter alia, “That it shall be the duty of every person who shall bargain for or purchase......any stock of goods, wares, or merchandise of any kind, in bulk, or fixtures, or any goods, wares, or merchandise of any kind and fixtures, in bulk, for cash or on credit, before paying to the vendor......any part of the purchase price thereof,......to demand of, and receive from, such vendor ......a written statement, sworn to substantially as hereinafter provided, of the names and addresses of all the creditors of the said vendor to whom said vendor may be indebted, together with the amount of the indebtedness due or owing......to each of such creditors, and an accurate inventory of the stock or fixtures, or stock and fixtures, to be purchased or sold.” And further, that the intending purchaser shall give such creditors ten days’ written notice, etc.; also providing severe penalties for its violation. The defendants moved to dismiss the bill on the ground that the transaction here in question was not a violation of the act. The trial court, upon full consideration, granted the motion, and plaintiff has appealed.\nAdmittedly the provisions of the act were not complied with and the sole question is whether the sale of Hoke’s manufacturing business was a violation of the Bulk Sales Act. We are clearly of the opinion that it was not. The act, being in derogation of the common law right to purchase and sell property and also being highly penal, must be strictly construed and cannot be extended beyond its plain language. The words “goods,” “wares” and “merchandise” include commodities handled by merchants or dealers in the course of trade; not the unsold products of a manufacturer or a farmer’s produce, and the fixtures intended are evidently those which belong to the business, like trade fixtures, and not to the building. The logical result of appellant’s contention would subject bulk sales of all kinds of personal property to the Act of 1919. Had that been the legislative intent it should have been expressed in plain words. This statute and the Act of March 28, 1905, P. L. 62, relating to bulk sales, have often been construed by courts of common pleas and uniformly confined to bulk sales of merchandise. One of the later cases is Mervine v, Indian Queen Hotel Corporation et al., 11 Pa. D. & C. 353, where Judge Seakle, in a comprehensive opinion, reviews earlier cases and holds that the Act of 1919 does not apply to the sale of fixtures and furniture of a hotel. In Northrop v. Finn Construction Co., 260 Pa. 15, we held that a sale of the equipment of a building contractor was not within the Bulk Sales Act of 1905. In Wilson v. Edwards, 32 Pa. Superior Ct. 295, President Judge Bice discussed the Act of 1905 with his usual clarity and, while sustaining its constitutionality, held that it applied only to a particular class of sales.\nThe necessity for bulk sales statutes arose from the practice of certain dishonest dealers, in obtaining large credits on the strength of stocks of merchandise, then selling out in bulk without satisfying the creditors. To remedy this evil, Bulk Sales Acts, of which our own is typical, were adopted in many states, and with practical unanimity the courts have limited their operation to the sale of goods of merchants and other like dealers.\nThe bill was properly dismissed and the decree is affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "A. J. Hershey, for appellant.",
      "Frederic L. Clark, of Shields, Clark & McCown, with him Vincent K. Keesey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gitt, Appellant, v. Hoke et al.\nJune 21, 1930:\nArgued May 26, 1930.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nA. J. Hershey, for appellant.\nThe act accomplishes in the sale of real estate of a partnership what the legislature intended to accomplish relative to personalty by the Bulk Sales Act: Wilson v. Edwards, 32 Pa. Superior Ct. 295; Com. v. Keller, 9 Pa. C. C. R. 253; Hull v. Roughton, 27 Pa. Dist. R. 694.\nFrederic L. Clark, of Shields, Clark & McCown, with him Vincent K. Keesey, for appellees.\nThe Bulk Sales Act does not apply to a sale of the entire business, assets and good-will of a manufacturer: Wilson v. Edwards, 32 Pa. Superior Ct. 295; Northrop v. Construction Co., 260 Pa. 15; Kemp v. Corbin & Co., 22 Pa. Dist. R. 215; Miller v. Lincoln, 25 Pa. Dist. R. 549; Cressman’s Sons v. Haas, 26 Pa. Dist. R. 812; Mervine v. Hotel Corp., 11 Pa. D. & C.'353; Hull v. Roughton, 27 Pa. Dist. R. 694."
  },
  "file_name": "0031-01",
  "first_page_order": 55,
  "last_page_order": 58
}
