{
  "id": 1126481,
  "name": "Ringler, Appellant, v. Atlas Portland Cement Co. et al.",
  "name_abbreviation": "Ringler v. Atlas Portland Cement Co.",
  "decision_date": "1930-05-19",
  "docket_number": "Appeal, No. 220",
  "first_page": "176",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "301 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "296 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0108-01"
      ]
    },
    {
      "cite": "275 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075627
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 289,
    "char_count": 3505,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 9.616705515999301e-08,
      "percentile": 0.5268467389411506
    },
    "sha256": "cc3c9a6003eb9d18502c92f75096adeca287dac5d379dfae19b6ad0629f958b0",
    "simhash": "1:cab35a542430ed2e",
    "word_count": 603
  },
  "last_updated": "2024-02-27T21:43:26.565736+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Ringler, Appellant, v. Atlas Portland Cement Co. et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn affirming the order dismissing plaintiff’s bill, we adopt the following excerpts from the opinion of the court below: “Plaintiff......, owner of 100 shares of stock of the Atlas Portland Cement Co.,......asks that the company be restrained from selling its assets,...... first, because, she says, the stockholders’ meeting was not advertised for sixty days. Apart from some specific statutory requirement, ‘A corporation has full power to alienate its property, unless restricted by its charter. Ownership of property carries with it the same general power of disposition in corporations as in individuals, except where that power is restrained by statute or by consideration of public policy’: Maxler v. Freeport Bank, 275 Pa. 510, 513.\n“Plaintiff has cited all of the statutes relating to notice of corporate action. The nearest approach to an act dealing with notice of a proposed sale of assets is the Act of 1874, P. L. 73, section 23, as amended by section 5 of the Act of 1876, P. L. 30 [and the Act of June 2, 1915, P. L. 724, section 1]. This, however, regulates the sale of franchises and assets by one Pennsylvania corporation to another, involving the dissolution of the selling corporation. It has no bearing upon the instant case, in which the sale of assets only is involved. If it had any application to such action it would have applied also to the sale that was approved by the Supreme Court in Maxler v. Freeport Bank, supra, where the interval between notice and sale was......less than six weeks. [As] said also in Halpern v. Grabosky, 296 Pa. 108, [112]......‘the minority interest of a stockholder cannot prevent a sale, even in a solvent corporation, unless there is fraud or collusion, and this is so though no notice be given him of such sale.’ There is no allegation here of fraud, and we may add no allegation of any violation of the company’s by-laws.\n“[Plaintiff’s] reference to the Act of May 10, 1927, P. L. 879, is not in point. This act requires corporations, which sell in bulk more than fifty-one per cent of their property, to give notice to the auditor general and pay taxes up to the date of transfer, the purchaser becoming liable for the taxes if the act is not complied with. The statute does not invalidate such sales. It is part of the fiscal system of the State, and its purpose is to secure the payment of taxes by imposing them upon purchasers. There is no allegation in the bill that taxes have not been paid. Indeed, by the terms of the proposed sale, the purchaser has expressly assumed them..____\n“No foundation [is Shown] for any charge of concealment or deceit [in the notice of the meeting or in the meeting itself].\n“Finally, it is difficult to see how [plaintiff] can be harmed by the proposed sale, [since] she cannot be compelled to accept anything but cash for her property: Maxler v. Freeport Bank, supra...... This court will, if plaintiff desires, make such an order as was made in the case last cited, and approved by the Supreme Court, providing that......plaintiff be protected by a bond sufficient to secure to her payment in cash for her stock at a just valuation.”\nThe order appealed from is affirmed at cost of appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Paxson Deeter, for appellant.",
      "H. S. Drinker, Jr., with him Philip Wallis and Dickson, Beitler & McCouch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ringler, Appellant, v. Atlas Portland Cement Co. et al.\nMay 19, 1930:\nArgued April 23, 1930.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nPaxson Deeter, for appellant.\nH. S. Drinker, Jr., with him Philip Wallis and Dickson, Beitler & McCouch, for appellee."
  },
  "file_name": "0176-01",
  "first_page_order": 200,
  "last_page_order": 203
}
