{
  "id": 1126428,
  "name": "Long et al., Appellants, v. Metzger et al., State Board of Medical Education, etc.",
  "name_abbreviation": "Long v. Metzger",
  "decision_date": "1930-11-24",
  "docket_number": "Appeal, No. 98",
  "first_page": "449",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "301 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "286 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/286/0011-01"
      ]
    },
    {
      "cite": "295 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/295/0074-01"
      ]
    },
    {
      "cite": "291 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107313
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0472-01"
      ]
    },
    {
      "cite": "91 Pa. Superior Ct. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        674232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/91/0110-01"
      ]
    },
    {
      "cite": "82 Pa. Superior Ct. 417",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657368
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/82/0417-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 108",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0108-01"
      ]
    },
    {
      "cite": "262 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044469
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0345-01"
      ]
    },
    {
      "cite": "249 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013595
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0253-01"
      ]
    },
    {
      "cite": "69 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/69/0271-01"
      ]
    },
    {
      "cite": "91 Pa. Superior Ct. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        674232
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/91/0110-01"
      ]
    },
    {
      "cite": "82 Pa. Superior Ct. 417",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/82/0417-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 108",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/64/0108-01"
      ]
    },
    {
      "cite": "262 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044469
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0345-01"
      ]
    },
    {
      "cite": "249 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013595
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0253-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 10600,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 6.718494245949646e-07,
      "percentile": 0.963003827636283
    },
    "sha256": "ddc5ba394b1ef492e85ca1b9681284d3a9ebf1f80d1433c658326e12a58e9adb",
    "simhash": "1:264fd72a87308398",
    "word_count": 1732
  },
  "last_updated": "2024-02-27T21:43:26.565736+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Long et al., Appellants, v. Metzger et al., State Board of Medical Education, etc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nPlaintiffs, appellants, who set forth that they are doctors of chiropractic, are here seeking to relitigate controversies already determined by this court and by the Superior Court against them. The prayers of their bill are (1) that the Medical Practice Act of June 3, 1911, P. L. 639, its supplements and amendments, be declared to be in derogation of their constitutional rights and void as against the practitioners of chiropractic ; (2) that a decree be entered declaring that the act as amended does not purport to, and does not in fact, regulate the practice of the profession of chiropractic; (3) that a decree be entered enjoining the defendants, constituting the Board of Medical Education and Licensure, from enforcing the regulations presented by it or any other regulations governing the issuance of licenses for the practice of chiropractic and from adopting any other regulations or plans affecting plaintiffs or any other persons desiring to practice chiropractic. It is averred in the bill that the defendants, composing the Board of Medical Education and Licensure, are about to proceed criminally by prosecution against those practicing the profession of chiropractic, the plaintiffs and others, and to subject them to the penalties prescribed by the acts of assembly mentioned. The bill, therefore, is one seeking to enjoin criminal proceedings against unlicensed chiropractors. In Com. v. Byrd, 64 Pa. Superior Ct. 108, the conviction of the defendant of practicing chiropractic without a license to practice medicine and surgery was upheld, as it was in Com. v. Martindell, 82 Pa. Superior Ct. 417, and Com. v. Jobe, 91 Pa. Superior Ct. 110. In Com. v. Seibert, 262 Pa. 345, we affirmed the conviction of the defendant, who was charged with having practiced neuropathy without a license, whose conviction had been sustained by the Superior Court (69 Pa. Superior Ct. 271), and held that the legislation in question is constitutional and provides a general system for the regulation of the practice of the art of healing comprised in the words medicine and surgery, taken in their most comprehensive sense, whether with aid of drugs or by any other remedial agencies whatever. The bill before us concedes that the plaintiffs are practicing a branch of the healing art and that the defendants as the Board of Medical Education and Licensure have made provision for the licensing of practitioners of such branch.\nThe decisions cited foreclose the right of the appellants to again challenge the legislation which covers them. As was said by the Superior Court in the Jobe Case, page 113, “Specialists in, or advocates of, any particular branch or division of medicine or surgery, by whatever newly-coined word it may be known, should know by this time that the declared policy of our laws regulating medicine and surgery is that no person shall engage in the practice of that profession in the Commonwealth without complying with the statutory requirements as to professional qualifications and that efforts to evade those requirements are' engaged in at their peril.”\nThe basis of plaintiffs’ argument that they are not subject to prosecution under the act is the fact that chiropractic is not named therein. It is, however, comprehended in the term “practice of medicine” as we have defined it. “The expression ‘practice of medicine’ covers and embraces everything that by common understand: ing is included in the term healing art”: Com. v. Seibert, 262 Pa. 345, 350. Both in their brief and in the bill appellants aver that they practice a healing profession. Martin v. Baldy, 249 Pa. 253, relied upon by appellants to sustain their position that chiropractors are not within the provisions of the Act of 1911 and its supplements is not in point at all. What was held in that case was that the practice of optometry, which is the employment of any means other than the use of drugs for the measurement of the powers of vision and the adaptation of lenses for the correction and aid thereof, is not the practice of medicine, as manifestly it is not.\nAnother defect in the proceeding which renders it unmaintainable is that there is no great fundamental question of constitutionality or legal right involved which would form the basis for equitable jurisdiction to restrain criminal proceedings. It is more necessary to-day than it has been in the past that equity shall not interfere with the administration of the criminal laws and it is only in those cases where some great fundamental constitutional question is involved or some unquestioned legal right is invaded that equity will raise its injunctive arm to halt a criminal proceeding. In the case now before us the law is valid as we and the Superior Court have heretofore determined. “The general rule is that an injunction will not be granted to stay criminal or quasi-criminal proceedings, whether the prosecution is for the violation of the common law or the infraction of statutes or municipal ordinances, nor to stay the enforcement of orders of a state commission. If the statute on which the prosecution is based is valid, the fact that the enforcement thereof would materially injure complainant’s business or property constitutes no ground for equitable interference. It is only where the statute or ordinance is unconstitutional or otherwise invalid and where in the attempt to enforce it there is a direct invasion of property rights resulting in irreparable injury that an injunction will issue to restrain the enforcement thereof. Both of these elements are indispensable, and the latter element is not present where it appears that the injury or loss to plaintiff’s business or rights of property would be only such as would incidentally flow from the arrest and prosecution thereunder. Courts will not interfere by injunction where the injury inflicted or threatened is merely the vexation' of arrest and punishment of complainant, who is left free to litigate the questions of unconstitutionality of the statute or ordinance or its construction or application in making his defense at the trial or prosecution for its violation”: 32 C. J., page 279, section 443 et seq. “The remedy at law by indictment and prosecution, is presumed to be adequate, but, if it is not so, the relief must come from the lawmaking power, and not from the courts. This rule which prevents a court of chancery from interfering with the administration of the criminal laws of the State is a wise one, founded on sound principles of public policy. Any other would result in much confusion and embarrassment in preserving peace and order and enforcing the police powers of the State generally”: 10 R. C. L., page 341, section 91.\nOne other matter remains to be disposed of. Appellants contend that the proper practice was not followed in the answer filed by defendants for the purpose of raising preliminary objections to the bill; that in effect the answer filed is a demurrer and demurrers in equity are abolished by our rules. One of the objections was that the appellate courts have already decided every legal question raised in the bill against the contentions set forth therein by plaintiffs and the cases sustaining this position are cited in the objections. Such an objection is clearly within Rule 48, which provides, “On or before the date fixed for filing an answer on the merits,...... the defendant may, by answer filed,......preliminarily object to the bill for one or more of the following reasons:......(7) that, for any other reason, defendant should not be required to answer the facts averred, since he has a full and complete defense to plaintiff’s claim, specifically stated, which does not require the production of evidence to sustain it.” The objection is a full and complete defense to the plaintiffs’ claim and does not require the production of evidence to sustain it.\nThe decree of the court below dismissing the bill is affirmed at appellants’ cost.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Andrew G. Smith, with him J. Paul MacElree, for appellants.",
      "Penrose Hertsler, Special Deputy Attorney General, with him David Glick, Special Deputy Attorney General, and Cyrus E. Woods, Attorney General, for appellees."
    ],
    "corrections": "",
    "head_matter": "Long et al., Appellants, v. Metzger et al., State Board of Medical Education, etc.\nArgued October 1, 1930.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAndrew G. Smith, with him J. Paul MacElree, for appellants.\nThis case is ruled by Martin v. Baldy, 249 Pa. 253.\nThe constitutionality of the Act of 1911 was not and is not questioned, although, from the opinion of the court, it might so appear. The matter of constitutionality goes to the application of the act, and not the act per se.\nWithout statutory authority expressed (we assume there can be no implied authority) the State Medical Board has invented or discovered an unheard-of profession called Drugless Therapy. They prescribe qualifications, hold examinations and assume to grant license for practitioners in this new profession. They demand chiropractors shall submit to such examinations, although not pretending that the technical questionnaire is a test of chiropractic principles or therapeutics. They demand, nevertheless, that chiropractors shall so qualify at peril of prosecution for not doing so. No court has ever sanctioned such procedure or justification for prosecution.\nThe legislative power to regulate is not the power to destroy.\nNeither courts nor legislature can lawfully compel or coerce one profession to meet the requirements of another.\nIn the absence of specific regulation, a profession cannot be outlawed, but may continue in practice until legislatively recognized and regulated.\nPenrose Hertsler, Special Deputy Attorney General, with him David Glick, Special Deputy Attorney General, and Cyrus E. Woods, Attorney General, for appellees.\nThe appellate courts of Pennsylvania have held that “medicine,” as used in the Medical Practice Act, includes all branches of the healing art, omitting only those expressly excepted; and that the Medical Practice Act applies to chiropractors: Com. v. Seibert, 262 Pa. 345; Com. v. Byrd, 64 Pa. Superior Ct. 108; Com. v. Martindell, 82 Pa. Superior Ct. 417; Com. v. Jobe, 91 Pa. Superior Ct. 110.\nThe appellate courts have upheld the constitutionality of the Medical Practice Act as applied to the regulation of the practice of chiropractic: Com. v. Martindell, 82 Pa. Superior Ct. 417; Com. v. Seibert, 262 Pa. 345.\nEquity does not have jurisdiction in a case such as this, to enjoin the enforcement of a criminal statute: Martin v. Baldy, 249 Pa. 253.\nThe preliminary objections filed were proper under Equity Rule 48: Riling v. Idell, 291 Pa. 472; Bala Corporation v. McGlinn, 295 Pa. 74; Gray v. Coal & Iron Co., 286 Pa. 11.\nNovember 24, 1930:"
  },
  "file_name": "0449-01",
  "first_page_order": 473,
  "last_page_order": 479
}
