{
  "id": 916749,
  "name": "Church v. Winton",
  "name_abbreviation": "Church v. Winton",
  "decision_date": "1900-05-21",
  "docket_number": "Appeal, No. 435",
  "first_page": "107",
  "last_page": "110",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0394-01"
      ]
    },
    {
      "cite": "108 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0152-01"
      ]
    },
    {
      "cite": "101 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0576-01"
      ]
    },
    {
      "cite": "32 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0315-01"
      ]
    },
    {
      "cite": "87 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0263-01"
      ]
    },
    {
      "cite": "24 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9504976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0432-01"
      ]
    },
    {
      "cite": "3 W. & S. 459",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0459-01"
      ]
    },
    {
      "cite": "187 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0247-01"
      ]
    },
    {
      "cite": "48 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0518-01"
      ]
    },
    {
      "cite": "110 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "39 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "23 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S 112",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0112-01"
      ]
    },
    {
      "cite": "187 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0389-01"
      ]
    },
    {
      "cite": "2 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0160-01"
      ]
    },
    {
      "cite": "6 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480095
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0018-01"
      ]
    },
    {
      "cite": "173 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0092-01"
      ]
    },
    {
      "cite": "109 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "80 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "54 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0060-01"
      ]
    },
    {
      "cite": "10 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/10/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 8333,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.446207962079381e-07,
      "percentile": 0.921300044906093
    },
    "sha256": "a6f82b709fc5727b8ea80712da3a1e2ed7bda0618ffa5abf730ff4b0ffc1c202",
    "simhash": "1:53617767096848d3",
    "word_count": 1532
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gkeen, C. J., McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Church v. Winton."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMk. Justice Mitchell,\nThe law governing this class of cases is entirely well settled. If a trustee buys the trust property even at a public sale, which is brought about, or in any way controlled by himself, he will be presumed to buy and hold for the benefit of the trust. But the trustee’s title as purchaser is not void, it is voidable only at the option of the cestui que trust, and when the latter has knowledge of the facts he must assert his right with reasonable diligence.\nA review of the material facts is all that is required to show the proper application of the law in this case.\nIn 1871, W. W. Winton, being the holder of the legal title, executed a declaration of trust in favor of Joseph Church for* an undivided fourth of the land in question. In this declaration his wife Catharine Winton, whose representatives and heirs are among the parties defendant, joined. Why she did so does not appear. The learned judge below held that her joining in the declaration was conclusive of notice of the trust, but on the technical ground that she had no title he held that she could not be declared a trustee. It is not entirely clear that she had not title of some kind though it is not disclosed, for we may say in passing that the transactions shown including the various deeds and agreements between Winton, Dean and the other owners make it manifest that the parties had intimate buisness relations that have not been made known. Whether this results from the death of the principal parties who knew, or the failure of those that are left to make full disclosure is not material, but the fact is patent. But whether Catharine had any title or not in view of her express declaration she was not in position to deny the trust, and if she or those claiming under her were shown to have any of the property in their possession,, her declaration would be conclusive of her duty to account. But the error of the learned judge, for reasons which will be stated later, was immaterial.\nPrior to Wiiitori’s acquisition of the title and of course prior to the trust Church was indebted to Winton, under a judgment recovered in 1869. In 1877 a scire facias to revive this judgment was issued, served, and judgment entered for want of an affidavit of defense. Execution was issued and the sheriff sold the whole interest of Church in the land in suit to Winton. The title under this sale is the hinge of the case. Rules to show cause why the sale should hot be set aside were granted by the court though the record and the proofs fail' to show at whose instance. But the rules were discharged, the sheriff’s deed to Winton made and- acknowledged- and the latter and those claiming under him have been in possession from that time till the present. The judge finds that there is no sufficient evidence that Winton ever recognized the trust after his entry under the sheriff’s deed. Church lived until 1898, but neither he nor any one claiming under him made any move to assert his equity as cestui que trust against the purchase by his trustee until more than twenty-one years after the sheriff’s sale. It was then far too late. As was well said by the learned judge below, if the rules to set aside the sale were obtained by Church he had his day in court, and if they were not obtained at his instance he ought not to have waited twenty-one years to overcome the natural effect of the sale. A much shorter period would have been sufficient to bar his claim in equity on account of laches, for as already said the cestui que trust must assert his equity with reasonable diligence. But beyond the ground of laches, where no actual fraud is shown, equity adopts the period of the statute of limitations, as was said in Mussel-man v. Eshleman, 10 Pa. 394, a case on all fours with this, and twenty-one years make an absolute bar.\nWinton therefore acquired Church’s title freed from all equities, and when subsequently his own title and interest were sold by the sheriff on a creditor’s judgment and purchased by Catharine Winton, she acquired a title clear of any relation of trust that she may have had before the sheriff’s sale in 1877.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mk. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Samuel B. Price and H. M. Hannah, for appellants.",
      "■Ira H. Burns and John P. Kelley, with them Joseph 0 Brien, for appellees. — -An"
    ],
    "corrections": "",
    "head_matter": "Church v. Winton.\nTrusts and trustees — Purchase by trustee at his own sale — Laches.\nIf a trustee buys the trust property even at a public sale which is brought about or in any way controlled by himself, he will be presumed to buy and hold for the benefit of the trust. But the trustee’s title as purchaser is not void, it is voidable only at the option of the cestui que trust, and when the latter has knowledge of the facts he must assert his right with reasonable diligence. A delay of twenty-one years will deprive the cestui que trust of his right to relief.\nWhere a married woman joins her husband in a declaration of trust of real estate, and subsequently the husband buys in the property at his own sale, and thereafter the wife buys the property at a sheriff’s sale under an execution against her husband, and the cestui que trust takes no steps to enforce the trust until more than twenty-one years from the date of the husband’s purchase, the wife has a title clear of any relation of trust that she may have had before the purchase of the property by her husband at the sheriff’s sale.\nIt seems that where a married woman joins with her husband in a declaration of trust, she cannot deny the trust, whether she had any title or not, and if she or those claiming under her are shown to have any of the property in their possession her declaration will be conclusive of her duty to account.\nArgued Feb. 22, 1900.\nAppeal, No. 435, Jan. T., 1899, by plaintiffs, from decree of C. P. Lackawanna Co., March T., 1899, No. 5, dismissing bill in equity in case of Charles J. Church efc al. v. William W. Winton et al.\nBefore Gkeen, C. J., McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nBill in equity to enforce a trust.\nThe facts appear by the opinion of the Supreme Court.\n¡Error assigned was decree dismissing bill.\nSamuel B. Price and H. M. Hannah, for appellants.\nThe purchase of the property of the cestui que trust by the trustee during the continuance of the trust is presumed to be for the benefit of the cestui que trust: Wistar’s App., 54 Pa. 60; Spencer’s App., 80 Pa. 332; Miggett’s App., 109 Pa. 522; Rich y. Black & Baird, 173 Pa. 92; Fisk y. Sarber, 6 W. & S. 18.\nA married woman as well as one who is unmarried may become a trustee: Dundas y. Biddle, 2 Pa. 160.\nAs between trustee and cestui que trust, in the case of an express trust, the statute of limitations has no application and no length of time is a bar: Perry on Trusts, see. 863; Bruner v. Finley, 187 Pa. 389; Johnston v. Humphreys, 14 S. & R. 394; Walker v. Walker, 16 S. & R. 379; Finney v. Cochran, 1 W. & S 112; Zacharias v. Zacharias, 23 Pa. 462; Kane v. Bloodgood, 7 Johns. Ch. Reps. 110; Keller v. Rhoads, 39 Pa. 520; Yorks’s App., 110 Pa. 73; Barton v. Dickens, 48 Pa. 518.\n■Ira H. Burns and John P. Kelley, with them Joseph 0 Brien, for appellees. — -An\nAn heir of a trustee of real estate cannot be required to account to the cestui que trust for the acts of his ancestor, although he may inherit real estate subject to the trust, and may be required to account for his own acts.\nIn Myer v. Myer, 187 Pa. 247, the principle is laid down that trustees, etc., are liable only for the amount that comes into their hands, and not for the acts of each other: Baird’s App., 3 W. & S. 459.\nMrs. Winton was incapable of declaring a trust in lands in which she had no title, for a trust exists where the legal title is in one for the benefit of another: Chaffees v. Risk, 24 Pa. 432; Wallace v. Wainwright, 87 Pa. 263.\n-• None but the owner can declare a trust: Beach on Modern Equity Jurisprudence, sec. 160.\nThe rule that a party will not be allowed to purchase and hold property for his own use and benefit, to which he stands in a fiduciary relation does not apply when the sale is made by a public officer under proceedings adverse to the interest of the cestui que trust, and. the trustee has not the means in his power to prevent the sale: Chorpenning’s App., 32 Pa. 315 ; Fiske v. Sarber, 6 W. & S. 18; Penna. Transportation Co.’s App., 101 Pa. 576; Lusk’s App., 108 Pa. 152.\nThe sheriff’s sale was at the most only voidable: Musselman v. Eshleman, 10 Pa. 394.\nMay 21, 1900:"
  },
  "file_name": "0107-01",
  "first_page_order": 129,
  "last_page_order": 132
}
