{
  "id": 916799,
  "name": "Frisbie v. McFarlane",
  "name_abbreviation": "Frisbie v. McFarlane",
  "decision_date": "1900-05-21",
  "docket_number": "No. 2; Appeal, No. 76",
  "first_page": "116",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "90 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0363-01"
      ]
    },
    {
      "cite": "37 Pa. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0130-01"
      ]
    },
    {
      "cite": "8 W. N. C. 374",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "80 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0158-01"
      ]
    },
    {
      "cite": "1 W. & S. 365",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852552
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0365-01"
      ]
    },
    {
      "cite": "58 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Pa. Superior Ct. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "98 Pa. 875",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0159-01"
      ]
    },
    {
      "cite": "78 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0192-01"
      ]
    },
    {
      "cite": "3 Wharton, 40",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0040-01"
      ]
    },
    {
      "cite": "48 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0161-01"
      ]
    },
    {
      "cite": "5 Watts, 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    },
    {
      "cite": "69 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0380-01"
      ]
    },
    {
      "cite": "96 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494598
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0169-01"
      ]
    },
    {
      "cite": "81* Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0044-01"
      ]
    },
    {
      "cite": "108 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0521-01"
      ]
    },
    {
      "cite": "61 Pa. 847",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 W. N. C. 372",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "95 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0435-01"
      ]
    },
    {
      "cite": "77 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436299
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0274-01"
      ]
    },
    {
      "cite": "9 Watts 24",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 12",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0012-01"
      ]
    },
    {
      "cite": "3 Wharton, 40",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833408
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0040-01"
      ]
    },
    {
      "cite": "5 Watts, 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 544,
    "char_count": 10050,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.41715953908608e-07,
      "percentile": 0.8006337435116874
    },
    "sha256": "edfc23974a0a6b6a6153136c3f7e37d8eee30570e716fd846fcf0b80fb429283",
    "simhash": "1:0b371748b22b7fc4",
    "word_count": 1814
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, Mitchell, Dean, Fell and Brown, JJ."
    ],
    "parties": [
      "Frisbie v. McFarlane"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThe irregularity of this judgment is somewhat startling. Hiram ’ Frisbie and Horace Kipp trading as Hiram Frisbie & Co. brought suit against the defendants, and four trials were had with results varying from a verdict for plaintiffs for $1,000 to a verdict and certificate in favor of defendants for $9,800. During the progress of the case the defendants obtained a rule to add the names of G. W. Kipp and E. F. Kizer as plaintiffs. This rule after hearing was properly discharged, but after the verdict and certificate for defendants at the last trial, the names of the same persons were added as plaintiffs by precipe from defendants’ attorneys, and judgment was entered in favor of the defendants against the plaintiffs so added, now appellants, for the amount of the certificate. The appellants had not brought the suit, had never been on the record, and the jury had never been sworn as to them. They were legally entire strangers to the action, and there was no justification of any kind even for the court to enter judgment against them, much less for counsel to do so after the court had properly refused. How any court allowed so disorderly a proceeding to stand is hard to comprehend.\nCounsel for appellees have cited a number of cases in which this court has used very general language as to the power of amendment by adding or striking off parties, etc., but none of them afford any support to this judgment. The power of amendment is very extensive in aid of reaching a just result on the merits of the case but it does not extend to the compulsory bringing in by the defendant of a new party as plaintiff. The defendant comes into court under compulsion but the plaintiff must come voluntarily. There is no process known to the law by which one man can compel another to sue him. Even in equity if one who is a necessary party refuses to join as complainant he must be brought in among the defendants though his interest may be altogether with the plaintiffs, as not infrequently is done in bills for partition. And in special statutory proceedings to compel actions, such as rules under the acts of 1872 or 1893 on a claimant out of possession to bring his writ of error or ejectment or second ejectment, the rule is not peremptory that he shall sue, but in the alternative that he sue now or be barred hereafter. Cases where one party plaintiff has a legal right to use another’s name as plaintiff, as in suit by partner in the firm name or by assignee of chose in action in the name of the assignor, stand on different ground.\nTwo cases are so urgently relied on by appellees that they may be specially noticed. In Chambers v. Davis, 3 Whart. 40, suit was brought by A. Chambers to the use of Robert Chambers against Davis. At the trial defendant offered in evidence a receipt for a note in part payment, signed by Lafferty & Chambers with an offer to prove that Lafferty who signed thé receipt was a partner of Robert Chambers, the use plaintiff. The evidence was admitted and the question of partnership left to the jury. This was held to be correct, this court saying, “ if Lafferty was a partner at the time the debt was contracted, his receipt of a note on account of part of the claim would be evidence of payment to that amount,” that is, payment to a partner of the plaintiff is a good payment though the partner is not on the record. That is sound law, but is far short of allowing the absent partner to be put on record as a plaintiff and entering judgment against him.\nIn the other case, Armstrong v. City of Lancaster, 5 Watts, 68, suit was brought in the name of A. to the use of B. against the defendant. B. offered evidence of the assignment of the claim to him, and the defendant objected that the suit was really by A. as surviving partner of A. and A. and there were firm creditors who claimed that the suit should be to their use. The court sustained the objection but this court reversed on the ground, now well settled, that a verdict for or against the legal plaintiff being a complete protection, the defendant had no concern with disputes among the use plaintiffs. Chief Justice Gibson said in very broad terms, “ The court will undoubtedly search out the actual plaintiff where it is necessary, and fix on him the responsibility of a party by subjecting him to costs, a plea of set-off, or any other liability that' may be necessary to protect the defendant.” But he was speaking of the conflicting use plaintiffs in the case before him, as he proceeds to show that the proper practice was for them to come in after verdict and have their rival claims adjudicated on an issue or otherwise by the court controlling the verdict or its proceeds.\nWhere a defendant is sued by .parties whom he claims are not all of the real $ laintiffs, he riiay nevertheless prove his set-off against the plaintiffs of record, as was done in Chambers v. Davis, supra, but if he wants a certificate in his favor against the absent parties he should plead in abatement, and probably if the facts are only disclosed as is alleged here, during the progress of the suit, he will be allowed to make the same plea, puis darrein continuance. But there is no way by which he can put them on record against their will and enter judgment against them.\nThe judgment is' reversed as to appellants G. W. Kipp and E. F. Kizer and their names ordered to be struck off the record.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "William Maxwell and Rodney A. Mereur, with them James H. Codding, for appellants.",
      "B. C. Be Witt and I. McPherson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Frisbie v. McFarlane\n(No. 2).\nPractice, C. P. — Parties—Certificate—Judgment.\nTlie power of amendment, while very extensive in aid of reaching a just result on the merits of the case, does not extend to the compulsory bringing in by the defendant of a new party as plaintiff. The defendant comes into court under compulsion but the plaintiff must come voluntarily. There is no process known to the law by which one man can compel another to sue him.\nAfter a verdict and certificate for defendant, parties who had not brought the suit, who had never been on the record, and as to whom the jury had not been sworn, cannot be added as plaintiffs by praecipe from defendant’s attorney, and if judgment is entered against the plaintiffs so added, it will be reversed by the Supreme Court.\nWhere a defendant is sued by parties whom he claims are not all of the real plaintiffs, he may nevertheless prove his set-off against the plaintiffs of record; but if he wants a certificate in his favor against the absent parties, he should plead in abatement, and probably if the facts are only disclosed during the progress of the suit, he will be allowed to make the plea puis darrein continuance. But there is no way by which he can put them on record against their will, and enter judgment against them.\nArgued March 12, 1900.\nAppeal, No. 76, Jan. T., 1900, by plaintiffs, from order of C. P. Bradford Co., Dec. T., 1898, No. 331, discharging rule to strike off verdict and judgment in case of Hiram Frisbie and Horace Kipp, trading as Hiram Frisbie & Co. v. James McFarlane, J. Thorne, Samuel Thorne, trading as James McFarlane & Co.\nBefore McCollum, Mitchell, Dean, Fell and Brown, JJ.\nReversed.\nRule to strike off verdict and judgment.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was the order of the court discharging the rule.\nWilliam Maxwell and Rodney A. Mereur, with them James H. Codding, for appellants.\nA judgment must follow the verdict :• Moser v. Mayberry, 7 Watts, 12; Nelson v. Lloyd, 9 Watts 24; Donnelly v. Graham, 77 Pa. 274; Murdy v. McCutcheon-, 95 Pa. 435; Corcoran v. Trich, 20 W. N. C. 372.\nThis amendment was not necessary for the trial of the case, because the case had already been tried. It was simply an amendment to confirm the judgment obtained by the unwarranted action of the defendant’s counsel, which power they cannot legally exercise, in that manner: Loew v. Stocker, 61 Pa. 847; Rehfuss v. Gross, 108 Pa. 521; Com. v. Dillon, 81* Pa. 44; Patton v. Pittsburg, etc., Ry. Co., 96 Pa. 169; Fischer v. Penna. R. Co., 2 Pa. C. C. R. 245.\nAnother reason why this judgment against these appellants cannot be sustained is the rule which requires that when an amendment has been allowed in the names of the parties, after the jury has been sworn, they must be resworn according to the amended condition of the record as was held in Maffitt v. Rynd, 69 Pa. 380.\nB. C. Be Witt and I. McPherson, for appellees.\nG. W. Kipp and E. F. Kiser had notice of the filing of the supplemental ' affidavit of defense, an opportunity to answer and defend, and attempted to do so. It is not the case of taking judgment against a party not served with process, or condemning him without an opportunity of being heard.\nIt may be as a general rule that the defendant in an action has only to do with the legal party plaintiff. But to this rule there are many exceptions. It is the policy of the law to avoid multiplicity of suits, when the rights of the parties can be determined in a single one, to sustain verdicts and judgments, when a case has been tried on its merits: Armstrong v. Lancaster City, 5 Watts, 68 ; Memphis, etc., R. R. Co. v. Wilcox, 48 Pa. 161; Chambers v. Davis, 3 Wharton, 40; Patton v. Pittsburg, etc., Ry. Co., 96 Pa. 169.\nThis court in many cases has treated the record as amended, when it should have been in the court below: Waite v. Palmer, 78 Pa. 192; Shryock v. Basehore, 82 Pa. 159.\nThe court below after verdict or after judgment, while the record remains with it, has power to make the record conform to what was really tried before and found by the jury: Parks v. Boynton, 98 Pa. 875 ; Gold v. Scott, 5 Pa. Superior Ct. 269 Trego v. Lewis, 58 Pa. 469; Wampler v. Shissler, 1 W. & S. 365; Shamburg v. Noble, 80 Pa. 158; Fritz v. Heyl, 8 W. N. C. 374.\nParties to an action, whether plaintiffs or defendants, may be struck out or added, whenever such amendments are necessary to a trial on the merits : Rangier v. Hummel, 37 Pa. 130.\nStatutes relating to amendments are liberally construed in furtherance of trials upon the merits: Fidler v. Hershey, 90 Pa. 363.\nMay 21, 1900:"
  },
  "file_name": "0116-01",
  "first_page_order": 138,
  "last_page_order": 142
}
