{
  "id": 916819,
  "name": "Blauvelt v. Kemon",
  "name_abbreviation": "Blauvelt v. Kemon",
  "decision_date": "1900-05-23",
  "docket_number": "Appeal, No. 412",
  "first_page": "128",
  "last_page": "132",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. C. C. 353",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0500-01"
      ]
    },
    {
      "cite": "124 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0337-01"
      ]
    },
    {
      "cite": "91 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 9023,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 9.753538280262722e-07,
      "percentile": 0.9818877471234809
    },
    "sha256": "02fcfedc22f2e7e5197bc1ac63f57ba638a35c262228df73f7368b4dede482bd",
    "simhash": "1:e4adb5404f0ecfb9",
    "word_count": 1555
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stekbett, C. J., McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Blauvelt v. Kemon."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThe question presented on this appeal is whether the court below erred in refusing to open the judgment entered on the bond. The obligors in the bond are Frank P. Kemon and George Rowe and the obligee in it is Ethelinda Blauvelt. The bond was given by the obligors to the obligee to indemnify her against loss arising from any failure of Kemon to comply with his .covenants and agreements in a contract between Ethelinda Blauvelt party of the first part and Frank P. Kemon party of the second part, relating to the erection and construction of nine houses upon a lot or piece of ground situate in the twenty-second ward of the city of Philadelphia. By the terms of their contract Kemon was bound, inter alia, to do all the carpenter work and all stair building required in the erection and construction of the nine houses above mentioned, “ to push the work vigorously and keep pace with all the other mechanics ” and “ in case of delay or failure to perform the conditions of his contract as rapidly as required,” then the party of the first part was at liberty to complete the work and charge the cost thereof and the damage resulting therefrom against the party of the second part, and to deduct the same from any balance” due to him on account of said contract.\nThe contract and bond accompanying it were executed the same day, and while the obligors in the latter appeared as principals the relation of Rowe to Kemon was that of a surety for the performance by his principal of the work he had contracted to do under his contract with the party of the first part. The application to open the judgment was made by and in the interest of the obligors who claimed that Ethelinda Blauvelt had failed to comply with the terms of her contract with Kemon, and thereby released them from liability on the bond. The principal matters alleged as cause for opening the judgment were changes made in the contract between the plaintiff and the contractor without notice to or consent of the surety, over-payments by the plaintiff to the contractor to the detriment of the surety, and that the plaintiff paid too much for the work done in finishing the contract. The answer to the first allegation is found in the general conditions contained in the specifications. These conditions are not printed in the aj^pellant’s paper-book but the condition which constitutes the answer to the charge of changes in the contract without notice to the surety, is printed in the appellee’s paper-book and is as follows : “ The builders reserve the right to make alterations in the drawings and specifications, and by so doing it must be understood by the contracting parties that the value of said alterations are to be made by the said architect who will make an equitable allowance, and should his valuation not be satisfactory then the alterations shall be valued by three, competent parties, one selected by the builders and the other by the contractors, and these two shall have the power to name a third party; the decision rendered must be binding on all parties thereto.” The admission in the bond that the obligors had examined the plans and specifications which contained the general conditions is certainly inconsistent with a denial of the builders’ right to make alterations in the plans and specifications on the terms prescribed in the condition above quoted. It may be stated in this connection that the so-called alterations, or additions, constituted extra work amounting to $412.40 ' which according to Kemon’s testimony he was to receive under a subsequent agreement in no wise affecting the original contract. The second allegation is that the plaintiff paid the contractor more than he was entitled to receive at the time of his default in the prosecution of the work he had undertaken, and that the rights of the surety were prejudiced by such payments. The answer to this is found in the testimony of Kemon and Smith, the former testifying that more than two thirds of the work was done at the time of his default, and Smith testifying that “ it was in the neighborhood of two thirds done.” ’ This view of the state of the work as presented by the defendants is absolutely inconsistent with the claim of overpayments when the payments on account of extra work are considered. No consideration of the claim that the plaintiff paid too much for finishing the work is necessary. In any event the plaintiff must sustain a loss of $1,746 by reason of Kemon’s default. Whether another person could have completed the work\" for léss than the plaintiff paid is a matter having no special relation to the effort of the surety to open the judgment entered on the bond.\nWe have carefully examined and considered the testimony -submitted by the defendants in support of .the claim that, the court should open the judgment, and the testimony submitted by the plaintiff in answer thereto. Our conclusion from the examination is that the weight of the testimony is against the claim of the defendants. On an application to open a judgment it is proper for the court to weigh the evidence and decide according to the preponderance thereof, and the court will not reverse for the exercise of a sound discretion: Wernet’s Appeal, 91 Pa. 319. An (application to open a judgment entered on warrant of attorney or on a judgment note is addressed to the equitable 'powers of the court -below, and upon an appeal to the Supreme Court, under the Act of April 4, 1877, P. L. 53, the question is whether the court below rightly exercised its discretion on the evidence. It is a mistake to suppose that the court to which the application is made, cannot judge of the weight of the evidence and the credibility of the witnesses but in every case where there is a conflict of testimony, must send the case to a jury: Jenkintown National Bank’s Appeal, 124 Pa. 337. Applying these well settled principles to the case at bar we cannot convict the court of error in refusing to open the judgment. The assignments are therefore dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "Peter Boyd, for appellant.",
      "J. Martin Rommel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Blauvelt v. Kemon.\nPrincipal and surety — Building contract — Discharge of surety. A surety in a building contract will not be discharged because of changes made in the contract between the owner and the contractor, where the contract expressly provides that changes may be made.\nPrincipal and surety — Building contract — Discharge of surety — Overpayment.\nA claim of a surety on a building contract to be discharged because of overpayments at the time of the default is completely met by proof that the alleged overpayments were made for extra work.\nPrincipal and surety — Opening judgment — Building contract — Cost of completing work.\nOn an application to open a judgment entered against a surety in a building contract, the court will not consider the question whether, the work could not have been completed for less than what the owner paid-\nJudgment — Opening judgment — Discretion of court.\nAn application to open a judgment entered on warrant of attorney or on a judgment note is addressed to the equitable powers of the court below, and upon an appeal to the Supreme Court, under the Act of April 4,1877, P. L. 58, the question is whether the court below rightly exercised its. discretion on the evidence. It is a mistake to suppose that the court to which the application is made, cannot judge of the weight of the evidence and the credibility of-the witnesses but in every case where there isa. conflict of testimony, must send the case to a jury.\nArgued March 21, 1899.\nAppeal, No. 412, Jan. T., 1898, by defendants, from order of C. P. No. 1, Pbila. Co., March T., 1897, No. 591, discharging rule to open judgment in case of Ethelinda Blauvelt v. Frank P. Kemon and George Rowe-\nBefore Stekbett, C. J., McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nRule to open judgment.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was the order of the court discharging rule to open judgment.\nPeter Boyd, for appellant.\nAny alteration of a contract by the principal parties without the assent of the surety is fatal to its validity as against the surety: Bensinger v. Wren, 100 Pa. 500.\nA surety for the completion of work to be performed by the principal where, by the terms of the contract the principal is to be paid by instalments, is discharged if the principal is paid faster than the contract provides :■ Fitzpatrick v. McAndrews, 12 Pa. C. C. 353.\nThe appellant also submits that the charges that the plaintiff has made for finishing and completing the work are so grossly excessive as almost to amount to a fraud.\nJ. Martin Rommel, for appellee.\nIn an application to open a judgment entered upon a warrant of attorney, a wide discretion must necessarily be exercised by the court below, and on appeal the Supreme Court will only reverse where this discretion has been abused.\nThe facts of this case are almost similar to those in Barclay v. Deckerhoof, 151 Pa. 379.\nThe alleged overpayments were for extra work.\nMay 23, 1900:"
  },
  "file_name": "0128-01",
  "first_page_order": 150,
  "last_page_order": 154
}
