{
  "id": 916768,
  "name": "Cooke v. Marshall",
  "name_abbreviation": "Cooke v. Marshall",
  "decision_date": "1900-05-30",
  "docket_number": "Appeal, No. 68",
  "first_page": "200",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "148 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0601-01"
      ]
    },
    {
      "cite": "90 Wis. 442",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8706090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/90/0442-01"
      ]
    },
    {
      "cite": "10 Mo. App. 143",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        528273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/10/0143-01"
      ]
    },
    {
      "cite": "106 N. Y. 101",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "75 N. Y. 211",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        536757
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/75/0211-01"
      ]
    },
    {
      "cite": "23 N. J. Law, 195",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        401159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/23/0195-01"
      ]
    },
    {
      "cite": "161 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "13 W. N. C. 160",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wharton, 247",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "131 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 N. J. Eq. 133",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        520177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/12/0133-01"
      ]
    },
    {
      "cite": "73 Ala. 325",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5545838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/73/0325-01"
      ]
    },
    {
      "cite": "46 Md. 1",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1852957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/46/0001-01"
      ]
    },
    {
      "cite": "7 Ohio, 560",
      "category": "reporters:state",
      "reporter": "Ohio",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "191 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 660,
    "char_count": 10505,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 5.578649565477873e-08,
      "percentile": 0.350264822389259
    },
    "sha256": "70cb0918b4ca9402c6a934b6187f4dcfb7c8c02b5faa9a3c5eb2b1890be07ac1",
    "simhash": "1:1fee3218ab98f1f9",
    "word_count": 1819
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.",
      "Sterrett, C. J., and Fell, J., join in this dissent."
    ],
    "parties": [
      "Cooke v. Marshall."
    ],
    "opinions": [
      {
        "text": "■Opinion by\nMr. Chief Justice Green,\nWe were very willing to grant a rehearing in this case as it is one of a quite exceptional character, and the leading question at issue is so barren of authority as to make it a case of first impression. We have heard with much interest the able argument of counsel upon the second hearing and have given a patient study of the case, but we are unable to see any sufficient reason for changing the conclusions' expressed in the first opinion filed. For the reasons there stated we still think that all the issues of capital stock were entirely illegal and void. As the claimants represented by the plaintiff, of the office of trustees, found their title to the office upon the votes of the holders of capital stock, and we hold that there never was any valid issue of stock, we cannot consider them as having any title to* the office claimed. But there can be no doubt, we think, that. the administration of the affairs of the company during the long-period succeeding the organization of the company must be-regarded as entirely legal in all respects. The trustees were-originally elected in strict conformity with the by-laws of the-company, and their title was never questioned until in the present litigation; they were trustees de facto and the acts done by them were within the line of their duty as such officials-The claim of title to the office by the defendant and those whom he represented we cannot consider as valid. . The function of the original coporators was exhausted when their successors-were designated by them, and we do not see how their original authority could be resuscitated by the action of two of their number after a delay of thirty-two years and a constant acquiescence in the action of the original corporators in establishing their successors in office. We do not consider the title of the defendant and those he represents to the office of trustee as of any validity.\nIn this situation it seems to us that immediate steps should be taken to remedy this anomalous condition of affairs. The corporation is certainly the owner of the property except such as has been sold to plot holders and is devoid of a legally constituted managing body. As the private interests of certain parties have always been recognized in the way of a proportionate holding of the corporation, it seems to us that there ought to be no difficulty in effecting a reorganization under the general corporation law of the commonwealth. Of course we cannot undertake to give advice as to what should be done nor to be bound by any suggestions we now make, but it may be quite possible that in any such reorganization the proportionate interests of the several parties holding stock can be recognized as the basis upon which the ultimate division of interests may be founded. W e make no decision upon the subject but leave the whole matter open for future consideration. We make no-change in the judgment as formerly entered.\nThe judgment of the court below is reversed and judgment is now entered for the defendant with costs under the case stated.",
        "type": "majority",
        "author": "Mr. Chief Justice Green,"
      },
      {
        "text": "Mr. Justice Mitchell,\ndissenting:\nBy the act of incorporation certain persons were declared and created to be a corporation under the name of the Char-tiers Cemetery Company and as such empowered not only to carry into effect the objects of the company but also “ generally do all such other matters and things as are incident to a corporation” and specifically to establish a rural cemetery on Marshall’s land. The power to issue stock was necessarily implied. No mode was provided for the acquisition of the land, and the natural and usual method “incident to a corporation”\" for that purpose was to obtain subscriptions for stock and buy the land from the fund thus raised or by the direct • issue of stock to the landowner. It is said that the corporators might-mortgage the land and thus obtain the money. Perhaps so, and perhaps not; there is nothing to show whether they could or not. But conceding that they might, they were not confined to this mode. The money had to be raised, and there is no-evidence that the organizers were willing to contribute it in equal amounts. If not they could only protect their proportionate interests by a partnership, which the statute did not contemplate, or by the creation of stock. Even if not the only or even the best way it was a reasonable and effective way of performing the express duty laid on the corporation, and was-therefore within the discretion necessarily implied by the command of the act.\nThe power subsequently to increase the number of shares is-not so clear but it is not now material to consider.\nBut secondly even if the original issue of stock was ultra vires the title of the complainants should be sustained until they are deprived of office in some regular and orderly way. They are the de facto and de jure board of trustees to which the government of the affairs of the corporation is committed by the charter.\nSection 2 of the act of incorporation provides that “the government of the said company and the management and disposition of its affairs is hereby vested in a board of trustees who shall be elected at such times and in such manner as the said company shall by its rules and regulations direct.” Under this section the corporators met and elected the predecessors of complainants by a vote in proportion to the funds each contributed to start the corporation. It was a perfectly lawful mode of election. Even if they had formed a partnership a regulation that each should have a voice in the management in proportion to his capital invested would have been entirely valid. The act of incorporation commanded the creation of a board of trustees but left the mode of election wholly to such rules and regulations as the company should establish. The company established the mode of election by stock vote, and even if the stock was invalid and ultra vires, as stock, it was a legitimate means of carrying out the regulation established by the company for the election of its trustees, and has been recognized and acted under as such for thirty-five years. Under it the plaintiffs were duly elected in the same manner as all their predecessors had been, and their title now should be held clear and valid until their successors are elected in accordance with the practice, or the regulation itself is changed in some orderly and legal manner by the full board of the corporators or their successors or representatives in the present corporation. The appellants are a body of disgruntled stockholders, mere intruders into the government, self-elected by a disorderly and illegal proceeding not authorized by any regulation of the corporation but in direct violation of the only corporate regulation on the subject and the uniform usage for thirty-five years.\nSterrett, C. J., and Fell, J., join in this dissent.",
        "type": "dissent",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "William, M. Watson and O. S. Fetter man, with them J. J. Miller, for appellant.",
      "W. B. Rodgers, with him A. W. Buff and H. B. Oarmaolc, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cooke v. Marshall.\nCorporations — Right to issue stock — Legislative authority.\nA corporation has no right to issue stock nor to increase or reduce its stock without specific legislative authority to do so.\nDirectors elected by persons holding stock of a corporation, which the corporation had no legislative authority to issue, are not the legally constituted directors of the corporation.\nReargued Oct. 24,1899.\nAppeal, No. 68, Oct. T., 1898, by defendant, from judgment of C. P. No. 1, Allegheny County, March T., 1897, No. 684, on case stated in the suit of O. R. Cooke v. James L. Marshall.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.\nReversed.\nCase stated on quo warranto.\nThe facts appear by the original report in 191 Pa. 315.\nWilliam, M. Watson and O. S. Fetter man, with them J. J. Miller, for appellant.\nThe Chartiers Cemetery Company had no express authority in its charter to increase its capital stock, and as there cannot be any implied right or power to increase . capital stock, all the supposed increases made by the company were null and void and the supposed elections held thereunder were likewise void: Peck v. Elliott, 79 Fed. Repr. 10; People y. Parker Vein Coal Co., 10 Howard’s Pr. 543.\nThe Chartiers Cemetery Company had not lawful authority to create a capital stock and any election held thereunder was void.\nThe omission of a fixed capital stock in the charter and a failure to confer on the company the power to fix one is abscnlutely fatal to appellee’s ease: Farrington v. Tennessee, 95 U. S. €86 ; Sturges v. Stetson, 1 Bissell (U. S.), 246.\nIt would be against the public to permit a corporation to ■create a capital stock unknown to tbe public as to amount and ■division into shares : State v. Kennon, 7 Ohio, 560.\nThe touchstone of all by-laws, the good of the corporation, shows this stock was unlawful, being not for the good of the company nor in any sense necessary, but simply an afterthought: Bonaparte v. Camden & Amboy R. R. Co., 1 Baldwin (C. C. of U. S.), 205; State v. Consolidation Coal Co., 46 Md. 1; Kirksey v. Florida & Georgia Plank-Road Co., 7 Florida, :23; Grangers’ Life and Health Ins. Co. v. Kamper, 73 Ala. 325; Green’s Brice’s Ultra Vires, p. 112; Lathrop v. Kneeland, 46 Barb. (N. Y.) 432; Trenton Mut. Life and Fire Ins. Co. v. McKelway, 12 N. J. Eq. 133; Chicago City Ry. Co. v. Allerton, 18 Wall. (U. S.) 233.\nW. B. Rodgers, with him A. W. Buff and H. B. Oarmaolc, for appellee.\nWhen the methods of voting at a corporate meeting are not fixed by general law, the corporators may make the law ior themselves, subject to the qualification that such laws and Regulations as they may make shall not conflict with the laws cf the state or of the United States: Com. v. Detwiller, 131 Pa. 634; Com. y. Gill, 3 Wharton, 247.\nThese incorporators adopted these by-laws or resolutions- for the purpose of maintaining a succession and providing for the management of the company, and the methods selected will not be set aside except for illegality: Knights of Honor v. Martin, 13 W. N. C. 160; Waterman on the Law of Corporations, p. 278; Millward-Cliff Cracker Co.’s Est., 161 Pa. 163; State v. Kennon, 7 Ohio, 560; State v. Morristown Fire Assn., :23 N. J. Law, 195; Burrall v. Bushwick R. R. Co., 75 N. Y. 211; Barry v. Merchant’s Exchange Co., 1 Sandford’s Chancery, 280; Christensen v. Eno, 106 N. Y. 101; Bent v. Hart, 10 Mo. App. 143; Wells v. Green Bay and Miss. Canal Co., 90 Wis. 442 ; Wilkes-Barre Deposit & Savings Bank v. Wilkes-Barre, 148 Pa. 601; Kirksey v. Florida & Georgia Plank-Road Co., 7 Florida, 23.\nMay 30, 1900:"
  },
  "file_name": "0200-01",
  "first_page_order": 222,
  "last_page_order": 226
}
