{
  "id": 916746,
  "name": "Clark v. Luzerne Borough",
  "name_abbreviation": "Clark v. Luzerne Borough",
  "decision_date": "1900-05-23",
  "docket_number": "Appeal, No. 162",
  "first_page": "210",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 376,
    "char_count": 7192,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.3009318303885671
    },
    "sha256": "2dd9072b6367f9321dfac555a6afcc29b433f297a019ef1cc5d7ec23e1b0ba01",
    "simhash": "1:05d4e583a0442af4",
    "word_count": 1232
  },
  "last_updated": "2023-07-14T20:38:34.521829+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbeen, C. J., McCollum, Fell, Bbown and Mestbezat, JJ."
    ],
    "parties": [
      "Clark v. Luzerne Borough."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOf course we cannot at tins stage of the proceedings consider the merits of the present appeal. We see no sufficient reason for interfering with the order granting the injunction. In conformity with our usual practice no opinion is filed at this time.\nOrder affirmed and appeal dismissed at cost of appellants. .",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. Ricketts, with him D. O. Couchlin, for appellants.",
      "Alexander Farnham, with him G. J. Clark, for appellees."
    ],
    "corrections": "",
    "head_matter": "Clark v. Luzerne Borough.\nMunicipalities — Boroughs—Increase of debt —Equity—Injunction.\nThe Supreme Court will not interfere with an order granting and continuing a preliminary injunction to restrain a borough from issuing bonds, where the bill and the injunction affidavits aver that legal notice of the election authorizing the issue of bonds had not been given, and that the tickets used at the election contained no statement of the purpose and amount of the proposed increase of debt, were not deposited in the proper box, were not numbered, and that no voting list of electors voting on the question had been kept by the election officers, and further that the ordinance authorizing the election had not been passed at a legal meeting of the council, that its title was misleading, and that it had not been published according to law.\nArgued May 9, 1900.\nAppeal, No. 162, Jan. T., 1900, by defendants, from decree of C. P. Luzerne Co., May T., liOO, No. 1, continuing preliminary injunction in case of G. J. Clark et al. v. Borough of Luzerne.\nBefore Gbeen, C. J., McCollum, Fell, Bbown and Mestbezat, JJ.\nAffirmed.\nBill in equity for an injunction.\nThe bill was as follows:\n1. Your orators are residents, electors and taxpayers of the borough of Luzerne, in said county.\n2. The defendants above named, in addition to said borough, are the burgess and members of the town council of said borough.\n3. Said defendants are proceeding to secure ground or land on which to erect an electric light plant and are further proceeding and intend to erect buildings, purchase machinery and erect, construct and equip within said borough an electric light plant for the purpose of lighting the streets of said borough by electricity and also for the purpose of supplying electricity for commercial purposes for the supply and use of the inhabitants of said borough; and, to defray the cost and expense of securing said land and erecting and equiping said electric light plant, propose and intend and are proceeding to issue bonds of said borough in a sufficient amount, not exceeding $12,000.\n4. That the last adjusted valuation of taxable property in said borough is $282,616, and the present indebtedness is $1,473.75.\n5. That the proposed increase of indebtedness in the sum of $12,000 and exceeding $4,652.32 (including present debt) is beyond the power of said defendants, without first obtaining the assent of the electors of said borough at an election duly held for that purpose.\n6. That defendants purport and claim to be duly authorized, with the assent of the electors of said borough duly obtained at a public election held February 20, 1900, in said borough, to make contracts and purchases and incur and increase the indebtedness of said borough for the purposes set forth in paragraph three of this bill.\n7. Your orators aver that said defendants have not the power and authority claimed by them as set forth in paragraph six and aver that the said election was not due and legal, but that the same was invalid and illegal, for the following reasons:\n(1) That the ordinance of said borough purporting to authorize the increase of indebtedness for the purpose of purchasing or erecting an electric light plant, was not legally ordained and enacted by said council, in that it purports to have been passed at a special meeting of said council held January 5, 1900, of which meeting the minutes of said council fail to show notice to the members of said council and at which meeting only six of the eight members of said council attended and of which meeting legal notice was not given.\n(2) That the said ordinance is illegal and invalid in that its title is misleading and gives no proper notice of the contents thereof. The ordinance is stated to be to provide for a vote upon the question of an increase of indebtedness while in fact it provides for the erection of an electric light plant.\n(3) The said ordinance was not published until January 12, 1900, and under the laws of this state did not come into force and effect until on or after January 23,1900, so that thirty days’ legal notice of said election could not be given as required by law, the date of said election being February 20,1900, and said ordinance was not recorded in the ordinance book of said borough until after January 23, 1900. Therefore your orators aver that there was no legal notice of said election given.\n(4) Said ordinance failed to designate the year in which the proposed election should be held and therefore there was no authority for advertising an election to be held February 20, in the year 1900.\n(5) The tickets used at said election were in the following form: Printed on outside, “ Increase of Debtprinted on inside (tickets against), “ No Increase of Debt,” and (tickets for), “ Debt may be Increased.” That the said tickets are not a legal ticket, in that on the said tickets there was no statement of the purpose and amount of said proposed increase of debt. (a) Said tickets were not deposited in a box provided for that purpose, as provided by law in regard to other tickets received at said election. (5) No voting list or list of electors voting on said question was kept by the election officers holding said election, (c) The tickets received and deposited by the inspectors and judges were not numbered as required by law.\n8. The said proposed action on the part of the defendants, unless restrained by your honorable court, will subject your orators to an unjust and illegal burden, to the great injury of your orators and for which there is no adequate remedy at law.\n9. Your orators thus show that the proposed purchase of land, contracts for machinery, etc., and the erection and equipment of an electric light plant in said borough and also the proposed issue of bonds to meet the indebtedness so incurred, are illegal and without warrant of law and to the prejudice of and injury to the rights of your orators.\nYour orators therefore pray:\n1. That said election be declared undue and illegal.\n2. That an injunction be' issued to restrain the defendants and their successors from purchasing lands and materials and erecting and equipping an electric light plant in said borough and from issuing bonds or incurring debts by virtue of the aforesaid borough ordinance approved January 11,1900, and the election held thereunder oh February 20, 1900.\n3. For such other and further relief as to your honors may seem just and proper and as the facts and circumstances may warrant.\nAn affidavit was filed which tended to support the averments of the bill. An answer was filed denying tbe material averments of the bill.\nThe court continued a preliminary injunction until further' ordered.\nError assigned was the decree of the court.\nA. Ricketts, with him D. O. Couchlin, for appellants.\nAlexander Farnham, with him G. J. Clark, for appellees.\nMay 23, 1900:"
  },
  "file_name": "0210-01",
  "first_page_order": 232,
  "last_page_order": 235
}
