{
  "id": 916752,
  "name": "Commonwealth ex rel. v. Mellet",
  "name_abbreviation": "Commonwealth v. Mellet",
  "decision_date": "1900-05-21",
  "docket_number": "No. 1; Appeal, No. 262",
  "first_page": "243",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "121 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "163 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0465-01"
      ]
    },
    {
      "cite": "112 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0197-01"
      ]
    },
    {
      "cite": "114 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0505-01"
      ]
    },
    {
      "cite": "160 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "38 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0334-01"
      ]
    },
    {
      "cite": "9 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960694
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0014-01"
      ]
    },
    {
      "cite": "16 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0532-01"
      ]
    },
    {
      "cite": "51 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0467-01"
      ]
    },
    {
      "cite": "9 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0441-01"
      ]
    },
    {
      "cite": "1 Jones, 506",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "106 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0057-01"
      ]
    },
    {
      "cite": "92 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0447-01"
      ]
    },
    {
      "cite": "124 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 542,
    "char_count": 8867,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 1.8374350422884666e-07,
      "percentile": 0.7215961239439056
    },
    "sha256": "dcdf2d56acd1b091621dd74c964ea742af1d478048eaa9e5094c2fdaec655728",
    "simhash": "1:9f2ba440b90fa47c",
    "word_count": 1554
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. v. Mellet"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nMichael J. Scanlon was collector of taxes for the borough of Shenandoah for the tax years 1895 and 1896, and gave bond for each year in the penal sum of $100,000, conditioned for the faithful performance of his duty. According to a special act of assembly applicable to Schuylkill county, that of February 17, 1859, the bonds contained powers of attorney to confess judgment ; they were approved by the court, and filed in the court of quarter sessions. Both bonds were certified by the clerk of the quarter sessions into the court of common pleas, and judgments entered thereon against Scanlon and his sureties, and notice thereof given to the latter. The appellant, Mary Mellet, one of the sureties, responded in writing, denying that she had executed the bonds. Soon after she presented her petition to the common pleas, for rule to open judgment and have them stricken from the record; no answer was filed, and the court granted the rule; depositions were taken on both sides; after full hearing, the court in opinion filed, discharged the rule. From that decree we have this appeal.\nBefore the acts of April 4, 1877, and May 20, 1891, no appeal from the decree refusing to open the judgment would have been entertained by this court; since these acts the losing party can have the action of the court reviewed. But the discretion of the common pleas, so long exercised, and in all cases conclusive, has by no means been taken away by this legislation; the proceeding to open has only been turned into an equitable one, to be decided in accordance with equity principles. See Jenkintown National Bank’s Appeal, 124 Pa. 337, and the cases therein cited. The learned judge of the court below, therefore, in this case sat as a chancellor, and we will only inquire as to whether his discretion was properly exercised.\nTake the facts in the case as to the bond of 1895; on its face, it is sealed by Mary Mellet, and signed by her mark, is witnessed by Matt Giblon, is dated June 7, 1895; then same day is formally acknowledged before J. A. Toomey, a justice of the peace, who certifies that she acknowledged the execution of her bond by making her mark. No higher proof of the fact of execution could have been adduced. Appellant flatly denies her signature ; in other words, alleges it to be a forgery. To constitute it a forgery, there must have been a criminal forger acting in collusion with the attesting witness and the magistrate who by his certificate took her personal acknowledgment. The whole burden of proof is upon her, to at least raise a doubt, as to the genuineness of her signature, and this by competent evidence which the court would feel bound to submit to a jury. She denies the signature; her age is sixty-two years; more than three years after the date of the bond, she testifies positively, that she neither signed it in presence of Giblon nor acknowledged it before Squire Toomey. Some one must have had a motive for the forgery. In the argument, Scanlon, the tax collector, is indicated as the forger; it is urged, it was to his interest to have an apparently properly executed bond with sufficient sureties, that he might qualify for the office of collector, and therefore, he forged the name of appellant, who is his relative. Scanlon, however, testifies just as positively, that at his request, Mrs. Mellet signed the bond, and that she did so in his presence. Giblon, the witness, testifies to the genuineness of his signature, but has no recollection of putting his name on the paper in her presence. Squire Toomey does not remember, independently of his certificate, that he took the acknowledgment, but says he must have taken it, or his certificate would not have been on the bond. Ought not this evidence to be conclusive on the conscience and discretion of a chancellor ? The value of the testimony of one who witnesses a deed or other formal instrument does not rest on the witness’s recollection; the very weight of the testimony' rests on the fact, that it is appended on the paper at the time of execution, although afterwards the fact of writing his name there may be entirely forgotten. Suppose Giblon had not affixed his name as witness to the left of Mrs. Mellet’s, and more than three years afterwards was willing to testify that he had seen her sign her name then, the fact would have depended wholly on recollection, the infirmity' of which faculty is so well known to courts and the legal profession. But here, his signature, in effect, says, “ I saw Mrs. Mellet sign this bond on June 7,1895, and under my own hand made a note of the fact at the time on the bond.” He may wholly forget afterwards what he saw and what he did, but the record establishes it. Squire Toomey has no recollection of the acknowledgment independent of his certificate; it would be improbable that he would have. An officer who performs hundreds of official acts of this character remembers but very few of them. The presumption is he performed his duty as he was sworn to do, and there is .nothing to show he did not faithfully perform it. He says he knew it was unlawful to certify such acknowledgment without the appearance before him in person of the obligor. The value of the certificate, therefore, depends on what is in it; he certifies that she personally appeared before him and acknowledged her signature by mark. There could be no stronger evidence of the execution of an instrument than that adduced in this case. It is controverted solely by the oath of Mrs. Mellet; to hold this sufficient, would put it in the power of the obligor, by simple denial under oath, to impair the validity of every written instrument. There was no evidence whatever of collusion, or even impropriety, between Scanlon, the witness Giblon, or the officer. Instead of the discharge of the rule being an abuse of discretion by the court below, it was a proper exercise of it, and the decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "James B. Reilly, with him James J. Moran, for appellant.",
      "John F. Whalen, with him M. M. Burke, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. v. Mellet\n(No. 1).\nJudqment — Openinq judqment — Discretion of court — Acts of April 4, 1877 and May 20,1891.\nThe acts of April 4, 1877 and May 20,1891, giving an appeal from an order refusing'to open a judgment do not take away from the court of common pleas the discretion which that court has so long exercised in the matter of opening a judgment ; the proceeding to open has only been turned into an equitable one to be decided in accordance with equity principles.\nJudgment — Opening judgment — Bond—Signature by mark — Forgery— Discretion-\nAn order of the common pleas refusing to open a judgment will not be reversed where it appears upon the face of the bond upon which the judgment was entered that it was signed by the obligee with her mark, witnessed by a subscribing witness and formally acknowledged before a justice of the peace who certified that she acknowledged the execution of the bond by making her mark, and the defendant’s denial of her signature is met by the testimony of the principal who testified that she signed the bond in his presence, and by that of the subscribing witness and the magistrate, both of whom testified as to the validity of their signatures without being able to recall the circumstances under which they signed, or under which the acknowledgment was made.\nArgued Feb. 13, 1900.\nAppeal, No. 262, Jan. T., 1899, by-defendant, from order of C. P. Schuylkill Co., May T., 1898, No. 412, discharging rule to open judgment in ease of Commonwealth. ex rel. the Borough of Shenandoah v. Mary Mel-let.\nBefore Mitchell, Dean, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nRule to open judgment.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was the order of the court.\nJames B. Reilly, with him James J. Moran, for appellant.\nWhere a fraud is of such a character as to involve a crime the ratification of the act from which it springs is opposed to public policy and cannot be permitted: Shisler v. Vandike, 92 Pa. 447 ; Lyon v. Phillips, 106 Pa. 57.\nIn Pennsylvania where the question is of the execution of a deed we have steadily adhered to the English rule which requires the oath of the subscribing witness to prove an attested instrument: Williams v. Floyd, 1 Jones, 506; Tams v. Hitner, 9 Pa. 441; Brobst v. Welker, 8 Pa. 467.\nA magistrate’s certificate of a wife’s voluntary acknowledgment is not conclusive in case of fraud or constraint: Hall v. Patterson, 51 Pa. 290; Louden v. Blythe, 16 Pa. 532; Schrader v. Decker, 9 Pa. 14; Michener v. Cavender, 38 Pa. 334.\nDecisions of this court without number encourage us in this appeal. We need but cite a few in its support: Stockwell v. Webster, 160 Pa. 474; Ellinger’s App., 114 Pa. 505; Sossong v. Rosar, 112 Pa. 197; Davis v. Burrows, 6 Lancaster Laws Rev. 398; Steiner v. Scholl, 163 Pa. 465; Given’s App., 121 Pa. 267.\nJohn F. Whalen, with him M. M. Burke, for appellee.\nMay 21, 1900:"
  },
  "file_name": "0243-01",
  "first_page_order": 265,
  "last_page_order": 268
}
