{
  "id": 916775,
  "name": "Davis v. Snyder Township",
  "name_abbreviation": "Davis v. Snyder Township",
  "decision_date": "1900-05-21",
  "docket_number": "Appeal, No. 314",
  "first_page": "273",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "191 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0612-01"
      ]
    },
    {
      "cite": "191 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0562-01"
      ]
    },
    {
      "cite": "171 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0145-01"
      ]
    },
    {
      "cite": "179 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0219-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 533",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0533-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 112",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0112-01"
      ]
    },
    {
      "cite": "8 Pa. Superior Ct. 89",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        286876
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/8/0089-01"
      ]
    },
    {
      "cite": "192 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908986
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0206-01"
      ]
    },
    {
      "cite": "177 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0213-01"
      ]
    },
    {
      "cite": "117 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0353-01"
      ]
    },
    {
      "cite": "119 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0053-01"
      ]
    },
    {
      "cite": "118 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0508-01"
      ]
    },
    {
      "cite": "87 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0365-01"
      ]
    },
    {
      "cite": "85 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0293-01"
      ]
    },
    {
      "cite": "130 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0380-01"
      ]
    },
    {
      "cite": "158 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0405-01"
      ]
    },
    {
      "cite": "27 W. N. C. 363",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "191 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0254-01"
      ]
    },
    {
      "cite": "151 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0304-01"
      ]
    },
    {
      "cite": "149 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0040-01"
      ]
    },
    {
      "cite": "149 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0222-01"
      ]
    },
    {
      "cite": "122 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0601-01"
      ]
    },
    {
      "cite": "150 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834399
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0145-01"
      ]
    },
    {
      "cite": "18 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pa- Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0333-01"
      ]
    },
    {
      "cite": "127 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565757
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0184-01"
      ]
    },
    {
      "cite": "189 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903464
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0253-01"
      ]
    },
    {
      "cite": "183 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0184-01"
      ]
    },
    {
      "cite": "160 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852118
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0359-01"
      ]
    },
    {
      "cite": "139 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0363-01"
      ]
    },
    {
      "cite": "116 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0344-01"
      ]
    },
    {
      "cite": "177 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0218-01"
      ]
    },
    {
      "cite": "85 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0293-01"
      ]
    },
    {
      "cite": "189 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0253-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 824,
    "char_count": 19596,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.555708307273076e-07,
      "percentile": 0.676054858796787
    },
    "sha256": "d56ee35979019221edd2aa638226843c57aff02fe033ef4752ff515353eb30f7",
    "simhash": "1:48f3a930a41056d9",
    "word_count": 3504
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., McCollum, Dean, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Davis v. Snyder Township."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nOn November 15, 1897, the plaintiff, with her sister, was driving in a one-horse buggy from the village of Birmingham, Huntingdon county, to the bororigh of Tyrone, Blair county, the distance being about three miles. The road, for the greater part, is in Snyder township, Blair county; it is a much traveled one, and is broad, smooth, and kept in good repair; for part of the distance, it is a side cut, about fifteen feet above the Juniata river, and the descent to the river is very abrupt; there was no guard rail or other protection on the side of the cut next the river; in improving the road, the contractor had placed a pile of sewer pipe on the side of it next the mountain; how long the pipe had been there did not appear; the horse was a safe one for driving purposes, but, notwithstanding, it shied at the sSwer pipe, became uncontrollable, and backed the buggy with its occupants off the road into the river; the buggy was demolished, the horse falling on it; plaintiff narrowly escaped drowning, and suffered serious injuries. She brought suit for damages against defendant, averring negligence in not maintaining a guard rail or other barrier at the point of the accident.\nThe court submitted the evidence to the jury, instructing them, that if they found, under the facts, the supervisors were negligent in not placing a guard rail or barrier at that point, and the absence of it was the proximate cause o'f the accident, the defendant was answerable in damages, unless plaintiff by her ignorant or negligent driving contributed to the result. The verdict was for plaintiff, and we have this appeal by defendant, with six errors assigned to the charge of the court, which may be treated as but two: 1. What was the proximate cause was for the court, and as the proximate cause of the accident was the placing of the sewer pipe at the side of the road, and as there is no proof of any negligence of the township in this particular, a verdict should have been directed for defendant. 2. The plaintiff was guilty of manifest contributory negligence, and therefore, the jury should have been peremptorily instructed to find for defendant.\nIt may be conceded that there was no proof of notice to defendant, actual or constructive, that the sewer pipe had been placed on the highway. That may be treated as a mere incident of the cause, the same as the blowing of a leaf, or the casting of a shadow upon the road, at either of which a horse might have taken fright. The fact, however, remains that any horse which took fright at that particular point, might easily and probably would, throw the vehicle over the bank into the river below, for the roadway was only ten to twelve feet wide; at the right was the mountain side, at the left the precipitous descent to the river; it was either that narrow roadway or over the bank into the river, for the terror stricken animal. Did defendant neglect a duty to the traveling public when it left the road unguarded at that point? The jury has found as a fact that it was negligent, and that such negligence was the proximate cause of the injury. Appellant argues it was the duty of the court to determine, that the pile of sewer pipe was or was not the proximate cause of the accident. Without going into a discussion of that question, and hunting for the vague line which separates the functions of the court from those of the jury, on the subject of remote and proximate cause, we only remark that defendant could not have been injured by the court’s action. There was ample evidence of defendant’s negligence, and that that negligence was the proximate cause of the accident. It cannot matter to appellant, whether answerability is found by the court or jury, so long as the finding in either case ought to be against it. As to what is the test of negligence of a municipality, with reference to its roads and highways, we have passed on the question so often within the last twenty years, that we shall not, further than is absolutely necessary, repeat our opinion. Was this consequence such as might have and ought to have been foreseen by the supervisors according to the rule laid down in Hoag v. Lake Shore, etc., Railroad Co., 85 Pa. 293 ?\nIn appellant’s history of the case it is stated, that this “ is one of the most frequently used highways in that part of the state.” It follows that increasing travel increases the danger and the risk of accident. Twenty-five horses and vehicles might have passed this point daily for twenty years with but one accident. Multiply this by four, making a hundred going-over the same road daily, then there will probably be an accident on an average of every five years. We assume, with appellant, that at an earlier day, when the country was sparsely settled and travel very light, the duty might not have been obvious; but conditions have wholly changed; now, but very few country roads are so much traveled as this one. Why has the roadbed undergone so great improvement? Formerly, it was a common dirt road, deep in dust one half the year, and in mud the other half; now, it is a smooth, macadamized highway. The increase of travel demanded the improvement of the highway, and the township only did its duty in improving it; but there was no corresponding protection to the traveler at this perilous point. Since the accident, at a slight cost, the guard rail has been erected; the danger is one which ordinary foresight should have apprehended, yet it was not guarded against, until a serious accident demonstrated its existence. This is negligence. The measure of danger is the measure of duty. If the city of Philadelphia left unguarded a single dangerous highway, as was this one, with its more than a million of population, no one would question its negligence; it would be called criminal negligence. And while the township of Snyder is held up to no such degree of care in the case of a country road, yet the duty of vigilance rises with the increased travel upon such a road as this one.\nMuch stress is laid by appellant on Heister v. Fawn Township, 189 Pa. 253, decided last year. It was not intended in that case to touch any principle announced in the numerous authorities which preceded it. There the driver of-a vehicle deliberately drove up to a cow lying upon a roadway twelve feet wide, and in full sight for 350 feet ; as he came near she suddenly rose up, the horse took fright and plunged over the embankment which was the bed of the road; there was no guard rail; it was held the absence of the guard rail was not the proximate cause of the accident, and even if it were, the driver was manifestly negligent in driving close upon the cow. Our Brother Mitchell puts the pith of the decision in these words:\n“ If the township was bound to anticipate the conjunction of circumstances which led to the .accident, while they were in. the future, and was negligent in not providing against their possible happening, the plaintiff must have been at least equally negligent in not guarding against them when they were present or imminent.”\nIf instead of an immovable pile of sewer pipe close up to the right-hand side of the road, this horse had taken fright at a cow, which immediately rose up before him in the middle of the road, and which the driver had in full view for 350 feet, the case would have been in point, but it has no application to the facts before us.\nWe hold there was ample evidence from which the jury could find the fact of negligence, and assuming that fact, then that negligence was the proximate cause of the accident.\nAs to .contributory negligence on part of plaintiff, that was so clearly a question for the jury, that we shall not waste time in discussing the assignment of error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "W. L. Pasco, of Stevens, Oivens tf Pasco and A. A. Stevens, with them Hicks $ Templeton, for appellant.",
      "H. A. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Davis v. Snyder Township.\nNegligence — Township—Dangerous road — Embankment—Fright of horse —Proximate or remote cause.\nWhere the travel on a road-greatly increases, the duty of vigilance on the part of township authorities as to a dangerous and unguarded embankment on the side of the road rises with the increased travel upon the road.\nIn an action against a township to recover damages for personal injuries the case is for the jury where it appears that the plaintiff while driving a safe horse for driving purposes, approached a steep embankment with no guard rail or other protection, and when opposite the embankment the horse shied at a pile of sewer pipe which had been placed by a contractor on the side of the road opposite the embankment, with the result that the carriage was backed over the embankment and plaintiff injured.\nArgued April 17, 1900.\nAppeal, No. 314, Jan. T., 1899, by defendant, from judgment of C. P. Blair Co., March T., 1898, No. 71, on verdict for plaintiff in case of Bessie K. Davis v. Township of Snyder.\nBefore Green, C. J., McCollum, Dean, Brown and Mestrezat, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Bell, P. J.\nThe facts appear by the opinion of the Supreme Court.\nThe court charged in part as follows:\n[If the weight of the evidence satisfies you that there was negligence on the part of the supervisors in failing to have a guard rail at that particular point, you will go on and inquire further in the line which I will hereafter indicate. On the contrary, if the weight of the evidence fails to satisfy you that there was negligence on the part of the township authorities in not putting a guard rail there, you would stop right there and find for the defendant, but, if you find there was negligence in that absence of a guard rail, the failure to put a guard rail there, in view of the circumstances, then you go on and inquire, in the second place: Was the negligence of the defendant the proximate cause of the injury ? If it was not, then your verdict should be for the defendant, because the township is only liable in the event that its negligence — that is, the negligence of the township — was the proximate cause of the injury.] [1]\n[Proximate, as an adjective, is opposed to remote. By proximate is meant immediate, but proximate does not exactly mean first in the order of time, but as an incident of the general occurrences culminating in the accident. It may not have its origin in the negligence of the defendant, but in the negligence of someone else other than the plaintiff; but still, if the negligence of defendant was the dominant, controlling factor of the accident, then that negligence would be deemed the proximate cause and the injury the natural and probable consequence of such negligence.\nIn the case of Maxatawny Township v. Bitting, 177 Pa. 218, the rule is laid down that the injury must be “ such a consequence as, under the surrounding circumstances of the case, might and ought to have been foreseen by the wrongdoer and likely to flow from his act; ” and then such negligence is proximate cause. Now, keeping in view the definition of proximate cause which I have given you, you will consider the facts of this case. It is claimed on the -part of the defendant that the proximate cause was the sewer pipe being there. Now, if that was the proximate cause, then the township' would not be liable, according to the evidence in this case, because there is no evidence as to how long the sewer pipe was there. It may be, if there had been evidence that the sewer pipe had been there for some considerable time, even two or three days, that it would have been the duty of the supervisors to see that it was gotten out of that place, but, as there is no evidence óí how long the sewer pipe was there, if the accident was caused by the sewer pipe, as the proximate cause, the township could not be held liable for this particular accident. As I said, the defendant claims that the sewer pipe was the proximate cause. If this is so, your verdict should be for the defendant, but you will recollect that, in my definition of proximate cause, I said that proximate cause did not necessarily mean the first of the general occurrences which culminated in the accident. Undoubtedly the sewer pipe, if you believe the evidence of the plaintiff herself, did frighten the horse, and that was the start of all the misfortunes. But, as I said before, it does not necessarily follow that the first start of a series of events is the proximate canse. The proximate is the dominating cause, the principal cause of the injury.] [2]\n[It is claimed on the part of the plaintiffs that the sewer pipe was only a mere incident; and, if this is so, then the sewer pipe matter should be dismissed from your minds entirely. If it is a mere incident in the sense that a piece of paper would be an incident — a horse frightening at a piece of paper in the road; but if the road is good and level, as a general rule, no harm is done, because in a few minutes one gets his horse under control. And the plaintiffs claim here that the sewer pipe w*as a mere incident, that the dominant cause of the injury, the proximate cause, was the failure on the part of the defendant to have a guard rail there. And if you are satisfied from the weight of the evidence that that was the dominant and principal cause of the injury, you would dismiss entirely the server pipe incident from the case.] [3]\n[Another way of determining what was the proximate cause of the injury is this: Were the supervisors of Snyder township negligent in not placing a guard rail at this particular place ? And if they were, should they have seen that, in the absence of a guard rail, if a horse frightened at that particular place, the probabilities were that there would be an accident, and that the horse or buggy, each or both, would go into the river? If that was the probable result of the negligence of the defendant in not placing a guard rail at this point, then the absence of a guard rail would be the proximate cause of the accident, and not the incident to the general accident, to wit: the horse frightening at the sewer pipe.] [4]\n[Now, if you find that the absence of a guard rail was not the proximate cause of the injury, you stop right there and find for the defendant. But if the absence of a guard rail, the negligence on this behalf on the part of the defendant, was the proximate cause of the injury, then you go on and inquire in the next place, was the plaintiff free from contributory negligence which contributed, in the least, to produce the injury?] [5]\n[In the definition which I gave you of the duties of supervisors, I said they were to provide roads which are reasonably safe for ordinary travel, by ordinary vehicles, drawn by horses of ordinary docility, driven by drivers of ordinary skill and judgment; and if accidents occur partly because of the negligence of the township authorities and partly because of want of ordinary skill and judgment on the part of the driver, then the township would not be held liable, because the law has no scales with which to weigh the negligence of one and the other and determine which is most negligent, and put the responsibility on the most negligent.\nIt is argued on the part of the defendant in this case that Miss Blanche Kocher, who was driving, did not do, under the circumstances, what a person of ordinary prudence and judgment would have done; 'that she pulled the horse hard and pulled on the right line, and that she whipped the horse with the line. It is argued on the part of the defendant that she should have spoken to the horse and possibly he would have gone past, and that she^should have taken the whip and whipped him past.\nIf there was any contributory negligence on the part of Blanche Kocher, the driver, such contributory negligence would be imputed to the other occupant of the buggy, Miss Bessie, and would likewise be imputed to the owners of the buggy, the two Kocher brothers, of whom I may speak at the conclusion of this charge. If you are satisfied from the Weight of the evidence that there was want of ordinary skill and judgment on the part of Miss Blanche Kocher in driving that horse, under the circumstances, it would bar the plaintiff’s right to recover, and your verdict would be for the defendant. But, at the same time, in determining what is ordinary skill and judgment, you will remember that you are to determine not what is ordinary skill and judgment if the party would have a half day’s notice, but what is ordinary skill and judgment under the circumstances. Mrs. Davis says that all was over like a flash, and it is a well known fact that even the most prudent man, when suddenly thrown in a place of danger, may make some mistake of judgment which he would not make if he had ample time to think it over. And if the defendant township, by its negligence in failing to erect a guard rail at this point, placed the plaintiff in a position of sudden danger, that fact should be considered by the jury in determining whether or not the plaintiff was guilty of contributory negligence. If you are satisfied by the weight of the evidence that the plaintiff was guilty of con-tributary negligence, that Miss Blanche Kocher was guilty of contributory negligence, stop right there and find. for the defendant; but, if you find for the plaintiff on this question of contributory negligence and also on the preceding questions that I have submitted to you, you will go on and assess the damages.] [6]\nVerdict and judgment for plaintiff for $2,026.36. Defendant appealed.\nErrors assigned were (1-6) above instructions, quoting them.\nW. L. Pasco, of Stevens, Oivens tf Pasco and A. A. Stevens, with them Hicks $ Templeton, for appellant.\nWhere the facts are undisputed or admitted, the question of proximate or remote cause becomes a question of law for the court to decide, and he cannot shift the responsibility by leaving it to the jury: West Mahoney Township v. Watson, 116 Pa. 344; Bunting v. Hogsett, 139 Pa. 363 ; Behling v. Southwest Penna. Pipe Lines, 160 Pa. 359; Willis v. Armstrong County, 183 Pa. 184; Heister v. Fawn Township, 189 Pa. 253; Jackson Township v. Wagner, 127 Pa. 184; Dixon v. Butler Twp., 4 Pa- Superior Ct. 333; Trexler v. Greenwich Twp., 18 Pa. 214; Schaeffer v. Jackson Twp., 150 Pa. 145.\nThe sewer pipe caused the accident: Schaeffer v. Jackson Twp., 150 Pa. 145; Chartiers Twp. v. Phillips, 122 Pa. 601; Jackson Twp. v. Wagner, 127 Pa. 184; Herr v. Lebanon, 149 Pa. 222; Worrilow v. Upper Chichester Twp., 149 Pa. 40; Kieffer v. Hummelstown Borough, 151 Pa. 304; Heister v. Fawn Twp., 189 Pa. 253; Card v. Twp. of Columbia, 191 Pa. 254.\nPlaintiff was guilty of contributory negligence: Heister v. Fawn Twp., 189 Pa. 253 ; Schaeffer v. Jackson Twp., 150 Pa. 145 ; Keeley v. Stanley, 27 W. N. C. 363; Winner v. Oakland Twp., 158 Pa. 405; Aiken v. Penna. R. Co., 130 Pa. 380; Hoag v. Lake Shore, etc., R. R. Co., 85 Pa. 293 ; King v. Thompson, 87 Pa. 365; Hayman v. Penna. R. Co., 118 Pa. 508; Barnes v. Sowden, 119 Pa. 53.\nH. A. Davis, for appellee.\nThe defendant’s negligence was for the jury: Burrell Twp. v. Uncapher, 117 Pa. 353 ; Bitting y. Maxatawny Twp., 177 Pa. 213; Boone y. Twp. of East Norwegian, 192 Pa. 206.\nThe sewer pipe was not the cause of the accident: Boone y. Twp. of East Norwegian, 192 Pa. 206; Cage v. Twp. of Franklin, 8 Pa. Superior Ct. 89 ; Ilabecker v. Lancaster Twp., 9 Pa. Superior Cb. 553 ; Closser y. Washington Twp., 11 Pa. Superior Ct. 112; Cage v. Franklin Twp., 11 Pa. Superior Ct. 533.\nThere was no contributory negligence : Sprowls y. Morris Twp., 179 Pa. 219; Kitchen v. Union Twp., 171 Pa. 145; Mellor v. Bridgeport, 191 Pa. 562; O’Malley y. Boro, of Parsons, 191 Pa. 612.\nMay 21, 1900:"
  },
  "file_name": "0273-01",
  "first_page_order": 295,
  "last_page_order": 303
}
