{
  "id": 916776,
  "name": "Reed v. Harrison",
  "name_abbreviation": "Reed v. Harrison",
  "decision_date": "1900-05-29",
  "docket_number": "Appeal, No. 88",
  "first_page": "337",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "155 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0251-01"
      ]
    },
    {
      "cite": "47 L. J. Q. B. 76",
      "category": "reporters:specialty",
      "reporter": "Law J. Q.B.",
      "opinion_index": -1
    },
    {
      "cite": "63 Cal. 333",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2286528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/63/0333-01"
      ]
    },
    {
      "cite": "61 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428582
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 8149,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 9.984513963083102e-08,
      "percentile": 0.5381784806759005
    },
    "sha256": "3e8b2adf18bd18dadf7f76a48ecc671ae712a6483a82a5e5b55e60947c3cc15c",
    "simhash": "1:dc65c668b275c375",
    "word_count": 1426
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., McCollum, Dean, Fell and Mestbezat, JJ."
    ],
    "parties": [
      "Reed v. Harrison."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThe defendant by a lease dated May 31,1892 demised to the plaintiffs the rooms at Nos. 920 and 922 Chestnut street in the city of Philadelphia for five years from January 1, 1893. The lease contained this provision: “ Permission is hereby given the said lessees during their occupancy of said -premises to make all improvements and alterations thereto as they may require, and to do all repairs in and about the same at their own costs and expense: provided, the plans for said alterations shall be first submitted to and be approved by the lessor. The lessees further agree to indemnify and save harmless the lessor from any and all loss or damage that may occur by reason of said alterations and improvements and at the expiration of the said lease to place the buildings in the same shape and condition as they were at the time of the execution of the prior lease made by the ‘ Pennsylvania Company for Insurance on Lives and Granting Annuities,’ trustees, with the said lessees (and which said lease has been assigned to Charles C. Harrison, the lessor herein named), if required so to do by the lessor, at their, the lessees’, own proper cost and expense without any charges or claim of allowance therefor ; and as security for the faithful performance of this provision have deposited with the said lessor one hundred shares of the capital stock of the Lehigh Valley Railroad Company (100 shares).” -\nDuring the continuance of this lease, the plaintiffs also occupied the premises at No. 918 Chestnut street. It is conceded, although the evidence does not disclose the fact, that the plaintiffs made certain alterations in the premises by removing a part of the wall between the two storerooms at Nos. 920 and 922, and also between said premises, leased from defendant, and those at No. 918, which were in the possession and use of the plaintiffs. The provision of the lease above quoted, as will be observed, permitted the plaintiffs to make these changes in the premises, but required them to indemnify the defendant against loss by reason of such alterations and at the expiration of the lease to restore the leased building to the same condition it was in, at the time of a prior lease, if required to do so by the lessor. The stock was deposited with the defendant to secure the performance of this part of the plaintiffs’ covenants.\nThe plaintiffs notified the defendant on June 17, 1897, that they would terminate the lease on January 1,1898. The premises were surrendered to the defendant on the last day of December, 1897. At this time, the openings between the building at No. 918 and the leased premises had been closed as required in the agreement. But the wall between the rooms at Nos. 920 and 922 had not been restored, and no request that it should be done had then been made by the defendant. The plaintiffs’ messenger who delivered the keys of the leased premises to the defendant’s agent requested the return of the Lehigh Valley Railroad stock deposited with the defendant as security for the plaintiffs’ performance of their contract. In the latter part of January, 1898, Mr. Burnett, the plaintiffs’ attorney, requested the return of the stock but he was notified that it would not be delivered to his clients until the wall was restored, unless the defendant could find a tenant who desired to use the two rooms together. If such tenant was not procured, however, he was informed that the plaintiffs must bear the expense of restoring the wall. Mr. Burnett said his clients would not agree to pay the expense of putting the building in its original condition. By the letters of January 22 and 81, 1898, from Mr. Harrison to Mr. Burnett, it appears that the defendant insisted on the restoration of the partition wall prior to the delivery of the stock unless it became unnecessary by reason of the premises being rented to a tenant who desired them in their then present condition.\nThe facts of the case are not disputed and hence it became the duty of the court to pass upon them and to determine the rights of the parties. The learned court below did this, and we think its interpretation of the contract is the correct one. The construction of the contract between the parties, urged upon us by the plaintiffs to support their right of recovery is not tenable. The sole basis of their contention is that if the lessor did not give notice of his desire to have the partition wall restored until after the lease had expired it was then too late and thereafter he could not insist upon the restoration of the wall by the plaintiffs or withhold the stock until it was done. The contract, however, did not require the notice to be given before the termination of the lease. But it did provide that the building should be restored to its original condition by the lessees at the expiration of the term. The lessor- had a right to demand that the lessees comply with this part of their agreement. This was done hi a reasonable time after the expiration of the plaintiffs’ term. The testimony shows that while the defendant would not insist on the partition wall being restored by the plaintiffs if he could secure a tenant who desired to use the storerooms without it, yet the notice to the plaintiffs was distinct and positive that the wall must be restored unless such tenant was found. Undoubtedly, the plaintiffs could then have offered to place the building in its original condition, and if permission had been refused by the defendant they could have demanded the return of their stock and enforced their demand by an action at law. This was not done and, notwithstanding the notice that the defendant would require it to be done, the plaintiffs, relying upon the defendant’s failure to give the notice before the expiration of the term, have not yet complied with their agreement in this respect. Until they do so they are not in a position to demand the return of their stock, pledged as security for the fulfillment of their violated contract.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "William 3. Burnett, for appellants.",
      "Frank P. Prichard, with him John Gr. Johnson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reed v. Harrison.\nLandlord and tenant — Alterations\nWhere a lease gives a tenant a right to make alterations, but provides that the building shall be restored to its original condition by the tenant at the expiration of the term if required by the lessor, and security is deposited with the landlord for the performance of this provision, the tenant is bound to restore the building to its original condition before he can demand the return of the security, and it is immaterial, in the absence of any provision in the lease as to notice, that the landlord did not give notice until alter the lease had expired of his desire to have the restoration made, if such notice was given within a reasonable time thereafter.\nArgued March 23, 1900.\nAppeal, No. 88, Jan. T., 1900, by plaintiffs, from judgment of C. P. No. 4, Phila. Co., March T., 1898, No. 1289, on verdict for defendant in case of Alan H. Reed and George K. Reed, trading as Jacob Reed’s Sons v. Charles C. Harrison.\nBefore Green, C. J., McCollum, Dean, Fell and Mestbezat, JJ.\nAffirmed.\nAssumpsit to recover 100 shares of stock of the Lehigh Valley Railroad Company. Before Willson, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court gave binding instructions for defendant. Plaintiffs appealed.\nError assigned was in giving binding instructions for defendant.\nWilliam 3. Burnett, for appellants.\nThe court erred in directing a verdict for defendant, and in not directing a verdict for plaintiff.\nThe promise was to do an act at a definite time if notice had been given ; not to do an act at any time when notice was given: Benninger v. Hankel, 61 Pa. 343; People v. Blanding, 63 Cal. 333 ; Brown v. Wilkinson, 15 M. & W. 391; Lord Ranelagh v. Melton, 2 Drewry & Smale, 278; Brooke v. Garrod, 59 Eng. Ch. R. 61; Campbell v. London & Brighton Ry. Co., Eng. Cli. R., 578; Kynaston v. Mackinder, 47 L. J. Q. B. 76; Johnson v. Stanton, 2 B. & C. 621; Wickens v. Steel, 2 C. B. N. S. 488; Nesbi't v. Godfrey, 155 Pa. 251.\nFrank P. Prichard, with him John Gr. Johnson, for appellee.\nMay 29, 1900:"
  },
  "file_name": "0337-01",
  "first_page_order": 359,
  "last_page_order": 362
}
