{
  "id": 916747,
  "name": "Silliman v. Whitmer",
  "name_abbreviation": "Silliman v. Whitmer",
  "decision_date": "1900-05-29",
  "docket_number": "Appeal, No. 338",
  "first_page": "363",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Pa. Superior Ct. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 5529,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 9.932178213238971e-08,
      "percentile": 0.5364030875931377
    },
    "sha256": "d35a9d370a39122ae382ca6894ff17dc090f0d411a021e47e828a69242e95b46",
    "simhash": "1:d451b5232b366746",
    "word_count": 941
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., McCol.lum, Fell, Brown and Mestrezat, JJ:"
    ],
    "parties": [
      "Silliman v. Whitmer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestbezat,\nThe vital question for determination in this issue, as suggested in the opinion of the Superior Court, was as to the ownership of the tramway constructed on the land of the plaintiffs. The plaintiffs contended and requested the court to charge the jur}*- that by virtue of the contract of October 30, 1885, the original, as well as the reconstructed, tramroad became a part of the realty and was the property of the plaintiffs. The defendants maintained that the tramway was constructed for the removal of the timber and not for the permanent improvement of the land, and asked the court in their second and fourth points for charge to submit the question as to the ownership of the tramroad to the jury under the evidence in the case. The trial judge complied with the request of the defendants and submitted that question to the jury with the suggestion that it appeared to him “ that the road was put there for the purpose of removing the timber from that land.” The court, therefore, not only did what the defendants asked him to do on the important question in the case, but also added, in his instructions, the weight of his opinion in support of their contention before the jury. The defendants may believe they have cause to complain of the jury in finding that the tramroad was a part of the realty and, consequently, the ownership of the road was in the plaintiffs, but they certainly have no grounds whatever for alleging error in the court in submitting, with proper instructions, the question of the ownership of the road to the jury.\nThe ownership of the tramroad having been determined to be in the plaintiffs, the verdict of the jury must necessarily have been in favor of the plaintiffs. We have carefully considered the matters complained of in the various assignments of error and are not convinced that the court below committed any reversible error on the trial of the cause. The learned president judge of the Superior Court has discussed all the questions raised in the numerous specifications of error in an elaborate and an exhaustive opinion and it would serve no good purpose to discuss them here. ■ His conclusions are fully sustained by his reasoning and the authorities cited.\nThe judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestbezat,"
      }
    ],
    "attorneys": [
      "Andrew A. Leiser and Joseph O. Bucher, with them Samuel H. Kaercher, for appellants.",
      "W. F. Shepherd and Samuel H. Orwig, with them John F. Duncan and Philip B. Linn, for appellees."
    ],
    "corrections": "",
    "head_matter": "Silliman v. Whitmer.\nFixtures — Tramway on timber land — Question for jury.\nWhere the main issue in the trial of a cause was whether a tramroad erected on leased timber lands was a part of the realty, or was, as the defendants claimed, merely for the removal of timber, the defendants have no grounds for complaint, if the trial judge submits the question to the jury with the statement that it appeared to him “ that the road was put there for the purpose of removing the timber from that land.”\nArgued May 7, 1900.\nAppeal, No. 338, Jan. T., 1899, by defendants, from judgment of Superior Court, No. 1, Feb. T., 1899, affirming judgment of C. P. Union Co., March T., 1896, No. 22, on verdict for plaintiffs in case of Estella D. Silliman et al. v. William Whitman & Sons.\nBefore Green, C. J., McCol.lum, Fell, Brown and Mestrezat, JJ:\nAffirmed.\nAppeal from Superior Court.\nFrom the record and the opinion of the Superior Court it appears that the main question in the case is as to the ownership of a tramway constructed on the land of the plaintiffs. On October 30, 1885, the then owners of the land entered into a contract with Lewis Rothermel and Albert Lichtenwalter, selling them all the timber on the land, Rothermel and Lichtenwalter agreeing for the proper prosecution of the business to construct a tramway on the land toward the construction of which the owners of the land agreed to contribute 11,300. The tramway was built and the lumbering operation carried on by Rothermel and Lichtenwalter until March 19, 1888, when Lichtenwalter sold to Rothermel his interest in the operation including the tramway. The owners of the land consented to this sale of Lichtenwalter’s interest. Rothermel having died, his wife, Mary G. Rothermel, one of the plaintiffs and his executrix, resold to Albert Lichtenwalter all the interest of her late husband in the operation. This was agreed to by the plaintiffs. Lichtenwalter having gone into possession and operation of the lands partially reconstructed the tramroad thereon, and the defendants in the present case made an agreement by which Lichtenwalter undertook and agreed within six months from date to construct a railroad or a tramway into and upon the said lands for the purpose of enabling both parties to take timber from the lands above mentioned, it being further provided that the whole road or tramway should be equally and jointly owDed, the one half by Lichtenwalter, the other half by the defendants. Lichtenwalter contracted to pay certain sums to Mary G. Rothermel and gave judgment notes in part payment. She entered judgment against him and issued execution thereon, levying upon all of his interest in the operation. The defendants. became the purchasers of the tramroads. The plaintiffs claiming to own the tramway brought trespass against the defendants for using the same. The jury found in favor of the plaintiffs, which judgment was affirmed by the Superior Court.\nThe case is reported in 11 Pa. Superior Ct. 248.\nError assigned was the judgment of the Superior Court.\nAndrew A. Leiser and Joseph O. Bucher, with them Samuel H. Kaercher, for appellants.\nW. F. Shepherd and Samuel H. Orwig, with them John F. Duncan and Philip B. Linn, for appellees.\nMay 29, 1900:"
  },
  "file_name": "0363-01",
  "first_page_order": 385,
  "last_page_order": 387
}
