{
  "id": 916802,
  "name": "Allen v. Colliery Engineers' Company",
  "name_abbreviation": "Allen v. Colliery Engineers' Co.",
  "decision_date": "1900-07-11",
  "docket_number": "Appeal, No. 414",
  "first_page": "512",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 512"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "24 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9504095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0242-01"
      ]
    },
    {
      "cite": "19 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0502-01"
      ]
    },
    {
      "cite": "5 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 556",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0556-01"
      ]
    },
    {
      "cite": "126 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968855
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0171-01"
      ]
    },
    {
      "cite": "126 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "48 N. Y. 676",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2055371,
        2055494,
        2055471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/48/0676-02",
        "/ny/48/0676-01",
        "/ny/48/0676-03"
      ]
    },
    {
      "cite": "2 Pa. Superior Ct. 123",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        270638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/2/0123-01"
      ]
    },
    {
      "cite": "162 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0001-01"
      ]
    },
    {
      "cite": "110 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0181-01"
      ]
    },
    {
      "cite": "91 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0234-01"
      ]
    },
    {
      "cite": "9 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0345-01"
      ]
    },
    {
      "cite": "51 Iowa, 409",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2323787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/51/0409-01"
      ]
    },
    {
      "cite": "14 Ind. 455",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1439978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/14/0455-01"
      ]
    },
    {
      "cite": "11 Hun, 436",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "7 Cal. 250",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2236945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/7/0250-01"
      ]
    },
    {
      "cite": "192 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "166 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0202-01"
      ]
    },
    {
      "cite": "22 Mo. App. 276",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        543477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/22/0276-01"
      ]
    },
    {
      "cite": "31 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0058-01"
      ]
    },
    {
      "cite": "15 Pick. 409",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2020329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/32/0409-01"
      ]
    },
    {
      "cite": "53 Ga. 82",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        871351
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/53/0082-01"
      ]
    },
    {
      "cite": "31 Miss. 361",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1655550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/31/0361-01"
      ]
    },
    {
      "cite": "6 N. H. 481",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6756960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/6/0481-01"
      ]
    },
    {
      "cite": "37 Minn. 402",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8878218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/37/0402-01"
      ]
    },
    {
      "cite": "84 Ala. 508",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5575117
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ala/84/0508-01"
      ]
    },
    {
      "cite": "64 Ala. 299",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5566349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/64/0299-01"
      ]
    },
    {
      "cite": "16 Daly, 404",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": -1
    },
    {
      "cite": "7 Am. Law Reg. 148",
      "category": "reporters:state",
      "reporter": "Am. Law Reg.",
      "opinion_index": -1
    },
    {
      "cite": "17 W. N. C. 200",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/63/0097-01"
      ]
    },
    {
      "cite": "7 Am. Law Reg. (N. S.) 148",
      "category": "reporters:state",
      "reporter": "Am. Law Reg. (N.S.)",
      "opinion_index": 0
    },
    {
      "cite": "17 W. N. C. 200",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 15191,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.0977092556374632e-07,
      "percentile": 0.7612739198308472
    },
    "sha256": "b76cd851338e03843d3b7d52f1bf82b55992fb577de64b9b9df8ca98509151ac",
    "simhash": "1:b4b5ee4e961461e5",
    "word_count": 2686
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, Mitchell, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Allen v. Colliery Engineers’ Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe judgment appealed from was entered on a demurrer to a surrebutter. We are asked however to determine the right of the plaintiff to recover without regard to the technical questions raised by the pleadings. The facts alleged are that the plaintiff was employed by the defendant as a manager of a branch of its business for one year beginning January 12, 1898, at a salary of $75.00 per week; on July 2, 1898, he was discharged without cause ; on July 18, he sued the defendant for two weeks’ salary in the district court of the city of Brooklyn, New York, and recovered a judgment therefor, which has been paid.\nThis action was brought after the expiration of the time for which the plaintiff was employed to recover the salary for the balance of the year. The defendant pleaded the recovery of the judgment in New York in bar. It is conceded that while the plaintiff was in the employ of the defendant he could have maintained a separate action for each week’s salary as it became due; but it is contended that after his discharge his only remedy was an action for damages for breach of the contract, and that as there can be but one recovery on that ground he is concluded by the action brought in New York.\nThe generally recognized rule is that an employee for a fixed period who has been wrongfully discharged may either treat the contract as existing and sue for his salary as it becomes due, not on a quantum meruit, but by virtue of the special contract, his readiness to serve being considered as equivalent to actual service, or he may sue for the breach of contract- at once or at the end of the contract period, but for the breach he can have but one action: 2 Smith’s Leading Cases, 38, note to Cutter v. Powell; 7 Am. Law Reg. (N. S.) 148, note to Huntington v. Odgensburg, etc., R. R. Co. Our cases are in entire harmony with this rule. In Algeo v. Algeo, 10 S. & R. 235, it was held that where the performance of service had been prevented by the discharge of the employee, he must declare on the special agreement and could not' recover on the implied promise, as the law would infer a promise from the acts of the plaintiff only and not from the acts of prevention by the defendant. In Clay Commercial Telephone Co. v. Root, 17 W. N. C. 200, the plaintiff sued during the contract period on an agreement which, as in this case, was- severable because the consideration was apportioned. In the opinion in Kirk v. Hartman, 63 Pa. 97, it was said by Sharswood, J., “ that a servant dismissed without cause before the expiration of a definite period of employment could maintain an action of debt on the special agreement.”\nIt follows that if the recovery in the New York court was for the instalments of salary then due as alleged in the declaration in this case the plaintiff may maintain his action; if it was for damages for the breach of the contract as averred in the plea filed, he is concluded by it. There is nothing in the record before us which throws any light upon this question, and the case must go back for decision in the common pleas.\nThe judgment is reversed with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Ira J. Williams, with him Simpson Broivn, for appellant.",
      "David O. Harrington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Allen v. Colliery Engineers’ Company.\nMaster and servant — Wrongful discharge — Right of action^ — Former recovery.\nAn employee for a fixed period who has been wrongfully discharged may either treat the contract as existing and sue for his salary as it becomes due, not on a quantum meruit, but by virtue of the special contract, his readiness to serve being considered as equivalent to actual service, or he may sue for the breach of contract at once or at the end of the contract period, but for the breach he can have but one action.\nWhere an employee wrongfully discharged has recovered a judgment against his employer before the termination of the period of service, such judgment will not be conclusive against him in a subsequent action, if it appears that it was only for salary due at the time the first action was brought.\nArgued Jan. 25, 1900.\nAppeal, No. 414, Jan. T., 1899, by plaintiff, from judgment of C. P. No. 1, Pbila. Co., Dec. T., 1898, No. 1058, on demurrer to surrebutter in case of William D. Allen v. Colliery Engineers’ Company.\nBefore McCollum, Mitchell, Fell, Brown and Mestrezat, JJ.\nReversed.\nAssumpsit for breach of contract.\nThe plaintiff’s statement was as follows:\nWilliam D. Allen, the plaintiff in the above case, claims to recover from the Colliery Engineers’ Company, the defendant therein, the sum of $1,805.85, with legal interest, which he avers is justly due and owing by the defendant to him by reason of the following:\nOn January 5, 1898, plaintiff and defendant entered into an agreement, of which the following is a copy:\n' “ Agreement between the Colliery Engineers’ Co. of Scranton, Pa., party of the first part, and W. D. Allen, of Philadelphia, party of the second part. The party of the first part agrees to employ the party of the second part as manager of a branch office to be opened in New York City, for the term of one year, beginning the 12th day of January, eighteen hundred and ninety-eight.\n“The party of the second part agrees to well, truly and faithfully serve the party of the first part during the period above stated, and to devote his whole time and energy in furthering the interest and business of the party of the first part. He shall be manager of the business of the International Correspondence School in New York District, and shall particularly attend to the hiring and superintendence of solicitors and the securing of new business in that district. He shall countersign all checks given in payment for expenses, salaries, etc., and shall perform all other duties pertaining to the office, under the direction of the management, and shall be accountable only to the manager or secretary of the company.\n“ The party of the first part agrees to pay the party of the second part seventy-five dollars per week during said term on account of business secured through that office.\n“ It is further understood and agreed that should the business of the New York Agency exceed 350 enrollments per month, the party of the first part will pay the party of the second part one dollar for each enrollment secured above 350 and to 600 enrollments.\n“ In .consideration of expenses incurred if the company adverfcise the schools and newspapers, the party of the second part agrees to receive a compensation of fifty cents on each enrollment taken over 600 per month.\n“ Witness our hands and seals this fifth day of January, 1898.\n“The Colliery Engineers’ Co.\n“Stanley P. Allen, Secretary.\n“W. D. Allen.\n“ Witness:\n“Warren C. Holbrook.”\nIn accordance with that agreement plaintiff entered into the employ of the defendant company, and remained in their employ until July 2, 1898, when he was discharged by them without cause. His salary was paid up to the time of his discharge. On or about July 18, 1898, he sued defendants to recover from them two weeks’ salary, up to July 16, 1898, notwithstanding said wrongful discharge, in the. district court of the city of Brooklyn, New York. To that action defendants appeared, but judgment was duly recovered by plaintiff against them for the said two weeks’ salary, and the same was thereupon duly paid. Said judgment stands to this day unappealed from and unreversed. Nothing further has been paid plaintiff on account of salary, and there is due to him on this account the sum of $75.00 per week from July 16,1898, to January 5,1899, less the sum of $356.65, which he has been able to earn since his said wrongful discharge.\nIn addition thereto, the enrollments on the business of the New York Agency for the month of May, 1898, were 101 over and above 350, and for the month of June, 1898, 124 over and above 350, and plaintiff is entitled therefor to $101 and $124 respectively by reason thereof, with legal interest.\nNothing has been paid on account of any of said sums. Hence this suit.\ndefendant’s plea was as follows:\n“ And now, to wit, March 15, 1899, the defendant by David C. Harrington, Esq., its attorney, comes and defends the above action, and says that the judgment of the court in the suit in the state of New York, mentioned in the statement of the plaintiff, which the defendant paid, as .is admitted, being for damages after the discharge of the said plaintiff, is a bar to the above action, and the said defendant hereby pleads the same in bar of this suit.\n“ Without waiving the said plea in bar, the defendant, by David C. Harrington, Esq., its attorney, as to the remainder of the statement, pleads payment with leave to give in evidence the special matter set forth in the affidavit of defense, to wit: that the defendant was properly discharged by reason of his incompetency, disobedience of orders and instructions of the defendant in the management of the business, his failure to keep and render accounts, his tearing out the leaves of the letterpress copy-book of the correspondence of the office of the company, and carrying away the papers of the defendant from its office in New York; his bad management of the business of the defendant, and his causing the defendant to pay money to persons employed by him contrary to the instructions of the defendant.”\nplaintiff’s replication.\n“ And now, March 27, 1899, the plaintiff as to the first plea of the defendant replies and says that the judgment of the court in the suit in the state of New York was not for damages after the discharge of the plaintiff, but was for two weeks’ salary up to July 18, 1898, and is not a bar to this action, and this the plaintiff is ready to verify, wherefore he prays judgment.\n“ And the plaintiff, as to the defendant’s second plea, replies non solvit and issue.”\ndefendant’s rejoinder.\n“ And how May 20, 1899, the defendant by David C. Harrington, Esq., its attorney, for rejoinder to the replication of the plaintiff, comes and says that the said replication is but a restatement of the claim as set forth in the said plaintiff’s statement and for rejoinder to the same says that the suit.in the said statement and replication, and the judgment therein mentioned as entered in the state of New York, being for a claim on the contract sued upon, accruing after the discharge, admitted to have been July 2,1898, the said judgment is a bar to this action, and the said defendant pleads the same in bar to this suit, and this the defendant is ready to verify, wherefore it prays judgment.”\nplaintiff’s SURREJOINDER.\n“And the said William D. Allen as to the said rejoinder of the said The Colliery Engineers’ Company, to the said replication of him, the said William D. Allen, to the plea of it, the said The Colliery Engineers’ Company, saith that he by reason of anything by the said The Colliery Engineers’ Company in that rejoinder above alleged ought not to be barred from having or maintaining his aforesaid action thereof against it, the said The Colliery Engineers’ Company, because he saith that the claim in the said suit in the state of New York and the judgment therein were for work, labor and services from July 2 to July 16,1898, and not for damages, and hence not a bar to this action. And this he, the said William D. Allen, prays may be inquired of by the country,” etc.\ndefendant’s rebutter.\n“And now, September 33, 1899, the said'-The Colliery Engineers’ Company, as to the surrejoinder of said William D. Allen, plaintiff, saith that the said judgment in the district court of the city of Brooklyn, New York, is a bar to the present action, for the reason that after 'the admitted discharge, the plaintiff is entitled to have but one action, and in such action, a recovery is a bar to another action, for any claim arising before the discharge, or to any alleged damages by reason of the alleged wrongful discharge, and this the defendant is ready to verify, and therefore it prays judgment.”\nplaintiff’s surrebutter.\n“And the said William D. Allen, as to the said rebutter of the said The Colliery Engineers’ Company, and whereof it has put itself upon the country, doth the like.”\ndefendant’s demurrer.\n“ And now, September 23, 1899, the defendant by David C. Harrington, Esq., its attorney, demurs to the surrebutter filed by the plaintiff, and assigns the following reasons:\n“ 1. It avers that the defendant as to its rebutter that the judgment set forth in the statement of the plaintiff is a bar to this suit, ‘hath put itself on the country,’ which is not true.\n“ 2. The defendant’s rebutter concludes with a verification, and the question being one to be determined by the court on inspection of the record, must conclude with a verification.\n“ 3. The question raised is not a question for a jury.\n“4. The surrebutter is irregular.”\nJudgment was entered for the defendant on the demurrer. Plaintiff appealed.\nError assigned was in entering judgment for defendant on the demurrer.\nIra J. Williams, with him Simpson Broivn, for appellant.\nThe contract being a severable one, more than one action was maintainable thereon : Clay Commercial Telephone Co. v. Root, 17 W. N. C. 200 ; Huntington v. Ogdensburg, etc., R. R. Co., 7 Am. Law Reg. 148; Thompson v. Wood, 1 Hilt. 96; Levin v. Standard Fashion Co., 16 Daly, 404; Strauss v. Meertief, 64 Ala. 299; Liddell v. Chidester, 84 Ala. 508; McEvoy v. Bock, 37 Minn. 402; Britton v. Turner, 6 N. H. 481; Whitaker v. Sandifer, 1 Duvall (Ky.), 261; Armfield v. Nash, 31 Miss. 361; Blun v. Politzer, 53 Ga. 82; Badger v. Titcomb, 15 Pick. 409 ; Hamm v. Beaver, 31 Pa. 58; Priest v. Deaver, 22 Mo. App. 276; Weiler v. Henarie, 13 Pac. Repr. 614; Wilke v. Harrison, 166 Pa. 202; Amrhein v. Quaker City Dye Works, 192 Pa. 255.\nThe prior judgment is conclusive against appellee: Liddell v. Chidester, 84 Ala. 508 ; Love v. Waltz, 7 Cal. 250 ; Haskin v. Mayor, 11 Hun, 436 ; French v. Howard, 14 Ind. 455; Trescott v. Barnes, 51 Iowa, 409; Kilheffer v. Herr, 17 S. & R. 319; Smith v. Elliott, 9 Pa. 345 ; Danziger v. Williams, 91 Pa. 234; Fell v. Bennett, 110 Pa. 181; Bierer v. Hurst, 162 Pa. 1 ; Hartman v. Pittsburg Incline Plane Co., 2 Pa. Superior Ct. 123 ; Newton v. Hook, 48 N. Y. 676; Myers v. Kingston Coal Co., 126 Pa. 600.\nDavid O. Harrington, for appellee.\nThe only right of action an employee can have after a wrongful discharge is for breach of the contract, and he cannot have successive suits for instalments of wages: Arnold v. Adams, 27 App. Div. Rep. (N. Y.) 7 ; Wieland v. Wilcox, 40 App. Rep. (N. Y.) 213 ; Algeo v. Algeo, 10 S. & R. 235; Emery v. Steckel, 126 Pa. 171; Moser v. Guarantee Trust & Safe Deposit Co., 3 Atl. Repr. 454; Amrhein v. Quaker City Dye Works, 192 Pa. 255.\nTbe appellee’s second contention is that a former judgment for the same cause of action is a bar to a second suit. The fact that it was not included in the first suit is a matter of no importance, the only question is, could and should it have been so included: Hess v. Heebie, 6 S. & R. 57.\nA former decision between the same parties cannot be collaterally questioned in another suit, although it proceeded upon a mistake of law: Bower v. Tallman, 5 W. & S. 556; Bolton v. Johns, 5 Pa. 202; Rockwell v. Langley, 19 Pa. 502; Simes v. Zane, 24 Pa. 242.\nJuly 11, 1900."
  },
  "file_name": "0512-01",
  "first_page_order": 534,
  "last_page_order": 541
}
