{
  "id": 916835,
  "name": "Von Storch v. Von Storch",
  "name_abbreviation": "Von Storch v. Von Storch",
  "decision_date": "1900-07-11",
  "docket_number": "Appeal, No. 95",
  "first_page": "545",
  "last_page": "548",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 545"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "106 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "115 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "62 N. Y. 456",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "33 Barb. 220",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates, 304",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0303-01"
      ]
    },
    {
      "cite": "106 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 7304,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 5.315165799671194e-08,
      "percentile": 0.33533982097025733
    },
    "sha256": "c5102b096ce3af72bee65eda3fba03ad9939be3dfd0417ca067c76def40870a4",
    "simhash": "1:3eebd5223d12cc88",
    "word_count": 1290
  },
  "last_updated": "2024-02-27T22:01:32.042677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell and Dean, JJ.'"
    ],
    "parties": [
      "Von Storch v. Von Storch."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum:,\nThis was an action of ejectment brought to recover possession of land which the plaintiff claimed he had a valid title to. That the land was conveyed to him many years ago was shown by the deeds and papers in his possession and admitted in evidence on the trial. It required no oral testimony to establish his case in chief. The documentary evidence alone was quite sufficient for that purpose. The reply of the defendant to the claim of the plaintiff was based on an alleged equity arising from an alleged parol trust. It needs no argument to prove that a defense of this nature cannot prevail in the absence of clear and satisfactory proof to sustain it. “ The legal title to lands ought not to be exposed to the peril of a successful attack, excepting where the right in equity is clearly established: ” Clabk, J., in Earnest’s Appeal, 106 Pa. 318.\nThe testimony introduced on the trial was remarkably voluminous and a part of it related to matters relevant to the issue and occurring more than fifty years ago. This testimony we have examined and considered with care and the conclusion we have drawn from it is that it presented an issue for the determination of a jury under proper instructions from the court. A specification herein of any part of the testimony is needless. Every part of it which is material to a proper understanding of the issue was referred to in the charge which occupies eighty pages of the appellant’s paper-book. More exhaustive and painstaking instructions seldom if ever appear in a charge^ Whether there was error in the instructions is a question to be considered in connection with the assignments relating to the subject.\nThere are thirty-seven assignments filed in the case and ten of them are based on excerpts from the charge. We have carefully examined and fully considered the excerpts on which the ten assignments above referred to rest, and are unable to discover in either of them any cause for a reversal of the judgment or a retrial of the case. In this connection we may state that, in our opinion, the learned court below did not err in declining to grant permission to the defendant’s counsel to open and close the case to'the jury. This refusal is the basis of the second assignment which we now dismiss with the assignments based on the excerpts from the charge. The assignments relating to the affirmance or denial of the points submitted and to the admission or rejection of offers of evidence need not be specifically referred to herein. Having examined all the assignments and duly considered the arguments of counsel in support of and against them, we conclude that there is no reasonable ground for reversing the judgment entered in the court below. The case was carefully and fairly tried and the result reached is in conformity with the testimony on which the verdict was based. All the assignments are therefore dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum:,"
      }
    ],
    "attorneys": [
      "W. H. Jessup, of Jessup Jessup, with him O'Brien S? Kelly and T. O. Umstead, for appellant,",
      "Everett Warren, with him Alexander Farnham, John F. Seragg and Eenry A, Knapp, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Von Storch v. Von Storch.\nTrust and trustees — Parol trust — Evidence.\nAn equity in land arising- from an alleged parol trust will not prevail against a good documentary title, in the absence of clear and satisfactory proof to sustain it. ■\nPractice, C. P. — Ejectment—Right to open and close to the jury.\nIn an action of ejectment where the plaintiff’s legal title is admitted, and the defendant sets up an alleged parol trust, defendant’s-counsel cannot claim the right to open and close to the jury upon the ground that the affirmative of the issue is on the defendant.\nArgued Feb. 20, 1899.\nAppeal, No. 95, Jan. T., 1898, by defendant, from judgment of C. P. Lackawanna Co., June T., 1893, No. 610, on verdict for plaintiff in case of William Von Storch v. Currington Von Storch.\nBefore Sterrett, C. J., Green, McCollum, Mitchell and Dean, JJ.'\nAffirmed.\nEjectment for a tract of land in Scranton. Before Arch-bald, P. J.\nAt the trial plaintiff showed a good paper title in himself. ■ Defendant claimed that the plaintiff Held the legal title by aparol trust for Ferdinand Von Storch, his heirs, etc., through whom the defendant claimed.\nThe counsel for the defendant, Judge Jessup, moved the court for permission on the part of the defendant to -open and close the case to the jury upon the ground that the affirmative of the issue is on the defendant; the plaintiff’s legal title is admitted and the defendants set up a trust in the plaintiff a parol trust; that being the case the simple issue is whether the defendants have made out a parol trust admitting the plaintiff’s legal title.\nThe Court: Do you claim also by the statute of limitations ?\nJudge Jessup: We do not claim by the statute of limitations. We claim to be hr possession as cestui que trust and having established our trust we are entitled to a verdict, that it is our claim.\nThe Court: There is no question in my mind but that both upon the evidence and the abstracts of title filed, the burden is upon the defendant, and the abstracts in their effect are like a plea; we have no real plea under our statute except that of not guilty, but the rules with regard to the abstracts of title have virtually gotten around that and made up issues very properly narrowing the issues and determining just what is to be the subject of evidence. So that if that were all the defendant would seem to have the right to conclude to the jury as requested in the motion. The only doubt I had in mind when the motion was made, was with regard to whether it applied to actions of ejectment, and when the English authorities and the New York authorities were cited by Judge Jessup it seemed to dispel any doubt upon that question, but in our own state the case of McCausland v. McCausland, 1 Yeates, 304, seems to rule differ- • ently, and while they may not then have had the same complicated questions in actions of ejectment, such as we have now under the right to set up a trust, etc., yet at the same time with that authority established then upon a long course of practice, and not called in question from that time until now, I do not feel authorized in departing from it. It seemed to me that somewhere we would find along the line of all these years where that had been departed from, unless it had been accepted by the courts and the profession as practically settling the law in Pennsylvania. We are pretty stringent in holding the plaintiff in an ejectment to the proof of that which would entitle him to recover, but still, as I have said, if it were not for that case, I should grant this motion.’ In the face of it I do not see how Í well can. The motion is overruled.\nException noted for defendant, at whose request a bill is sealed. [2]\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned, were (2) refusal to permit defendant's counsel to open and close; (5-12) portions of charge, quoting them.\nW. H. Jessup, of Jessup Jessup, with him O'Brien S? Kelly and T. O. Umstead, for appellant,\ncited on the question of the right to open and close: Huntington v. Conkey, 33 Barb. 220; Best on Right to Begin & Reply, p. 165, note 1; Ileinemann v. Heard, 62 N. Y. 456.\nEverett Warren, with him Alexander Farnham, John F. Seragg and Eenry A, Knapp, for appellee,\ncited on the question of parol. trusts : Brickell v. Earley, 115 Pa. 479; Earnest’s App., 106 Pa. 318.\nJuly 11, 1900:"
  },
  "file_name": "0545-01",
  "first_page_order": 567,
  "last_page_order": 570
}
