{
  "id": 916796,
  "name": "Crumley v. Lutz",
  "name_abbreviation": "Crumley v. Lutz",
  "decision_date": "1900-07-11",
  "docket_number": "Appeal, No. 6",
  "first_page": "559",
  "last_page": "562",
  "citations": [
    {
      "type": "official",
      "cite": "196 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 345,
    "char_count": 6994,
    "ocr_confidence": 0.496,
    "sha256": "d5874266cfe8e1816698a9328641c3afb254eb465264c2d9fa7e56f1c2609bca",
    "simhash": "1:6d4388a5a2c0bc9a",
    "word_count": 1242
  },
  "last_updated": "2023-07-14T20:38:34.521829+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., Dean, Pell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Crumley v. Lutz."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Beown,\nThis is an action of ejectment, brought December 5, 1898, to recover possession of a tract of land in the city of Philadelphia. The plaintiffs, or their parents, claiming under the same title, had brought suit for the same premises on December 1, 1860, in the district court of Philadelphia, to December term, 1860, No. 866. The docket entries and the whole record in this latter suit were offered in evidence by the plaintiffs in the present proceeding. From them it appears that on October 2, 1865, judgment of nonsuit was entered. On October 11, 1867, a rule was granted to strike off the nonsuit and an agreement for judgment filed. Nothing more seems to have been done until February 25, 1871, when a rule was granted to strike from the record the agreement for judgment which had been filed on October 11, 1867, and subsequently, on June 14, 1871, the same was made absolute. On January 4, 1872, a trial was had, and, on the day following, a verdict rendered for the defendants. On the 9th of the same month a motion for a new trial was filed, and on March 13 following, the rule was refused. Nearly twenty-two years thereafter, on March 5, 1894; the jury fee was paid and judgment entered on the verdict. The agreement, filed on October 11, 1867, was that the “ case and the plaintiffs’ claim ” should be settled upon certain terms and conditions therein set forth. The case was not only not settled, but the agreement which had been filed for its settlement was stricken from the record, and, as already stated, a trial was had, resulting in a verdict, on January 5, 1872, in favor of the defendants. On March 13, 1872, the district court refused the rule for a new trial, and there was nothing more for it to do. The entry of judgment twenty-two years afterwards was simply a ministerial act of the clerk.\nOn the trial of the present case the agreement which had been filed and made part of the record of the first suit, brought in 1860, was offered in evidence, manifestly for the purpose of enforcing its terms. The offer was refused, and, while no reason appears for disallowing it, it is apparent that it was properly excluded. By its own terms, it purports to be an agreement for the settlement of the case then pending. That case, however, was not settled, the parties to it agreeing that the stipulation for its settlement should be withdrawn. In pursuance of such agreement, the stipulation was stricken from the record on June 14, 1871, and, by the act of the parties that had made it, became null and void. Therefore, while no reason was. given by the learned trial judge for excluding it in the present case, none was called for, for the very record of which it had once formed a part showed it to have been annulled by the parties who made it. There is no merit in the assignment óf error relating to its exclusion.\nWhen the plaintiffs closed their case, there was. before the court the record of a proceeding brought, as already stated, by the same parties, or their parents, for the recovery of the same premises, resulting, nearly twenty-seven years before, in a verdict in favor of the defendants, which the court refused to disturb. The Act of April 13, 1859, sec. 1, P. L. 603, provides that no entry or action, without a recovery therein shall “ arrest the running of said statute in respect to another ejectment, unless it be brought within a year after the first shall have been nonsuited, arrested or decided against the plaintiff therein.” The verdict in favor of the defendants in the first proceeding was rendered on January 5,1872, and, on March 13 of the same year, the court formally refused to disturb the finding of the jury. At that time the case had been “ decided ” against the plaintiffs. There was nothing more for the court to do. The entry of judgment upon the verdict subsequently could only be a ministerial act. The decision, so far as the court was concerned, had been in favor of the defendants, based upon the finding of the jury. “ The rendition of a judgment is a judicial act; its entry upon the record is a ministerial act. . . . The ministerial act of the clerk must be supported by a judicial act pronounced by the court in express terms, or in contemplation of law:” Freeman on Judgments (4th ed.,) sec. 38. No action was brought within a year after this first suit had been so “ decided ” against the plaintiffs, but only after the lapse of nearly twenty-seven years was this action commenced. The bar of the statute had run from March 13, 1872. Within a year after that date it could have been arrested, if the act of 1859 had been complied with, by instituting a second suit. This was not done, and the case, as presented to the learned trial judge in the court below, disclosed the lapse of more than a quarter of a century between the first decision, adverse to these plaintiffs, and their institution of this proceeding. This lapse of time barred all right of recovery, and the court could have done nothing but enter the nonsuit, which it subsequently properly refused to take off, and we now affirm its judgment.",
        "type": "majority",
        "author": "Me. Justice Beown,"
      }
    ],
    "attorneys": [
      "John M. Arundel and Thomas R. Elcoch, for appellants.",
      "H. .Uaverstieh and E. J. Knaus, for appellees."
    ],
    "corrections": "",
    "head_matter": "Crumley v. Lutz.\nEjectment — Former ejectment — Evidence—Record.\nIn a second action of ejectment between the same parties, and for the same land, it is proper to refuse to admit in evidence an agreement filed in ' the first action for the settlement of that action where it appears that such agreement had by the consent' of all the parties been stricken from the record.\nEjectment — Second ejectment — Statute of limitations — Act of April 13, 1859, P. L. 603.\nWhere a verdict was rendered in an ejectment case on January 5,1872, and on March 13, of the same year the court refused a rule for a new trial, but judgment was not entered until twenty-two years afterwards, when the jury fee. was paid and judgment entered by the clerk, the bar of the statute requiring the second ejectment to be brought within a year, ran from March 13,1872, and a second ejectment could not be brought twenty-seven years thereafter. In such a case the entry of the judgment by the clerk was a mere ministerial act, the ease having been “ decided ” within the meaning of the act of April 13, 1859, when the court refused a new trial.\nArgued March. 20, 1900.\nAppeal, No. 6, Jan. T., 1900, by plaintiffs, from order of C. P. No 3, Phila. Co., Dec. T., 1898, No. 270, refusing to take off- nonsuit incase of Henry Crumley et al. v. Henry S. Lutz et al.\nBefore Green, C. J., Dean, Pell, Brown and Mestrezat, JJ.\nAffirmed.\nEjectment for a tract of land in tbe city of -Philadelphia. Before McCarthy, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court entered a compulsory nonsuit, which it subsequently refused to take off.\nErrors assigned were (1) refusing to take off nonsuit; (2) refusal to admit in evidence the agreement referred to in the opinion of the Supreme Court.\nJohn M. Arundel and Thomas R. Elcoch, for appellants.\nH. .Uaverstieh and E. J. Knaus, for appellees.\nJuly 11, 1900:"
  },
  "file_name": "0559-01",
  "first_page_order": 581,
  "last_page_order": 584
}
