{
  "id": 1827715,
  "name": "Joseph R. SCHROCK, Appellee, v. ALBERT EINSTEIN MEDICAL CENTER, DAROFF DIVISION and Joseph L. Chapman, M.D. Appeal of ALBERT EINSTEIN MEDICAL CENTER, DAROFF DIVISION",
  "name_abbreviation": "Schrock v. Albert Einstein Medical Center",
  "decision_date": "1991-04-16",
  "docket_number": "No. 90 E.D. Appeal Docket 1990",
  "first_page": "191",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "527 Pa. 191"
    },
    {
      "type": "parallel",
      "cite": "589 A.2d 1103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "490 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763758
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "imposition of civil penalties was not a punishment; rather, penalties were intended to provide incentive for development of technology that would eliminate pollution"
        },
        {
          "parenthetical": "imposition of civil penalties was not a punishment; rather, penalties were intended to provide incentive for development of technology that would eliminate pollution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0399-01"
      ]
    },
    {
      "cite": "496 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772909
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0052-01"
      ]
    },
    {
      "cite": "121 Pa.Commw. 549",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1379659
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0549-01"
      ]
    },
    {
      "cite": "380 Pa.Super. 416",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459062
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/380/0416-01"
      ]
    },
    {
      "cite": "386 Pa.Super. 215",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        469363
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/386/0215-01"
      ]
    },
    {
      "cite": "512 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800477
      ],
      "weight": 4,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0060-01"
      ]
    },
    {
      "cite": "490 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763758
      ],
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/pa/490/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 12034,
    "ocr_confidence": 0.805,
    "pagerank": {
      "raw": 6.513101413439602e-07,
      "percentile": 0.9607473254232196
    },
    "sha256": "62ce4094560365c36edc3d2f5cf048ba5a0c235e3505a569838949af8e6922d3",
    "simhash": "1:725b86e0f28f64b3",
    "word_count": 1988
  },
  "last_updated": "2024-02-27T22:22:47.478586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "NIX, C.J., did not participate in the consideration or decision of this case.",
      "McDERMOTT, J., files a concurring opinion which is joined by FLAHERTY, J.",
      "FLAHERTY, J., joins this concurring opinion."
    ],
    "parties": [
      "Joseph R. SCHROCK, Appellee, v. ALBERT EINSTEIN MEDICAL CENTER, DAROFF DIVISION and Joseph L. Chapman, M.D. Appeal of ALBERT EINSTEIN MEDICAL CENTER, DAROFF DIVISION."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issues raised by this appeal are: 1) whether Superior Court erred in applying revised Rule 238 (Pa.R.Civ.Proc. Rule 238, Damages for Delay in an Action for Bodily Injury, Death or Property Damage, effective Nov. 7, 1988) to a case in which delay damages had been determined prior to the effective date of the revised Rule and pursuant to this Court’s holding in Craig v. Magee Memorial Rehabilitation Center, 512 Pa. 60, 515 A.2d 1350 (1986); and 2) whether it was error to assess delay damages against the appellant, Albert Einstein Medical Center, Daroff Division, where the trial court specifically found that appellant was not at fault for causing the delay of trial.\nOn July 13, 1981, appellee was shot in the left leg while attempting to stop a robbery. He was treated for the gunshot wound at appellant’s hospital, where a fracture of his left femur was not promptly or properly diagnosed. The fracture was diagnosed two weeks thereafter. On July 15, 1982, appellee, claiming damages in excess of $20,000, filed a trespass action against appellant and the attending physician, Joseph L. Chapman, M.D., averring severe injuries due to the negligent delay in diagnosis. Appellee’s demand for settlement purposes was $125,000. Appellant made an initial settlement offer of $5,000 in April of 1986, but that offer was rejected. A second offer in the amount of $10,000 was made by appellant in October of 1986, and this offer was also rejected. The case went to trial in the Court of Common Pleas of Philadelphia County before a jury, commencing on February 25, 1987. The jury returned a verdict in favor of the appellee on March 2, 1987, in the amount of $25,000.\nAppellee filed a petition for delay damages, pursuant to former Rule 238 and Craig v. Magee Memorial Rehabilitation Center, supra, and requested that the verdict be molded by the addition of $11,562 delay damages. The trial court determined that neither appellee nor appellant had been responsible for the delay of trial, and granted appellee’s petition, finding that former Rule 238 and Craig required that delay damages be assessed where the verdict exceeds the final settlement offer by 125% and where the plaintiff is not responsible for the delay of trial. Appellant filed an appeal to Superior Court, which affirmed by an evenly divided panel, 386 Pa.Super. 215, 562 A.2d 875. Superior Court, in assessing the imposition of delay damages, applied revised Rule 238 to the case, although that court did not alter the rate of interest that was calculated and applied by the trial court pursuant to former Rule 238.\nWe granted appellant’s petition for allowance of appeal, and we now affirm.\nRevised Rule 238 provides in relevant part as follows: (f) This rule shall apply to actions pending on or after the effective date of this rule in which damages for delay have not been determined.\nPa.R.Civ.Proc. Rule 238(f). The explanatory comment to the Rule states that “the rule applies to pending as well as future actions but not to pending actions in which the damages for delay have been determined under the provisions and procedures of the Craig case. Once damages for delay have been determined under Craig, those proceedings are final and are not to be reopened under this rule.”\nIn interpreting this provision of revised Rule 238, Superi- or Court has applied the Rule to all actions in which the issue of delay damages has been preserved and not finally determined and which are pending at the trial level or on appeal at the time of its effective date. See, e.g., Ceresini v. Valley View Trailer Park, 380 Pa.Super. 416, 552 A.2d 258 (1988). Commonwealth Court, on the other hand, has held that once delay damages have been determined under Craig, those proceedings are final and are not to be reopened under revised Rule 238. See, e.g., Knudsen v. Delaware County Regional Water, 121 Pa.Commw. 549, 551 A.2d 358 (1988).\nIn light of this conflict in the interpretation of the Rule, we reiterate this Court’s intention with respect to the application of revised Rule 238; to wit, that the Rule applies to future actions and to pending actions where delay damages have not yet been determined pursuant to this Court’s decision in Craig. It is entirely unnecessary to reopen a delay damage award that has been made pursuant to Craig, in that revised Rule 238 embodies the rationale and analysis set forth in Craig for determining when the imposition of delay damages is appropriate. Accordingly, it was error for the Superior Court herein to apply revised Rule 238 as the trial court had already made a determination under Craig regarding the assessment of delay damages. Having found error in this regard, however, we find that the error had no impact on the outcome of the case. Superior Court did not recompute the delay damages and did not analyze the issue any differently under revised Rule 238 than it was analyzed pursuant to Craig.\nWith regard to appellant’s assertion that no delay damages can be assessed where the defendant is free from fault in the delay of trial, we must emphasize that the purpose of delay damages is to alleviate court congestion by promoting earlier settlement of claims. Laudenberger v. Port Authority of Allegheny County, 496 Pa. 52, 436 A.2d 147 (1981). The purpose in no way is to punish a defendant. Rule 238, as modified by Craig, supra, provides incentive for the settlement of cases by awarding plaintiffs pre-judgment interest on the jury’s verdict except for periods after which the defendant has made a written settlement offer amounting to at least eighty percent of the verdict or for periods during which the plaintiff caused delay of the trial. Defendants can readily protect themselves from the assessment of delay damages by making a prompt settlement offer in writing that bears a substantial relationship to the actual damages in the case. Defendants are further protected from the assessment of delay damages where they can show that the conduct of the plaintiff throughout the course of litigation has delayed trial.\nAs cogently noted by the Honorable Lois G. Forer herein:\nObviously, any verdict speaks nunc pro tunc, that is, it awards damages at the time of trial for injuries that occurred many years before. If the court system was able to provide trials within a reasonable period of time, most successful plaintiffs would receive recoveries at least three to four years earlier than is now possible and would have the use of that money for that period of time. Correlatively, the defendants have had the use of money properly belonging to the plaintiffs for a period on the average of three to four years.\nIt is the opinion of this court that the mere fact that a defendant is not at fault in causing the delay in a case does not automatically relieve the defendant from being assessed delay damages under Rule 238. Equally as important to the analysis which must be made by the trial court is the responsibility of the plaintiff in causing delay. In a situation in which the plaintiff is partially or totally at fault, the assessment of delay damages may very well not be warranted. However, when both parties are blameless it would be unreasonable and unjust to deny delay damages. Fundamental fairness would require in the opinion of this Court, that the plaintiffs receive interest on what is essentially their money for the period that it is held by the defendants who, of course, have had the use of that money.\nOpinion of the Court at 5-6 (May 15, 1987) (emphasis added).\nThe defendant who does not make an early and adequate settlement offer seriously impedes the objectives of our Rule on delay damages. Thus, it is irrelevant whether that defendant subsequently delays the progress of the litigation when the trial court assesses delay damages. The harm has already been done by the failure of the defendant to promptly offer to compensate for the injuries for which the defendant is responsible. Thus, delay damages must be assessed against this defendant unless it can be shown that the plaintiff caused any delays of trial.\nFor the foregoing reasons, the order of the Superior Court affirming the award of delay damages entered by the Court of Common Pleas of Philadelphia County is hereby affirmed.\nNIX, C.J., did not participate in the consideration or decision of this case.\nMcDERMOTT, J., files a concurring opinion which is joined by FLAHERTY, J.\n. Appellant also challenges the constitutionality of revised Rule 238 and the trial court’s finding that appellee, Joseph R. Schrock, did not cause the delay of trial. Appellant has waived its constitutional challenge herein by not raising this issue at the time that the trial court conducted its hearing pursuant to the mandate of Craig, supra. Although the revised Rule had not yet been promulgated when delay damages were imposed herein, the holding in Craig interpreting former Rule 238 was viable and applicable to the case at that time. Revised Rule 238 was drafted in the spirit of Craig. Appellant elected not to challenge the constitutionality of Craig when it had the opportunity to do so; accordingly, this issue has been waived.\nIn addition, we find no merit to appellant’s argument that appellee was responsible for the delay of trial on the basis of his allegedly excessive and unreasonable settlement demands. The amount of a plaintiffs demand, no matter how excessive, is inconsequential to when trial dates are set. A plaintiffs excessive demands may slow the settlement process, but have little impact upon the speed of the litigation process. Thus, an assertion that the plaintiffs demand is unreasonable is simply not relevant to the question of whether he or she was at fault for the delay of trial.\n. The jury empaneled in the within action returned a verdict in favor of Dr. Chapman. Accordingly, he is no longer involved in this litigation.\n. Under former Rule 238, interest was calculated at 10% per annum, not compounded. Pa.R.Civ.Proc. Rule 238(a)(1) (now rescinded). Under revised Rule 238, interest is “calculated at the rate equal to the prime rate as listed in the first edition of the Wall Street Journal published for each calendar year for which the damages are awarded, plus one percent, not compounded.\" Pa.R.Civ.Proc. Rule 238(a)(3).\n. Cf. Commonwealth, Department of Environmental Resources v. Pennsylvania Power Co., 490 Pa. 399, 416 A.2d 995 (1980) (imposition of civil penalties was not a punishment; rather, penalties were intended to provide incentive for development of technology that would eliminate pollution).",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring.\nI agree with the result reached by the majority and, for the most part, the analysis used. I write separately to reemphasize that the purpose of Rule 238 is to alleviate delay in the disposition of cases. The fact that successful plaintiffs will recover interest on “money properly belonging” to them is an undeniable byproduct of the Rule, but not its purpose. See Majority Opinion. To the extent the majority relies on the “[fundamental fairness” of paying interest on “money properly belonging to the plaintiffs” as a rationale in reaching the instant decision, I disagree. Id. Rule 238 is a procedural exercise of the rule-making powers of this Court, not an exercise of our substantive judicial powers.\nFLAHERTY, J., joins this concurring opinion.",
        "type": "concurrence",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "Robert J. Casey, Jr., Philadelphia, for appellant.",
      "Jeffrey A. Hulton, James R. Farley, Pittsburgh, for Amicus — Pennsylvania Defense Institute.",
      "Ronald L. Wolf, Philadelphia, and Stephen Pokiniewski, West Chester, for appellee.",
      "Paul R. Anapol, David S. Lubin, Philadelphia, for Amicus — Pennsylvania Trial Lawyers Ass’n."
    ],
    "corrections": "",
    "head_matter": "589 A.2d 1103\nJoseph R. SCHROCK, Appellee, v. ALBERT EINSTEIN MEDICAL CENTER, DAROFF DIVISION and Joseph L. Chapman, M.D. Appeal of ALBERT EINSTEIN MEDICAL CENTER, DAROFF DIVISION.\nSupreme Court of Pennsylvania.\nArgued Jan. 15, 1991.\nDecided April 16, 1991.\nRobert J. Casey, Jr., Philadelphia, for appellant.\nJeffrey A. Hulton, James R. Farley, Pittsburgh, for Amicus — Pennsylvania Defense Institute.\nRonald L. Wolf, Philadelphia, and Stephen Pokiniewski, West Chester, for appellee.\nPaul R. Anapol, David S. Lubin, Philadelphia, for Amicus — Pennsylvania Trial Lawyers Ass’n.\nBefore LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0191-01",
  "first_page_order": 345,
  "last_page_order": 352
}
