{
  "id": 1827675,
  "name": "William and Wilma LEMON, h/w Appellants, v. CITY OF PHILADELPHIA, Appellee; Walter John DeWITT, III, Appellant, v. CITY OF PHILADELPHIA, Appellee. Appeal of William and Wilma LEMON, h/w and Walter John DeWitt, III",
  "name_abbreviation": "Lemon v. City of Philadelphia",
  "decision_date": "1991-05-28",
  "docket_number": "No. 79 E.D. Appeal Docket 1990",
  "first_page": "365",
  "last_page": "371",
  "citations": [
    {
      "type": "official",
      "cite": "527 Pa. 365"
    },
    {
      "type": "parallel",
      "cite": "592 A.2d 37"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "526 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825866
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0358-01"
      ]
    },
    {
      "cite": "355 A.2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "497 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775345
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "630"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/497/0115-01"
      ]
    },
    {
      "cite": "517 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809821
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 1,
      "case_paths": [
        "/pa/517/0461-01"
      ]
    },
    {
      "cite": "492 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767201
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/pa/492/0154-01"
      ]
    },
    {
      "cite": "526 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825866
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/526/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 11294,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 8.203483792463423e-08,
      "percentile": 0.476369664795129
    },
    "sha256": "643f966b4ab1ab43b23aba8960a5be836a76bfe9076ec8748c44937c39cab04a",
    "simhash": "1:06398d47817fbcd7",
    "word_count": 1796
  },
  "last_updated": "2024-02-27T22:22:47.478586+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj.",
      "CAPPY, J., files a dissenting opinion in which LARSEN and PAPADAKOS, JJ., join.",
      "LARSEN and PAPADAKOS, JJ., join this dissenting opinion."
    ],
    "parties": [
      "William and Wilma LEMON, h/w Appellants, v. CITY OF PHILADELPHIA, Appellee. Walter John DeWITT, III, Appellant, v. CITY OF PHILADELPHIA, Appellee. Appeal of William and Wilma LEMON, h/w and Walter John DeWitt, III."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThe issue presented in this case is whether an employee injured in a work-related auto accident may recover both worker’s compensation benefits and uninsured motorist benefits from his employer.\nOn November 19, 1984, William Lemon and Walter DeWitt, police officers for the City of Philadelphia, were injured when the police car in which they were riding was struck from behind by an uninsured motorist. The officers were acting within the scope of their duties when the accident occurred. It is undisputed that Philadelphia qualifies as a self-insurer under the Motor Vehicle Financial Responsibility Act, 75 Pa.C.S. § 1787.\nThe Court of Common Pleas granted summary judgment in favor of the City. Superior Court affirmed. This court initially denied appellants’ Petition for Allowance of Appeal, and then, on application for reconsideration, we granted the petition on the grounds that the issue presented is the same as that addressed in Hackenberg v. SEPTA.\nIn Hackenberg, 526 Pa. 358, 586 A.2d 879 (1991) we held that on the facts of a case analytically indistinguishable from this case, Lemon and DeWitt would not be entitled to recover both worker’s compensation benefits and uninsured motorist coverage from their employer. Accordingly, the Judgment of Superior Court is affirmed.\nCAPPY, J., files a dissenting opinion in which LARSEN and PAPADAKOS, JJ., join.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "CAPPY, Justice,\ndissenting.\nThe majority today bases its opinion upon the Court’s earlier decision in Hackenberg v. SEPTA, 526 Pa. 358, 586 A.2d 879 (1991). However, the majority opinion leaves unanswered the points raised in the dissent in Hackenberg. I continue to believe that the majority’s conclusion in Hackenberg was based upon a misconstruction of the rules of statutory construction, and is inconsistent with Wagner v. National Indemnification Co., 492 Pa. 154, 422 A.2d 1061 (1980). Furthermore, the facts of this case demonstrate the absurdity of the result reached. I respectfully dissent.\nThe question at issue is whether an employee of a self-insured entity injured in a motor vehicle accident in the course and scope of employment by an uninsured motorist is precluded from receiving uninsured motorist benefits from his employer by virtue of the exclusivity provisions of § 303(a) of the Workmen’s Compensation Act, 77 Pa.S. § 481(a). The majority finds that the employee is not entitled to uninsured motorist benefits when his employer is self-insured because § 1787 of the Motor Vehicle Financial Responsibility Act (“MVFRL”), 75 Pa.C.S., dealing with self-insurers does not specifically state that employees of self-insurers may receive benefits under the MVFRL and the Workmen’s Compensation Act. Once again the majority ignores § 1735 of the MVFRL which provides “[t]he coverages required by this subchapter shall not be subject to an exclusion or reduction in amount because of any worker’s compensation benefits payable as a result of the same injury.”\nSection 1735 of MVFRL was enacted subsequent to the most recent amendment of the Workmen’s Compensation Act, thus, it represents the legislature’s most recent pronouncement on this issue. The majority justifies its decision by arguing that this section of the MVFRL is a general provision, whereas the exclusivity provision of the Workmen’s Compensation Act is a specific provision, and according to the rules of statutory construction, the specific must prevail over the general. See, 1 Pa.C.S.A. § 1933. I remain unpersuaded by this tortured logic.\nIn Lewis v. School District of Philadelphia, 517 Pa. 461, 538 A.2d 862 (1988), and Wagner, this Court applied 1 Pa.C.S. § 1936 of the Statutory Construction Act, to similar provisions under the Uninsured Motorist Act and the No Fault Act, respectively. In each of those cases, the provisions involved were held to be irreconcilable with § 303(a) of the Workmen’s Compensation Act. The result being that the exclusivity provisions of the Workmen’s Compensation Act were held to prevail over the more .expansive provisions of the Uninsured Motorist Act and the No Fault Act, because the amendment to the Workmen’s Compensation Act came later in time.\nHere, the MVFRL is later in time but the Court chooses to apply § 1933 of the Statutory Construction Act instead of § 1936. The court fails to put forth a meaningful distinction between the provisions being construed which would justify a different approach.\nI am unconvinced that it can be logically concluded that § 1787 of the MVFRL is a general provision and that § 303(a) of the Workmen’s Compensation Act is a specific provision. It would be much more logical to conclude that both provisions are general provisions, neither creating an exception to the other. Any contrary conclusion would be hard to justify when this Court has on many previous occasions interpreted the Workmen’s Compensation Act liberally in order to effectuate its humanitarian objectives, See, e.g., Krawchuk v. Philadelphia Elec Co., 497 Pa. 115, 439 A.2d 627, 630 (1981). Furthermore, § 303(a) has been considered a quid pro quo in order to facilitate the goal of broad coverage.\nThe instant case exemplifies the gross inequities that result from the majority’s construction. Appellants DeWitt and Lemon are Philadelphia police officers, who were on duty in their patrol car when their vehicle was struck from behind by an uninsured motorist. Appellant DeWitt was able to receive uninsured motorist benefits through his personal insurer. However, Appellant Lemon who does not own a car and consequently does not personally have uninsured motorist coverage, was unable to obtain uninsured motorist benefits. Thus, two individuals equally situated except for their ability or desire to own a private automobile find themselves in markedly different positions as to their ability to obtain an adequate remedy despite the fact that their injuries arose as a result of the exact same occurrence.\nViewing the instant case in light of the consequences resulting from the majority’s construction, which are indeed harsh and unreasonable, a more detailed analysis of the problem in light of the Statutory Construction Act is warranted. As explained above, the majority’s construction of the MVFRL, in light of § 303 of the Workmen’s Compensation Act, serves to disadvantage a small minority of the citizens of this Commonwealth. Given the broad remedial nature of both Acts, that being to compensate individuals for their injuries, it is not reasonable to construe § 303(a) of the Workmen’s Compensation Act to deny an employee benefits that would be available to him in the absence of his employer’s self-insured status.\nA close examination of the statutory scheme surrounding § 1787 of the MVFRL reveals that it is the intention of the legislature that uninsured motorist benefits are to be available to anyone injured by an uninsured motorist, unless the unavailability of benefits is in some way the fault of the injured party. In interpreting individual sections of the MVFRL, the construction must be “with reference to the entire statute and not apart from its context.” Commonwealth Insurance Dept. v. Adrid, 24 Pa.Comm. 270, 355 A.2d 597, 599 (1976).\nThe MVFRL contains two sections requiring the provision of uninsured motorist benefits. Section 1731 contains a general requirement that such benefits be provided whereas § 1787 specifically requires self-insurers to provide uninsured motorist benefits. Normally, an injured party may seek recovery first from the insurer of the vehicle which directly caused the injury and second, from the insurer of the injured party’s personal vehicle. 75 Pa.C.S.A. § 1733. Where the injured party is not named on an insurance policy, he may collect benefits through the assigned claims plan pursuant to §§ 1753 and 1754. Coverage under these sections is not barred by the collection of Workmen’s Compensation Act benefits. 75 Pa.C.S.A. § 1755. It is thus clear that with the few exceptions provided under § 1752, uninsured motorist benefits are widely to be available.\nThus, the only persons who are ineligible to receive uninsured motorist benefits are employees whose employers are self-insured, do not own their own vehicle, and are injured in the scope and course of employment. Put more directly, the majority opinion effectively serves to exclude only the working poor and members of the lower middle class from benefits which would otherwise be available. Such an outcome could not have been intended by the legislature.\nThe result reached by the majority is not only inconsistent with § 1936 of the Statutory Construction Act, (statute later in time prevails), but is also inconsistent with § 1921 of the Statutory Construction Act, which requires that a construction take into consideration several factors including the object to be obtained and the consequences of an interpretation, and § 1922(1), of the same Act, which cautions that the legislature did not intend a result that is absurd or unreasonable.\nIn considering the above argument, observe Lemon’s situation specifically. Had Lemon’s employer been policy insured rather than self-insured, he would have been eligible to receive additional benefits under subchapter E (the Assigned Claims Plan), regardless of his employer’s purported immunity. A much more reasonable interpretation of the overall statutory scheme would be to allow an employee to claim uninsured motorist benefits from the employer’s insurance carrier or directly from the employer if self-insured.\nAccordingly, I would reverse the judgment of the Superi- or Court.\nLARSEN and PAPADAKOS, JJ., join this dissenting opinion.\n. § 1936 provides: \"Whenever the provisions of two or more statutes enacted finally by different General Assemblies are irreconcilable, the statute latest in date of final enactment shall prevail.\"\n. Both the Uninsured Motorist Act and the No Fault Act have since been repealed.\n. § 1933 provides: 'Whenever a general provision in a statute shall be in conflict with a special provision in the same or another statute, the two shall be construed, if possible, so that effect may be given to both. If the conflict between the two provisions is irreconcilable, the special provision shall prevail and shall be construed as an exception to the general provision, unless the general provision shall be enacted later and it shall be the manifest intention of the General Assembly that such general provision shall prevail.\"\n. It would be fair to read all of the exceptions of § 1752 as falling into one of two categories: 1) those which apply to claimants who chose an alternate method of insuring the involved vehicle or failed to insure such vehicle, thus avoiding payment into the assigned payment plan; and 2) those which apply to claimants who are, in some measure, at fault.",
        "type": "dissent",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Alan I. Lourie, for appellant.",
      "Alan C. Ostrow, for appellee."
    ],
    "corrections": "",
    "head_matter": "592 A.2d 37\nWilliam and Wilma LEMON, h/w Appellants, v. CITY OF PHILADELPHIA, Appellee. Walter John DeWITT, III, Appellant, v. CITY OF PHILADELPHIA, Appellee. Appeal of William and Wilma LEMON, h/w and Walter John DeWitt, III.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 15, 1991.\nDecided May 28, 1991.\nAlan I. Lourie, for appellant.\nAlan C. Ostrow, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj."
  },
  "file_name": "0365-01",
  "first_page_order": 519,
  "last_page_order": 525
}
