{
  "id": 1104423,
  "name": "Hoar, Appellant, v. Lancaster City et al.",
  "name_abbreviation": "Hoar v. Lancaster City",
  "decision_date": "1927-05-09",
  "docket_number": "Appeal, No. 227",
  "first_page": "117",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "290 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Pa. Dist. R. 871",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "45 Pa. Superior Ct. 28",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        419321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/45/0028-01"
      ]
    },
    {
      "cite": "8 Pa. Dist. R. 105",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. Superior Ct. 95",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0095-01"
      ]
    },
    {
      "cite": "230 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0407-01"
      ]
    },
    {
      "cite": "236 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986725
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 382,
    "char_count": 6033,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 4.284447817890619e-08,
      "percentile": 0.27041248350772573
    },
    "sha256": "f49d30b86e9abd2c53371426339e8ce0cd0a7aaec6548dfbf53f042fe9e635f3",
    "simhash": "1:9e28ffd9ffb1d744",
    "word_count": 1032
  },
  "last_updated": "2024-02-27T17:05:07.812814+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kepiiart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Hoar, Appellant, v. Lancaster City et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff’s bill was to enjoin the City of Lancaster, its officers and agents, from enforcing the provisions of an ordinance approved January 7, 1925, entitled “an ordinance to regulate the sale of milk in the City of Lancaster, Pennsylvania, and providing penalties for the violation of the same.” Later, on August 6, 1926, the ordinance referred to was amended by conferring upon the board' of health of the city, as a bureau of milk inspection, authority to more fully carry out the provisions of the original ordinance..\nThe ordinance of 1925 provides that no person shall sell or deliver, or have in his possession or custody with intent to sell or deliver, milk of specified kinds; defines terms relating to milk and its products; provides for licensing of all persons desiring to engage in that business within the limits of the city; creates a milk inspection bureau, with authority to appoint a chief of the bureau, delegating authority to him and prescribing his duties; requires any person suffering from contagious or infectious disease to remain away from cows, milk or milk utensils; provides other regulations for handling milk, and further constitutes the board of health a milk inspection bureau with power to make necessary regulations for enforcing the ordinance. A penalty is imposed on any person failing to comply with the provisions of the ordinance or hindering, obstructing or interfering with the chief of the milk inspection bureau in the discharge of its duties. The court below granted a preliminary injunction against enforcement of the ordinance, which it subsequently dissolved. Plaintiff appealed.\nThe errors assigned are: (1) the ordinance offends against the second section of article IV of the Act of June 27, 1913, P. L. 568, relating to cities of the third-class, which provides that no bill except general appropriation bills shall be passed containing more than one subject which shall be expressed in the title, (2) a city of the third-class is without power to constitute the board of health of the city a milk inspection bureau, and confer upon the officers of the board authority to enforce a milk inspection ordinance, and (3) the ordinance is unreasonable and consequently void.\nThese objections cannot be sustained. The ordinance in question clearly comprehends but one subject, the supervision by the proper authority of the sale of milk in the city. In connection with such sales, the enactment complained of merely provides the method of enforcing the provisions necessary and incidental to Supervision, as the use of the word “regulate” indicates; consequently its title is sufficient and its terms are not in this respect violative of the Act of June 27, 1913, P. L. 568.\nUnder the Act of June 27, 1913, P. L. 568, article Y, section 3, clause 13, P. L. 584, council in cities of the third class is empowered to enact ordinances to “create any office, public board, or department which they may deem necessary, for the good government and interest of the city,” and section 33 of the Act of May 27, 1919, P. L. 337, provides that such cities “may by ordinance create a board of health” and, possessing that authority, the City of Lancaster created a board of health, for the protection of the welfare and health of the citizens of that city. In the absence of forbidding legislation, we know of no more appropriate body or officer, in which to lodge the power of milk inspection, than this municipal subdivision. Ordinances of this type are neither unreasonable nor unusual. They have frequently been upheld by the courts of this and other jurisdictions. In Hill v. Fetherolf, 236 Pa. 70, 78, in passing on an ordinance similar in terms to the one now before us, this court said, “The law and the ordinance are based upon the power of municipalities to protect the health of the people by providing for the sale of pure milk, and such laws have been uniformly sustained by the courts.”\nThe decree of the court below is affirmed at appellant’s costs,",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "G. T. Hambright, with him Paul A. Mueller, John M. Groff and John E. Malone, for appellant,",
      "Harry L. Raub, Jr., for appellees,"
    ],
    "corrections": "",
    "head_matter": "Hoar, Appellant, v. Lancaster City et al.\nMunicipalities—Ordinances—Regulation of sale of milk—Title of ordinance—\"Cities of the third class—Acts of June 87, 19IS, P. L. 568—Board of health—Act of May 87, 1919, P. L. S10.\n1. An ordinance of a city of the third, class, entitled “an ordinance to regulate the sale of milk and providing penalties for the violation of the same,” does not violate the Act of June 27, 1913, article TV, P. L. 568, relating to the titles of ordinances, where the ordinance simply provides for the supervision of the sale of milk and the method or manner of enforcing the provisions necessary and incidental to such supervision.\n2. Where a city of the third class creates a board of health, as provided by the Acts of June 27, 1913, P. L. 568, and May 27, 1919, P. L. 310, it may by ordinance confer upon such board the power of milk inspection.\nArgued April 18, 1927.\nBefore Frazer, Walling, Simpson, Kepiiart, Sadler and Schaefer, JJ.\nAppeal, No. 227, Jan. T., 1927, by plaintiff, from decree of C. P. Lancaster Co., Equity Docket No. 7, page 321, dissolving preliminary injunction, in case of Clinton O. Hoar v. Lancaster City, F. C. Musser, mayor, Charles M. Howell et al., councilmen, Dr. Frank Alientan et al., board of health of Lancaster City, Dr. Chas. P. Stahr, chief of milk inspection bureau, and H. B. Mitchell, supervisor of milk inspection bureau of the City of Lancaster.\nAffirmed.\nBill to enjoin the enforcement of an ordinance. Before Landis, P. J.\nThe opinion of the Supreme Court states the facts.\nPreliminary injunction dissolved. Plaintiff appealed.\nError assigned, inter alia, was decree, quoting record.\nG. T. Hambright, with him Paul A. Mueller, John M. Groff and John E. Malone, for appellant,\ncited: Provident L. & T. Co, v. Hammond, 230 Pa. 407; Com. v. Schulte, 26 Pa. Superior Ct. 95; Kussel v. Erie, 8 Pa. Dist. R. 105.\nHarry L. Raub, Jr., for appellees,\ncited: Reading City v. Miller, 45 Pa. Superior Ct. 28; Com. v. Bracony, 22 Pa. Dist. R. 871.\nMay 9, 1927:"
  },
  "file_name": "0117-01",
  "first_page_order": 139,
  "last_page_order": 142
}
