{
  "id": 1104463,
  "name": "Dobbs, Exr., v. Zink et ux., Appellants",
  "name_abbreviation": "Dobbs v. Zink",
  "decision_date": "1927-06-25",
  "docket_number": "Appeal, No. 29",
  "first_page": "243",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "290 Pa. 243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "279 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0418-01"
      ]
    },
    {
      "cite": "9 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0032-01"
      ]
    },
    {
      "cite": "61 Pa. Superior Ct. 616",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        453615
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/61/0616-01"
      ]
    },
    {
      "cite": "284 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0485-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 327",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        570184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/86/0327-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 379",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661253
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/83/0379-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/83/0514-01"
      ]
    },
    {
      "cite": "213 Pac. 523",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "52 Minn. 224",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        772699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/52/0224-01"
      ]
    },
    {
      "cite": "175 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0387-01"
      ]
    },
    {
      "cite": "202 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0255-01"
      ]
    },
    {
      "cite": "206 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931914
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0481-01"
      ]
    },
    {
      "cite": "279 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0171-01"
      ]
    },
    {
      "cite": "218 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999563
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0542-01"
      ]
    },
    {
      "cite": "211 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940075
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0534-01"
      ]
    },
    {
      "cite": "187 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0620-01"
      ]
    },
    {
      "cite": "133 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0122-01"
      ]
    },
    {
      "cite": "252 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0587-01"
      ]
    },
    {
      "cite": "186 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989738
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0367-01"
      ]
    },
    {
      "cite": "279 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "274 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0363-01"
      ]
    },
    {
      "cite": "289 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103322
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0207-01"
      ]
    },
    {
      "cite": "79 Atl. 361",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "200 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0611-01"
      ]
    },
    {
      "cite": "128 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567104
      ],
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0283-01"
      ]
    },
    {
      "cite": "122 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948426
      ],
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0579-01"
      ]
    },
    {
      "cite": "175 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880559
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "392"
        },
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/175/0387-01"
      ]
    },
    {
      "cite": "218 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999563
      ],
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0542-01"
      ]
    },
    {
      "cite": "186 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989738
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0367-01"
      ]
    },
    {
      "cite": "274 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0363-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 11585,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 5.95119572449499e-07,
      "percentile": 0.953544975015918
    },
    "sha256": "5eba88e2d9887b056fd9f0dbc7dec1446ffc30fd961029b573a73de3369232a3",
    "simhash": "1:4c2ee4e288828d1f",
    "word_count": 1994
  },
  "last_updated": "2024-02-27T17:05:07.812814+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Dobbs, Exr., v. Zink et ux., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nDefendants procured from Doctor George H. Mehard two loans of $2,000 and $800 respectively, each of. which they secured by bond and mortgage. The loans were obtained through L. M. Uber, an attorney, residing at the City of New Castle, the county seat of Lawrence County, who had, for many years, been acting as agent for Mehard, a resident of Wampum, nine miles distant from the county seat, in lending money on mortgage security. Interest was paid promptly by defendants to Uber, also payments made to him on account of principal amounting to $1,565. Upon Uber’s death, it was discovered he had not only failed to pay over to Mehard the installments of principal received by him from defendants, but also had defaulted in similar transactions between Mehard and others in which he represented the former. Later Mehard died, and a sci. fa. was issued for his executor to collect the two mortgages, the claim being for their full amount, together with unpaid interest. The defense was that Uber acted as Mehard’s agent and that payment to the former was payment to the latter, and consequently only the balanee of unpaid principal and interest was due on the mortgages. The jury found for plaintiff for the balance admitted, amounting to $1,542.40, the court below however subsequently entered judgment for plaintiff non obstante veredicto for the full amount of both mortgages without deduction for payments made to Uber, on account of the principal debt, on the theory that the proof offered was insufficient to sustain the finding that the attorney was authorized by Mehard to collect principal or any part of it secured by the mortgages. Uber made investments for Doctor Mehard from time to time, the total amount of money in the hands of the former for that purpose aggregating from twenty to thirty thousand dollars. The usual course of procedure in making loans or reinvestments, was for Uber to notify Mehard of the request received by him for a loan, whereupon Uber would inspect the property, examine the title and prepare the necessary papers, if the loan received the approval of Doctor Mehard. After settlement the attorney would mail the bond to Mehard and record the mortgage. When returned from the recorder’s office, the mortgage would either be sent to Mehard or .retained by Uber. The latter collected interest and remitted to Mehard from time to time and also repeatedly collected principal. Installments of principal were not always remitted but frequently retained by Uber awaiting opportunity to reinvest. Statements sent to Mehard at intervals showing principal and interest collected were admitted in evidence, these were at times accompanied by a check for the balance remaining in Uber’s hands. A ledger kept by him showing the collection and receipt of money on account of both principal and interest on mortgages was also admitted in evidence under objection, for the purpose of showing the course of dealing between Mehard and Uber, and as tending to show the latter acted as agent of the former in matters of the character here in controversy.\nThe burden is on the one alleging agency to prove such fact and its extent: B. & O. Eel. Asso. v. Post, 122 Pa. 579, 597. This may be done by showing either a contract of agency or circumstances to prove implied agency by a course of dealing on the part of the agent in a particular capacity, and recognition of his acts by the principal : Odorilla v. Baizley, 128 Pa. 283, 293; Flannery v. Ins. Co., 175 Pa. 387, 392.\nAlthough express proof of agency was wanting in this case, we are of opinion the evidence was sufficient to submit to the jury on the question of implied agency. Evidence of a course of dealing between parties to a transaction is competent to show their intention (Flannery v. Ins. Co., 175 Pa. 387, 393) and the fact that a person has acted as agent for another in previous transactions is eyidence tending to prove agency to act in a similar transaction: Barrington v. Washington Bank, 14 S. & E. 405, 421.\nThe court below, in entering judgment non obstante veredicto did so on the ground that the books and records of Uber were improperly received in evidence to prove agency, they being merely declarations of the alleged agent, and as such incompetent to establish his authority. While it must be admitted such declarations made without knowledge of the principal are not competent to establish agency, yet they will be received to corroborate other evidence of agency, and the court may receive them in the first instance, subject to the condition that they be followed by independent proof of agency: Stewart v. Climax Eoad Machine Co., 200 Pa. 611; American Car Co. v. Water Co., 218 Pa. 542, 552. ■ There was in this case ample independent proof of agency, consisting of acts and also communications passing between Mehard and Uber to make the ex parte declarations and acts of the agent competent.\nTo establish implied agency by acts and declarations of the agent, it was not necessary to show defendant’s knowledge of such acts. Implied agency is actual agency, and the difference between it and express agency is mainly one of method of proof; accordingly it is immaterial whether or not the third person had knowledge of the circumstances relied upon to establish the extent of the authority. In this respect implied authority differs from agency by estoppel where there is no real agency but merely circumstances which estop a person from denying the existence of agency: Dierkes v. Hauxhurst Land Co., 79 Atl. 361; 2 Corpus Juris 444.\nThe evidence of the course of dealing between the parties brings the present case within Colonial Trust Co. v. Davis, 274 Pa. 363 and Patterson v. Van Loon, 186 Pa. 367. The following language of this court in the case first cited in this paragraph is especially applicable to the facts mentioned: “While the mere fact of Larned’s employment to make mortgage loans, prepare necessary papers and attend to the settlement would not vest in him authority from the mortgagee to collect the principal of the mortgage, we find ample in the foregoing recital of the facts touching the course of dealing between him and plaintiff to warrant the conclusion that his authority extended beyond the mere making of loans and included the power to receive both principal and interest on behalf of plaintiff.” Here the uncontradicted evidence establishes a general course of dealing in the matter of making investments, between Mehard and Uber, covering a period of sixteen years, during which time the former placed money on mortgages through the latter, aggregating in the neighborhood of $30,000, and, from time to time, Mehard accepted, without objection, payments made by mortgagees to Uber on account of principal of such investments as well as interest, which indicates authority to receive payments on both accounts : See also recent ease of Williams v. Cook et al., 289 Pa. 207.\nThe judgment is reversed and the record remitted with directions to reinstate the motion for a new trial so that the court below may properly dispose of the same,",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "W. Walter Braham, of Aiken & Braham, for appellants.",
      "William McElwee, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Dobbs, Exr., v. Zink et ux., Appellants.\nPrincipal and agent—Payments to agent—Mortgage—Evidence —Implied agency—Course of' deeding—Knowledge.\n1. The burden is on one alleging agency to prove the fact and its extent.\n2. An implied agency may be shown by a course of dealing on the part of the agent in a particular capacity, and recognition of his acts by the principal.\n3. The fact that a person has acted as agent for another in previous transactions is evidence tending to prove agency to act in a similar transaction later.\n4. Where a person has been employed to make investments in mortgages, it may be shown that he was also an agent to collect the principal of the mortgages and interest thereon, by proof that he did make such collections for years, and that the principal knew of and accepted payments made to the agent without objection.\n5. In such case the books and records of the agent relating to the transactions, although merely declarations of the agent, are admissible to establish the agency, subject to the condition that they be followed by other corroborative and independent proofs of the agency.\n6. To establish implied agency by acts and declarations of the agent, it is not necessary to show that a third person, affected by the agent’s acts, had knowledge of the circumstances relied upon .to establish the agency- and its extent.\nArgued May 9, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 29, March T., 1927, by defendants, from judgment of C. P, Lawrence Co., June T., 1924, No. 63, for plaintiffs n. o. v., in case of Robert James Dobbs, executor of George H. Mehárd, v. George Zink et ux.\nReversed.\nScire facias sur mortgage. Before Hildebrand, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $1,542.40. The court entered judgment for plaintiff n. o. v., for $2,800 and interest. Defendant appealed.\nError assigned was judgment n. o. v., quoting record.\nW. Walter Braham, of Aiken & Braham, for appellants.\nUnder all the evidence in this case the question of the agency of Uber for Mehard was for the jury: Colonial Trust Co. v. Davis, 274 Pa. 363; Browne v. Hoekstra, 279 Pa. 419; Patterson v. Van Loon, 186 Pa. 367; Powell v. B. & L. Assn., 252 Pa. 587; Sergeant v. Martin, 133 Pa. 122; Brecht v. MeParland, 187 Pa. 620.\nWhere the agency relied on is an agency to be implied from the conduct of the parties rather than an express agency, the question as to whether the agency exists is one for the jury and the latitude of proof to be allowed in such cases is wide: Singer Mfg. Co. v. Christian, 211 Pa. 534; Am. C. & F. Co. v. Water Co., 218 Pa. 542; Humbert v. Meyers, 279 Pa. 171; Culver v. Pocono Spring W. I. Co., 206 Pa. 481; DeWitt v. DeWitt, 202 Pa. 255.\nDeclarations of an agent are admissible to bind the principal if there is independent proof of the agency: Singer Mfg. Co. v. Christian, 211 Pa. 534; Flannery Bros. v. Ins. Co., 175 Pa. 387; Am. C. & F. Co. v. Water Co., 218 Pa. 542.\nImplied agency is distinct from agency by estoppel and proof that the person seeking to rely on the agency knew the facts by which it is to be proven, is not necessary so long as the agency in fact existed: Columbia Mill Co. v. N. Bank of Commerce, 52 Minn. 224.\nThe evidence in this case indicates clearly that Uber was Mehard’s agent to collect the principal on the mortgages in suit.\nThe books of account of the agent Uber were competent evidence against Mehard, the principal: Arocena v. Sawyer, 213 Pac. 523.\nWilliam McElwee, Jr., for appellee.\n“Implied agency” is subject to strict construction: Gross v. Kincaid, 83 Pa. Superior Ct. 514; Mahoning Valley Bread Co. v. E. E., 83 Pa. Superior Ct. 379; Wallace v. Shifflet, 86 Pa. Superior Ct. 327; Haskins v. Anderson, 284 Pa. 485; Goll v. Ziegler, 61 Pa. Superior Ct. 616.\nAn “implied agency” is nothing other than an apparent agency, and it is so interlocked with agency by estoppel, that any attempt to base anything substantial on the difference between them, leads only to confusion.\nNo man can imply anything from facts of which he has no knowledge: Mahoning Yal. Bread Co. v. E. E., 83 Pa. Superior Ct. 379.\nThere was no evidence in this case that the court could properly have submitted to a jury showing that George Mehard knew about these transactions, on which the alleged “implied agency” is predicated: Eoberts v. Hal-stead, 9 Pa. 32; Browne v. Hoekstra, 279 Pa. 418.\nJune 25, 1927:"
  },
  "file_name": "0243-01",
  "first_page_order": 265,
  "last_page_order": 270
}
