{
  "id": 983232,
  "name": "Goldstrohm v. Stinner, Appellant",
  "name_abbreviation": "Goldstrohm v. Stinner",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 129",
  "first_page": "28",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 268,
    "char_count": 4451,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.0537737394841151e-07,
      "percentile": 0.5547755873025801
    },
    "sha256": "8a8adb72e8e8234a08ef13150615d7347af18f14dbbef3d6f6aeeba77f9f9dec",
    "simhash": "1:9451ec2bbb1ac265",
    "word_count": 803
  },
  "last_updated": "2023-07-14T17:04:00.196485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "Goldstrohm v. Stinner, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere is but a single specification of error in this case, and that is to a portion of the charge of the court. We cannot say it contains any serious error. There was but a single question of fact in the case, and that was, whether the plaintiff sold his stock of goods to the defendant, or to his sons. The jury have found that' he sold them to the defendant, and there is nothing in that portion of the charge of the learned judge assigned as error .that would justify us in reversing the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. S. Ferguson, E. Gr. Ferguson with him, for appellant.",
      "W. B. Bodgers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Goldstrohm v. Stinner, Appellant.\nSale—Charge of court as to probabilities of evidence.\nIn an action to recover the price of goods sold and delivered, where defendant alleges that the goods were sold to his sons and not to himself, it is not reversible error to charge that the jury might take into consideration, as bearing on the issue, the circumstances that the sons were young men who had never been in business, and were irresponsible, as alleged by defendant’s counsel, in his address to the jury, although there was no evidence of such circumstances given on the trial.\nArgued Nov. 1, 1892.\nAppeal, No. 129, Oct. T., 1892, by defendant, Peter Stinner, from judgment of C. P. No. 1, Allegheny Co., March T., 1891, No. 520, on verdict for plaintiff, Charles F. Goldstrohm.-\nBefore Paxson, C. J., Sterrett, Williams, McCollum, Mitchell and Heydrick, JJ.\nAssumpsit for goods sold and delivered.\nAt the trial, before Stowe, P. J., defendant claimed that the goods were sold to his sons, and not to himself. Defendant’s counsel, in his address to the jury, argued that the reason defendant was sued was because the sons were irresponsible. It seems that there was no evidence on that point.\nThe court charged in part as follows:\n“ There is a majority of witnesses on the side of the defendant, but that does not always govern. You are to take the surrounding circumstances and look at the case in view of the possibilities and probabilities as they appear in the evidence before you, and then credit such witnesses as you believe are entitled to credit. Do not decide the case in favor of the plaintiff simply because the defendant’s sons have got these goods and may never pay for them; but that the sons were young men who had never been in business, that they are now alleged by counsel to be irresponsible, are circumstances for the jury to consider when they come to determine which of these parties they will believe. Take the probabilities: Would a man having a stock of goods such as this was—certainly of some considerable value—and it is not questioned that they were worth as much as they sold for, but even assuming that they were not worth that much, still they were of considerable value—would lie undertake to sell that stock to irresponsible parties on the terms that they now say he sold it to them ? It does not follow that he did not do it, but where one side alleges that he did, and undertakes to sustain it by the testimony of the family, and the other side alleges a contrary state of facts, it is for the jury to think of all these matters and determine for themselves where the probability lies; and if, upon the whole, they are satisfied that the evidence of the plaintiff as to the sale is to be relied upon, they ought to find a verdict for the plaintiff for this whole amount. But if the testimony, taken all together, does not lead you fairly to conclude that the testimony of the plaintiff is true in regard to this contract, then you ought to find a verdict for the defendant as to all except that $100 or $128. As to that, I understand there is no controversy, but that the plaintiff is entitled at all events to a verdict for $100. Mrs. Stinner admits that much. Mr. Goldstrohm says, however, that it is $128. The plaintiff would be entitled to at least $100, and if you believe Mr. Goldstrohm’s account, which seems to be based upon his books, to $128. As to the balance of the claim, $3,647, that depends entirely upon whether you believe the goods were sold by Goldstrohm to Mr. Stinner or to his sons. If to Mr. Stinner, then you ought to find a verdict for the whole amount. If to the sons, then only for $100 or $128, as you may find the amount to bo.”\nVerdict and judgment for plaintiff for $4,094.75. Defendant appealed.\nError assigned was above instruction, quoting it.\nJ. S. Ferguson, E. Gr. Ferguson with him, for appellant.\nW. B. Bodgers, for appellee.\nJanuary 3, 1893 :"
  },
  "file_name": "0028-01",
  "first_page_order": 50,
  "last_page_order": 52
}
