{
  "id": 983315,
  "name": "Miller v. Eccles, Appellant",
  "name_abbreviation": "Miller v. Eccles",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 186",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 36"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "109 U. S. 357",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/109/0357-01"
      ]
    },
    {
      "cite": "1 Bond, 339",
      "category": "reporters:federal",
      "reporter": "Bond",
      "opinion_index": -1
    },
    {
      "cite": "9 Wheat. 680",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0680-01"
      ]
    },
    {
      "cite": "100 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "36 Minn. 439",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        563703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/36/0439-01"
      ]
    },
    {
      "cite": "23 Mo. 244",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8854824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/23/0244-01"
      ]
    },
    {
      "cite": "49 Cal. 131",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2347058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/49/0131-01"
      ]
    },
    {
      "cite": "10 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0231-01"
      ]
    },
    {
      "cite": "2 P. & W. 454",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8879100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0454-01"
      ]
    },
    {
      "cite": "8 W. & S. 369",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0369-01"
      ]
    },
    {
      "cite": "1 W. & S. 301",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 340,
    "char_count": 4838,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 1.7802161933207143e-07,
      "percentile": 0.7133718992883369
    },
    "sha256": "ccba62c0821483dba81bd38df6d541f04b83666087bc6057939488833d4a4a14",
    "simhash": "1:aeca1ae0506a9cbe",
    "word_count": 840
  },
  "last_updated": "2024-02-27T18:23:13.779448+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "Miller v. Eccles, Appellant."
    ],
    "opinions": [
      {
        "text": "Per, Curiam,\nThe appellant, James M. Eccles, became the surety of H. L. McLean upon a building contract which the latter had entered into with a Mr. Miller. Upon that contract the appellant indorsed a guarantee that Mr. McLean would well and faithfully perform his part of the contract. The suit below was brought upon that guarantee.\nThe appellant defends upon two grounds. He contends in the first place that he is not bound, because Mr. Miller paid the money to his contractor more rapidly than he should have done. We fail to see any force in this objection. The contract between Mr. Eccles and Mr. Miller does not specify when the money was to be paid. There was nothing to prevent Mr. Miller paying the money as it was wanted by his contractor, unless he had been notified that the latter was not performing his contract, and that by such payment the surety would be put in peril. There is no evidence that the mode of payment affected in any way the legal rights of the surety. It was also contended that the contract between McLean and Miller had been modified in material parts. If there was any change in the contract that would affect the surety, or increase his liability, he would be discharged. The contract, however, provides that changes may be made, and if the modifications referred to were covered by the contract, the appellant has no cause of complaint. This question was fairly submitted to the jury under proper instructions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per, Curiam,"
      }
    ],
    "attorneys": [
      "J. P. Hunter, I). W. Elder with him, for appellant, cited:",
      "Levi Bird Buff,, J. H. Miller with him, for appellee, cited :"
    ],
    "corrections": "",
    "head_matter": "Miller v. Eccles, Appellant.\nGuaranty—Discharge of guarantor—Building contract—Payments.\nIf a building contract providing for a round sum does not stipulate for the time when payment shall be made, the guarantor of the contract is not discharged by the owner making payments to the contractor as the work progresses, and before it is completed.\nA guaranty for the faithful performance of a contract to furnish all labor and material covers damages on account of the payment of a mechanic’s lien by the owner.\nDischarge by alteration of contract—Change in details.\nWhere such a contract provides that modifications or changes may be made as to the details, but not as to the general construction of the building, a change maybe made in the details without discharging the guarantor, and it is proper to leave the question of the changes to the jury.\nArgued Nov. 3,1892.\nAppeal, No. 186, Oot. T., 1892, by defendant, James M. Eccles, from judgment of C. P. No. 3, Allegheny Co., Nov. T., 1891, No. 54, on verdict for plaintiff, William S. Miller.\nBefore Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydrick, JJ.\nAssumpsit on contract of guaranty.\nAt the trial, before McClung, J., it appeared that defendant “ guaranteed that Henry M. McLean would well and faithfully perform his part” of a building contract in which McLean agreed to furnish, all labor and material necessary for the building and completion of a dwelling house. The contract in question provided that changes might be made in matters of detail, but that no changes should bo made which would “ affect the general construction of the building.” Plaintiff’s claim included a mechanic’s lien filed by one Gearing for material ordered by McLean. Defendant claimed that certain modifications in the work had discharged him from liability as a guarantor. He also claimed that as the contract was for a round sum and was silent as to the time when payment should be made, he was discharged by reason of payments made to the contractor before the completion of the building.\nThe court left to the jury the question whether the modification affected the general construction.\nDefendant’s points were among others as follows:\n“ 1. That defendant did not by his contract guarantee against the filing of any mechanic’s claims against the house of Miller on account of work done or material furnished by or on the order of McLean, and the jury in arriving at a verdict must exclude the mechanic’s claim or lien filed by Gearing.” Refused. [1]\n4. Request for binding instructions. Refused. [2]\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned were (1, 2) instructions, quoting them.\nJ. P. Hunter, I). W. Elder with him, for appellant, cited:\nHarris v. Ligget, 1 W. & S. 301; Martin v. Shoenberger, 8 W. & S. 369 ; Shaw v. Turnpike Co., 2 P. & W. 454; Hall v. Rupley, 10 Pa. 231; Com. v. Miller’s Admrs., 8 S. & R. 457; Calvert v. London Dock Co., 15 Eng. Ch. R. 639; Gen. Steam Nav. Co. v. Rolt, 6 C. B. N. S. 550; Bragg v. Shain, 49 Cal. 131; Taylor v. Jeter, 23 Mo. 244; Simonson v. Grant, 36 Minn. 439; Bensinger v. Wren, 100 Pa. 505; Miller v. Stewart, 9 Wheat. 680; Tull v. Serrill, 1 W. N. 373; U. S. v. Corwine, 1 Bond, 339.\nLevi Bird Buff,, J. H. Miller with him, for appellee, cited :\nWarner v. Ins. Co., 109 U. S. 357 ; Brand on Suretyship, § 94.\nJanuary 3, 1893:"
  },
  "file_name": "0036-01",
  "first_page_order": 58,
  "last_page_order": 60
}
