{
  "id": 983299,
  "name": "Maguire, Appellant, v. Price",
  "name_abbreviation": "Maguire v. Price",
  "decision_date": "1893-01-16",
  "docket_number": "Appeal, No. 465",
  "first_page": "60",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 215,
    "char_count": 2874,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034458379619815675
    },
    "sha256": "62ffdd260ac5d1f3d849fc86122b8bbc083349581204a55cf826edf7663c131c",
    "simhash": "1:68ad36f4ea02f5bd",
    "word_count": 473
  },
  "last_updated": "2024-02-27T18:23:13.779448+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Steeeett, Geeen, Williams, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Maguire, Appellant, v. Price."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "Aaron Thompson, for appellant.",
      "Emil Eosenberger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Maguire, Appellant, v. Price.\nEjectment—Agreement to reconvey property bought at sheriff’s sale.\nPlaintiff’s property was sold at sheriff’s sale to his creditors upon a judgment entered on a note given to secure existing and future indebtedness. Plaintiff averred that the property was purchased under an agreement that if he paid his indebtedness the property would be conveyed back to him. The property was subsequently sold by the purchasers, and plaintiff received credit for the amount realized upon the sale, and at the same time paid the balance of his indebtedness. After the settlement and about nine yeai's after the sheriff’s sale, plaintiff tendered to defendants, the original purchasers, a sum sufficient to pay his indebtedness and demanded a deed. Held, that plaintiff was not entitled to recover.\nArgued Jan. 5, 1893.\nAppeal, No. 465, Jan. T., 1892, by plaintiff, James Maguire, from judgment of C. P. No. 3, Philadelphia Co., June T., 1890, No. 824, entering judgment on verdict in favor of defendant, Harry Price.\nBefore Paxson, C. J., Steeeett, Geeen, Williams, McCollum, Mitchell and Dean, JJ.\nEjectment. (Eor affirmance of previous nonsuit, see 132 Pa. 213.)\nAt the trial it appeared that, in 1877,-plaintiff gave to Washington Butcher’s Sons a judgment note with warrant of attorney for $1,200 to secure existing and future indebtedness. Plaintiff alleged that it was agreed at the time the note was given that, if his real estate should be sold, it would be bought in by Washington Butcher’s Sons, and reconveyed to him when his indebtedness was paid in full. The property was sold at sheriff’s sale on Jan. 18, 1881, and bought in by Washington Butcher’s Sons, who held title for several years, and then conveyed it to defendant, who was alleged to have full knowledge of plaintiff’s agreement with his creditors. After the conveyance of the property to defendant, plaintiff had a settlement with Washington Butcher’s Sons, wherein he was credited with the proceeds of the sale of the property, and paid the balance shown by the settlement. On Aug. 6, 1890, plaintiff made a tender to Washington Butcher’s Sons which he described as follows:\n“ On August 6, 1890, 1 tendered to the Butchers, Howard Butcher, one of the firm, at their store, Front street, near Race street, ten hundred and ten dollars. They said they could not take it from me, for they had got their money out of the properties they had held. I, at the time, asked for a deed from them, and told them to take whatever moneys I owed from these moneys. I had previously paid them four hundred and ninety dollars. They refused.”\nThe court directed a verdict for defendant. Verdict and judgment accordingly. Plaintiff appealed.\nError assigned was above instruction, nonsuit.\nAaron Thompson, for appellant.\nEmil Eosenberger, for appellee.\nJanuary 16, 1893:"
  },
  "file_name": "0060-01",
  "first_page_order": 82,
  "last_page_order": 83
}
