{
  "id": 983281,
  "name": "Wright's Estate. Wright's Appeal",
  "name_abbreviation": "Wright's Estate",
  "decision_date": "1893-01-23",
  "docket_number": "Appeal, No. 64",
  "first_page": "64",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 221",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0221-01"
      ]
    },
    {
      "cite": "27 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0151-01"
      ]
    },
    {
      "cite": "12 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0027-01"
      ]
    },
    {
      "cite": "41 N. Y. 480",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2045728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/41/0480-01"
      ]
    },
    {
      "cite": "36 N. Y. 327",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/36/0327-01"
      ]
    },
    {
      "cite": "24 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 6903,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 3.260316436360628e-07,
      "percentile": 0.8694757879706501
    },
    "sha256": "de3de11dcef8003e43e96ba42b5146142c41395197f00d81b01d09171134188b",
    "simhash": "1:17ce5581ac4408d4",
    "word_count": 1260
  },
  "last_updated": "2024-02-27T18:23:13.779448+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stebbett, Gbebn, Williams, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Wright’s Estate. Wright’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe fourth specification of error is the only one assigned according to our rule. It alleges that the court below erred in not awarding to the appellant one fourth of the estate of Robert J. Wright, deceased. Her claim rests entirely upon a letter addressed to her by the testator, dated March 31, 1889. She avers that this letter amounts to a contract, by which the testator agreed to give her one fourth of his estate by his will. We have examined this letter with care, and are unable to find anything in it which comes up to the measure of a binding contract. There is nothing in it that is specific. There was some talk about adopting the appellant, and some speculation and gossip about destroying his old will and making a new one, but there was no positive promise or agreement to do either, or to leave the appellant one fourth of his estate, or any other part of it, in ease she agreed to the adoption and change of her name.\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Oliver J. Well's, James, Aleorn, E. Carroll Brewster and Eenry H. jSnedelcer with him, for appellant, cited:",
      "John G. Johnson, Joseph B. Townsend with him, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Wright’s Estate. Wright’s Appeal.\nContract to leave property by will—Adoption.\nTestator, fearing that his will would be set aside for want of testamentary capacity, proposed to adopt four persons, and make a new will which would probably not be attacked, because if an attack were successful the estate would descend at all events to the four adopted children. Testator adopted the four persons under the act of May 9, 1889, but did not make any change in his will already made. One of the adopted daughters claimed one fourth of the estate on the ground that she had consented to the adoption in consideration of a promise by testator to leave her by will this portion of his estate. The letter upon which the claim was based contained various reasons and arguments why claimant should consent to the adoption, and there was some speculation and gossip about testator destroying his old will and making a new one, but there was no positive promise to do either, or to leave claimant any portion of his estate. Held, that the claim Was properly-disallowed.\nPractice, Supreme Court —Assignments of error.\nAn assignment of error to the dismissal of exceptions, must set forth the exceptions in their exact words.\nArgued Jan. 11, 1893.\nAppeal, No. 64, July T., 1892, by Louise Wernle Wright, from decree of O. 0. Phila. Co., Oct. T., 1890, No. 182, dismissing exceptions to adjudication of executor’s account in estate of Robert J. Wright, deceased.\nBefore Paxson, C. J., Stebbett, Gbebn, Williams, McCollum, Mitchell and Dean, JJ.\nAdjudication of executor’s account.\nAt the audit Louise Wemle Wright claimed one fourth of testator’s estate under an alleged contract of the testator to give her this share, if she would consent to become adopted as Ms child under the provisions of the act of May 9,1889, which act authorized the adoption of adults, as children and heirs, with the consent and approval of the persons so adopted and of the proper court. The letter upon which the claim was based was addressed to appellant by defendant, and was as follows:\n“ I want to adopt you and the Koons, Josie, Mamie, and Bobby, and then destroy all the old will and codicils and make new ones, for even if the new ones should be broken (my estate would then all go to you four.) So then the institutions, of course, would not want to break anything.\n“ Now, in case will and codicils were broken, Mrs. Koons gets all. But she lias promised to give you your share. But perhaps the other influences might make difficulties, besides her life is not certain. If she dies all would go to her heirs. Hence the adoption of all four becomes desirable to secure these portions even with a broken will or none at all. But to adopt you without adopting them endangers and risks all their prospects, and that is the reason I did not adopt you long ago. For then they were not willing; but they are now, being adults.\n“ Adopting adults does not give the adoptor any control over them. So in your caso my simple object is to benefit you aud make your portion certain; but I must also adopt them at the same time, else they might lose all. After the adoption was accomplished I could destroy all old wills and codicils and make a new one safely, because then neither you nor they would have very much different under the new will from what you and they would get under the law alone if will were broken. Hence the temptation to break will would not be very great for you four (or five) (or, including Mrs. Koons, six,)* and nobody else would have any temptation at all to break will; and the charities’ interest would then be to sustain the new will and codicils, and none of them would get any if will were ■broken.\n“ '* It is true this plan leaves Mrs. Koons out in case of a broken will; but she can and will fix that with her own children and their families, they being her only heirs. She has her own money to live upon, and even to cut them out of if they disobey in such a matter. And she is willing for the proposed plan. And with a new will she would be the only person who has any legal right to dispute it, if she was living and in business health: and the others would not have interest and profit enough by upsetting it to try to do it, so we think.\n“ The rest is not definite. It takes much red tape and time to get an act of the legislature passed. So the sooner we get at it the more probable we are to get it; and they don’t meet again for two years.\n“We think each one can say whether he or she would desire to change their name to Wright, and such as do have their name changed I think can sign needed papers without the new, simply their old names.\n“ If you approve of the adoption, please write soon and say if you will have your name changed; and if so, how ? Then it had better be changed to Louise Wernle Wright. Better every way. Or telegraph yes, and write the rest soon.”\nTestator adopted the four persons mentioned in the letter, but did not make any change in the will, and the codicils thereto, already made.\nThe auditing judge disallowed the claim. Exceptions to the adjudication were dismissed in an opinion by Penrose, J., 1 Dist. JR. 325.\nErrors assigned we re (1-3), dismissal of exceptions, without quoting exceptions; and (4) in not awarding to appellant one fourth of the estate of decedent.\nOliver J. Well's, James, Aleorn, E. Carroll Brewster and Eenry H. jSnedelcer with him, for appellant, cited:\nKidder v. Boom Co., 24 Pa. 193; Shadwell v. Shadwell, 99 E. C. L. 158; Bold v. Hutchinson, 20 Beav. 250; Succession of Hosser, 37 La. An. 839; Lobdell v. Lobdell, 36 N. Y. 327; Parsell v. Stryker, 41 N. Y. 480; Logan v. McGinnis, 12 Pa. 27; McMullin v. Glass, 27 Pa. 151.\nJohn G. Johnson, Joseph B. Townsend with him, for appellee, cited:\nHill v. Roderick, 4 W. & S. 221; Faulkner v. Lowe, 2 W. H. & G. 595; Sherman v. Kitsmiller, 17 S. & R. 45.\nJanuary 23, 1893:"
  },
  "file_name": "0064-01",
  "first_page_order": 86,
  "last_page_order": 89
}
