{
  "id": 983286,
  "name": "Mayhew's Estate. Mayhew's Appeal",
  "name_abbreviation": "Mayhew's Estate",
  "decision_date": "1893-01-30",
  "docket_number": "Appeal, No. 167",
  "first_page": "94",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 171,
    "char_count": 2226,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.345925439401287e-07,
      "percentile": 0.6322227666555077
    },
    "sha256": "136deea44fe097903a03906439ced36e94b6b6a07e000ba44ab8a2eb69c87d03",
    "simhash": "1:bf96d87cb0fe812a",
    "word_count": 374
  },
  "last_updated": "2023-07-14T17:04:00.196485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stisrsett, Green, Williams, McCollum:, Mitchell and £>ean, JJ."
    ],
    "parties": [
      "Mayhew’s Estate. Mayhew’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John Weaver, John M. Giest and John Sparhawk, Jr., with him, for appellant.",
      "Alex. Simpson, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Mayhew’s Estate. Mayhew’s Appeal.\nDecedent's estate—Claim—Finding of auditing judge.\nA claim against a decedent’s estate for an unpaid balance of the contract price for erecting a building, and for extra work on the building, was allowed by an auditing judge, where there was evidence that decedent admitted that the account was unsettled, and there were cheeks and a receipt from which it appeared that a balance was due, and that the extra work was ordered by decedent himself. The finding of the auditing judge was approved by the. court below on exceptions, and distribution awarded. Held, that the decree should be affirmed.\nArgued Jan. 13, 1893.\nAppeal, No. 167, July T., 1892, by Furman M. Mayliew, Jr., executor of Furman M. Mayhew, deceased, from decree of O. C. Pbila. Co., Oct. T., 1891, No. 228, dismissing exceptions to adjudication.\nBefore Paxson, C. J., Stisrsett, Green, Williams, McCollum:, Mitchell and £>ean, JJ.\nExceptions to audit of executor’s account.\nFrom the evidence taken before the auditing judge, Ferguson, J., it appeared that decedent died in 1890. In May, 1886, Wesley Sloan & Son contracted to build three houses for decedent for $7,950. A receipt and checks, the last of which was dated in 1886, showed payments of $7,500. Wesley & Son claimed balance of $450 still due. They also claimed $115, the cost of a party wall, and exhibited a receipt from the person to whom it was paid. They also claimed various sums for extra work on the houses, and produced witnesses who testified that the extra work was ordered by decedent himself. There was also evidence that decedent had said that the account was unsettled. The auditing judge found that the claims were proved, and allowed them.\nExceptions to the adjudication were dismissed by the court, in an opinion by Hanna, P. J., on the ground that the finding of the auditing judge was equivalent to the verdict of a jury?, and there was no clear evidence of error.\nErrors assigned were dismissal of exceptions, quoting them.\nJohn Weaver, John M. Giest and John Sparhawk, Jr., with him, for appellant.\nAlex. Simpson, Jr., for appellee.\nJanuary 30, 1893:"
  },
  "file_name": "0094-01",
  "first_page_order": 116,
  "last_page_order": 117
}
