{
  "id": 983340,
  "name": "Mechanics & Traders Bank v. Seitz Bros., Appellants",
  "name_abbreviation": "Mechanics & Traders Bank v. Seitz Bros.",
  "decision_date": "1893-03-20",
  "docket_number": "Appeal, No. 103",
  "first_page": "191",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 191"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0446-01"
      ]
    },
    {
      "cite": "32 Vt. 125",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        2354497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/32/0125-01"
      ]
    },
    {
      "cite": "150 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0632-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 5692,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03445895880416194
    },
    "sha256": "5e9577d5365bee4320ce5356154b69141f8282215af1b31d9397ec4ef20d7055",
    "simhash": "1:083597dfcc80c265",
    "word_count": 1017
  },
  "last_updated": "2024-02-27T18:23:13.779448+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterkett, C. J., Green, Williams, McCollum, Mitchell and Thompson, JJ."
    ],
    "parties": [
      "Mechanics & Traders Bank v. Seitz Bros., Appellants."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThis case appears to have been tried in accordance with the principles enunciated by this court in an opinion by our brother Williams when it was here before about one year ago : Bank v. Seitz Bros., 150 Pa. 632. An examination of the record has failed to convince us that there is any error in the rulings of the learned judge that requires a reversal of the judgment. In view of what is said in the opinion referred to, comment on the several specifications of error is unnecessary. Neither of them is sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "Charles E. Walter, for appellant, cited:",
      "Russell C. Stewart, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Mechanics & Traders Bank v. Seitz Bros., Appellants.\nPromissory Notes—Notice of equities between original parties.\nThe payee of a promissory note, a corporation, indorsed it to its president as an individual, who had it discounted by his bank before maturity ; on being returned protested, a clerk charged the note up to the account of the president, but afterward corrected this by direction of the cashier, by entry of a credit, so as to let the account stand as before. The bank then brought suit against the makers by direction of the president of the corporation payee. Held that the evidence was not sufficient to let in a defence between the original parties to the note.\nArgued March 8, 1898.\nAppeal, No. 103, Jan. T., 1893, by defendants, Seitz Bros., from judgment of C. P. Northampton Co., Oct. T., 1890, No. 41, on verdict for plaintiff.\nBefore Sterkett, C. J., Green, Williams, McCollum, Mitchell and Thompson, JJ.\nAssumpsit on promissory note.\nAt the trial, before Schuyler, P. J., it appeared that the note was given for an ice machine.\nThe testimony of plaintiffs cashier was as follows : “We discounted a note made by Seitz Brothers, the defendants, drawn to the order of the New Process Ice & Refrigerator Machine Co., and indorsed by John J. Hayes. At the time the note was discounted, I did not know that said Hayes was president of said company. I did not know anything about the company. Mr. Hayes keeps a personal account with us. The note was discounted for Mr. Hayes personally. The note was returned to us unpaid, after having been sent to Easton for collection. Q. What was done by you on the return of the note with the indorsement ‘ payment refused ? ’ A. A clerk of the bank, without instructions, following our usual course, made an entry charging Mr. Hayes’s account with amount of note and fees. Being notified by Mr. Hayes that he did not wish the note charged, the amount was credited on the same day to his account. At the time the note was charged, Mr. Hayes’ balance was sufficient to pay the note. I received instructions from Mr. Hayes that he did not wish the note charged to his account. Q. Did Mr. Hayes ask you to collect the note for him ? A. Yes. This was at the same time that he asked us not to charge him with the note. Q. Did he give you any reason for it, either at that or any subsequent time ? A. My recollection is that he said the makers were good, and that they could be made to pay, and that he wanted to use his individual money. I am aware that there is some dispute between the makers and first indorsers of the note. I couldn’t tell just when I learned that. I presume it was about the time suit was brought. It might have been talked over at that time and it might not. What we did was for the accommodation of Mr. Hayes.”\n, Direct examination by Mr. Stewart: “ A. We received this note in the regular course of business, before maturity, and knew nothing of any of the relations existing between the makers and the payees. The Ice Company have no account with the bank. Mr. Hayes’ balance at the time the note was charged to him by the clerk was an individual balance. We sent no notice to Mr. Hayes that the note was charged to his account. The instructions came from him voluntarily. In answer to Mr. Walter’s question where it was stated that Mr. Hayes asked us to collect the note for him I desired to say that he requested us to sue the makers. The proceeds of the note are for the bank. Mr. Hayes didn’t leave a deposit in the bank for the purpose of protecting the note.”\nCross-examination resumed: “ A. I was satisfied that the note would be paid by John J. Hayes if we failed to collect from Seitz Brothers for any reason, from information I had from Mr. Hayes, but there was no definite agreement thereto. From our business dealings with Mr. Hayes we were satisfied of his honesty and ability to protect us in case of failure to collect from Seitz Brothers.”\nDefendants proposed to prove by J. J. Hayes that he was notified to take the machine out, and that it had failed to do the work which was required of it; that Mr. Hayes was the president of the lee Machine Co., that he had received notice as president of the Ice Machine Co. that the machine had failed to do the work agreed upon, and that the Ice Machine Company had no bank account of its own, but that the bank business of the Ice Machine Company was done through J. J. Hayes, the president. Objected to, objection sustained and exception. [4]\nDefendants also offered to show failure of consideration as between the original parties to the note. Objected to. Objection sustained and exception. [2, 3, 5]\nBinding instructions were given for plaintiff. [1]\nVerdict and judgment for plaintiff. Defendants appealed.\nErrors assigned were (1) instructions ; and (2-5) rulings on evidence; quoting instructions and bills of exceptions.\nCharles E. Walter, for appellant, cited:\n3 Randolph on Commercial Paper, § 1814 ; Earl of Bristol v. Wilsmore, 1 B. & C. 514 ; s. c. 2 D. & R. 755 ; Roth v. Colvin, 32 Vt. 125.\nRussell C. Stewart, for appellee, cited:\nBattles & Webster v. Laudenslager, 84 Pa. 446.\nMarch 20, 1893 :"
  },
  "file_name": "0191-01",
  "first_page_order": 213,
  "last_page_order": 215
}
