{
  "id": 983217,
  "name": "Lehigh Coal & Navigation Co., Appellant, v. Miller",
  "name_abbreviation": "Lehigh Coal & Navigation Co. v. Miller",
  "decision_date": "1893-05-25",
  "docket_number": "Appeal, No. 332",
  "first_page": "542",
  "last_page": "547",
  "citations": [
    {
      "type": "official",
      "cite": "155 Pa. 542"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "148 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0282-01"
      ]
    },
    {
      "cite": "10 Pa. C. C. 326",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "137 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821484
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0249-01"
      ]
    },
    {
      "cite": "11 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0202-01"
      ]
    },
    {
      "cite": "6 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0070-01"
      ]
    },
    {
      "cite": "8 W. & S. 334",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0334-01"
      ]
    },
    {
      "cite": "147 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0481-01"
      ]
    },
    {
      "cite": "56 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0315-01"
      ]
    },
    {
      "cite": "30 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415626
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0227-01"
      ]
    },
    {
      "cite": "75 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0461-01"
      ]
    },
    {
      "cite": "104 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444804
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0476-01"
      ]
    },
    {
      "cite": "87 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057796
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0434-01"
      ]
    },
    {
      "cite": "30 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415634
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0232-01"
      ]
    },
    {
      "cite": "6 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "42 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "39 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0255-01"
      ]
    },
    {
      "cite": "11 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "135 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0493-01"
      ]
    },
    {
      "cite": "32 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0356-01"
      ]
    },
    {
      "cite": "20 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "42 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 Luz. L. R. 93",
      "category": "reporters:state",
      "reporter": "Luz. L.R.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0574-01"
      ]
    },
    {
      "cite": "109 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0009-01"
      ]
    },
    {
      "cite": "107 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856062
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0014-01"
      ]
    },
    {
      "cite": "38 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "15 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408702
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/15/0351-01"
      ]
    },
    {
      "cite": "15 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/15/0351-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 12477,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 4.370710586428907e-08,
      "percentile": 0.27435132318525135
    },
    "sha256": "92c84b4e2d03a89c983dc7b0f12c3d9efbfd7778075932db4635c03ee594b58e",
    "simhash": "1:74ab8e26ec3aabd4",
    "word_count": 2150
  },
  "last_updated": "2024-02-27T18:23:13.779448+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, and Thompson, JJ.."
    ],
    "parties": [
      "Lehigh Coal & Navigation Co., Appellant, v. Miller."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Oreen,\nThis case comes before us on an appeal from the order of the court below dissolving a special injunction which had been granted on the filing of the bill, restraining the collection of taxes upon certain coal-pockets of the plaintiff. No answer was filed, no master or examiner was appointed to report the facts, no findings of fact were made, and no testimony was taken to support the contention of either party. Two affidavits supporting the bill were filed when the injunction was granted, and two opposing affidavits were filed by the defendants. The plaintiff’s affidavits alleged in a general way that the coal-pockets were an indispensable part of the plaintiff’s canal and railroad, in the transfer of coal from the railroad to the boats in the canal, and were absolutely necessary to the transportation of anthracite coal from the mines to tide water. Two affidavits were filed by the defendants, stating that while the pockets were very useful and convenient in the trans-shipment of coal from the railroad cars to the boats, they are not appurtenant and indispensable to the construction and use of the canal, and are not a part of the canal itself. A third affidavit for the plaintiff relates to coal shutes at another place but not to those at Coal-port.\nWhether there is any difference between pockets and coal shutes, or precisely what is the construction and mode of use of the pockets we are not informed by the bill or by the affidavits. But the bill does assert that the pockets are absolutely indispensable to the transfer from the land to the boats, for transportation by canal, and that they are an essential part of the works of the canal for that purpose, and the bill further avers that without this or some similar contrivance it would not be practicable for the plaintiff to carry its own coal or that of other producers on the canal. The supporting affidavits fully sustain these averments of the bill, and the defendants’ affidavits, while they deny in a general way that the pockets are appurtenant and indispensable to the construction and fitting for use of the canal itself, do not deny that they are a necessary and indispensable means of transmitting the coal, from the land to the boats, and in that way constitute an essential part of the system of transportation. We can readily understand bow it may be that they constitute a part of the means of transportation, though the method by which this appears might perhaps have been set out in the bill with somewhat more of precision and detail. Still it substantially appears and makes out a prima facie case which is not materially controverted. Without a master’s report presenting the evidence and his findings of fact, we can not form or express any ultimate opinion, nor will we now engage in any discussion of the merits. The case of Wayne County v. Del. & Hudson Canal Co., 15 Pa. 351, may or may not control the decision of this case. The report of that case is very meagre in exhibiting the precise facts upon which it was adjudged, and we cannot know whether the shutes there referred to were a necessary part of the system of transportation or not. As at present advised we are of opinion that it will he better to continue the injunction granted by the learned court below until the final hearing, when all the facts can be known and considered.\nThe decree of the court below is reversed and injunction continued until final hearing, at the cost of the appellees, and the record is remitted for further proceedings.",
        "type": "majority",
        "author": "Mb. Justice Oreen,"
      }
    ],
    "attorneys": [
      "Fergus Gr. Farquhar, Craig $ Loose with him for appellant.—",
      "Frank P. Sharkey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Lehigh Coal & Navigation Co., Appellant, v. Miller.\n[Marked to be reported.]\nTaxation—Corporation—Coal-pockets—Injunction.\nA preliminary injunction restraining the collection of a tax on coal shutes, or pockets, belonging to a corporation, will be continued where the bill and plaintiff’s affidavits aver that the pockets are absolutely indispensable for the transfer of coal from the land to canal boats, and are an essential part of the company’s works for that purpose, while defendant’s affidavits deny in a general way that the pockets are appurtenant and indispensable to the construction and fitting for use of the canal itself, but do not deny that they are a necessary and indispensable means of transmitting the coal from the land to the boats.\nArgued March 10,1893.\nAppeal, No. 332, Jan. T., 1893, by plaintiff, from decree of C. P. Carbon Co., April T., 1892, No. 2, dissolving preliminary injunction against Henry Miller et al., commissioners of Carbon county, and Taliesin H. Evans, tax collector of Mauch Chunk twp.\nBefore Sterrett, C. J., Green, Williams, McCollum, and Thompson, JJ..\nBill to restrain collection of tax on coal-pockets.\nThe bill averred that plaintiff was empowered by act of Feb. 13, 1822, to construct and maintain a canal along the Lehigh River.\nThat the prime motive for the authority to construct said canal and said railroad, and the chief business carried on by means of the same, is the transportation and distribution of anthracite fuel. That in order to carry on this business it is absolutely indispensable to erect and maintain at points where the coal is delivered to the canal for transportation, some practical and adequate means of transferring the coal from the land to the canal boats, and this complainant and all other persons or corporations engaged in transporting anthracite coal by canal, have always had and maintained as an essential part of the works of the canal such means for transferring coal from the land to the boats for transportation by canal. That this complainant has erected and maintained at the head of its canal navigation at Coalport, in said Mauch Chunk township, a plant for that purpose, commonly called the Coalport coal-pockets, by means of which all the coal shipped on its canal is transferred from the land to the boats and without which, or some similar contrivance, it would not be practicable for this complainant to carry its own coal, or that of the other producers, on its canal, and so accomplish the main object of the existence of said canal, or perform its duty as a common carrier by canal, of anthracite coal.\nThat Taliesin H. Evans, tax collector of Mauch Chunk township, has in his hands warrants for the collection of $547.50 for various taxes of 1892, assessed against these coal-pockets, and may and threatens to levy on and sell property of the complainant to enforce the payment thereof.\nThe complainant alleged that said coal-pockets were an indispensable part of the line of transportation it is authorized to construct and maintain, and therefore not taxable for county, school, and township purposes; that a levy and sale of its personal property to enforce the payment of the alleged illegal tax would work irreparable injury.\nThe bill prayed: (1) That the assessment of said pockets may be stricken from the assessment list. (2) For an injunction, preliminary, until hearing, perpetually thereafter, to restrain the collection of the tax for 1892 assessed on said coal-pockets. (3, 4) Further relief.\nThe material averments of the injunction affidavits are stated in the opinion of the Supreme Court. The court granted a preliminary injunction, which it subsequently dissolved.\nThe following opinion was filed by Dkeher, P. J.\n“ When the question of the taxation of the coal-pockets, mentioned in the plaintiff’s bill, was before us in the appeal of the plaintiff from the action of the county commissioners, sitting as a board of revision, in the opinion then filed, we said, in No. 12 Oct. term 1892:\n“ ‘ The evidence shows that the structure called the “ pockets ” is for the purpose of trans-shipping coal from the cars of the company’s railroad to the boats in the canal. As we understand the evidence, these pockets are something similar to, and serve the same purpose as, the shutes and slides in the case of Wayne Co. v. Delaware & Hudson Canal Co., 15 Pa. 351. Indeed, the circumstances of the two companies in this regard are almost the same. As it was held in that case that the shutes were taxable, so we must hold here that the pockets are taxable.’\n“ The facts as now presented by the present bill and affidavits are not changed, and we are still of opinion that the case of Wayne Co. v. Delaware & Hudson Canal Co., rules the case.\n“And now, Jan. 28, 1898, the preliminary injunction granted on the 17th day of January last, is dissolved.”\nErrors assigned were, (1) in holding the Coalport coal-pockets real estate taxable for county purposes; and (2) in dissolving preliminary injunction.\nFergus Gr. Farquhar, Craig $ Loose with him for appellant.—\nA bill in equity is the proper remedy: Miller v. Gorman, 38 Pa. 313; Hannewinkle v. Georgetown, 15 Wallace, 547; Bierbower’s Ap., 107 Pa. 14; Harper’s Ap., 109 Pa. 9; Electric Co.’s Ap., 114 Pa. 574.\nAn injunction lies to restrain the collection of taxes illegally or irregularly assessed: Canal Co. v. School District, 7 Luz. L. R. 93; Sallade v. School Directors, 2 Pearson, 48; Wharton v. School Directors, 42 Pa. 363.\nAppellant’s right to this remedy is not barred by the judgment of the common pleas in the appeal under the act of April 19,1889, that the Coalport coal-pockets were taxable real estate of the Lehigh Coal & Navigation Company. That judgment was only final as to the valuation of property: Kimber v. Schuylkill Co., 20 Pa. 368; Silver v. Schuylkill Co., 32 Pa. 356 ; Hamlin v. Peck, 135 Pa. 493 ; Morrison v. Weaver, 4 S. & R. 190 ; Stoy v. Yost, 12 S. & R. 385.\nTo submit to the final determination of the courts of common pleas the question as to the taxability of property, would have a tendency to destroy uniformity in the administration of tax laws, and establish a right to take property of the citizen without granting him privilege of having the judgment o£ the highest tribunal in the state on a legal question affecting so important a right: Navigation Co. v. Corn’s, 11 Pa. 204.\nThe Coalport coal-pockets are not real estate subject to taxation for county purposes: Carbon Iron Co. v. Carbon Co., 39 Pa. 255; Lackawanna Iron Co. v. Luzerne Co., 42 Pa. 428; Railroad v. Berks Co., 6 Pa. 75; West Chester Gas Co. v. Chester Co., 30 Pa. 232; Erie Co. v. Transportation Co., 87 Pa. 434; Coatesville Gas Co. v. Chester Co., 97 Pa. 476; P. R. R. v. Pittsburgh, 104 Pa. 543; Northampton Co. v. Lehigh C. & N. Co., 75 Pa. 461.\nThe Lehigh Coal and Navigation Company is a public corporation, as distinguished from one owing no direct duty to the public; it is a common carrier, and bound by the terms of the acts under which it built and operates its line of transportation to serve the public: Act of March 20, 1818, § 9 ; Act of Feb. 13, 1822, § 12.\nFrank P. Sharkey, for appellees.\nThe decision of the common pleas on the tax appeal was conclusive : Hughes v. Kline, 30 Pa. 227; Clinton School District’s Ap., 56 Pa. 315 ; Moore v. Taylor, 147 Pa. 481.\nThe decree should be affirmed, because the decision or judgment upon which it was founded, was identical with that approved by this court in Wayne County v. Delaware & Hudson Canal Co., 15 Pa. 351.\nThe report of the case shows it to have been very fully argued by counsel on both sides, and the court had before it the decisions in Lehigh Coal & Navigation Co. v. Northampton Co., 8 W. & S. 334, in which the bed, berm-bank, tow-path and collector’s house were declared exempt; and Railroad Co. v. Berks Co., 6 Pa. 70, where this court said, “ It is only such property belonging to corporation, as is appurtenant and indispensable to its construction and fitting for use, that can claim to be exempt from taxation ; ” and Schuylkill Navigation Co. v. Berks Co., 11 Pa. 202, in which a collector’s house was held to be exempt.\nIn Erie Co. v. Western Transportation Co., 87 Pa. 434, this court held that grain elevators, warehouses and offices of the company were taxable for local purposes: See also Pennsylvania Canal & Railroad Co. v. Vandyke, 137 Pa. 249.\nHorses and stables of a street railway company not exempt : Delaware Co. v. Chester Street R., 10 Pa. C. C. 326 : Citizens’ Passenger Ry. v. Donohugh, 10 W. N. 62 ; Smith v. Phila. Pass. Ry., 12 W. N. 171. See also Northampton Co. v. Easton Pass. Ry., 1 Adv. R. 561 [148 Pa. 282.]\nExemptions from taxation are never presumed, the presumptions are all the other way: 4 A. & E. Ene. L. 272.\nThe discretion of the lower court should not be interfered with in such a case : Kimber v. Schuylkill Co., 20 Pa. 368.\nMay 25, 1893 :"
  },
  "file_name": "0542-01",
  "first_page_order": 564,
  "last_page_order": 569
}
