{
  "id": 1187906,
  "name": "Northern Trust Company, Trustee, et al. v. Philadelphia Wholesale Drug Co., Appellant",
  "name_abbreviation": "Northern Trust Co. v. Philadelphia Wholesale Drug Co.",
  "decision_date": "1939-03-22",
  "docket_number": "Appeal, No. 341",
  "first_page": "386",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "333 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "333 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0250-01"
      ]
    },
    {
      "cite": "58 Pa. Superior Ct. 159",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        446139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/58/0159-01"
      ]
    },
    {
      "cite": "169 A. 757",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152644
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0391-01"
      ]
    },
    {
      "cite": "166 A. 845",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0302-01"
      ]
    },
    {
      "cite": "181 A. 775",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163618
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0196-01"
      ]
    },
    {
      "cite": "181 A. 779",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0245-01"
      ]
    },
    {
      "cite": "154 A. 707",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130088
      ],
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0453-01"
      ]
    },
    {
      "cite": "67 A. 120",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "218 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0064-01"
      ]
    },
    {
      "cite": "88 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0450-01"
      ]
    },
    {
      "cite": "181 A. 783",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163688
      ],
      "pin_cites": [
        {
          "page": "217-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 6599,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 8.932827043320476e-08,
      "percentile": 0.5009044928874231
    },
    "sha256": "ea37dd36689b1f1e0d70a906dcb113117e8752cd48d242459b0eb94f2ddcf360",
    "simhash": "1:3ec7ad26b2da1889",
    "word_count": 1111
  },
  "last_updated": "2024-02-27T17:42:17.732269+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxes, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Northern Trust Company, Trustee, et al. v. Philadelphia Wholesale Drug Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis appeal is from judgment for want of a sufficient affidavit of defense in an action of assumpsit brought by the plaintiff on. a form of agreement in common use providing for the extension of the maturity of a bond secured by a mortgage. The agreement was made by the holder of the mortgage and the Philadelphia Wholesale Drug Company, the then owner of the land subject to it. The parties agreed that the maturity date should be extended to March 18, 1923, in consideration of which the defendant agreed to pay the debt.\nThe statement of claim averred demand and default. In defense, defendant averred that it had conveyed the mortgaged premises in good faith for a valuable consideration to Supplee-Biddle Hardware Company in 1921 under and subject to the balance due on the mortgage and, by the conveyance, was relieved from liability. This contention was based on section. 2 of the Act of June 12, 1878, P. L. 205, 21 PS section 656. The title of the Act is “To define the liability of grantees of real estate for the encumbrances thereon.” The first section provides that the grantee of encumbered real estate shall not be personally liable to pay the encumbrance “unless he shall, by an agreement in writing, have expressly assumed a personal liability therefor, or there shall be express words in the deed of conveyance stating that the grant is made on condition of the grantee assuming such personal liability: Provided, That the use of the words ‘under and subject to the payment of such ground rent, mortgage or other encumbrance,’ shall not alone be so construed as to make such grantee personally liable as aforesaid.” Section 2 says: “The right to enforce such personal liability shall not enure to any person other than the person with whom such an agreement is made, nor shall such personal liability continue after the said grantee has bona fide parted with the encumbered property, unless he shall have expressly assumed such continuing liability.”\nPrimarily the Act governs relations between grantor and the grantee under deeds for or contracts concerning encumbered land conveyed; secondarily, it affects the relations that would otherwise exist between the holder of the mortgage and the owner of the land; but it does not support the defense averred. In Ruzye v. Brown, 320 Pa. 213, at 217-18, 181 A. 783, we said, “It is the settled doctrine of our decisions since the Act of June 12, 1878, P. L. 205, that while the covenant implied from a conveyance ‘under and subject,’ without more, is an agreement to indemnify against loss, the obligation is more comprehensive when the grantee expressly agrees to pay the mortgage debt; in such cases the obligation is to indemnify against liability. When the debt matured and defendants failed to pay they became liable on their contract with the grantors.”\nThe defendant, in taking title from its grantor, did not assume personal liability on the bond; between them, the words “under and subject” implied indemnity against loss; not having agreed with its grantor to assume the debt, the effect of their conveyance was that defendant was a mere indemnitor against loss and not against liability. As grantor and grantee made no contract, such as is regulated by section 2 of the Act, the provisions of the section are of no moment in determining the scope of defendant’s obligation on the extension agreement made with a third party. The defendant needed the extension of the maturity date and, to get it, obligated itself directly to the holder of the bond by agreeing to pay the debt as an original obligation. By the agreement, the mortgagee, who already held the mortgagor’s obligation, acquired a second obligor and thereafter had two primary debtors instead of only one. The land of course remained liable. The Act governs the relations of the parties in the title as grantor and grantee respectively, but does not limit the right of contract possessed by the landowner and a third party bolding a mortgage on the land.\nThe agreement in suit was executed September 27, 1921; on the same date defendant conveyed the mortgaged property to Supplee-Biddle Hardware Company pursuant to an agreement executed prior to that date. It is inconceivable that when the parties made the extension agreement they contemplated that defendant on the same day could sell the premises and thenceforth be relieved from liability under section 2 of the Act, assuming that it applied; on the contrary, the agreement clearly provided for “continuing liability” during the life of the bond.\nJudgment affirmed.\n“4. The party of the second part [defendant] hereby guarantees; .assumes, and covenants to make prompt payment of che interest and principal of said bond so secured, together with all taxes and water rents assessed, and to maintain the fire insurance, as aforesaid.\n“5. All the terms, conditions, stipulations and provisions contained in the said bond and mortgage not inconsistent herewith are to remain in full force and effect.\n“6. This agreement is to extend to and bind the respective heirs, executors, administrators, successors and assigns of the parties hereto.''\nSee also Moore’s Appeal, 88 Pa. 450; May’s Estate, 218 Pa. 64, 67 A. 120; McCurdy's Estate, 303 Pa. 453, 462, 154 A. 707; Fair Oaks B. & L. Assn. v. Kahler, 320 Pa. 245, 181 A. 779; Frey v. U. T. Co. of Pittsburgh, 320 Pa. 196, 181 A. 775.\nCompare Fidelity M. Life Ins. Co. v. Power, 311 Pa. 302, 166 A. 845; Bennett v. Rittenhouse B. & L. Assn., 313 Pa. 391, 169 A. 757. While in the first of these two eases it was said that a surety-ship existed and in the second the matter was perhaps left in some doubt in the opinion of the court below, which was not discussed on appeal, it may he noted that in neither of the opinions was it considered necessary to discuss the elements of suretyship obligations resulting from the relations in which the three parties, grantor, grantee and mortgagee, respectively, stood with regard to each other. See also Willock’s Estate, 58 Pa. Superior Ct. 159; the three building and loan association cases, 333 Pa. 250-258; Real Estate-Land Title & Trust Co. v. Pivot B. & L. Assn., 16 D. & C. 680.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Robert T. McCracken and Frederic L. Clark, with them John F. Headly and Montgomery & McCracken, for appellant.",
      "Morris Wolf, of Wolf, Block, Schorr & Solis-Cohen, with him Wm. Henry Snyder, for appellees."
    ],
    "corrections": "",
    "head_matter": "Northern Trust Company, Trustee, et al. v. Philadelphia Wholesale Drug Co., Appellant.\nArgued January 26, 1939.\nBefore Kephart, C. J., Schaefer, Maxes, Drew, Linn, Stern and Barnes, JJ.\nRobert T. McCracken and Frederic L. Clark, with them John F. Headly and Montgomery & McCracken, for appellant.\nMorris Wolf, of Wolf, Block, Schorr & Solis-Cohen, with him Wm. Henry Snyder, for appellees.\nMarch 22, 1939:"
  },
  "file_name": "0386-01",
  "first_page_order": 418,
  "last_page_order": 422
}
