{
  "id": 977889,
  "name": "Bockelcamp v. Lackawanna & Wyoming Valley Railroad Company, Appellant",
  "name_abbreviation": "Bockelcamp v. Lackawanna & Wyoming Valley Railroad",
  "decision_date": "1911-05-23",
  "docket_number": "Appeal, No. 28",
  "first_page": "66",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "40 Pa. Superior Ct. 252",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/40/0252-01"
      ]
    },
    {
      "cite": "218 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0001-01"
      ]
    },
    {
      "cite": "212 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941931
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0029-01"
      ]
    },
    {
      "cite": "202 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992258
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0043-01"
      ]
    },
    {
      "cite": "143 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978567
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0039-01"
      ]
    },
    {
      "cite": "32 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986736
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/32/0292-01"
      ]
    },
    {
      "cite": "11 W. N. C. 437",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936155
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0182-01"
      ]
    },
    {
      "cite": "157 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0103-01"
      ]
    },
    {
      "cite": "97 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/97/0091-01"
      ]
    },
    {
      "cite": "88 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0327-01"
      ]
    },
    {
      "cite": "76 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/76/0510-01"
      ]
    },
    {
      "cite": "64 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/64/0225-01"
      ]
    },
    {
      "cite": "21 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0203-01"
      ]
    },
    {
      "cite": "77 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0109-01"
      ]
    },
    {
      "cite": "177 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883679
      ],
      "pin_cites": [
        {
          "page": "p. 16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 757,
    "char_count": 16453,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 5.696632821338258e-07,
      "percentile": 0.9495748593836938
    },
    "sha256": "afaac402d1ce89c04133db23a4eb8b7f4e0c1439f53742b68071e65e73498662",
    "simhash": "1:786041604d0b6bdc",
    "word_count": 2850
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Bockelcamp v. Lackawanna & Wyoming Valley Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschziskeb,\nJohn Bockelcamp was seriously injured while alighting from a train on the defendant’s road. The train in question consisted of two cars and was operated by a third rail electric system. The case was submitted to the jury, and the plaintiff recovered a large verdict, upon which, after a substantial cut, the court below entered the judgment from which this appeal has been taken.\nThe plaintiff contended that the train had stopped at a regular station for discharging passengers and that he had immediately attempted to alight, but that, without giving him sufficient time, the train started while he was in the very act of stepping to the ground. The defendant claims that the plaintiff carelessly stepped from a moving train before it had come to a stop. The evidence was conflicting and the case was for the jury; but the assignments question the propriety of certain rulings of. the trial judge and the manner in which the issues were submitted.\nThe second specification complains of the admission in evidence of a time book belonging to the plaintiff’s employers purporting to show the hours that the plaintiff had worked on the day of the accident. Since it was not a book of original entries and the absence of the time slips from which it was made up was not sufficiently accounted for or the witnesses who made the entries produced, the evidence should not have been admitted. While we sustain this assignment, if it were the only error in the case, we should not consider it of sufficient importance to require a reversal.\nThe ninth and tenth specifications relate to the charge concerning the plaintiff’s loss of earning capacity. The trial judge, inter alia, said: “Inasmuch as it is testified that this is a permanent injury and it is not contradicted, you can consider then what would be the loss of his earning capacity, whether it is totally destroyed or partially destroyed.” The permanent destruction of earning capacity was again referred to, and, after calling attention to the facts in the case concerning the employment of the plaintiff before and after the accident and the wages earned, the trial judge submitted the issue to the jury, saying: “It is a very difficult question for jurors to decide and it is in the nature of a guess.” These instructions are faulty in several particulars.- The plaintiff’s own testimony shows that he returned to his old employer, and that, although he is unable to perform the same kind of physical labor that he did before the accident, he now occupies a better position and is earning a higher salary. Therefore there is nothing in the evidence to justify the suggestion' that his earning capacity has been permanently destroyed, much less “ totally destroyed.” (See Goodhart v. Penna. Railroad Co., 177 Pa. 1, at p. 16.) Furthermore, the jury’s attention should have been .called to the fact that any allowance for future losses due to an impairment of earning capacity must be capitalized and brought down to its present worth. Finally, the use of the word ‘ ‘ guess ” ought to have been avoided. Jurors should never be told that any of their deliberations are in the nature of a guess, for such a remark is practically a suggestion to them that matters submitted for their determination can be decided without mature judgment and deliberation. These specifications of error are sustained.\nThe twelfth specification complains that the trial judge said to the jury, “Neither did I intend you to understand that if the plaintiff continued in the occupation that he now is in as foreman that you could not also, notwithstanding that fact, find him entitled to some damages for the loss of his earning capacity.” This was not error. Should the plaintiff remain in the position which he now occupies, and continue to earn at least as much as he was capable of earning prior to the accident, it would be strong evidence tending to show that he had not suffered any serious impairment of his earning capacity; but the jury had a right to consider the evidence showing his physical condition and the character of work which he performed both prior to and since the accident, and if this justified the conclusion that as a result of the accident his future earning power had been reduced, they could award him damages accordingly. As was said in McLaughlin v. Corry, 77 Pa. 109, “. . . . the true measure of damages .... would be the plaintiff’s actual permanent loss of earning power, occasioned by the accident. What he gets from his present employers by way of wages cannot go in mitigation of damages . . . .; but what he earns from any source may, with other things, be considered as going to prove what his earning powers actually are.” The assignment is overruled.\nThe thirteenth specification complains of the following instruction: “It is the duty of a carrier of passengers like the defendant in this case not only to exercise the strictest vigilance in receiving and conveying the passenger to his destination, but also to set him down safely at his station or the termination of his journey and if they fail in this and the plaintiff is injured, without fault upon his part, then he is entitled to recover.” The use of the phrase “strictest vigilance” is amply supported by our cases: N. J. R. R. Co. v. Kennard, 21 Pa. 203; Meier v. Penna. R. R. Co., 64 Pa. 225; Pittsburg & Connellsville R. R. Co. v. Pillow, 76 Pa. 510; Penna. R. R. Co. v. White, 88 Pa. 327; Phila. & Reading R. R. Co. v. Boyer, 97 Pa. 91; Fredericks v. Northern Central R. R. Co., 157 Pa. 103; Englehaupt v. Railroad Co., 209 Pa. 182; N. Y., L. E. & W. R. R. Co. v. Daugherty, 11 W. N. C. 437; and while language found in certain of these cases apparently justifies these instructions as a whole, yet consideration will show that the duty of the carrier is stated too strongly when it is said that, if a railroad fails to set a passenger down safely at a station, he is entitled to recover. It is the duty of a railroad to stop its trains at stations a reasonable length of time to permit passengers to alight: Penna. R. R. Co. v. Kilgore, 32 Pa. 292; Leggett v. Railroad Co., 143 Pa. 39; Raughley v. West Jersey & S. R. R. Co., 202 Pa. 43; Hatch v. Phila. & Reading Ry. Co., 212 Pa. 29; Brooks v. Phila. & Reading Ry. Co., 218 Pa. 1; Englehaupt v. Railroad Co., supra; Walthour v. Penna. R. R. Co., 40 Pa. Superior Ct. 252. Of course, if the passenger is actually seen in the act of alighting by the men in charge of the train, or if under the circumstances of the particular case he should have been seen, then there is a duty to allow him time to alight completely before starting the train, and a failure so to do would be negligence. The trial judge practically so instructed the jury in affirming points submitted by the defendant; hence we do not sustain this assignment.\nThe seventeenth specification complains that the charge as a whole is inadequate, and that the trial judge gave undue prominence to the testimony of the plaintiff’s witnesses and minimized the evidence for the defense. We do not sustain this assignment, but we take occasion: to say that at the next trial, if the testimony is the same, it would be well to call the attention of the jury to the number of witnesses for the defense who testify to facts showing or tending to show that the plaintiff stepped off a moving train. In accident cases, where a strong sympathy naturally goes out to a physically injured man, the trial judge should give careful instructions on the testimony, and in so doing he should deal with the number of witnesses on each side, their respective interests, opportunities for observation, and such other matters as affect the weight of the evidence.\nThe third specification complains of a portion of the charge which states that, if through the negligence of a railroad a car is permitted to move while a passenger is trying to get off, the company is responsible for any injury which he may sustain. These instructions, standing alone, can justly be criticised because of the omission of any reference to the duty of the passenger; but, as this was cured in subsequent instructions, the assignment is overruled.\nThe first, fourteenth, fifteenth and sixteenth specifications, which allege error in not giving binding instructions for the defendant, and in refusing judgment non obstante veredicto, are all overruled.\nThe fourth, fifth, sixth and eleventh specifications cover alleged mistakes in recitals of testimony; as these may not occur at the next trial, it is unnecessary to discuss them. The assignments are dismissed.\nThe seventh and eighth specifications complain of general instructions, in which we see no reversible error; they are overruled,\nFor reasons before indicated, the second, ninth and tenth assignments are sustained, and, the judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Justice Moschziskeb,"
      }
    ],
    "attorneys": [
      "H. B. Gill and James S. Toney, of Welles & Toney, for appellant.",
      "Everett Warren, of Warren, Knapp & O’Malley, with him Houck & Benjamin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bockelcamp v. Lackawanna & Wyoming Valley Railroad Company, Appellant.\nEvidence — Books—Time book of employer.\n1. A time book of an employer is not admissible in evidence to show the hours that an employee had worked on a'particular day, where it appears that the book was made from time slips, and the time slips are not produced or accounted for, and the witnesses who made the entries are not produced.\nNegligence — Damages—Earning capacity — Charge of court.\n2. In an accident case where it appears by the plaintiff’s own testimony, that although unable to perform the same kind of physical labor that he did before the accident, he occupied thereafter a better position and was earning a higher salary, it is reversible error for the court to charge as follows: “Inasmuch as it is testified that this is a permanent injury, and it is not contradicted, you can consider then what would be the loss of his earning capacity, whether it is totally destroyed or partially destroyed. ... It is a very difficult question for a juror to decide and it is in the nature of a guess.”\n3. Any allowance for future losses due to an impairment of earning capacity must be capitalized and brought down to its present worth. Jurors should never be told that any of their deliberations are in the nature of a guess, for-such a remark is practically a suggestion to them that matters submitted for their determination can be decided without mature judgment and deliberation.\n4. Where it appears that a person has suffered physical injuries which impaired his power to do the kind of work which he performed before the accident, but it also appears that after the accident he performed another kind of work at higher wages, the latter fact will not prevent the jury awarding him damages for permanent injuries, but it is a fact that the jury may consider on the question as to the extent to which his earning power had been affected.\nNegligence — Railroads—Passengers—Duty of care — Alighting from train.\n5. A railroad company is bound to exercise the “strictest vigilance” in receiving and conveying a passenger to Ms destination, and it is its duty to stop its trains at stations a reasonable length of time to permit passengers to alight.\n6. If a passenger is actually seen in the act of alighting by the men in charge of the train, or if under the circumstances of the particular case he should have been seen, then there is the duty to allow him time to alight completely before starting the train, and a failure so to do would be negligence.\nNegligence — Charge of court.\n7. In an accident case the trial judge should give careful instructions on the testimony, and in so doing he should deal with the number of witnesses on each side, their respective interests, opportumties for observation, and such other matters as affects the weight of the evidence.\nArgued Feb. 22, 1911.\nAppeal, No. 28, Jan. T., 1911, by defendant, from judgment of C. P. Lackawanna Co., March T., 1908, No. 1,064, on verdict for plaintiff in case of John Bockelcamp v. Lackawanna & Wyoming Valley Railroad Company.\nBefore Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before O’Neill, J.\nAt the trial it appeared that- plaintiff, a man fifty-two years old, was injured on August 26, 1906, while alighting from a train at South Scranton station of defendant company.\nAt the trial the time book of the Delaware, Lackawanna & Western Railway Company, the plaintiff’s employer, was admitted in evidence under the following objection:\nMr. Torrey: Objected to as not properly proven. Our understanding and information is that the time was differently kept on Sundays from what it was on other days and we think it important that the person who kept the time or the time slips should be produced and not secondary evidence.\nMr. O’Malley: This is offered for the purpose of corroborating the plaintiff, Bockelcamp, and the witness, Berry.\nMr. Torrey: Objected to as incompetent and not the best evidence.\nThe Court: Objection overruled. Exception noted for defendant at whose request a bill is sealed. [2]\nMr. O’Malley: State to the jury how many hours your time book shows were taken in for Mr. Bockelcamp on that date.\n“A. Seventeen hours on the 26th of August.”\nThe court charged in part as follows:\n[Inasmuch as it is testified that this is a permanent injury and it is not contradicted, you can also consider then what will be the loss of his earning capacity, whether it is totally destroyed or partially destroyed. You must also consider whether or not he will endure pain and suffering for the remainder of his life by reason of this injury and to what extent, because it does not necessarily follow, even though he may endure pain, that it will be the same degree of pain at all times or continuously, it may appear for a time and then it may disappear. It is said that there is no way of measuring pain. This is true. Nevertheless the law allows the jury to take that into consideration in rendering compensation to one injured in this manner and under these circumstances. You may consider as a circumstance in the case the number of years that the plaintiff is likely to live in measuring the loss of his earning capacity. Upon this point evidence has been introduced of what is known as the expectancy of life tables, sometimes called the Carlisle tables, and under these tables the expectancy of life of a man of the plaintiff’s age would be nineteen years and a half. You are not, of course, to assume that he will live these nineteen years, he may live much less, he may live possibly longer, yet you are permitted to use this table in assisting you in arriving at a conclusion in ascertaining the amount of damage which he may sustain by the loss of his earning capacity permanently.] [9]\nIt is in evidence in this case that while the plaintiff earned $75.00 or $80.00 a month prior to his injury and that he was employed as a machinist, since his injury he has entered into employment with the same company, not exactly in the same capacity, but more in the nature of a foreman or superintendent over others engaged in the same department in which he was previously engaged, and that he received the same amount of money or something more; the scale of wages in that class of labor having increased he received the benefit of it in his monthly wages. You must consider this circumstance as an element in the case in measuring the loss of his earning capacity. His trade or occupation before the injury is the one which should guide you primarily, which would be the occupation he probably would have continued in if he had not met with this injury. He may continue in the same employment he is now in or he may at any time lose it, and then if he was to seek employment in the same occupation which he had heretofore followed, if you believe his story and the story of the physicians as to his injury, he would not be as fit to perform the duties of a machinist as he had been before the time of this injury. It is a very difficult question for jurors to decide and is in the nature of a guess. [10]\nVerdict for plaintiff for $15,000, upon which judgment was entered for $6,000, all above that amount having been remitted. Defendant appealed.\nErrors assigned were various rulings and instructions as shown above and indicated in the opinion of the Supreme Court.\nH. B. Gill and James S. Toney, of Welles & Toney, for appellant.\nEverett Warren, of Warren, Knapp & O’Malley, with him Houck & Benjamin, for appellee.\nMay 23, 1911:"
  },
  "file_name": "0066-01",
  "first_page_order": 96,
  "last_page_order": 104
}
