{
  "id": 977829,
  "name": "Ford's Estate",
  "name_abbreviation": "Ford's Estate",
  "decision_date": "1911-05-23",
  "docket_number": "Appeal, No. 314",
  "first_page": "179",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 179"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 4518,
    "ocr_confidence": 0.54,
    "sha256": "7c6575d95b764ff0139ecbd641176dd3a5d9d98921a340fa90f5c908638ee043",
    "simhash": "1:b1d881928de23221",
    "word_count": 790
  },
  "last_updated": "2023-07-14T20:45:28.574380+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Ford’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nUpon the death of Jacob Kimmell his farm in Derry township, Westmoreland county, passed to his two children, Edmund B. Kimmell and Mary E. Ford, subject to the dower interest of Barbara E. Kimmell, his widow. By the deed of October 30,1895, from the son and widow, Albert Ford acquired title to an undivided half interest in the farm, and that he fully understood he was acquiring no more clearly appears from the letter addressed to him by Messrs. Marchand, Gaither & Woods, in which they explained to him that the deed as prepared by them, and subsequently executed by the said grantors, would not pass title to his wife’s interest in the land. Nearly eight years later he recognized her as the owner of the half interest by joining with her in asking for the appointment of viewers to assess damages they had sustained by the construction of a railroad over their property, and he received the amount awarded by the viewers in a report in which they found that he and his wife were the joint owners of the land. In addition to the amount awarded by the viewers he received the proceeds of sales of the property, and an unchallenged finding of fact by the auditor is that the appellee did not intend that he should hold these moneys as a gift from her. She was, therefore, clearly entitled to recover from his estate one-half of what he had received as the proceeds of the sale of the farm, and the first and second assignments are overruled. The third, complaining of the failure of the auditor to surcharge the appellee with the sum of $1,016.12, is also dismissed. He was appointed to pass upon nine exceptions to her administration account, but by no one of them was he asked to surcharge her with that sum, alleged to have been paid to her by Silas Jenkins.\nThe assignments of error are overruled, and the decree is affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "D. E. North, for appellant.",
      "H. F. Walters, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ford’s Estate.\nDecedents’ estates — Husband and wife — Real estate — Joint ownership.\n1. Upon the distribution of the estate of a decedent, the widow is entitled to recover from the estate one-half of the proceeds received from a certain farm where it appears that the decedent acquired title by deed to an undivided half interest in the farm, of which his wife possessed the other half interest; that nearly eight years later he joined with her in asking for the appointment of viewers in condemnation proceedings and received the amount awarded by the viewers in a report in which they found that he and his wife were the joint owners of the land; and that in addition to the amount awarded by the viewers he received the proceeds of sales of the property, there being an unchallenged finding of fact by the auditor that the widow did not intend that the decedent should hold these moneys as a gift from her.\nPractice, O. C. — Exceptions to administration account — Auditor.\n2. Where an auditor is appointed to pass upon specific exceptions to the account of an administrator, he cannot surcharge the administrator as to an item not covered by any of the exceptions.\nArgued April 19,1911.\nAppeal, No. 314, Jan. T., 1910, by Bertha A. Ford, Executrix of Estate of Charles K. Ford, deceased, from decree of O. C. Blair Co., March T., 1910, No. 253, making distribution in Estate of Albert Ford, deceased.\nBefore Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nExceptions to report of M. M. Morrow, Esq., auditor.\nAlbert Ford died on October 22,1907, intestate, leaving to survive him a widow, Mary E. Ford, and three children, Dr. Frank A. Ford, Charles K. Ford and Margaret C. Myers. Letters of administration were granted to his widow, Mary E. Ford. Charles K. Ford died on August 23, 1908, leaving to survive him a widow, Bertha A. Ford, to whom by will he left his entire estate. The auditor appointed to make distribution of the estate of Albert Ford found that the balance for distribution belonged to the widow Mary E. Ford by reason of the transactions stated in the opinion of the Supreme Court. Exceptions filed to the report on behalf of Bertha A. Ford, executrix of Charles K. Ford, deceased, were dismissed and the report confirmed.\nErrors assigned were (1) in awarding the entire estate to Mary E. Ford, (2) in allowing Mary E. Ford’s claim to one-half the proceeds of the Westmoreland County farm, (3) in not making a surcharge of $1,016.12, being proceeds of two notes paid to the administratrix since the death of Albert Ford and not accounted for.\nD. E. North, for appellant.\nH. F. Walters, for appellee.\nMay 23, 1911:"
  },
  "file_name": "0179-01",
  "first_page_order": 209,
  "last_page_order": 211
}
