{
  "id": 977923,
  "name": "Smith, Appellant, v. Philadelphia & Reading Railway Company",
  "name_abbreviation": "Smith v. Philadelphia & Reading Railway Co.",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 7",
  "first_page": "323",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0598-01"
      ]
    },
    {
      "cite": "225 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0100-01"
      ]
    },
    {
      "cite": "183 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0575-01"
      ]
    },
    {
      "cite": "177 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0503-01"
      ]
    },
    {
      "cite": "128 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0063-01"
      ]
    },
    {
      "cite": "152 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0395-01"
      ]
    },
    {
      "cite": "150 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834439
      ],
      "pin_cites": [
        {
          "page": "610"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0598-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 6648,
    "ocr_confidence": 0.556,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31753453579726076
    },
    "sha256": "fc9ad52ff1ca940c6d8a32aa0377e68831d443127b0633d152b1f0b15584967c",
    "simhash": "1:5a22e63804a4898a",
    "word_count": 1181
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Smith, Appellant, v. Philadelphia & Reading Railway Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potteb,\nAfter taking ample time to consider carefully all the testimony in this case, the learned judge of the court below reached the conclusion that the evidence was not sufficient to establish any fact which could fairly be deemed negligence upon the part of the defendant company. He therefore entered judgment for the defendant, notwithstanding the verdict. As the trial judge says, the burden of plaintiff’s contention is, that the accident was due to the negligence of the defendant in allowing the derailing switch to be out of repair. Evidence as to any faulty construction was lacking, and there was nothing to show that the switch was not such an one as is generally used for the purpose. The testimony of the section foreman and the track walker shows that the switch was inspected the day before the accident and was found in good condition and working properly. The undisputed evidence of other trainmen showed that the device was in good order, within an hour and a half of the accident, and that one train and another engine east bound, passed through it without, any difficulty. The only testimony that appears in the case tending to show that the switch was out of order, was that of the witness Kindle, who saw the condition of things only at the moment of the accident. We have searched the record in vain for any evidence, prior to his observations, to show that the derailing switch was not in good condition and working properly. It is unnecessary to say that, in order to recover, the plaintiff was bound to show by affirmative proof, the cause of the accident, and that it resulted from some negligent act on the part of the defendant. Counsel for plaintiff place great stress upon the fact that there was testimony to show that, after the accident, a nut was found broken off the derailing switch, and that the absence of this nut prevented the switch from working properly. But it was not shown how, or'by whom, or how long before the accident, if at all, the nut was broken off. Plaintiff’s husband was not an employee of the defendant company, but was at the time in the service of another railroad lawfully using the tracks of the defendant. We assume, however, that it owed to him the same degree of care as that which it was obliged to exercise for the protection of its own trainmen. The rule of law is plain, that “it is not enough to show that the defect existed at the moment of the accident. It must also appear that the master had an opportunity of previous knowledge, or that the facts were such that he ought to have known of the defect:” Mixter v. Coal Co., 152 Pa. 395. That much must be shown in order to convict him of negligence in failing to repair.\nThe language used by this court in Mensch v. Penna. R. R. Co., 150 Pa. 598, 610, is very appropriate to the facts here shown. “A nut may wear off from a bolt by the ordinary usage of travel, or it may be forced off by rough handling in the movement of the train, but for this alone there is no liability to an employee, because it is one of the risks of the business. If an opportunity to discover the defect were shown to have existed, and no attempt to repair was made, then a condition of liability would arise which in the absence of exculpatory proof would justify an inference of culpable negligence. The same would be true if a prior actual discovery of the defect had been shown. But the difficulty of the case, as it seems to us, is, that there is no proof of either of these contingencies, and in the absence of such proof the case for the plaintiff can only be adjudged by conjecture.”\nOur examination of all the testimony leads us to agree with the conclusion reached by the trial judge, that there was not sufficient affirmative proof of negligence upon the part of the defendant to justify the submission of the question to the jury.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potteb,"
      }
    ],
    "attorneys": [
      "O. C. Bowers, with him John W. Hoke, for appellant.—",
      "J. B. Buthrauff, of Buthrauff & Nicklas, and J. W. Wetzel, of Wetzel & Hambleton, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Smith, Appellant, v. Philadelphia & Reading Railway Company.\n( Negligence — Railroads—Master and servant — Defect in appliances— Previous knowledge — Nonsuit.\n1. In an action against a railroad company to recover damages for the death of an employee of another railroad lawfully using the tracks of the defendant, where-the plaintiff’s case rests on the contention that defendant was negligent in allowing a derailing switch to be out of repair, a nonsuit is properly entered if the undisputed testimony shows that the switch was inspected the day before the accident and found in good condition and working properly, that the device was in good order within an hour and a half of the accident, and that two trains passed over it without any difficulty and the only evidence in the case tending to show that the switch was out of order is that of a witness who saw the condition of things only at the moment of the accident.\n2. In an action against an employer to recover for injuries done to an employee or a person in the position of an employee, where the basis of recovery is an alleged defect in appliances or machinery, it is not enough to show that the defect existed at the moment of the accident but it must also appear that the master had an opportunity of previous knowledge or that the facts were such that he ought to have known of the defect.\nArgued March 8, 1911.\nAppeal, No. 7, Jan. T., 1911, by plaintiff, from judgment of C. P. Franklin Co., April T., 1909, No. 37, for defendant non obstante veredicto in case of Emma L. Smith v. Philadelphia & Reading Railway Company.\nBefore Fell, C. J., Brown, Mestrezat, Potter and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff's husband. Before Gillan, P. J.\nCharles M. Smith, the husband of the plaintiff, died from injuries sustained by the wrecking of a train of the Western Maryland Railroad Company while running on the tracks of the Philadelphia & Reading Railway Company on May 30, 1907. Smith was the engineer of the train. The plaintiff alleged that the cause of the accident was the defective condition of a derailing switch.\nVerdict for plaintiff for $10,203.08. The court subsequently entered judgment n. o. v. for defendant. Plaintiff appealed.\nError assigned was in entering judgment for defendant n. o. v.\nO. C. Bowers, with him John W. Hoke, for appellant.—\nThe case was for the jury: Phila. & Read. R. R. Co. v. Huber, 128 Pa. 63; Wilson v. Penna. R. R. Co., 177 Pa. 503; Potter v. Natural Gas Co., 183 Pa. 575.\nJ. B. Buthrauff, of Buthrauff & Nicklas, and J. W. Wetzel, of Wetzel & Hambleton, for appellee,\ncited: McLean v. Schoenhurt Co., 225 Pa. 100; Mensch v. Penna. R. R. Co., 150 Pa. 598.\nJuly 6, 1911:"
  },
  "file_name": "0323-01",
  "first_page_order": 353,
  "last_page_order": 356
}
