{
  "id": 977856,
  "name": "Buckman v. Philadelphia & Reading Railway Company, Appellant",
  "name_abbreviation": "Buckman v. Philadelphia & Reading Railway Co.",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 372",
  "first_page": "351",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0127-01"
      ]
    },
    {
      "cite": "76 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0047-01"
      ]
    },
    {
      "cite": "55 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0396-01"
      ]
    },
    {
      "cite": "210 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0101-01"
      ]
    },
    {
      "cite": "223 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0298-01"
      ]
    },
    {
      "cite": "196 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0595-01"
      ]
    },
    {
      "cite": "213 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0157-01"
      ]
    },
    {
      "cite": "196 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0213-01"
      ]
    },
    {
      "cite": "215 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0497-01"
      ]
    },
    {
      "cite": "212 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941832
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0567-01"
      ]
    },
    {
      "cite": "225 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0028-01"
      ]
    },
    {
      "cite": "40 Pa. Superior Ct. 224",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/40/0224-01"
      ]
    },
    {
      "cite": "156 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844878
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0175-01"
      ]
    },
    {
      "cite": "179 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886935
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0184-01"
      ]
    },
    {
      "cite": "217 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0574-01"
      ]
    },
    {
      "cite": "218 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0187-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 251",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0251-01"
      ]
    },
    {
      "cite": "225 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0410-01"
      ]
    },
    {
      "cite": "71 N. Y. Supp. 531",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7711835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/71/0531-01"
      ]
    },
    {
      "cite": "63 N. Y. App, Div. 423",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4849346,
        7711835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ad/63/0423-01",
        "/nys/71/0531-01"
      ]
    },
    {
      "cite": "201 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0384-01"
      ]
    },
    {
      "cite": "227 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008662
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0277-01"
      ]
    },
    {
      "cite": "219 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0225-01"
      ]
    },
    {
      "cite": "212 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0154-01"
      ]
    },
    {
      "cite": "152 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0326-01"
      ]
    },
    {
      "cite": "158 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/158/0233-01"
      ]
    },
    {
      "cite": "179 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/179/0184-01"
      ]
    },
    {
      "cite": "217 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0574-01"
      ]
    },
    {
      "cite": "218 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0187-01"
      ]
    },
    {
      "cite": "225 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0410-01"
      ]
    },
    {
      "cite": "227 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 14369,
    "ocr_confidence": 0.589,
    "pagerank": {
      "raw": 4.2396374469159845e-07,
      "percentile": 0.9146766857836113
    },
    "sha256": "a8f590fbc223027e356bb0548b1d80ab6a178c14ce9824dca18e4a215eb2bd5a",
    "simhash": "1:7e80f25b0e0b90b4",
    "word_count": 2576
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Buckman v. Philadelphia & Reading Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nIn exceeding the space allowed by rule 26 for the statement of the question or questions involved, counsel for appellant has very narrowly escaped the suppression of his paper-book and the nonprossing of his appeal, and he makes this escape only because, in the judgment of a majority of the court, the statement would not have exceeded half a page if type of ordinary size had been used and the spacing had not been so wide. The rule as to .space is mandatory, and counsel for an appellant must remember that they assume great risk for their client in disregarding it themselves or in permitting printers to do so for them.\nAt about six o’clock on the evening of October 24, 1903, the husband of the plaintiff was instantly killed by the collision of a train of the defendant company with the team which he was driving. He was seated in a covered market wagon, drawn by two horses, and the instant they got upon the first track of the company over the York road, at Willow Grove station, the collision occurred. The first contention of the appellant to be noticed is that there was no proof of its negligence. What is charged against it is that it failed to give notice, by bell or whistle, of the approach of its train to the crossing. Three witnesses called by the plaintiff testified that no warning had been given of its approach. Their testimony was not merely that they had not heard the blast of a whistle or the ringing of a bell; it was that no such warning had been given. The first of these was waiting at the station to take a train; the second was a passenger on the colliding train, looking out of a window for friends at the station; and the third was standing at the station, looking for the arrival of the train, and all three testified positively that the first warning given of the train’s approach was the blast of the whistle an instant before the team was struck. Two of them had their attention upon the coming train, and the testimony of all three was not merely negative, amounting to a mere scintilla upon the question of the defendant’s negligence. On the contrary, it was positive testimony that what ought to have occurred had not occurred, and was negative only in the sense that all testimony as to the nonexistence of a fact may be said to be negative. In character it may have been negative; in effect it was positive, and was, therefore, sufficient for a finding by the jury that the defendant had negligently and carelessly omitted to perform its duty of giving proper notice of the approach of its train to the crossing: Winter-bottom v. P., B. & W. R. R. Co., 217 Pa. 574; Schwarz v. Delaware, Lackawanna & Western R. R. Co., 218 Pa. 187; Rottmund v. Pennsylvania R. R. Co., 225 Pa. 410. Whether the testimony of these witnesses was overcome by the positive testimony of four witnesses that the proper signal had been given, was a question solely for the jury, and it is not for us to interfere with their finding, even if we, as jurors, might have found differently.\nThe appellee did not rely upon the presumption that her husband had stopped, looked and listened for an approaching train, but undertook to prove affirmatively that he had performed that duty. Several witnesses testified that he stopped about 140 feet east of the crossing, at a point where persons driving teams were accustomed to stop, look and listen for trains coming from Philadelphia. At that point there was a view in the direction from which the train was coming of from 300 to 500 feet, but this did not continue down to the railroad. A house, shed, barber shop, fence and trees more or less obstructed the view until a point was reached 16 feet, by actual measurement, from the first rail of the track on which the train came. The great preponderance of the testimony shows that at any point within 16 feet of the railroad track there was a clear view of an approaching train of 2,290 feet. After the deceased started from the point at which he stopped — about 140 feet from the track — he did not stop again, but, seated back in his wagon, drove on until his team was struck, and the main contention of the appellant is that his death ought, under the circumstances, to be charged to his contributory negligence, because if he had stopped and looked within the space of 16 feet east of the track, he would have seen.the coming of the train. On the oral argument we were impressed by this, but our examination of all the testimony in the case has led to the conclusion that the contributory negligence of the deceased was for the jury. He did stop to look and listen for a train, and this in itself is opposed to the idea of negligence: Ely v. Pittsburg, Cincinnati, Chicago & St. Louis Railway, 158 Pa. 233; and he stopped at the place where those driving towards the railroad usually stopped to look and listen for an approaching train. Under the testimony the jury were not bound to find that he was guilty of contributory negligence in not stopping at a point within 16 feet of the railroad, especially in view of the testimony of Thomas F. Stackhouse, a witness called by the plaintiff, who testified that, even after passing the line of the barber shop and getting into the 16 feet space, a clear view in the direction from which the train was coming could be had for only about 125 feet, and then only when the heads of the horses were over the first rail. While the jury might most fairly have found that the deceased was guilty of contributory negligence, it was, -under all the testimony, their province to pass upon that question, and not for the court to decide it as a matter of law.\nFour of the assignments of error complain of the admission of testimony that the place where the deceased stopped was the usual and customary place of stopping to look and listen for trains of the defendant company coming from Philadelphia. No testimony could have been more competent. What the appellant complains of was not a mere expression of opinion by the witnesses that the place where the deceased stopped was a proper one and the best one from which to obtain a view of the approaching train, but was the statement of an actual fact, viz., that he had stopped where others habitually stopped for the same purpose. This was persuasive evidence that the place was the right one: Cookson v. Pitts-burg & Western Railway Company, 179 Pa. 184; but it was by no means, conclusive evidence on the point, and it was, therefore, competent for the appellant to show that the usual and customary stopping place was not the proper one and that the deceased ought to have stopped at a point nearer the track. This is what it unsuccessfully attempted to do, and the first four assignments are dismissed.\nThe testimony of the wife, the admission of which is complained of by the fifth and sixth assignments, shows the amount of farming and trucking which had been done by her husband, and that it was competent for her to prove this we decided on the appeal from the first judgment in the case: Buckman v. Philadelphia & Reading Railway Company, 227 Pa. 277. The judgment on the former trial was reversed because of the leading questions put to the wife. On the second trial no such question was put to her in eliciting what she said as to the extent of her husband’s business. If she improperly testified as to what she regarded as the profits, there are no assignments calling our attention to such testimony.\nIf counsel for appellant regarded the charge as inadequate upon the evidence as to the view which could be obtained of a coming train from a point upon the crossing, the learned trial judge gave him the opportunity to ask for fuller instructions, which were given, and in them, considered in connection with the general charge, no error is discoverable.\nThe assignments of error are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Wm. Clarke Mason, for appellant.",
      "A. S. L. Shields, for appellee."
    ],
    "corrections": "",
    "head_matter": "Buckman v. Philadelphia & Reading Railway Company, Appellant.\nAppeals — Practice—Supreme Court — Paper-books—Rule 26 — Statement of questions involved.\n1. Rule 26 as to space allowed in paper-books on appeals for statement of the questions involved is mandatory and counsel for an appellant must remember that they assume great risk for their client in disregarding it themselves or in permitting printers to do so for them.\nNegligence — Railroads—Stop, look and listen — Customary place to stop — Evidence.\n2. In an action against a railroad company to recover damages for the death of a person killed at a railroad crossing it is competent for the plaintiff to show that the place where deceased stopped before entering upon the track was the usual and customary place of stopping to look and listen for trains.\nNegligence — Railroads—Public crossing — Signals—Weight of evidence — Negative testimony.\n3. In an action against a railroad company to recover damages for the death of a person killed by a train at a public crossing where three witnesses for the plaintiff who were on the scene, two of whom were particularly interested in the train, testify positively that the first warning given of the train’s approach was the blast of the whistle an instant before the collision, the question whether such testimony is overcome by the positive testimony of four witnesses that the proper signal had been given, is solely for the jury.\nNegligence — Railroads—Public crossing — Stop, look and listen.\n4. In an action against a railroad company to recover damages for the death of a person killed by a train at a railroad crossing the question of the contributory negligence of the deceased is for the jury where several witnesses testify that deceased stopped about 140 feet from the crossing at a point where persons driving teams were accustomed to stop, look and listen for trains, at which point there was a view in the direction from which the train came of from 300 to 500 feet, the view there being obstructed by buildings and trees until a point was reached 16 feet from the first rail of the track on which the train came, there being evidence that within the 16 feet space a clear view could be had for only 125 feet and then only when the heads of the horses were over the first rail, although the great preponderance of testimony is to the effect that at any point within 16 feet of the track there was a clear view of an approaching train for 2,290 feet.\nNegligence — Damages—Naming capacity\n5. In an action by a wife to recover damages for the death of her husband, it is competent for the plaintiff to' show the amount of farming and trucking which had been done by him, as bearing upon the question of his earning capacity.\nArgued March 20, 1911.\nAppeal, No. 372, Jan. T., 1910, by defendant, from judgment of C. P. No. 3, Phila. Co., March T., 1904, No. 3,362, on verdict for plaintiff in case of Ella P. Buckman v. Philadelphia & Reading Railway Company.\nBefore Fell, C. J., Brown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for death. Before McMichael, P. J.\nThe facts appear in the opinion of the Supreme Court.\nThe appellant’s statement of the question involved took up about one page and a half, but was printed in large type and double spaced. It was as follows:\nIV. STATEMENT OF QUESTIONS INVOLVED.\nI. Whether the evidence as to the proper and customary place for the driver of a wagon to stop before crossing a railroad was admissible in this case?\nII. Whether the testimony of the wife to prove the average proceeds from the loads of truck sold by her husband-is admissible as evidence of the earning capacity of a truck farmer who leased a farm which he worked by his own services, the services of his wife, two sons and hired employees, in the course of which he also employed horses, wagons and farm implements?\nIII. Whether the charge of the trial Judge upon the view that could be had at a grade crossing was adequate?\nIV. Whether the trial judge erred in charging the jury upon the duty of care to be exercised by the driver of a wagon at a grade crossing of a railroad?\nV. Whether the evidence of the plaintiff to prove negligence was sufficient to carry the case to the jury?\nVI. Whether the deceased was guilty of contributory negligence in failing to look and listen for a train which struck his horses the instant they entered upon the tracks?\nVerdict for plaintiff for $18,000 of which all above $15,000 was later remitted, and judgment was entered for plaintiff for $15,000. Defendant appealed.\nErrors assigned were various rulings on evidence, and portions of the charge and refusal to enter judgment for defendant n. o. v.\nWm. Clarke Mason, for appellant.\n— The learned trial judge erred in permitting the plaintiff to offer evidence to show the usual and customary stopping place for drivers approaching the grade crossing where the accident happened, until it was proved that the point in question was the best place and practically the only place where a clear view of an approaching train could be had from a point of safety: Urias v. R. R. Co., 152 Pa. 326; Blotz v. R. R. Co., 212 Pa. 154.\nPlaintiff’s testimony as to the earnings of her husband was improper: Burns v. R. R. Co., 219 Pa. 225; Buckman v. Ry. Co., 227 Pa. 277; McCracken v. Traction Co., 201 Pa. 384; Hewlitt v. R. R. Co., 63 N. Y. App, Div. 423 (71 N. Y. Supp. 531).\nA. S. L. Shields, for appellee.\n— Evidence of defendant’s negligence was adduced: Rottmund v. R. R. Co., 225 Pa. 410; Clarke Co. v. R. R. Co., 27 Pa. Superior Ct. 251; Schwarz v. R. R. Co., 218 Pa. 187; Winterbottom v. R. R. Co., 217 Pa. 574.\nThe evidence concerning the usual and proper place for stopping was properly admitted: Cookson v. Ry. Co., 179 Pa. 184; Whitman v. R. R. Co., 156 Pa. 175.\nDecedent was not guilty of contributory negligence: Tressler v. R. R. Co., 40 Pa. Superior Ct. 224; Schwoerer v. R. R. Co., 225 Pa. 28; Cookson v. Ry. Co., 179 Pa. 184; Whitman v. R. R. Co., 156 Pa. 175; Beach v. R. R. Co., 212 Pa. 567; Messinger v. Penna. R. R. Co., 215 Pa. 497; Muckinhaupt v. Erie R. R. Co., 196 Pa. 213; Hanna v. Ry. Co., 213 Pa. 157; Elston v. R. R. Co., 196 Pa. 595; Calhoun v. R. R. Co., 223 Pa. 298.\nThe evidence of the earning power of decedent was sufficient: Buckman v. Ry. Co., 227 Pa. 277; Simpson v. R. R. Co., 210 Pa. 101; Hanover R. R. Co. v. Coyle, 55 Pa. 396; Penna. R. R. Co. v. Dale, 76 Pa. 47; Wallace v. Penna. R. R. Co., 195 Pa. 127.\nJuly 6, 1911:"
  },
  "file_name": "0351-01",
  "first_page_order": 381,
  "last_page_order": 388
}
