{
  "id": 977875,
  "name": "Johnson v. Philadelphia & Reading Railway Company, Appellant",
  "name_abbreviation": "Johnson v. Philadelphia & Reading Railway Co.",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 12",
  "first_page": "378",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 368,
    "char_count": 6439,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 5.5114560459445315e-08,
      "percentile": 0.3444028976206721
    },
    "sha256": "30d7f222aacae9e392442c487af7ab9ede5944a4da57f7e204d07abba5d76fbf",
    "simhash": "1:18238da83703796c",
    "word_count": 1104
  },
  "last_updated": "2023-07-14T20:45:28.574380+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bkown, Mesteezat, Pottee, Elkin and Stewaet, JJ."
    ],
    "parties": [
      "Johnson v. Philadelphia & Reading Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nWhile walking over the tracks of appellant company at a grade crossing in the city of Philadelphia, the husband of appellee was struck and killed by a tender pushed ahead of the engine: The questions for decision here are, first, was there sufficient evidence of negligence to submit to the jury, and second, whether the deceased husband should have been declared guilty of contributory negligence as a matter of law. As to the first question there is but little doubt. The engine was running backward with the tender ahead. There were a couple of small lights on the tender but no headlight. As to danger signals the evidence is conflicting. Several witnesses listening for the signals and in a position to hear testified that none were given, or that they did not hear any. On the other side there is the positive testimony of several witnesses that the signals were given. The witnesses who testified that they did not hear any warning of the approach of the engine were on the street close to the railroad and had either crossed or were about to cross the tracks when the accident occurred. They were listening for the approach of trains and were in a position to hear if warning had been given. Under these circumstances it cannot be said that the testimony of these witnesses was of such an indefinite and negative character as to amount only to a scintilla. We think the evidence of negligence was sufficient to carry the case to the jury.\nWhile the other branch of the case may not be entirely free from doubt we have concluded after a careful examination of the whole record that the question of contributory negligence was also for the jury. In this connection the surrounding circumstances at the time of the accident are the controlling factors. It was almost if not entirely dark. The evening was dark and misty. The range of vision was limited. A number of freight cars were standing on the westernmost track a little distance north of the crossing. These cars necessarily obstructed the view for a considerable distance in the direction of the approaching engine. As he approached the crossing the view of the deceased husband was further obstructed by an elevation in the intervening ground covered with tall weeds. Under such circumstances he might have looked and not have seen the approaching engine. At least the facts are not so clear as to require the court to say as a .matter of law that he failed in the performance of an imperative duty. In the absence of evidence to the contrary the decedent is entitled to the presumption that he did his duty as he approached the crossing. We see nothing in the evidence to rebut this presumption. Indeed, the testimony rather strengthens than weakens it. There is positive testimony that he stopped before attempting to cross, but it does not clearly appear at what place this stop was made. It tends to show, however, that he was proceeding carefully. The witness Brooks testified that he saw decedent standing on the crossing and then take a step forward when he was struck by the tender. This is relied on to show contributory negligence and it was proper for the jury to consider it for this purpose. The question is should it have been so declared by the trial judge. Under the circumstances we think not. It was practically dark. The tender carried no headlight. The small lights were not intended for this purpose and may have misled the pedestrian so far as giving notice of a moving engine is concerned. The freight cars standing about ten feet from the crossing obstructed the view until within a few feet of the track upon which decedent was struck and killed. The space between the overhang of these cars and the engine which caused the injuries is very small at best and it is evident that it did not afford decedent sufficient opportunity to protect himself against an impending danger. At least it was for the jury to say whether he exercised the care the law requires under the circumstances. We agree with the learned court below that this was a case for the jury. There are no assignments complaining of the manner of its submission. Appellant rests its case upon the contention that binding instructions should have been given in its favor, or that judgment non obstante veredicto upon the whole record should have been entered. With this contention we cannot agree for the reasons hereinbefore stated. In answer to the suggestion of appellant that a new trial should be granted even if the other contentions are not sustained, it may be said that no new trial was asked in the court below and there is nothing in this record to warrant us in awarding a new venire. There is not even an assignment of error upon which to base a new trial.\nJudgment affirmed. .",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Wm. Clarke Mason, for appellant.",
      "Augustus Trask Ashton, with him Victor Frey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Johnson v. Philadelphia & Reading Railway Company, Appellant.\nNegligence — Railroads—Street crossing — Pedestrian—Engine running backwards — Signals—Contributory negligence — Case for jury.\nIn an action against a railroad company to recover damages for the death of a pedestrian struck by a train on a public street crossing the case is for the jury where it appears that the engine was running backwards with a tender ahead, with a couple of small lights on the tender but no headlight, that the evening was dark and misty and the range of ■vision was limited, that cars standing near the crossing and an elevation in the ground covered with weeds obstructed the view in the direction of the approaching train, and where several witnesses listening for signals and in a position to hear, testify that no signals were given.\nArgued March 24, 1911.\nAppeal, No. 12, Jan. T., 1911, by defendant, from judgment of C. P. No. 1, Phila. Co., June T., 1907, No. 618, on verdict for plaintiff in case of Lillie Johnson v. Philadelphia & Reading Railway Company.\nBefore Bkown, Mesteezat, Pottee, Elkin and Stewaet, JJ.\nAffirmed.\nTrespass to recover damages for death. Before Kinsey, J.\nPlaintiff’s husband, William Johnson, was struck by an engine while crossing the tracks of the defendant railroad at Venango street in the city of Philadelphia, and died from his injuries.\nThe opinion of the Supreme Court states the case.\nVerdict for plaintiff for $12,500 and judgment thereon. Defendant appealed.\nError assigned was in refusing to direct judgment for the defendant.\nWm. Clarke Mason, for appellant.\nAugustus Trask Ashton, with him Victor Frey, for appellee.\nJuly 6, 1911:"
  },
  "file_name": "0378-01",
  "first_page_order": 408,
  "last_page_order": 411
}
