{
  "id": 977903,
  "name": "Ashley v. Lehigh & Wilkes-Barre Coal Company, Appellant",
  "name_abbreviation": "Ashley v. Lehigh & Wilkes-Barre Coal Co.",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 298",
  "first_page": "425",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0137-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 517",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0517-01"
      ]
    },
    {
      "cite": "152 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0334-01"
      ]
    },
    {
      "cite": "131 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0109-01"
      ]
    },
    {
      "cite": "120 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0357-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 96",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0096-01"
      ]
    },
    {
      "cite": "123 N. Y. 405",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        568360
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/123/0405-01"
      ]
    },
    {
      "cite": "107 Mo. 92",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        950517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/107/0092-01"
      ]
    },
    {
      "cite": "134 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0334-01"
      ]
    },
    {
      "cite": "3 Hun, 529",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "15 W. N. C. 142",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "27 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0183-01"
      ]
    },
    {
      "cite": "9 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0193-01"
      ]
    },
    {
      "cite": "17 Pa. Superior Ct. 366",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        835211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/17/0366-01"
      ]
    },
    {
      "cite": "198 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0563-01"
      ]
    },
    {
      "cite": "210 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937806
      ],
      "weight": 6,
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0183-01"
      ]
    },
    {
      "cite": "214 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946037
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0179-01"
      ]
    },
    {
      "cite": "212 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 750,
    "char_count": 16551,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 3.4926612608442137e-07,
      "percentile": 0.8823373486253445
    },
    "sha256": "266dcad7b91a3babc2e3e15fbd575d03c70e52eda1a0c6fc1d7a8685b316262d",
    "simhash": "1:1f239e8dca26301b",
    "word_count": 2901
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mesteezat, Pottee, Elkin and Moschziskee, JJ."
    ],
    "parties": [
      "Ashley v. Lehigh & Wilkes-Barre Coal Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe concur in the conclusion stated in the opinion of the learned judge of the common pleas in discharging the rule for judgment non obstante veredicto.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Arthur Hillman, with him Thomas W. Hart and Andrew H. McClintoch, for appellant.",
      "George L. Fenner, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Ashley v. Lehigh & Wilkes-Barre Coal Company, Appellant.\nNegligence — Boroughs—Defective sidewalk — Liability of owner — Negligence of borough — Statute of limitations.\n1. In an action by a borough against a property owner to recover the amount of a judgment rendered against the borough in an action for personal injuries sustained by a fall on a defective sidewalk in front of the owner’s premises, the borough is entitled to recover where it appears that the sidewalk had been in a very dangerous condition for several years prior to the accident, and that the owner had been notified by the borough to repair it and had failed to do so. In such a case it is immaterial that the premises were leased at the time of the accident, and that at the beginning of the lease the sidewalk was in good condition.\n2. A borough cannot be defeated of its right to recover from a property owner, damages which it had been compelled to pay by reason of the owner’s defective sidewalk, by the fact that thejmrough had not, in pursuance of an ordinance, repaired the sidewalk at the defendant’s expense after the latter had been notified to do so, and had neglected to obey the notice.\n3. Where a borough has been compelled to pay a judgment recovered against it for personal injuries sustained by a fall on a defective sidewalk, the statute of limitations does not begin to run against the borough and in favor of the owner whose property abutted on the sidewalk, from the date of the accident, but only from the date of the judgment or payment thereof.\nArgued April 11, 1911.\nAppeal, No. 298, Jan. T., 1910, by defendant, from judgment of C. P. Luzerne Co., Oct. Term, 1907, No. 979, on verdict for plaintiff in case of Ashley Borough v. Lehigh & Wilkes-Barre Coal Company.\nBefore Fell, C. J., Mesteezat, Pottee, Elkin and Moschziskee, JJ.\nAffirmed.\nTrespass to recover from a property owner the amount of a judgment which the plaintiff had been compelled to pay.\nAt the trial the jury rendered a verdict for the plaintiff for $4,818.02.\nOn motion for defendant n. o. v. Fuller, J., filed the following opinion:\nThis action of trespass was brought August 24, 1907, by the borough of Ashley to recover the amount of a certain judgment and expenses connected therewith, which judgment had been recovered and collected from it on May 23, 1906, for damages sustained by one Anthony Gin ley and wife, on August 2, 1902, from a defective sidewalk in front of the defendant’s property situate in that borough.\nBy the present motion for judgment non obstante veredicto, as upon the trial, defendant urges these points, viz.: (1) that the occupancy of its lessee exempted it from liability; (2) that the action is defeated by contributory negligence of the borough, in failing to exercise its municipal power and duty to make repair at cost of defendant; (3) that the action is barred by limitation, not having been begun until August 24, 1907, although the accident occurred August 2, 1902.\n1. Did the occupancy of its lessee exempt the defendant from liability?\nThe uncontradicted evidence bearing upon this point showed that the property was leased to one Dubol in 1891, and continued to be in his occupancy as lessee from that time until after the accident, the lease probably being from year to year, although this does not appear; that the sidewalk at the time of the lease in 1891, was in good condition but that nothing was done to it afterward; that the lessee was liable for repairs; that an ordinance of the borough, enacted in 1890, expressly imposed upon owners of property the duty of repairing sidewalks, or on default the borough would do so, charging expense and penalty; that on June 6, 1902, the defendant under resolution of the borough council, was notified to repair the bad condition of the sidewalk in question but failed to do so, until after the accident, when it removed the boards composing the walk altogether.\nAs the foundation for discussion on the subject, we will quote from Lindstrom v. Pennsylvania Company for Ins. on Lives & Granting Annuities, 212 Pa. 391, followed in Chroust v. Bldg. & Loan Assn., 214 Pa. 179, which define the’governing general principles, viz: “The plaintiff was injured by stepping into a hole in the pavement in front of property owned but not occupied by the defendant. Afc the time of the accident the premises were in the occupancy of a tenant under a lease from it. There was no evidence that the defect in the sidewalk had existed for any length of time. No one testified to having seen it before the day the plaintiff was injured. The hole was apparently due to the removal of a single brick. The case as presented is not one of a landlord who leases his property with a defect existing in the pavement at the time of the execution of the lease, nor is it one in which during the term the pavement becomes out of repair and though notified of its condition the landlord neglects to repair it, in disregard of his covenant in the lease to do so. The action is against a landlord which had neither actual nor constructive notice of the defect in the pavement in front of the premises in the occupancy of its tenant. A municipality though having the exclusive control of public streets, is not liable for injury resulting from an obstruction or defect in them unless it has had actual or constructive notice of the existence of the danger; .... An owner of property not occupied by him but in the exclusive possession of a tenant under a lease from him ought not to be and is not held to stricter accountability. The general rule is that when premises are in good repair at the time they are let and the landlord- is not bound by the lease to keep them in repair, the tenant in possession and not the landlord, is liable for an injury resulting from failure to repair the pavement in front of the premises. ... A tenant in possession may reasonably be held, from his going in and out of the premises, to have notice of an obstruction in the pavement in front of them as soon as it exists; but not so with the landlord, who may not even live in the same town or city or if living in it, far away from the property occupied by his tenant. From all that appears in the present case the brick may have been removed so shortly before the accident that even the tenant may not have noticed the hole and therefore was not negligent in not filling it up. The gist of plaintiff’s case is the alleged negligence of the defendant and she can establish this, if at all, only by showing that it had not filled up the hole after notice of its existence. No such negligence appears, and unless an owner of property out of possession of it, and while it is actually occupied by a tenant under a lease from him, is bound to keep constant watch over the pavement in front of it and the instant the same becomes out of repair to repair it, the plaintiff cannot recover. No such harsh and unreasonable rule can be applied to this landlord for no such rule exists.”\nAnd again (from Chroust v. Association, 214 Pa. 179): “Even if the obstruction was one which an owner in any event was bound to remove, an owner out of possession of premises which are in the actual occupation of a tenant cannot be held hable without proof of an obligation to repair and notice of the necessity of doing so.”\nThus it appears that obligation and notice must concur in order to hold the landlord.\nThe obligation may spring from private contract or from public duty.\nFor defects which arise during the lease the lessor may be liable either by private agreement with his lessee or by public requirement, provided in each case he have notice, actual or constructive, of the defects.\nThe public duty of the lessor is not divested by making the lease, but only qualified in respect to the notice, which on account of his nonoccupancy he should in all fairness receive.\nIn the present case these features appear, viz.:\na. An ordinance of the borough expressly imposed upon the defendant as owner, the duty of making repairs.\nb. The culpable condition of the sidewalk consisted of more than a particular isolated defect, and amounted in fact to a general state of decay which gave its own constructive notice.\nc. The borough gave to the defendant express notice of the condition with direction to repair, eight weeks before the accident.\nd. The defendant disregarded the notice.\nIn our opinion it is a case in which obligation and notice concur, to hold the defendant liable notwithstanding the lease, if the other questions involved do not prevent such a conclusion.\n2. Is the action defeated by contributory negligence of the borough?\n“The principle underlying the right to be reimbursed for damages paid by a municipality in cases of accident, is that the owner or occupier of the property as the case may be is primarily liable to the person injured:” New Castle v. Kurtz, 210 Pa. 183.\n“The rule that one of two joint tort feasors cannot maintain an action against the other for indemnity or contribution does not apply to a case where one does the act or creates the nuisance and the other does not join therein but is thereby exposed to liability. In such cases the parties are not in pari delicto as to each other, though as to third parties either may be held liable. The claim is not for contribution but to recover from the property owner the amount the borough was compelled to pay in consequence of his neglect, to do what he should have done. If the injury resulted from the property owner’s neglect, the injured party has the right to elect as to which he will proceed against. Under the recent decision of the Supreme Court, in Dutton v. Lansdowne Borough, 198 Pa. 563, the municipality and property owner cannot be sued jointly:” Fowler v. Jersey Shore Borough, 17 Pa. Superior Ct. 366.\nHence, notwithstanding the secondary liability of the municipality against which the person injured may at option proceed, and notwithstanding the principle of non-contribution among joint tort feasors, which would ordinarily shut off recourse, the negligent municipality is permitted to seek reimbursement from the negligent owner or occupier. While both may be equally responsible for the wrongful condition in their relation to the person injured thereby, they are not so in relation to each other, but the municipality stands upon a superior plane on account of the primary duty resting upon the owner or occupier.\nThe liability of the municipality in these cases under ordinary circumstances is of a technical character, not involving positive delinquency on its part; but there are exceptional cases in which positive delinquency of the municipality is involved so that its right of reimbursement may be extinguished on the principle of contributing or participating negligence.\nIllustration of this may be found in the case of New Castle v. Kurtz, 210 Pa. 183, supra. Judgment there had been recovered against the city for damages sustained by a fall upon the sidewalk due to a ridge of ice, and the city sought reimbursement from the owner. There was a municipal ordinance which required the owner or occupier to remove ice and snow within forty-eight hours and provided that upon their failure the municipality would do the work and collect the expense with a penalty. The premises were occupied by a tenant and the owner was undoubtedly not liable for want of notice, but the Supreme Court held him not liable for the further reason that the municipality itself having undertaken by its ordinance to remove the defect and having failed to do so, was guilty of wrong which debarred it from being reimbursed.\nIn the case at bar the ordinance provides “that when any .... sidewalk gets out of proper repair so as to become dangerous or a nuisance . . , . it shall be the duty of the owner or owners of such lot or lots where such danger or nuisance exists to have the said sidewalk put and kept in proper repair at his own proper cost and expense, and in case of neglect or refusal it shall be the duty of the burgess to cause, a notice to be served upon the per.son or persons so neglecting or refusing to have said repairs made forthwith and if not done within forty-eight house after the service of such notice then it shall be the duty of the burgess to have or cause the same to be done and charge the full cost of such repairs, together with twenty per centum advance thereon and collect the same as such claims are by law collected.”\nThe defendant contends that the clear effect of the decision in New Castle v. Kurtz, 210 Pa. 183, is to defeat reimbursement where such an ordinance exists, and therefore to defeat recovery in the present case.\nIt is plain, however, that the controlling consideration in that case was the absence of notice to the owner, which “negatived an equal liability basis upon which to build a right in-equity for subrogation against the owners of the property not in occupancy and without the slightest knowledge or information in regard to the condition of the pavement,” while the distinguishing consideration in this case is the presence of that very notice which preserved between borough and owner the “liability basis.” We are unable to believe that the Supreme Court intended to assert a proposition which would simply make municipalities the victims of their own case in adopting ordinances to secure performance of private duty for public benefit. Hence we hold that the action is not defeated by contributory negligence.\n3. Is the action barred by limitation?\nThe accident occurred August 2,1902; the action against the borough was instituted on December 16, 1903; the notice to defend was given on May 5,1904; final judgment was recovered on April 30, 1906; actual payment by the borough was made on May 23, 1906, and the present suit was begun August 24, 1907.\nThe defendant urges that the limitation is two years from the date of accident, August 2, 1902, citing the Act of June 24, 1895, P. L. 236, -and claiming that the municipality’s right of subrogation can only be coextensive with the liability .upon which it is predicated..\nThe said act, however, in terms applies only to the claim of the person injured, and does not apply at all to the cause of action which belongs to the municipality for reimbursement.\nThat cause did not arise and could not arise until final judgment at least, April 30, 1906, or perhaps not until payment, May 23, 1906, and the right of subrogation, if it may be properly designated such, could not come into existence before one or the other of those dates, both within two years of this action, brought August 24, 1907, if two years indeed and not six years be the limitation in actions of this character.\nIt should be observed also that the notice to defend was given May 5, 1904, within two years of the accident August 2, 1902.\nWe think the borough did all that the law requires to preserve the right of recourse, and we therefore hold that the action is not barred by limitation.\nThe motion for judgment non obstante veredicto is denied, judgment upon the verdict is directed in favor of the plaintiff, and an exception to this action of the court is granted to the defendant.\nError assigned was in overruling motion for defendant n. o. v.\nArthur Hillman, with him Thomas W. Hart and Andrew H. McClintoch, for appellant.\n— Defendant was not liable because the premises in question were leased: Bears v. Ambler, 9 Pa. 193; Grier v. Sampson, 27 Pa. 183; Early v. Ashworth, 15 W. N. C. 142; Fulton Village v. Tucker, 3 Hun, 529; Wunder v. McLean, 134 Pa. 334.\nThe borough should have made the repairs in accordance with the ordinance: St. Louis v. Ins. Co., 107 Mo. 92 (17 S. W. Repr. 637); Rochester v. Campbell, 123 N. Y. 405 (25 N. E. Repr. 937); New Castle v. Kurtz, 210 Pa. 183.\nThis suit against the defendant having been brought on August 24,1907, and the accident happening on August 2, 1902, the plaintiff cannot recover, being prevented by the limitation of time within which suit should have been brought: New Castle v. Kurtz, 210 Pa. 183; Hutcheson v. Reash, 15 Pa. Superior Ct. 96.\nGeorge L. Fenner, for appellee, cited:\nNew Castle v. Kurtz, 210 Pa. 183; Smith v. Kingston Borough, 120 Pa. 357; Wilkinsburg Borough v. Home for Aged Women, 131 Pa. 109; Brookville Borough v. Arthurs, 152 Pa. 334; Chester v. Bank, 9 Pa. Superior Ct. 517; Mintzer v. Greenough, 192 Pa. 137.\nJuly 6, 1911:"
  },
  "file_name": "0425-01",
  "first_page_order": 455,
  "last_page_order": 463
}
