{
  "id": 977905,
  "name": "Walsh v. Altoona & Logan Valley Electric Railway Company, Appellant",
  "name_abbreviation": "Walsh v. Altoona & Logan Valley Electric Railway Co.",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 197",
  "first_page": "479",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "210 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0070-01"
      ]
    },
    {
      "cite": "204 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0412-01"
      ]
    },
    {
      "cite": "155 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0362-01"
      ]
    },
    {
      "cite": "213 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0229-01"
      ]
    },
    {
      "cite": "113 Pa., 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0544-01"
      ]
    },
    {
      "cite": "219 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0052-01"
      ]
    },
    {
      "cite": "211 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0620-01"
      ]
    },
    {
      "cite": "142 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0139-01"
      ]
    },
    {
      "cite": "129 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/129/0514-01"
      ]
    },
    {
      "cite": "114 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0643-01"
      ]
    },
    {
      "cite": "25 Mich. 274",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1311036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/25/0274-01"
      ]
    },
    {
      "cite": "8 L. R. A., (N. S.) 641",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "103 Wis. 33",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8701663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/103/0033-01"
      ]
    },
    {
      "cite": "227 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0393-01"
      ]
    },
    {
      "cite": "226 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0212-01"
      ]
    },
    {
      "cite": "168 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0519-01"
      ]
    },
    {
      "cite": "214 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0475-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 444",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0444-01"
      ]
    },
    {
      "cite": "202 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0145-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 17",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825604
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0017-01"
      ]
    },
    {
      "cite": "228 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969827
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0290-01"
      ]
    },
    {
      "cite": "202 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992303
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0081-01"
      ]
    },
    {
      "cite": "213 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0229-01"
      ]
    },
    {
      "cite": "142 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/142/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 798,
    "char_count": 16447,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 2.349218939885576e-07,
      "percentile": 0.793029439168075
    },
    "sha256": "d1f35bf8dcf9a7ab6c8e964c608fcd40cfa26450915c7d47d755192cf9660e6a",
    "simhash": "1:a8668bf4201d977d",
    "word_count": 2922
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Walsh v. Altoona & Logan Valley Electric Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Mestrezat,\nWe have examined this case with care, and notwithstanding the thirty-two assignments of error filed by the appellant we discover no reversible error in the record. Eighteen of the assignments allege error in the answers to appellant’s request for instructions to the jury. These points were properly refused because they assumed as facts matters in dispute, or asked for binding instructions. Three assignments complained, without cause, of the learned judge’s charge which was more favorable to the appellant company than the facts warranted. Nine of the assignments allege error in the court’s answers to appellee’s requests for instructions to the jury, one of them complaining that the court refused appellee’s ninth point. Of the other two assignments, one alleges error in not withdrawing a juror, and the other in not entering judgment for the defendant non obstante veredicto.\nThe case was properly submitted to the jury in a charge of which the appellee had more reason to complain than the appellant. There was ample evidence to warrant the jury in finding that the motorman was negligent. The abrupt turn of the track as it entered Tenth street from Lincoln street required the motorman to keep a careful watch along the track in front of him, and to announce with the gong his approach to the crossing where the accident occurred. From the crossing the view of an approaching car on Lincoln street is obstructed by buildings, and the only notice of the approach of the car is the noise it creates or the signal given by the motorman. The driver of the wagon and his father both testified that they listened but heard no gong. Several other witnesses testified that they were in a position to hear and that the gong was not sounded. In addition to this failure of duty on the part of the motorman, there was testimony which justified the jury in finding that at the time the car was turning on the curve into Tenth street, the motorman was looking directly across that street instead of along the track which was to his left, that passengers on the car saw the team before he did, and that he was not aware that the team was crossing until the conductor rang the bell at the suggestion of a passenger on the rear platform when it was too late to avoid the collision. The verdict shows that the jury believed this testimony, and therefore the motorman was properly convicted of negligence for which the defendant company was responsible.\nThe appellee was the guest of her father and the team was driven by her brother who was not her servant or under her control. Under these facts negligence of the driver of the wagon, if any, cannot be imputed to the appellee: Jones v. Lehigh & New England R. R. Co., 202 Pa. 81; Little v. Telegraph Co., 213 Pa. 229.\nWhether the appellee exercised the care of a prudent person in permitting the driver to attempt the crossing under the circumstances was for the jury and not for the court. The test of the appellee’s contributory negligence is, under our cases, whether she joined in testing a patent danger or violated a fixed rule of law. Her brother, as was clearly established by the testimony, had knowledge of horses from his earliest years, and was a careful and' competent driver. There is no testimony to show that the horses were unruly or were not gentle. The crossing was not in itself dangerous and was only made so by the approach of an unexpected or unheralded car running not • oftener than every twenty minutes. This fact did not prohibit the public from using it or render a party guilty per se of negligence in attempting to use it. It is equally true that the public used the right-hand side of the street when traveling in that direction, and the driver testifies that, on the occasion of the accident, he had to use the right side of the street because there was a wagon on the other side approaching from the opposite direction, and he turned to cross the street car track as soon as the wagon had passed. With proper care on the part of the driver and motorman, a team could pass the crossing with perfect safety. There was testimony to warrant the finding that the driver and his father looked and listened before starting across. The testimony did not show that the car was visible to or heard by the appellee or any other occupant of the wagon when the crossing was attempted. There was no obvious or imminent danger in a passenger permitting a capable driver to make the crossing, and hence whether the circumstances under which the accident occurred required the appellee to act differently from what she did and whether she was negligent in permitting the driver of the vehicle to attempt the crossing were questions for the jury. In Carr v. Easton City, 142 Pa. 139, the guest of the driver and owner of a sleigh brought an action to recover damages for injuries sustained by being thrown from the vehicle. The following remark in the opinion, with appropriate changes as to the driver and vehicle, is applicable here: “She was a woman, not shown to have any special knowledge of driving or horses or sleighs, who had trusted herself to the guidance of her brother-in-law and his friend; and we cannot say, as matter of law, that the danger was so apparent or so serious that she was called upon to exercise her own judgment in opposition to theirs. All these matters are for the jury to decide, upon their view of reasonable care and prudent conduct, under the circumstances shown by the evidence.”\nWhether the appellee was guilty of negligence in leaping from the wagon under the circumstances was likewise for the jury. She certainly had reason to believe that a collision between the car and wagon was imminent and that it might result in serious consequences to her. While the appellant company contends, and its testimony supports the contention, that the car did not strike the wagon, there was evidence on the part of the appellee which, if believed, warranted the conclusion that there was a collision. If the appellee, without her fault, was placed in danger of a collision between the wagon and the car by the negligence of the defendant company and she had a well-grounded fear that the collision would result in serious injury to her, she, if acting in good faith and as a person of ordinary prudence, was not guilty of negligence in leaping from the wagon to escape the threatened danger, although it was not the safest or wisest course to pursue. Whether the facts existed which warranted her in attempting to thus avert the threatened danger was for the jury under the evidence submitted.\nWe are not convinced that the errors complained of in the second and tenth assignments did the defendant any harm. The amount of the verdict shows that the appellant was not injured by the illustration given by the learned judge in his charge as to the proper manner of estimating the damages. We do not approve of the language used by him in submitting the case on the question of damages and complained of in the second assignment, but it is apparent that it worked no injury to the appellant in this case, and, therefore, the assignment is not sustained.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Thomas H. Greevy, with him E. G. Brotherlin, for appellant.",
      "A. V. Dively, of Dively & Dively, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Walsh v. Altoona & Logan Valley Electric Railway Company, Appellant.\nNegligence — Street railways — Motorman inattentive — Plaintiff jumping from wagon under fear of collision — Contributory negligence — Imputed negligence — Test of negligence of passenger in a private conveyance.\n1. In an action to recover damages for personal injuries the case is for the jury where they could find from the evidence that the plaintiff was riding in a wagon, outside of and parallel to defendant’s tracks on a city street, that as the team approached the corner of an intersecting street, where the tracks made a short turn into the intersecting street, and where the view at the intersecting street was obstructed by houses, and attempted to cross the tracks, a car came around the curve without sounding any signal and struck the wagon; that the motorman of the car was looking across the street instead of along the track as the car turned the curve and was not aware that the team was crossing until the conductor rang the bell at the suggestion of a passenger on the rear platform; and that the plaintiff, seeing the car coming and fearing a collision, jumped from the wagon and seriously injured her ankle.\n2. If, in such a case, the plaintiff, without her fault, was placed in danger of a collision between the wagon and the car by the negligence of the defendant company and she had a well grounded fear that the collision would result in serious injury to her, she, if acting in good faith and as a person of ordinary prudence, was not guilty of negligence in leaping from the wagon to escape the threatened danger, although it was not the safest or wisest course to pursue.\n3. In such a case, where it appears that the plaintiff was the guest of her father and that the team was driven by her brother who was not her servant or under her control, the negligence of the driver of the wagon, if any, cannot be imputed to her.\n4. The test of plaintiff’s contributory negligence, in such a case, is whether she joined in testing a patent danger or violated a fixed rule of law. Where in such a case, the evidence tends to show that plaintiff’s brother was a careful and competent driver and that there was no obvious or imminent danger in a passenger permitting a capable driver to make the crossing, the questions as to whether the circumstances under which the accident occurred required the plaintiff to act differently and whether she was negligent in permitting the driver of the vehicle to attempt the crossing, are for the jury.\nNegligence — Damages—Improper calculation by a trial judge — Harmless error.\n5. An improper calculation or statement by the trial judge as to the measure of damages is no ground for reversing a judgment in an accident case, where the amount of the verdict shows that the defendant was not injured by the remarks of the judge.\nArgued April 17,1911.\nAppeal, No. 197, Jan. T., 1910, by defendant, from judgment of C. P. Blair Co., March T., 1910, No. 517, on verdict for plaintiff in case of Mary A. Walsh v. Altoona & Logan Valley Electric Railway Company.\nBefore Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Bell, P. J.\nOn July 4, 1906, P. J. Walsh, a resident of Tyrone, Blair county, with his family, consisting of himself, his wife, four sons and four daughters, spent the day driving in a wagon containing four seats and drawn by two horses. The front seat was occupied by the father, a little daughter, and a son, aged fifteen and a half years, who was driving. The second seat was occupied by the mother and another daughter. The third seat was occupied by the plaintiff aged twenty-three years, her brother aged twenty-five and a sister aged eleven. The fourth seat was occupied by two brothers. They spent the day in the country and upon returning home in the evening, between seven and eight o’clock, crossed Washington avenue, in Tyrone, and drove up Tenth street parallel with the defendant company’s car track toward Lincoln avenue, which was just a square above, keeping on the right-hand side. The track makes a short curve at the corner of Tenth street and runs out Lincoln avenue to East Tyrone. When the team attempted to cross this sharp curve, a car came around the corner. Whether the car struck the wagon or stopped before getting to the wagon was in dispute. Plaintiff, Mary A. Walsh, seeing the car coming jumped out of the wagon and injured her ankle.\nThe court charged in part as follows:\nPossibly, I would not take a thousand dollars to endure toothache for a week, but at the same time if the dentist injured my tooth so that I had toothache for a week it would not be fair and right unless he did it willfully, to impose $1,000 damage on that dentist. Then she would , be entitled, if the injury was permanent, to damages for permanent inconvenience and permanent pain and suffering. If the testimony shows that she will endure pain and suffering for the injury, and if you come to this question of permanent injury it would be your duty to be conservative in the matter.\nTo illustrate my thought: Suppose that I was on the jury and I concluded that the plaintiff should be entitled to $100 a year, the most natural thought that would come to my mind would be that in order to give the / plaintiff $100 a year I should render a verdict of $1,700,\n. because if you make a calculation, you will discover that $1,700 if invested will produce about $100 a year, but that is not the basis to go on in determining the amount . to be given for permanent injury, because this lady will die sometime and then there is no reason why there should be anything left for her parents or her heirs. And another calculation will convince you, if you will make it, that if you desire to give a party $100 a year for say eleven years, we should give her $1,000, because if you will make that calculation, and I went to a little trouble to make it while the attorneys were arguing the case, you will find that counting the interest, $1,000 will produce about $100 for the eleven years. To illustrate the thought: The first year there would be the $1,000 and $60 interest, that would make $1,060; then subtract that $100 from the $1,060, you will have left as principal $960, then the interest on that for the next year will be $55.70, making $1,011.70, and if you will follow that same principle out you will find that $1,000 invested, the interest used as an annuity as given, it will exhaust itself in the course of some twelve years; I have not made the calculation éxactly, .but it is about twelve years that it will exhaust itself. [2]\nVerdict and judgment for plaintiff for $3,687. Defendant appealed.\nErrors assigned were various instructions including the portion of charge quoted above.\nThomas H. Greevy, with him E. G. Brotherlin, for appellant.\n— A charge suggesting capitalization of the plaintiff’s earnings and that a sum be given which will support him from year to year is erroneous, although the suggestion is only by way of illustration: Gregory v. N. Y., etc., R. R. Co., 55 Hun (N. Y.), 303; Benson v. Ry. Co., 228 Pa. 290.\nPlaintiff admitted the extremely dangerous character of the crossing. After such admission it was her bounden duty to stop, look and listen, particularly, in view of the fact that her sight was obstructed by a building at the corner. She did not take this precaution and was guilty of contributory negligence: Trout v. Ry. Co., 13 Pa. Superior Ct. 17; Haas v. Ry. Co., 202 Pa. 145; Potter v. Ry. Co., 19 Pa. Superior Ct. 444; Timler v. Rapid Transit Co., 214 Pa. 475; Omslaer v. Traction Co., 168 Pa. 519; Smathers v. Ry. Co., 226 Pa. 212; Talley v. Traction Co., 227 Pa. 393.\nThe negligence, if any, of the driver of a private conveyance is imputable to a companion riding with him and injured by being thrown out in consequence of a defect or obstruction in the highway, which caused the horses to bolt and run away: Olson v. Luck, 103 Wis. 33 (79 N. W. Repr. 29), 8 L. R. A., (N. S.) 641, note; Lake Shore & Mich. So. R. R. Co. v. Miller, 25 Mich. 274.\nPlaintiff was guilty of contributory negligence: Crescent Twp. v. Anderson, 114 Pa. 643; Dean v. R. R. Co., 129 Pa. 514; Carr v. Easton, 142 Pa. 139; Dryden v. R. R. Co., 211 Pa. 620: Kunkle v. Lancaster County, 219 Pa. 52.\nA. V. Dively, of Dively & Dively, for appellee,\ncited as to injury to occupant of a carriage who has no control over the driver: Carlisle Boro. v. Brisbane, 113 Pa., 544; Little v. Telegraph Co., 213 Pa. 229; Sluder v. Transit Co., 4 St. Ry. Rep. 581; Hanson v. St. Ry. Co., 4 St. Ry. Rep. 685; United Rys. & Elec. Co. v. Biedler, 2 St. Ry. Rep. 391; Hot Springs St. Ry. Co. v. Hildreth, 3 St. Ry. Rep. 23; Geary v. Ry. Co., 1 St. Ry. Rep. 581; Indianapolis St. Ry. Co. v. Johnson, 3 St. Ry. Rep. 173; Sullivan v. Ry. Co., 3 St. Ry. Rep. 390; Denver City Tramway Co. v. Norton, 4 St. Ry. Rep. 83.\nCited as to negligence of the defendant company: Searles v. Ry. Co., 2 St. Ry. Rep. 706; Richmond Pass. & Power Co. v. Gordon, 2 Ry. 937; Denver City Tramway Co. v. Martin, 6 St. Ry. Rep. 605; Bucklin v. Davidson, 155 Pa. 362; Rees v. Walton & Co., 204 Pa. 412; Heuber v. Traction Co., 210 Pa. 70.\nJuly 6, 1911:"
  },
  "file_name": "0479-01",
  "first_page_order": 509,
  "last_page_order": 516
}
