{
  "id": 977850,
  "name": "Evans, to use, v. Loomis et al., Appellants",
  "name_abbreviation": "Evans v. Loomis",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 99",
  "first_page": "560",
  "last_page": "567",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 560"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "95 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0065-01"
      ]
    },
    {
      "cite": "75 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036804
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0108-01"
      ]
    },
    {
      "cite": "69 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0216-01"
      ]
    },
    {
      "cite": "75 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0115-01"
      ]
    },
    {
      "cite": "114 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550024
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0228-01"
      ]
    },
    {
      "cite": "107 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0509-01"
      ]
    },
    {
      "cite": "100 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0500-01"
      ]
    },
    {
      "cite": "22 U. S. 680",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1421286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0680-01"
      ]
    },
    {
      "cite": "33 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988406
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0268-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 64",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0064-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 458",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0458-01"
      ]
    },
    {
      "cite": "184 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0318-01"
      ]
    },
    {
      "cite": "57 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0360-01"
      ]
    },
    {
      "cite": "26 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977377
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0458-01"
      ]
    },
    {
      "cite": "106 Mich. 319",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1552879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/106/0319-01"
      ]
    },
    {
      "cite": "143 N. Y. 90",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2262307
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/143/0090-01"
      ]
    },
    {
      "cite": "41 N. Y. 201",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2045724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/41/0201-01"
      ]
    },
    {
      "cite": "40 Ohio, 47",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "122 Mass. 566",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2134632
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/122/0566-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 14889,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03431686557787732
    },
    "sha256": "b4d4a158f0a78d70f16bb90def0e9a13bdb76c0a7c3b361feb7e6b7f6eb020c8",
    "simhash": "1:b85b3468ff5473d1",
    "word_count": 2707
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Evans, to use, v. Loomis et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe defendants contend that the liability created by the bond and mortgage referred to in the findings of the court below was one of indemnity only, to save and keep harmless Evans and Brown from any loss or damage by reason of their liability as sureties or indorsers on the note to the use plaintiff, Miss Keith; that when the indorsers were released by the payee of the note, the condition of the bond and mortgage was fully satisfied and there could be no recovery thereon; while the use plaintiff contends that the contract was not for the sole purpose of indemnifying the indorsers, but that it was also for the purpose of making the obligors and mortgagors liable to pay the note; that the obligation to pay the note, and the obligation to indemnify the indorsers, were separate and independent conditions or covenants, and that the first could not be satisfied or affected by the release of the other. The court below decided in favor of the plaintiff, and we see no error in the result reached.\nThe contract recites the note of the cork works to Miss Keith, and that Evans and Brown were liable as sureties thereon; it provides, “Now if the said Erie Cork Works, or the parties of the first part hereto (the defendants Loomis), shall pay the said obligatipn .... (the note in question) and shall save and keep harmless the said George W. Evans and B. B. Brown from any and all loss or damage resulting to them by reason of the liability incurred by them .... then this obligation to be void . . . ., or else to be and remain in full force and virtue.” The language used is sufficient to create a double obligation, first, to pay the note, if not paid by the corporation debtor, and next, to indemnify the indorsers on the note.\nThe fact that the defendant’s obligation was given to a trustee, and not directly to the indorsers, lends force to the thought that it was intended to create such a double liability; otherwise, there was no necessity for the use of a trustee. When called as a witness for the defense, Evans testified: “I was instrumental in getting the money from her (Miss Keith), and I did not want her to blame me.” He and Brown, the indorsers on the note, had been large stockholders in the cork works, and when they sold their stock to the defendants Loomis, they were anxious, apparently, not only to protect their own interests so far as the obligation of the corporation upon which they were sureties was concerned, but they also desired at the same time to take care of and fully protect the interest of Miss Keith. It is easy to believe that the obligation then exacted from the defendants was made and entered into with this double object in view. Presumably, if the defendants Loomis had not undertaken to pay this debt of the cork works, upon which Evans and Brown were liable, the latter would have liquidated the obligation, added that much to the value of the works and charged the defendants for their stock accordingly; so the latter were in no manner prejudiced by the assignment of the mortgage to Miss Keith or by the release given to Evans and Brown.\nThe desire to carry out this thought of protecting Miss Keith was recognized by the trustee named in the contract up to the time of the acquittance of Evans and Brown; he testified that he assigned the bond and mortgage over to Miss Keith as security to her when she gave the release, and that their transfer was the only consideration for the release known to him. Since the bond and mortgage were given to the trustee and “his assigns,” he had the legal right to assign them to the use plaintiff, and since the words used therein indicated that one of the purposes was to secure the payment of the note, Miss Keith had the right to assume that she could safely accept them from the indorsers as a substitute for their liability. The defendants did not offer any facts surrounding the creation of the bond and mortgage which would tend to indicate that it was not their intention to become responsible for the payment of the note to Miss Keith, if called upon. On the whole, we conclude that the court below fell into no error in holding that the obligation of the defendants was not simply to indemnify the indorsers, but was also to pay the debt to the holder of the note.\nThe other note given by the corporation to Miss Keith and indorsed by one Kraemer, referred to in the seventh finding of the court below, has plainly written upon its face, “This note is collateral for one of like amount now past due,” the reference being to the note upon which Evans and Brown were indorsers. A party may hold more than one collateral for the same debt; under the circumstances we cannot say that there was error in the conclusion that the acceptance of this note by the use plaintiff did not affect the question of the liability of the defendants.\nWe have discussed all the points suggested in the statement of the question involved, and necessary to the determination of this case; the assignments of error which comprehend these points are overruled; all others are dismissed; and the order of the court below is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "E. L. Whittelsey, for appellants.",
      "L. E. Tony and Gunnison, Fish, Gifford & Chapin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Evans, to use, v. Loomis et al., Appellants.\nBond and mortgage — Condition—Obligation to pay — Note or indemnity sureties — Release of sureties — Default of maker — Acceptance of collateral security.\n1. E and B who were stockholders in a certain corporation and sureties for it on a $2,000 note held by K, sold their stock to the defendants; it was agreed that they should remain liable thereon, or on any renewals thereof, for two years, in consideration of which the defendants gave a bond and mortgage to E, or his assigns, as trustee, conditioned as follows: “Now, if the said company or the parties of the first part hereto shall pay the said obligation or obligations on or before the termination of the said period of two years and shall save and keep harmless the said E and the said B from any and all loss or damage resulting to them by reason of the liability incurred by them as aforesaid, without fraud or further delay, then this obligation to be void and of none effect, or else to be and remain in full force and virtue.” Subsequently K, the holder of the note made the following indorsement thereon: “For value received I hereby release E and B from any responsibility on this note as indorser or maker of the same. K;” but the note was never delivered to E or B, but continued in K's possession, the only consideration for the release being the assignment of the bond and mortgage to K. The company as collateral to the $2,000 note gave to K another note in like amount with another as surety. B and E were not indebted to either the company or to K, their only liability being as indorsers. In a .proceeding to determine the rights of the parties to the fund paid into court on the satisfaction of the mortgage, it was contended that the liability created by the bond and mortgage was one of indemnity only, to keep harmless E and B from damage by reason of their liability as sureties on the note, and that when the latter were released by the payee, the condition of the obligation was fully satisfied. Held, the language used was sufficient to create a double obligation; first to pay the note if not paid by the corporation debtor; and next, to indemnify the indorsers on the note.\n2. In such a case the acceptance of the second note, which had plainly written on its face, “This note is collateral for one of like amount now past due” did not affect the question of the liability of the defendant.\nArgued xApril 26, 1911.\nAppeal, No. 99, Jan. T., 1911, by defendants, from order of C. P. Erie Co., Sept. T., 1909, No. 132, awarding distribution of fund in case of George W. Evans, Trustee of Miss S. M. Keith, v. Marion E. Loomis, A. T. Loomis and D. W. Harper and James Russell, Trustees, Terre-Tenants.\nBefore Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ.\nAffirmed.\nScire facias sur mortgage.\nTrial by the court to determine the rights of the parties to a fund paid into court on the satisfaction of a mortgage.\nThe court below found the following facts: (1) The Erie Cork Works, the name of which was changed to Erie Rubber Works, was a corporation located at Erie, Pa.; (2) prior to December 19, 1905, George W. Evans and B. B. Brown were stockholders in said corporation, and on that day, they sold their stock to the defendants, Marion E. Loomis and A. T. Loomis, her husband, or to one of them; (3) at that time said Evans and Brown were sureties for the Erie Cork Works on a $2,000 note held by Miss Sarah Keith; and it was then agreed that they would remain liable thereon, or on any renewals thereof, for two years; in consideration of which, said Marion E. Loomis and her said husband gave a bond and mortgage to said George W. Evans, as trustee, in the penal sum of $4,000, conditioned in substance, that the said Erie Cork Works or the obligors in said bond and mortgage, would pay the said $2,000 -note on or before the termination of said two years, and save harmless, the said Evans and Brown. The bond and mortgage recited said note, and the agreement of Brown and Evans so to remain sureties thereon, and further that the parties of the first part .... stood bound unto the party of the second part in the sum of $4,000, conditioned for the payment of $2,000, interest and damages, in manner following, to wit: \"Whereas the Erie Cork Works, of Erie, Pa., is indebted to Miss Sarah Keith, of Girard, Pa., upon a certain note in the sum of two thousand dollars ($2,000), with interest thereon from the date of said note; and whereas aforesaid George W. Evans, together with B. B. Brown, both of the city of Erie, Pa., are liable as sureties on said note for a period of two years from the maturity of the same, or upon any renewal thereof for the same period or upon any obligation that it may be necessary for said Erie Cork Works to give for the purpose of raising money with which to pay said note, in the event that said Sarah Keith requires the same to be paid; now, if the said Erie Cork Works or the parties of the first part hereto shall pay the said obligation or obligations on or before the termination of the said period of two years and shall save and keep harmless the said George W. Evans and the said B. B. Brown from any and all loss or damage resulting to them by reason of the liability incurred by them as aforesaid, without fraud or further delay, then this obligation to be void and of none effect, or else to be and remain in full force and virtue;” (4) said cork works became bankrupt and a distribution of its assets paid $360.80 to apply on said debt as of September 1, 1909, and the balance remains unpaid; (5) on May 29, 1908, the holder of the $2,000 note made the following indorsement thereon: “For value received I hereby release Geo. W. Evans and B. B. Brown from any responsibility on this note as indorser or maker of the same. Miss S. M. Keith;” (6) the only consideration for the release was the assignment of the bond and mortgage. The note on which said release was written, was never delivered to Evans or Brown, but has continued in the possession of Miss Keith; (7) on February 1, 1908, the Erie Rubber Works, as collateral to the said note of $2,000, gave another note to Miss Keith, for a like amount, with William C. Kraemer as surety; “but that had nothing to do with the said release written afterwards on the (original) note, as above stated, or with the assignment to , her of said bond and mortgage;” (8) no actual consideration was paid by Evans or Brown to Miss Keith for the release to them, excepting the assignment of said bond and ■mortgage; (9) Brown and Evans were not indebted to Miss Keith in any sum whatever at the time the note was given to her by the cork works; but were only liable as indorsers on the note in question; (10) at the time the said note was given Brown and Evans were not indebted to the cork works in any sum whatever, as principal debtors, but became liable as indorsers on the note for the accommodation of said corporation; (11) A. T. Loomis and Marion E. Loomis were not indebted to the Erie Cork Works in any sum whatever on December 19, 1905, the time of the execution of the bond and mortgage to George W. Evans, trustee; (12) no part of the note was ever paid, except the sum of $360.80, which was paid by the receiver of the Erie Rubber Works as a final and only dividend from the assets of the corporation, which is insolvent and without further assets.\nThe court ordered that the plaintiff should be paid the balance of the $2,000 note, with interest thereon, out of the fund in court, and that the surplus of the fund, if any, was to be paid to the defendants.\nErrors assigned were in refusing defendant’s requests for findings, affirming plaintiff’s requests, findings of fact made by the court, conclusions of law, and awarding the fund to plaintiff.\nE. L. Whittelsey, for appellants.\n— We suggest that there is no rule of law that will compel the sureties to pay the debt of a principal after the principal has been discharged from liability by his creditors: Miller v. Stewart, 22 U. S. 680; Bensinger v. Wren, 100 Pa. 500; Hutchinson v. Woodwell, 107 Pa. 509; Whelen v. Boyd, 114 Pa. 228; Valentine v. Wheeler, 122 Mass. 566; Donely v. Bank, 40 Ohio, 47.\nA contract of indemnity inures to the benefit of the indemnitee only, and a third person having a right of action, or a claim against the indemnitee, cannot proceed directly against the indemnitor, though the claim be such as the indemnity contract will apply to save the indemnitee harmless from: Turk v. Ridge, 41 N. Y. 201; French v. Vix, 143 N. Y. 90 (37 N. E. Repr. 612); Union Nat. Bank v. Rich, 106 Mich. 319 (64 N. W. Repr. 339).\nL. E. Tony and Gunnison, Fish, Gifford & Chapin, for appellee.\n— Extinguishment of a debt by substituting another one for it, is always a question of intention: Potter & Colfelt v. McCoy, 26 Pa. 458.\nA creditor may hold an unlimited number of collaterals, and avail himself of any as long as the debt is unpaid: Ayers v. Wattson, 57 Pa. 360; Jennings v. Loeffler, 184 Pa. 318; Ritter v. Henning, 10 Pa. Superior Ct. 458; Brackenbridge v. Cummings, 18 Pa. Superior Ct. 64.\nA release of a debt, not under seal, requires proof of consideration to make it valid and binding on the releasor: Kidder v. Kidder, 33 Pa. 268; Trough’s Est., 75 Pa. 115; Erb v. Brown, 69 Pa. 216.\nThe so-called release of Evans and Brown is not valid as a gift for want of delivery: Kidder v. Kidder, 33 Pa. 268.\nIt has been well settled that where a creditor extends the time of payment on a debt, without the consent of the surety, and at the same time reserves his rights against the surety, the surety is not released: Hagey v. Hill, 75 Pa. 108; Calvert v. Good, 95 Pa. 65.\nJuly 6, 1911:"
  },
  "file_name": "0560-01",
  "first_page_order": 590,
  "last_page_order": 597
}
