{
  "id": 977868,
  "name": "Pittsburg Construction Company v. West Side Belt Railroad Company, Appellant",
  "name_abbreviation": "Pittsburg Construction Co. v. West Side Belt Railroad",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 34",
  "first_page": "578",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 578"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0128-01"
      ]
    },
    {
      "cite": "22 Pa. Superior Ct. 113",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        846261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/22/0113-01"
      ]
    },
    {
      "cite": "149 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0139-01"
      ]
    },
    {
      "cite": "6 W. N. C. 115",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "56 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0413-01"
      ]
    },
    {
      "cite": "9 W. & S. 27",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0027-01"
      ]
    },
    {
      "cite": "139 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0013-01"
      ]
    },
    {
      "cite": "63 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0126-01"
      ]
    },
    {
      "cite": "101 U. S. 71",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5632947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/101/0071-01"
      ]
    },
    {
      "cite": "111 U. S. 716",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3507446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/111/0716-01"
      ]
    },
    {
      "cite": "109 U. S. 285",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/109/0285-01"
      ]
    },
    {
      "cite": "109 U. S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "109 U. S. 3",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/109/0003-01"
      ]
    },
    {
      "cite": "107 U. S. 221",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/107/0221-01"
      ]
    },
    {
      "cite": "113 U. S. 506",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3513203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/113/0506-01"
      ]
    },
    {
      "cite": "57 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0433-01"
      ]
    },
    {
      "cite": "33 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988401
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0186-01"
      ]
    },
    {
      "cite": "85 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0025-01"
      ]
    },
    {
      "cite": "79 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0060-01"
      ]
    },
    {
      "cite": "130 U..S. 493",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3538081
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/us/130/0493-01"
      ]
    },
    {
      "cite": "117 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0162-01"
      ]
    },
    {
      "cite": "9 W. N. C. 212",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "60 Wis. 256",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11283627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/60/0256-01"
      ]
    },
    {
      "cite": "89 U. S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3409175
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/89/0424-01"
      ]
    },
    {
      "cite": "4 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0164-01"
      ]
    },
    {
      "cite": "96 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0355-01"
      ]
    },
    {
      "cite": "17 U. S. 122",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4696
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0122-01"
      ]
    },
    {
      "cite": "122 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948411
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0565-01"
      ]
    },
    {
      "cite": "227 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008716
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 951,
    "char_count": 28645,
    "ocr_confidence": 0.558,
    "pagerank": {
      "raw": 5.56167092704699e-08,
      "percentile": 0.3497149833832011
    },
    "sha256": "d254b807623fe686ca4c5314f48655caf45e563fe4ad1fa5d1b0e18157ac1c5d",
    "simhash": "1:b6ca6652047924f2",
    "word_count": 4927
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Pittsburg Construction Company v. West Side Belt Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of Judge SWEAEINGEN.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas Patterson, of Patterson, Sterrett & Acheson, for appellant.",
      "Samuel McClay, with him Edwin W. Smith, Robert J. Dodds and Reed, Smith & Beal, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pittsburg Construction Company v. West Side Belt Railroad Company, Appellant.\nContracts — Liens — Railroads — Contractors — Resolutions of January 81,1848, P. L. 867, and April 4,1868, P. L. 885 — Foreign Corporation-Statutes — Constitutionality—Act of May 88, 1907, P. L. 805.\n1. On April 25, 1901, the defendant railroad company entered into a contract with an individual for the construction of an extension of its railroad. This contractor in turn made a contract on May 24, 1901, with the plaintiff, a foreign corporation, for the same work, which contract was guaranteed by the defendant company. The work was commenced by plaintiff in 1901 and prosecuted to completion in 1903. An arbitration followed and an award was made by the arbiter, to whom all disputes were referred by the terms of the contract. An action was then commenced by the plaintiff against the defendant company on the contract of guaranty, but plaintiff failed to recover because it was unregistered in this state at the time of the contract. Subsequently the plaintiff brought action under the provisions of the Act of May 23, 1907, P. L. 205, against the defendant upon the arbiter’s award, and recovered a judgment upon which a sci. fa. was issued, the plaintiff claiming a hen upon the railroad from the date of its contract under the resolutions of 1843 and 1862, whereby contractors, in the building of railroads, are given prior liens. This priority was contested by the trustee under a mortgage executed by the defendant and recorded July.l, 1907, to secure an issue of bonds. There was no allegation that the trustee, or any purchaser of the bonds, ever made any inquiry such as would have disclosed the lien of the plaintiff, nor is it alleged that anyone was actually misled. Held, (1) the Act of May 23, 1907, P. L. 205, which makes enforceable contracts theretofore made by unregistered foreign corporations and unenforceable by the Act of April 22, 1874, P. L. 108, while retrospective, is not unconstitutional; (2) the plaintiff is a contractor within the meaning of the resolutions, and not estopped from asserting the existence of that relation against either the defendant company or the trustee, by reason of having brought a previous suit in the capacity of subcontractor against the defendant upon its contract of guaranty.\nArgued May 1,1911.\nAppeal, No. 34, Oct. T., 1911, by Francis H. Skelding and Henry W. McMaster, Receivers, and the Colonial Trust Company, Trustee, from order of C. P. No. 4, Allegheny Co., Second Term, 1910, No. 595, making absolute rule for judgment for want of sufficient affidavit of defense in case of Pittsburg Construction Company, a corporation, v. West Side Belt Railroad Company, a corporation, with notice to Francis H. Skelding and Henry W. McMaster, Receivers of the West Side Belt Railroad Company, and the Union Trust Company of Pittsburg, Trustee, Mortgagee, and the Colonial Trust Company, Trustee, Mortgagee, Terre-Tenants.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAction on a scire facias sur judgment.\nThe facts appear by the opinion of Swearingen, P. J;, making absolute rule for judgment, as follows:\nBy this proceeding the plaintiff seeks to secure to itself the benefits of the resolutions of the general assembly of Pennsylvania, approved January 21, 1843, P. L. 367, and approved April 4, 1862, P. L. 235, whereby contractors, in the building of railroads, are given prior liens.\nThe Pittsburg Construction Company, the plaintiff, is a corporation duly incorporated and organized under the laws of the state of West Virginia. The West Side Belt Railroad Company, the defendant, is also a corporation duly incorporated and organized under the Act of legislature of Pennsylvania, approved April 4, 1868, P. L. 62. On April 25, 1901, the West Side Belt Railroad Company entered into a contract with A. S. Petrie for the construction of an extension of its railroad. Petrie, in turn, made a contract with the plaintiff, May 24, 1901, for the construction of the said extension, which contract was guaranteed by the West Side Belt Railroad Company, John S. Scully and T. N. Barnsdall. The work was commenced by the plaintiff on May 20, 1901, and it prosecuted the same continuously until completion, June 11, 1903. An arbitration followed, and an award was made by the arbiter, to whom all disputes were referred by the terms of the contract. At No. 30, May Term, 1906, of the circuit court of the United States for the western district of Pennsylvania, the plaintiff brought an action against the West Side Belt Railroad Company, John S. Scully and T. N. Barnsdall, to recover upon the said guaranty. That litigation resulted in a decision that the plaintiff could not recover, because it was a foreign corporation and had not established a place of business and designated agents for the transaction of its business in Pennsylvania, at or prior to the time of the contract with the said A. S. Petrie, and, therefore, it was precluded from maintaining the action by the provisions of the Act of the legislature of Pennsylvania, approved April 22, 1874, P. L. 108. The plaintiff was, in fact, duly registered in Pennsylvania on June 15, 1901, twenty-two days after said contract was signed.\nBy an Act of the legislature of Pennsylvania, approved May 23, 1907, P. L. 205, it was enacted:\n“That whenever any corporation organized and existing under the laws of any other State, and doing business within this Commonwealth, shall have heretofore entered into any contract, bond, or obligation with any person, firm, or corporation, without having first established a known place or places of business and designated an authorized agent or agents for the transaction of its business in this Commonwealth, the said contract, bond, or obligation shall be binding upon the parties thereto, and such corporations may enforce the same in the Courts of the Commonwealth:” then follow provisos naming certain requirements with which such a corporation must comply before it can avail itself of the provisions of said act.\nIt is not disputed that the Pittsburg Construction Company did properly comply with all of the said requirements prescribed. Thereupon it brought an action against the West Side Belt Railroad Company at No. 398, Fourth Term, 1907, of this court. It declared both upon the award of the arbiter aforesaid and upon a quantum meruit. After trial, a judgment was entered in favor of the plaintiff and against the said defendant in the sum of $398,471.78, which was upon the said award, and was not upon the quantum meruit. The said judgment was affirmed upon an appeal to the Supreme Court. The plaintiff then issued this writ of scire facias, with notice to the receivers of the West Side Belt Railroad Company, having first obtained leave to join them, and with notice to the Union Trust Company of Pittsburg, trustee in a mortgage given by the West Side Belt Railroad Company to secure an issue of bonds, and also with notice to the Colonial Trust Company, trustee in another mortgage given by the West Side Belt Railroad Company to secure its guaranty of an issue of bonds of the Pittsburg Terminal Railroad & Coal Company. All of said parties have appeared and have answered the writ.\nThe Union Trust Company of Pittsburg .averred that the mortgage, in which it appears as trustee, was dated September 1, 1897, and was recorded in the recorder’s office of said county of Allegheny on February 1, 1898, in Mortgage Book, vol. 837, page 1; that said mortgage was given to secure an issue of bonds aggregating $1,000,000 which were issued, certified and delivered, prior to the date of the plaintiff’s contract, and of which issue $383,000 are now outstanding; and that the plaintiff is, therefore, not entitled to a lien prior to said mortgage.\nThe Colonial Trust Company denied that the plaintiff was a contractor within the meaning of the said resolutions of 1843 and 1862. It averred that the plaintiff had defined its position as a subcontractor, in the said suit in the United States circuit court, and cannot now claim as a contractor. It also averred that its said mortgage was executed prior to the time the plaintiff performed the labor and furnished the material, for which it claims a lien, to wit, from May 20, 1901, to June 11, 1903.\nIn its amended answer, the West Side Belt Railroad Company, by its receivers, averred that the plaintiff was not a contractor, but was only a subcontractor, and that, therefore, it was not within the provisions of the said resolutions of 1843 and 1862. It further averred that the plaintiff had no claim against it, prior to the passage of said act of May 23, 1907; and it submitted that, in so far as the said act attempted to create a lien prior to said mortgage, it was unconstitutional, as being a taking of property without due process of law, and impairing the obligation of contracts.\nThe Colonial Trust Company adopted said amended answer of the West Side Belt Railroad Company.\nThe plaintiff then took this rule for judgment for want of sufficient affidavit of defense, and the case was argued and submitted.\nIt cannot be seriously disputed that the plaintiff is entitled to a judgment upon this record. Whether or not it is entitled to the priority of lien, which it claims is a different question. It was admitted upon argument that this question can be determined upon this motion, and that the parties are not obliged to await a contest over the proceeds of a sale of the property.\nThe plaintiff claims a lien upon the railroad of the defendant from the date of its said contract, to wit, May 24, 1901, under and pursuant to the said resolutions of 1843 and 1862, which are as follows:\n1843\n“That from and after the passage of this resolution, it shall not be lawful for any company incorporated, by the laws of this Commonwealth, and empowered to construct, make and manage any railroad, canal, or other public internal improvement, while the debts and liabilities or any part thereof incurred by the said company to contractors, laborers and workmen employed in the construction or repair of said improvement remain unpaid, to execute a general or partial assignment, conveyance, mortgage or other transfer, of the real or personal estate of the said company, so as to defeat, postpone, endanger, or delay their said creditors, without the written assent of the said creditors first had and obtained; and any such assignment, conveyance, mortgage or transfer, shall be deemed fraudulent, null and void, as against any such contractors, laborers and workmen, creditors as aforesaid.”\n1862\n“Whereas, It frequently happens that incorporated companies, by assignment, conveyance, mortgage or other transfer, divest themselves of their real and personal estate, in contravention of the provisions of the resolution of January 21st, 1843: therefore,\n“Section 1. That whenever any incorporated company, subject to the provisions of the above resolution, shall divest themselves of their real or personal estate, contrary to the provisions of the said resolution, it shall and may be lawful for any contractor, laborer or workman employed in the construction or repair of the improvements of said company, having obtained judgment against the said company, to issue a scire facias upon said judgment, with notice to any person, or to any incorporated company claiming to hold or own said real or personal estate, to be served in the same manner as a summons upon the defendant, if it can be found in the county, and upon the person or persons, or incorporated company claiming to hold or own such real estate; and if the defendant cannot be found, then upon the return of one nihil and service as aforesaid, on the person or persons, or company claiming to hold or own as aforesaid, the case to proceed as in other cases of scire facias on judgment against terre-tenants.”\nIf it be held that the plaintiff is entitled to a lien from May 24, 1901, as it claims, this lien will have priority over the mortgage in which the Colonial Trust Company is trustee. The proposition of the plaintiff is therefore attacked by the defendant upon these grounds:\n1. The plaintiff is not a contractor within the meaning of said resolutions, and it is estopped from asserting that it is.\n2. The said act of May 23, 1907, in so far as it attempts to create a lien prior to the date of its passage, is unconstitutional.\nIt was decided in the case of Pittsburg Construction Company v. West Side Belt Railroad Company, 227 Pa. 90, that the plaintiff could recover against the defendant as upon a primary liability. Judgment was there entered in favor of the plaintiff and against the defendant directly. Such recovery could not have been obtained unless it were held that the plaintiff and defendant had in effect direct contractual relations. That decision seems to be conclusive that the plaintiff was, in its relation to the West Side Belt Railroad Company, a contractor within the terms of said resolutions of 1843 and 1862.\nThe argument was made that, as against the mortgage of the Colonial Trust Company, there was no notice of any claim of lien upon the part of the plaintiff and that there were no facts, from which a purchaser of the bonds secured thereby could infer the existence of such a claim. And it was urged, besides, that the plaintiff is estopped from now asserting, as against said mortgage, that its relation with the defendant was that of contractor, because it had asserted, in said action brought by it in the United States circuit court, that its relation was that of subcontractor.\nThe lien of the mortgage of the Colonial Trust Company attached, if at all, July 1, 1902, more than thirteen months after the work of the plaintiff was commenced.\nThe work itself imposed upon a purchaser of said bonds the duty of making an inquiry. If he had done so, he would have been bound to inquire fully. He could not have stopped merely with the two contracts, that of Petrie with the defendant and that of the plaintiff with Petrie, for in the latter the defendant expressly undertook to pay the plaintiff and also assumed other contractual relations with it. But, upon inquiry, he would have learned that the defendant’s railroad was being constructed by the plaintiff; and he would have been bound to inquire concerning all the facts and circumstances relative thereto. Then he would have learned the very facts and circumstances, which were afterwards determined to be sufficient to constitute the relation between the plaintiff and the defendant as in fact contractual, and which justified the Supreme Court in saying, when rendering its decision as aforesaid:\n“We conclude on both grounds that the written contract between Petrie and the Construction Company is the law governing the present case, quite as much as though the appellant’s name appeared therein as a contracting party.”\nThere is no allegation that the Colonial Trust Company, or any purchaser of said bonds, ever made any inquiry, nor is it alleged that any one was actually misled. The basis of the contention is that a party must have been misled to his injury by want of notice. But if he was not misled, or if he could have obtained information by inquiry and he did not inquire how can he be heard to complain of want of notice? It seems to us that this is the situation of the Colonial Trust Company and of the holders of the bonds, secured by its mortgage, with respect to the contention there was no notice of the plaintiff’s claim. The lien claimed by the plaintiff is not a secret one. It is a right given by the legislature of the state. The work of construction was commenced long before the lien of said mortgage attached, and, as we have seen, inquiry would have disclosed the relations of the parties.\nIs the plaintiff estopped from asserting that it was a contractor, by reason of the position it is alleged to have taken in the United States circuit court? This inquiry has for its basis the principle, that a party is precluded from making an allegation, whereof he has previously alleged the contrary, or where the two positions taken are so antagonistic that one or the other must be untenable. Usually, though not always, some element of bad faith is involved.\nThe suit in the United States circuit court was brought against the West Side Belt Railroad Company, John S. Scully and T. M. Barnsdall upon a contract of guaranty, the said three defendants having originally guaranteed the contract, 'which the plaintiff made with A'. S. Petrie. This contract of guaranty was joint, not several. Consequently, when the plaintiff sought to hold Scully and Barnsdall liable, the action had to be brought against them upon the guaranty, which was the only contract the plaintiff had with them. But, in order to maintain the action against Scully and Barnsdall, the- plaintiff was obliged to join the West Side Belt Railroad Company, because it also was one of the joint guarantors. It is apparent why the plaintiff brought the action as it did in the United States circuit court. That action was upon the contract of guaranty, and all the other allegations and contracts pleaded were incidental thereto. But, when the plaintiff brought its action in this court, it brought it upon the original contract, alleging a primary and not a secondary liability. If the defendant now finds itself in this dual situation, it has no one except itself to blame, because it voluntarily placed itself in both situations. Aside from this, however, we think the question of estoppel was involved in the case of Pittsburg Construction Company v. West Side Belt Railroad Company, 227 Pa. 90. If that be true, this is no longer an open question.\nWe are, therefore, obliged to conclude that the plaintiff was a contractor within the meaning of the resolutions of 1843 and 1862, and that it is not estopped from asserting the existence of that relation, as against either the defendant, its receivers, or the Colonial Trust Company.\nUpon the second ground of defense, the counsel for defendant contends that, prior to the passage of the aforesaid act of May 23, 19.07, the plaintiff had no claim whatever under its contract, either with Petrie or with the defendant; that said statute can only speak from the date of its passage, as against the mortgage of the Colonial Trust Company; and that to construe it so as to give effect to the defendant’s contract, as of the date of the latter, would render the statute obnoxious to the constitutional provisions, which prohibit the taking of property without due process of law and the impairing of the obligation of contracts. These propositions were urged with great force and ability.\nIt is not accurate to say that no contract between the plaintiff and the defendant existed, prior to the passage of the said act of 1907. Both parties had the power to make such a contract; they did make it; and the plaintiff performed all, and the defendant the greater part, of the obligations respectively undertaken. That both parties were under a moral obligation to fully perform it cannot be seriously disputed. That the plaintiff was likewise morally entitled to all the incidents of said contract, including the lien given by law, is equally indisputable. And, if both parties had fully performed the contract, no one, certainly not the Colonial Trust- Company, could have questioned their action. But the plaintiff could not invoke the aid of the courts to enforce performance, not because the contract was illegal or void, but solely because of the provisions of said act of 1874. This was a legislative inhibition, which the legislature had the power to remove at any time. When the legislature did remove the inhibition, as it did by the act of May 23, 1907, it placed the said contract in precisely the same condition in which it would have been, had the statute of 1874 never been enacted. It likewise made the contract an obligation, legally enforceable, with all its incidents, which was exactly what the parties intended it should be, when they signed the instrument on May 24,1901. The act of 1907 does not say that it speaks only from its date. On the contrary it validates and makes enforceable contracts theretofore made, but which were not enforceable because of the act of 1874. The date, to which the liability of the defendant is to be referred, is the date of the contract: Reed’s App., 122 Pa. 565. Therefore, by force of said act of 1907, the agreement between the plaintiff and the defendant became a valid and binding contract, as of the date of its execution and as to all its provisions and stipulations; and in consequence the award of the arbiter became a legal finding of the extent of the defendant’s liability thereunder. Upon said contract and upon said award the plaintiff was enabled to sustain a recovery, and upon no other ground.\nDoes the construction herein given to said act of 1907 in any way impair the obligation of the contract between the Colonial Trust Company and the West Side Belt Railroad Company?\nIt is undoubtedly true that said act is retrospective. But the act does not offend against the constitution, for that reason. It is only when such an act impairs the obligation of contracts, or authorizes the taking of property without due process of law, that it is held unconstitutional. In this respect there is no distinction between retrospective and prospective acts. It must be borne in mind that it is the obligation of a contract, which the State is prevented from impairing. What is that obligation?\n“A contract is an agreement in which a party undertakes to do, or not to do, a particular thing. The law binds him to perform his undertaking, and this is, of course, the obligation of his contract:” Sturges v. Crowninshield, 17 U. S. 122.\nThe said act of 1907 in no way interfered with the rights and remedies of the Colonial Trust Company. Every right which it secured, when its mortgage was given, still exists unimpaired; and so does every remedy which the law or the contract then provided. In other words, the obligation of the contract between it and the defendant remained precisely the same after the passage of said act as it did before. If the said act relates back to the date of the plaintiff’s contract, as the plaintiff contends, the Colonial Trust Company and the holders of bonds secured by its mortgage will have exactly the same security they obtained, when the mortgage was given and the bonds purchased. The act does not take away one iota of their security. If, on the other hand, the said act speaks only from its date, as the Colonial Trust Company contends, it and the holders of said bonds will have a greater security than that for which they bargained and paid. For it must not be forgotten that every dollar’s worth of labor and material, which the plaintiff put into said railroad, increased the security of said bonds to the same or even greater extent. So that the equity of the contention of the Colonial Trust Company and of the said bondholders is not quite apparent. If, therefore, the Colonial Trust Company and the said bondholders have not been deprived of any right or of any remedy by the passage of the act of 1907, and we have seen they have not; and, if they had notice of, or could with reasonable diligence have ascertained, the relation between the plaintiff and the defendant, upon what possible ground can it be said that the act of 1907 impaired the obligation of their contract with the defendant? It seems to us there is none whatever, and that we must hold the act did not have that effect.\nEqually untenable is the position, that said construction of the act will result in the taking of property without due process of law. By no possible reasoning can it be shown that any property, in which the Colonial Trust Company has an interest, will be taken by said construction of the act. It has its lien: and it is the same lien which it had at the inception of its mortgage. Not a particle of the property, upon which it secured a lien, has been taken away. Therefore, it will not be deprived of any property at all, much less “without due process of law.”\nAt the argument, it was conceded, and indeed upon this motion it must have been,\"that the plaintiff was not entitled to a lien prior to that of the mortgage, in which the Union Trust Company of Pittsburg is trustee. The mortgage was executed and recorded, and the bonds secured thereby were issued, certified and delivered, long before the plaintiff made its contract with, or performed any work for, the West Side Belt Railroad Company.. Consequently that mortgage was a subsisting lien at the date of the plaintiff’s contract, and that lien, to the extent of the bonds of that issue still outstanding, cannot be displaced by the said resolutions of 1843 and 1862.\nOther questions have been raised in the briefs submitted, but in the view we have taken we do not think it necessary to prolong this opinion by their discussion.\nWe think the rule for judgment should be made absolute. Let a formal order for judgment in accordance with this opinion be drawn by counsel and submitted.\nError assigned among others was in making absolute rule for judgment for want of affidavit of defense.\nThomas Patterson, of Patterson, Sterrett & Acheson, for appellant.\n— The lien claimed is a secret lien and void as against the bondholders, who bought without notice of the lien: Hart’s App., 96 Pa. 355; Kauffelt v. Bower, 7 S. & R. 64; Com.’s App., 4 Pa. 164; Fox v. Seal, 89 U. S. 424.\nThe Pittsburg Construction Company is estopped from asserting that its relation with the railroad company was that of a contractor: Toope v. Prigge, 7 Daly (N. Y.), 208; Kaehler v. Dobberpuhl, 60 Wis. 256 (18 N. W. Repr. 841); Hidell’s App., 9 W. N. C. 212; Garber v. Doersom, 117 Pa. 162.\nIn so far as the act of 1907 attempts to displace the lien of the bondholders it is unconstitutional. The question of the priorities of the various liens is exclusively a question for the United States circuit court: Central Trust Co. v. Condon, 67 Fed. Repr. 84; Central Trust Co. v. Bridges, 57 Fed. Repr. 753; Hassall v. Wilcox, 130 U..S. 493 (9 Sup. Ct. Repr. 590).\nThe judgment against the railroad company on the contract is not conclusive against the Colonial Trust Company, trustee, in this proceeding: Central Trust Co. v. Condon, 67 Fed. Repr. 84; Cent. Trust Co. v. Bridges, 57 Fed. Repr. 753; Hassall v. Wilcox, 130 U. S. 493 (9 Sup. Ct. Repr. 590).\nSamuel McClay, with him Edwin W. Smith, Robert J. Dodds and Reed, Smith & Beal, for appellee.\n— The lien claimed is not a secret lien, and is not void as against the bondholders: Tyrone & Clearfield Ry. Co. v. Jones, 79 Pa. 60; Shamokin Valley & Pottsville R. R. Co. v. Malone, 85 Pa. 25.\nBondholders are charged with both actual and constructive notice of the legal effect of the contracts. The Pittsburg Construction Company is not estopped of record from asserting that its relations with the railroad company were that of a contractor: White v. Smith, 33 Pa. 186.\nThe Act of May 23, 1907, P. L. 205, is constitutional in so far as it affects the mortgage given to secure the guaranty of the bonds of the Pittsburg Terminal Railroad & Coal Company: Grim v. School Dist., 57 Pa. 433; Sturges v. Crowninshield, 17 U. S. 122; Provident Institution for Sav. v. Jersey City, 113 U. S. 506 (5 Sup. Ct. Repr. 612); Kring v. Missouri, 107 U. S. 221 (2 Sup. Ct. Repr. 443); Civil Rights Cases, 109 U. S. 3 (3 Sup. Ct. Repr. 18); Louisville & N. R. R. Co. v. Palmes, 109 U. S. 254 (3 Sup. Ct. Repr. 193); Louisiana v. New Orleans, 109 U. S. 285 (3 Sup. Ct. Repr. 211); Nelson v. St. Martin’s Parish, 111 U. S. 716 (4 Sup. Ct. Repr. 648).\nThe question of the priority of the various liens must be determined in this proceeding, and is not for the United States circuit court: Reed’s App., 122 Pa. 565; Thomas v. R. R. Co., 101 U. S. 71; Pittsburg & Connellsville R. R. Co. v. Allegheny County, 63 Pa. 126; Gloninger v. Pitts-burg & Connellsville R. R. Co., 139 Pa. 13; Susquehanna Canal Co. v. Bonham, 9 W. & S. 27; Stewart’s App., 56 Pa. 413; Wilmington & Reading R. R. Co. v. Berks County R. R. Co., 6 W. N. C. 115.\nThe judgment against the railroad company on the contract is a conclusive adjudication against the Colonial Trust Company, trustee, and the holders of bonds: Hassall v. Wilcox, 130 U. S. 493 (9 Sup. Ct. Repr. 590); Sicardi v. Oil Co., 149 Pa. 139; Nolt v. Crow, 22 Pa. Superior Ct. 113; Davidson v. Thornton, 7 Pa. 128.\nJuly 6, 1911:"
  },
  "file_name": "0578-01",
  "first_page_order": 608,
  "last_page_order": 621
}
