{
  "id": 977871,
  "name": "Commonwealth v. Cunningham, Appellant",
  "name_abbreviation": "Commonwealth v. Cunningham",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 71",
  "first_page": "609",
  "last_page": "611",
  "citations": [
    {
      "type": "official",
      "cite": "232 Pa. 609"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "189 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0641-01"
      ]
    },
    {
      "cite": "138 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0276-01"
      ]
    },
    {
      "cite": "110 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 4546,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 3.654972559690053e-07,
      "percentile": 0.8902517096556595
    },
    "sha256": "ea1677b4c02f0ef089d494701527a45087fef9a480e711b8df1b9b917efa5287",
    "simhash": "1:a3a1441fe722a746",
    "word_count": 789
  },
  "last_updated": "2024-02-27T22:08:21.393658+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth v. Cunningham, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMr. Chief Justice Fell,\nThe appellant was convicted of murder of the first degree in killing James McDevitt by cutting his throat with a razor. A statement of the occurrence favorable to the appellant is that after an altercation with McDevitt on the street in relation to a dog, he went home and returned to the street where half an hour later the altercation was renewed. McDevitt seized the appellant by the arm, and made a threatening remark and gesture. The appellant drew a razor from his pocket and inflicted the wound that caused death. The different degrees of murder, manslaughter and the right of self-defense were defined with exceptional clearness and accuracy in the charge, and the defendant’s points which covered every feature of the case favorable to him were affirmed without qualification. The assignments of error are to the following excerpts from the charge: “I do not believe there is anything in the case that would justify you in saying that the evidence warranted the defendant in killing McDevitt in self-defense. There was no weapon in sight, and I do not think the evidence would justify you in saying that he should be acquitted on the ground that he killed in self-defense. The same thing applies to manslaughter. But you are not bound by my opinion. I do not think the evidence warrants a verdict of manslaughter.” In immediate connection with these statements it was said: \"I do not bind you by my opinion. If you believe the evidence justified a killing in self-defense, you have a right to say so; you are not bound by my opinion on that point or upon any other point in the case .... if you believe the evidence does justify it, in accordance with the law as I have given it to you, you are warranted in finding him guilty of manslaughter, notwithstanding my opinion.”\nIt is the undoubted right of a judge and often it is his duty to express to the jury his opinion of the weight and the effect of the evidence. The only limitation of the right is that there must be reasonable ground for his statement and that it is not made as a binding direction but leaves the jury free to act: McClain v. Com., 110 Pa. 263; Com. v. Orr, 138 Pa. 276; Com. v. McGowan, 189 Pa. 641. The opinion expressed by the judge was warranted by the defendant’s own account of the occurrence, and because of the abundant caution repeated in the charge, the jurors must have understood that they were entirely free to form their own judgment.\nThe judgment is affirmed and it is directed that the record be remitted for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Chief Justice Fell,"
      }
    ],
    "attorneys": [
      "Louis A. K. Mellon and C. Stuart Patterson, Jr., for appellant.",
      "Joseph H. Taulane, assistant district attorney, with him Samuel P. Rotan, district attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Cunningham, Appellant.\nMurder — Charge—Expression of court’s opinion in the evidence-r-Leaving jury free to act — ■Practice, O. T.\n1. It is the undoubted right of a judge and often it is his duty to express to the jury his opinion of the weight and the effect of the evidence. The only limitation of the right is that there must be sufficient ground for his statement and that it is not made as a binding direction, but leaves the jury free to act.\n2. In a trial upon an indictment for murder the case will not be remanded for new trial after a verdict of guilty of murder of the first degree because of an expression of the court’s opinion, possibly at variance with the aspect of the testimony most favorable to the defendant, in a charge which clearly and accurately defined the different degrees of murder, manslaughter and the right of self-defense, and which affirmed without qualification the defendant’s points covering every feature of the ease favorable to him, where the opinion expressed by the court is warranted by the defendant’s ovim account of the occur.rence, and because of the abundant caution repeated in the charge the jurors must have understood that they were entirely free to form their own judgment.\nArgued May 3,1911.\nAppeal, No. 71, Jan. T., 1911, by defendant, from judgment and sentence of O. & T. Phila. Co., June Sessions, 1910, No. 297, on verdict of guilty of murder in first degree in case of Commonwealth of Pennsylvania v. William Cunningham.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nIndictment on the charge of murder. Before Ferguson, J.\nThe facts are stated in the opinion of the Supreme Court.\nErrors assigned were the certain excerpts from the court’s charge, quoted in the opinion of the Supreme Court.\nLouis A. K. Mellon and C. Stuart Patterson, Jr., for appellant.\nJoseph H. Taulane, assistant district attorney, with him Samuel P. Rotan, district attorney, for appellee.\nJuly 6, 1911:"
  },
  "file_name": "0609-01",
  "first_page_order": 639,
  "last_page_order": 641
}
