{
  "id": 1113392,
  "name": "Swentzell's Estate",
  "name_abbreviation": "Swentzell's Estate",
  "decision_date": "1928-11-26",
  "docket_number": "Appeal, No. 137",
  "first_page": "261",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "294 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "281 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0565-01"
      ]
    },
    {
      "cite": "283 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0107-01"
      ]
    },
    {
      "cite": "280 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/280/0131-01"
      ]
    },
    {
      "cite": "146 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0176-01"
      ]
    },
    {
      "cite": "126 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968942
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0233-01"
      ]
    },
    {
      "cite": "207 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933595
      ],
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0550-01"
      ]
    },
    {
      "cite": "228 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0248-01"
      ]
    },
    {
      "cite": "195 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914082
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "367"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0363-01"
      ]
    },
    {
      "cite": "229 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0186-01"
      ]
    },
    {
      "cite": "30 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415543
      ],
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0180-01"
      ]
    },
    {
      "cite": "201 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925574
      ],
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0543-01"
      ]
    },
    {
      "cite": "89 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063221
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0333-01"
      ]
    },
    {
      "cite": "240 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0261-01"
      ]
    },
    {
      "cite": "291 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0458-01"
      ]
    },
    {
      "cite": "59 U. S. 385",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3488548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/59/0385-01"
      ]
    },
    {
      "cite": "289 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0407-01"
      ]
    },
    {
      "cite": "266 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056050
      ],
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0574-01"
      ]
    },
    {
      "cite": "292 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109652
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 6197,
    "ocr_confidence": 0.537,
    "pagerank": {
      "raw": 2.2902919770900608e-07,
      "percentile": 0.7861508528103376
    },
    "sha256": "6244e494e4f0099f9d50d51d5337fccaf0b9b92ec2d7cd7c2226cfafe82f7f8f",
    "simhash": "1:bc6ca7bd61a6afc3",
    "word_count": 1094
  },
  "last_updated": "2024-02-27T20:39:49.964940+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ„."
    ],
    "parties": [
      "Swentzell’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nIn construing wills the courts are always searching for the testator’s true intent. The sole question for determination in the present case is whether the real estate of the deceased passed under the residuary clause.\nTestator was an unmarried man, by profession a dentist. His next of kin were an uncle and several cousins. The orphans’ court has found from the evidence that they were nothing to him. Decedent wrote his own will. In it he directed the payment of his debts and funeral expenses. These it turned out amounted respectively to $6,408.75 and $12,681.75. As he wrote the document, it would be reasonable to conclude he had these probable amounts in mind; his death occurred less than a year subsequent to the writing of the testament. As he proceeded, he directed the purchase of a lot in Allegheny Cemetery and the erection of a mausoleum thereon to cost not less than $10,000, nor more than $20,000. He gave specific legacies of $5,000 each to three individuals. After the dispositions mentioned, he provided “Also I give and bequeath unto Alice E. Calhoun, all the rest and residue of my personal estate, whatsoever and wheresoever of what nature, kind and quality so ever the same may be and not hereinbefore given and disposed of.” At death he possessed in personal property $8,882.87. It is manifest from what he said, that he thought he had what he called “personal estate,” in excess of the specific sums bequeathed and that what he had given was in his view “personal” property. As a matter of fact he did not have anything like sufficient personal property to meet the legacies conferred on his beneficiaries. The payment of his debts and funeral expenses much more than exhausted it. When he gave to Miss Calhoun, who the court finds had been his companion for many years, “all the rest and residue of my personal estate......not hereinbefore given and disposed off’ did he have in mind his entire property both real and personal? We are of opinion he did; that manifestly he could not have meant personal property in the strict legal sense, because there was none of it “not hereinbefore given.” He had already given it all. He had in contemplation, so we conclude, what was left of his entire estate, and intended to pass to his residuary legatee what remained of his possessions, his real estate, or the proceeds from the sale thereof, remaining after the other legacies were paid. He must have known that it would be necessary in order to carry out his expressed purposes to sell his real estate, to convert it into cash. Out of this fund he necessarily contemplated the payment of all the specific legacies he gave and likewise by what was left of it he intended his residuary legatee to benefit. Otherwise, as the court below says, his provision for her was a mockery. What was said in Talbot v. Anderson, 292 Pa. 454, 457, is apposite here. “Testatrix contemplated the necessity of converting part if not all of her estate into cash to make distribution to the legatees. It was only by such action that the various cash legacies could be paid.”\nAppellant bases his argument that testator died intestate as to his real estate, not upon a consideration of the entire will or even the whole residuary clause, but upon the words “all the rest and residue of my personal estate” and upon the legal meaning of these words. This is too restricted a view. We must consider the whole will, all the language employed in the residuary clause, the circumstances surrounding the testator when he wrote it and the amount and character of his property, “While we should search for the intent of the testator only within the four corners of the will, yet, when we come to consider tlie will and interpret its meaning we must do so in the light of all the circumstances by which testator was surrounded when he made it; to this end, his family, and the amount and character of his property, m y and ought to be taken into consideration”: Frisbie’s Est., 266 Pa. 574, 578; Mayer’s Est., 289 Pa. 407.\nAllen’s Executors v. Allen, 59 U. S. 385, which appellant contends rules the case, where it was decided that the word “surplus” did not carry real estate and in which it was held that circumstances outside the will itself could not be shown to elucidate its meaning is not a binding authority upon us.\nWhile precedents in will cases are of little value (Tarter’s Est., 291 Pa. 458), two cases brought to our attention are helpful in concluding as to the one in hand. In Talbot v. Anderson, 292 Pa. 454, we held that the word “money” used in a will was enlarged by its context and included real estate, and in. Arnold’s Est., 240 Pa. 261, that “my jewelry and other personal things” passed title to the entire personal estate.\nThe decree of the court below is affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "N. R. Criss, for appellant.",
      "W. W. Stoner, with him M. W. Stoner, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Swentzell’s Estate.\nArgued September 27, 1928.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ„.\nN. R. Criss, for appellant.\n— One claiming against the law of descent must show a clear and valid written title in himself and' a clear intent to pass real estate into another line of succession: Grim’s App., 89 Pa. 333, 335; Abel v. Abel, 201 Pa. 543, 545; Lipman’s App., 30 Pa. 180, 184.\nThe rule that one is presumed not to have intended to die intestate is met by a rule of even greater force,— that the heir is not to be disinherited except by plain words or necessary implication: Grothe’s Est., 229 Pa. 186; Bruckman’s Est., 195 Pa. 363, 367; Watson v. Martin, 228 Pa. 248; Shaner v. Wilson, 207 Pa. 550, 552; Howe’s App., 126 Pa. 233, 241.\nThe absence of sufficient personal estate to carry out the terms of the will is irrelevant: Duvall’s Est., 146 Pa. 176.\nW. W. Stoner, with him M. W. Stoner, for appellee.—\nAn interpretation which results in intestacy has not been adopted by this court, except in cases where such conclusion is unavoidable: Moyer’s Est., 280 Pa. 131; Buechley’s Est., 283 Pa. 107; Biles et al. v. Biles, 281 Pa. 565.\nWe find only one case in Pennsylvania in which an attempt is made to extend the meaning of the word “personal.” That case is Bruckman’s Est., 195 Pa. 363.\nNovember 26, 1928:"
  },
  "file_name": "0261-01",
  "first_page_order": 285,
  "last_page_order": 289
}
