{
  "id": 1898580,
  "name": "N. Tilli & Sons, Inc., Appellant, v. Commonwealth",
  "name_abbreviation": "N. Tilli & Sons, Inc. v. Commonwealth",
  "decision_date": "1966-01-04",
  "docket_number": "Appeal, No. 40",
  "first_page": "28",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "420 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 298,
    "char_count": 4364,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.5080067074027098e-07,
      "percentile": 0.6668832816121713
    },
    "sha256": "67805cb01926fd738aaa5a02e5d333318b6315f265fddb7419180b637fce3aa0",
    "simhash": "1:ec0a92c860f7545e",
    "word_count": 735
  },
  "last_updated": "2023-07-14T22:26:02.613822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "N. Tilli & Sons, Inc., Appellant, v. Commonwealth."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThe Board of Finance and Revenue sustained an assessment imposed upon the defendant by the Bureau of Investigation and Collections of the Department of Revenue. The. assessment represented a tax in the amount of $2,118.48 against the defendant for cigarettes stolen from it to which the indicia of tax (stamps) had not been attached. After proceedings before the lower court judgment was entered for the Commonwealth. We affirm on the following excerpts from the lower court’s opinion:\n“The Pennsylvania Cigarette Tax Act provides in section 201 (72 P.S. §3168.201), in part, that the tax here in question ‘is hereby imposed and assessed upon the sale or possession of cigarettes within this Commonwealth.’ It is readily admitted that the cigarettes in question were in the possession of the defendant in its warehouse in Philadelphia when they. were stolen. Under the express wording of the ‘Imposition’ clause . . . the defendant is liable for the tax unless he can point to some other provision of the law which relieves him of this liability.\n“The defendant points to two other sections of the act which he believes indicate that in a situation such as we have here the legislature did not intend to impose liability on the Cigarette Stamp Affixing.Agent: first, defendant says, that he need not, immediately upon receipt of the cigarettes, affix the stamp on them but need only do so prior to their delivery by him to his customers. (72 P.S. §3168.303) and, second, that the statute specifically states that the incidence of the tax is on the ultimate consumer (72 P.S. §3168.204).\n“Neither of these sections help him in any way. The affixing of stamps to each package of cigarettes merely furnishes the proof that the tax was paid and has nothing to do with the imposition or assessment of the tax and, of course, the place where the tax eventually rests has nothing to do with the duty to collect it and to pay it over to the Commonwealth.\n“Section 206 of the Act (72 P.S. §3168.206), specifically provides that: ‘Every person shall be liable to pay into the State Treasury, through the department, the taw imposed by this act on all packs of cigarettes received by him to which Pennsylvania cigarette tax stamps have not been previously affixed and cancelled.’\n“It seems that section 201, imposing and assessing this tax as it does on the possession of cigarettes, when coupled with section 206 placing the liability for payment of the tax on every person who receives them, makes it abundantly clear that the assessment of the tax on N. Tilli & Sons, Inc., was correct.\n“Although there are exceptions to the liability for tax there appears no provision in the act to relieve a Stamp Affixing Agent from payment of tax when the cigarettes are stolen. Indeed, there seems to be positive indication that he is not relieved in such a case. Section 604 (72 P.S. §3168.604), entitled ‘Refund or allowance of tax,’ provides, in pertinent part:\n“‘(a) A refund of any tax imposed by this act shall be made to a dealer on proof satisfactory to the department that the claimant dealer has paid the tax . . . on cigarettes which are lost (otherwise than by theft) or destroyed by fire, casualty or act of God, while in the possession or ownership of the claimant. . . .\n“‘(b) If the tax has not yet been paid on cigarettes proven to be lost or destroyed as aforesaid, relief from the tax on such cigarettes may be extended upon the filing with the return of a claim for allowance by loss in the same manner as a claim for refund.’\n“Under section (a), had this defendant placed the indicia of tax on the packages prior to their theft he could not hope for a refund under the express wording found there; i.e. ‘(otherwise than by theft).’ We think it no less clear that under section (b) the indicia having not yet been attached, the taxpayer cannot obtain relief where the cigarettes are stolen. . . .”\nJudgment affirmed.\nMr. Justice Musmanno dissents.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Anthony D. Pirillo, Jr., with him Frank. Garano, and Garano, Kunken & Pirillo, for appellant.",
      "Edward T. Baker, Deputy Attorney General, with him Walter E. Alessandroni, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "N. Tilli & Sons, Inc., Appellant, v. Commonwealth.\nArgued November 15, 1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nAnthony D. Pirillo, Jr., with him Frank. Garano, and Garano, Kunken & Pirillo, for appellant.\nJanuary 4, 1966:\nEdward T. Baker, Deputy Attorney General, with him Walter E. Alessandroni, Attorney General, for Commonwealth, appellee."
  },
  "file_name": "0028-01",
  "first_page_order": 64,
  "last_page_order": 67
}
