{
  "id": 1898610,
  "name": "Marko, Appellant, v. Philadelphia Transportation Company",
  "name_abbreviation": "Marko v. Philadelphia Transportation Co.",
  "decision_date": "1966-01-04",
  "docket_number": "Appeal, No. 212",
  "first_page": "124",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "420 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 A. 2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294508
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0267-01"
      ]
    },
    {
      "cite": "202 A. 2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891833
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0047-01"
      ]
    },
    {
      "cite": "61 A. 1022",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "212 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941841
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/212/0548-01"
      ]
    },
    {
      "cite": "23 A. 340",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "147 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829835
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/147/0040-01"
      ]
    },
    {
      "cite": "112 A. 536",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "269 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063483
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/269/0280-01"
      ]
    },
    {
      "cite": "185 A. 744",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "322 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167860
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/322/0333-01"
      ]
    },
    {
      "cite": "142 A. 2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "393 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279626
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/393/0161-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 5170,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.8376734319984456e-07,
      "percentile": 0.8396462496462149
    },
    "sha256": "abcaa494ea56ee0018afaf3ed7853a37c21405a50b65c3d29cdbc0eef49773ec",
    "simhash": "1:a84141a2dfb8b3d8",
    "word_count": 857
  },
  "last_updated": "2024-02-27T23:35:31.240802+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Roberts concurs in the result.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Marko, Appellant, v. Philadelphia Transportation Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Eagen,\n.The plaintiff in an action of trespass appeals from the decision of the court below, sustaining preliminary objections to the complaint in the nature of a demurrer.\nThe single question for decision may be stated thusly: Is there a right of recovery under the Pennsylvania Wrongful Death Act and Survival Statute by the administrator of an estate on behalf of a viable fetus that is stillborn?\nThe facts pleaded in the complaint are briefly these: Shirley Marko, six months’ pregnant with a “viable child”, was a passenger in a trackless trolley owned and operated by the defendant-corporation; that as a result of negligence on the part of the defendant, electricity passed through the body of Shirley Marko, which resulted in the death of the infant, Joan Marko, plaintiff’s decedent, while en ventre sa mere, and caused her to be delivered stillborn.\nThe issue is controlled by our recent decision in Carroll v. Skloff, 415 Pa. 47, 202 A. 2d 9 (1964). The plaintiff argues that Carroll is distinguishable in that therein the infant involved was of only ten weeks’ gestation, and hence, obviously, was not viable. The contention is without merit.\nCarroll came before us on the pleadings only. The complaint alleged that the infant was a “viable fetus”. The issue for decision was whether or not the complaint set forth a cause of action. We necessarily accepted the facts as pleaded, and considered the case as one involving a “viable fetus”. Moreover, it was our conelusion that, under the circumstances, the fact of viability was incidental and not controlling.\nJanuary 17, 1966:\nThe plaintiff also maintains that our decision in Carroll is not in accord with Sinkler v. Kneale, 401 Pa. 267, 164 A. 2d 93 (1960). To this, we cannot subscribe. The situations presented are vastly dissimilar. In Hinkler, we ruled that a child born alive could recover for prenatal injury (whether viable or not at the time of the injury) suffered through the wrongful act of another. In such a case, as contrasted with the one now before us, the problems of proof of causation and pecuniary loss are reduced, and a just result is reasonably attainable. Additionally, the real basis for the decision in Hinkler and kindred cases is to permit the child to recover just compensation from the wrongdoer for injuries and for the loss the child itself has and will suffer. In the present case, the real objective is to compensate the survivors, particularly the parents, for their emotional distress. Neither the wrongful death act nor the survival statute contemplates, or ever intended to include, such a claim. Also, the mother may seek redress and the compensation due for the mental anguish suffered, in her own independent action.\nJudgment affirmed.\nMr. Justice Roberts concurs in the result.\nMr. Justice Musmanno dissents.\nAct of April 26, 1855, P. L. 309, §1, as amended, 12 P.S. §1602.\nAct Of April 18, 1949, P. L. 512, §601, 20 P.S. §320.601.",
        "type": "majority",
        "author": "Me. Justice Eagen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Chief Justice Bell,\nI agree with the majority Opinion with this exception: I believe it does not make clear that a mother may seek redress and compensation for mental anguish suffered by her only in a suit brought by her for damages to herself in her individual capacity and only if the mental anguish was accompanied by or resulted from physical injury. In Bosley v. Andrews, 393 Pa. 161, 142 A. 2d 263, the Court accurately expressed the law on this point when it said (pages 166-167) : “. . . ‘That there can be no recovery for injuries resulting from fright, or a nervous shock, unaccompanied by physical injuries is the established law in this state. See Koplin v. Louis K. Liggett Co., 322 Pa. 333, 185 A. 744; Howarth v. Adams Express Co., 269 Pa. 280, 112 A. 536; Ewing v. Pittsburgh, Cincinnati and St. Louis Ry. Co., 147 Pa. 40, 23 A. 340; Huston v. Freemansburg Boro, 212 Pa. 548, 61 A. 1022. In the latter ease Chief Justice Mitchell characterized “mere mental disturbance” as being too “intangible, so untrustworthy, so illusory and so speculative” to be a cause of action. However, in applying the above rule, a “nervous shock” must be distinguished from an “electric shock”. An electric shock is “a direct physical and personal assault”, and any fright or nervous disorder arising from such an “assault” negligently caused is compensable in damages. . . . “Mental suffering, as distinct from bodily pain, can be considered in an action for damages for injury to the person, when such suffering is attendant upon and results from a physical injury. [] Wilcox v. Richmond & Danville Ry. Co., 52 Federal Reporter, 264.” ’ ”\nWe there recognized that other Jurisdictions as well as the Restatement allow recovery for shock and emotional disturbances where there was no physical injury or physical impact.",
        "type": "concurrence",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "Edwin E. Naythons, with him Freedman, Borowsky and Lorry, for appellant.",
      "Harry A. Takiff, with him Martin Creitzer, and Takiff & Bolger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Marko, Appellant, v. Philadelphia Transportation Company.\nArgued November 12, 1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nreargument refused February 14, 1966.\nEdwin E. Naythons, with him Freedman, Borowsky and Lorry, for appellant.\nJanuary 4, 1966:\nHarry A. Takiff, with him Martin Creitzer, and Takiff & Bolger, for appellee."
  },
  "file_name": "0124-01",
  "first_page_order": 160,
  "last_page_order": 163
}
