{
  "id": 1898619,
  "name": "Chester County, Appellant, v. Philadelphia Electric Company",
  "name_abbreviation": "Chester County v. Philadelphia Electric Co.",
  "decision_date": "1966-03-22",
  "docket_number": "Appeal, No. 42",
  "first_page": "422",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "420 Pa. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "347 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0643-01"
      ]
    },
    {
      "cite": "180 Pa. Superior Ct. 503",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/180/0503-01"
      ]
    },
    {
      "cite": "377 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0323-01"
      ]
    },
    {
      "cite": "410 Pa. 630",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0630-01"
      ]
    },
    {
      "cite": "403 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299520
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0647-01"
      ]
    },
    {
      "cite": "286 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096479
      ],
      "pin_cites": [
        {
          "page": "145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0137-01"
      ]
    },
    {
      "cite": "349 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0248-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 6588,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 6.978690701510465e-07,
      "percentile": 0.9655893065580271
    },
    "sha256": "f804a4c3dc6265764bceb7afa66db63382dcac8482c67ab9648ed24decbcf9ad",
    "simhash": "1:2bbd282f58769a2c",
    "word_count": 1012
  },
  "last_updated": "2024-02-27T23:35:31.240802+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Roberts concurs on the ground that the area of regulation of public utilities is occupied by state legislation and the particular local regulation here involved thereby superseded and precluded."
    ],
    "parties": [
      "Chester County, Appellant, v. Philadelphia Electric Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\n' On December 19, 1963, the County Commissioners of the County of Chester enacted an ordinance-whibh' prohibited any person or corporation-from 'constructing pipelines in the county without first submitting “to the Planning Commission of Chester County plans and specifications therefor, showing in detail the route of such line, the public improvements and property owners whose lands the same shall cross, the methods of construction, the proposed use of said line including the pressures at which products will be transmitted, the proposed methods of restoration of land surface, and such other information relating to the project as the said Planning Commission shall deem relevant.”\nThe Philadelphia Electric Company, believing this ordinance to be an improper exercise of governmental power, refused to be bound by its provisions and began construction in November, 1964, of a pipeline which would carry natural gas from one of its existing lines in Chester County to a residential development in another part of the county, without first filing plans as dictated by the ordinance.\nThe county authorities instituted an action in equity to enjoin the company from pursuing its construction job. The Philadelphia Company filed preliminary objections, averring that the court had no jurisdiction, that the propriety of its pipeline construction was within the exclusive jurisdiction of the Public Utility Commission, that the county, in enacting the ordinance in question, violated both the Federal and State Constitutions, and that the county, if it had any remedy, was required to seek it in law and not in equity.\nThe Court of Common Pleas of Chester County sustained the preliminary objections on the basis that the county lacked constitutional power to enact the ordinance and that, therefore, it was unnecessary to consider the other matters raised by the company.' The county appealed.\nThe authority which the county would wield in driving the defendant into compliance with its ordinance is a whip with a handle but no thong. The county, as a subdivision of the State, enjoys no sovereign power which would empower it to legislate on statewide matters. The county is merely a political subdivision of the Commonwealth; not a municipal corporation (Hartness v. Allegheny County, 349 Pa. 248). It may, therefore, not legislate independently of a Commonwealth’s declared policy; in fact, “ ‘all the powers and functions of the county organization have a direct and exclusive reference to the general policy of the State, and are in fact but a branch of the general administration of that policy’ ”: Garr v. Fuls, 286 Pa. 137, 145.\nOne would search in vain through the County Code for any provision authorizing counties to control the actions of public utilities as Chester County has attempted here. The State, speaking through the Public Utility Law, Act of May 28, 1937, P. L. 1053,. §1 et seq., as amended (66 P.S. §1101 et seq.) has given the Public Utility Commission all-embracive regulatory jurisdiction over companies such as the defendant company in this case. In Lansdale Boro. v. Philadelphia Electric Company, 403 Pa. 647, this Court held: “no principle has become more firmly established in Pennsylvania law than that the courts will not originally adjudicate matters within the jurisdiction of the PUC. Initial jurisdiction in matters concerning the relationship between public utilities and the public is in the PUC — not in the courts. It has been so held involving rates, service, rules of service, extension and expansion, hazard to public safety due to use of utility facilities, installation of utility facilities, location of utility facilities, obtaining, alerting, dissolving, abandoning, selling or transferring .any right, power, privilege, service, franchise or,property and rights to serve particular territory.” (Emphasis supplied.)\nThis reasoning is irrefutable. The necessity for conformity in the regulation and control of public utilities is as apparent as the electric lines which one views traversing the Commonwealth. If each county were to pronounce its own regulation and control over. electric wires, pipelines and oil lines, tlie- conveyors of power and fuel could become so twisted and knotted as. to affect adversely the welfare of the entire state. It is for that reason that the Legislature has vested in the> Public Utility-Commission exclusive authority over the.- complex?- and; technical service and engineering questions arising in the location, construction and maintenance of all public utilities facilities: Einhorn v. Philadelphia Electric Company, 410 Pa. 630; Duquesne Light Co. v. Upper St. Clair, 377 Pa. 323; Lower Chichester Twp. v. Pa. P. U. C., 180 Pa. Superior Ct. 503.\nThe provisions, of the Public Utility Law, - cited above, and more specifically, §§401, 412, 413, 420, 507, 905, 906, .908, 10.01, 1008 and 1009 (66 P.S. §§1171, 1182, 1183, 1190;-1217, -1345, 1346, 1348, 1391, 1398 and 1399,- respectively), together • with accompanying regulations of the Public Utility Commission, have designed and developed the-machinery which standardizes the construction,' operation and services of public utilities throughout Pennsylvania.\nAs stated by the court below, if the County of Chester and its -board ’of commissioners believe that this machinery somehow impairs public utilities services in Chester County or works to -the harm of the inhabitants of Chester County, their remedy resides in asking the Public Utility Commission to provide regulations which will protect Chester County or they may apply directly to the Legislature for necessary amendments to the. Public Utility Law. It. may-not, however, of its'own volition throw a. monkey wrench into that machinery. With, thé'thought-that this may remedy a defect in the statewide mechanism.\nDecree affirmed; each, party to bear own'costs.\nMr. Justice Roberts concurs on the ground that the area of regulation of public utilities is occupied by state legislation and the particular local regulation here involved thereby superseded and precluded.\nPennsylvania Turnpike Com. Condemnation Case, 347 Pa. 643.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Theodore O. Rogers, Solicitor, with him Rogers <£• O’Neill, for appellant.",
      "Harold E. Kohn, with him William, T. Coleman, Jr'., Bruce W. Kauffman, Vincent P. McDevitt, Joseph F. Harvey, and Dilworth, Paxson, KaUsh, Kohn <£• Dilles, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chester County, Appellant, v. Philadelphia Electric Company.\nMarch 22, 1966:\nArgued January 7, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nTheodore O. Rogers, Solicitor, with him Rogers <£• O’Neill, for appellant.\nHarold E. Kohn, with him William, T. Coleman, Jr'., Bruce W. Kauffman, Vincent P. McDevitt, Joseph F. Harvey, and Dilworth, Paxson, KaUsh, Kohn <£• Dilles, for appellee."
  },
  "file_name": "0422-01",
  "first_page_order": 458,
  "last_page_order": 462
}
