{
  "id": 1028224,
  "name": "Kleppner versus Laverty",
  "name_abbreviation": "Kleppner v. Laverty",
  "decision_date": "1871-11-09",
  "docket_number": "",
  "first_page": "70",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "70 Pa. 70"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 297",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 166",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 31",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    },
    {
      "cite": "3 Rawle 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    },
    {
      "cite": "7 Wright 187",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "3 Rawle 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 11959,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 3.695498460585408e-07,
      "percentile": 0.892672121038717
    },
    "sha256": "44d0b039f487139ae0627f75b343bd96f11ab9b78b4408e8d2a533bc95cac907",
    "simhash": "1:aaeb98686e460148",
    "word_count": 2185
  },
  "last_updated": "2024-02-27T20:50:34.520338+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Asnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Kleppner versus Laverty."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 9th 1871, by\nSharswood, J.\nThe word “ issue” in a will means primá facie the same thing as “ heirs of the body,” and in general is to be construed as a word of limitation; but this construction will give way, if there be on the face of the instrument sufficient to show that the word was intended to have a less extended meaning and to be applied only to children, or to descendants of a particular class or at a particular time. The authorities in support of this general rule are cited in Taylor v. Taylor, 13 P. F. Smith 484, to which may be added Gast v. Baer, 12 P. F. Smith 35, and Angle v. Brosius, 7 Wright 187. “ The word ‘ issue,’ ” says Mr. Justice Strong, “is well adapted for a word of limitation, having much more aptitude for such an use than it has to designate the objects of a gift. In signification it very nearly resembles the technical phrase ‘heirs of the body,’ and indeed the two were used as synonyms in the statute de donis. Hence it has long been settled, that,when real estate is devised by one or more limitations in the same will to a person and his issue, the word issue will be construed as a word of limitation so as to give the ancestor an estate tail, unless there are expressions in the will unequivocally indicative of a contrary intention.” Even, therefore, though there should be an estate for life in express terms, and a devise to issue in remainder on the death of the tenant for life, either expressly or by implication only, as by a devise over for want or in default of issue, unless there is something to contradict unequivocally the presumed intention that the devise over shall not take effect until the whole line of issue is extinct, the rule of law is an unbending one, which vests the inheritance in tail in the first taker. The particular intent must give way to the general one. The rule in Shelley’s Case is not a rule of construction— not a means of ascertaining the intention of the testator. It presupposes that intention to be ascertained. It is a rule of law which declares inexorably that where the ancestor takes a preceding freehold by the same instrument,, whether deed or will, a remainder shall not be limited to his heirs as purchasers. When we determine that by “issue” he means heirs of the body — the entire line taking in succession by descent — the rule has the same application. If given as an immediate remainder after the freehold it shall vest as an executed estate of inheritance in the ancestor; if mediately after some other interposed estate, then it shall vest in him as a remainder: Doebler’s Appeal, 14 P. F. Smith 17. In Paxson v. Lefferts, 3 Rawle 59, where a testator devised his plantation to his son during his natural life, and if he shall leave lawful issue, then to them, their heirs and assigns for ever, but for want of such lawful issue then over, it was held clearly to be an estate tail in the son. The principal difficulty in that case was in the superadded words of limitation to the devise to the issue — “to them, their heirs and assigns for ever,” from which it was argued that these words showed that the issues were not intended to take “ qua heirs,” but to be root of a new succession. Mr. Justice Kennedy, who delivered the opinion of the court, shows by authority that this makes no difference, and that according to the doctrine of Mr. Fearne, in his Treatise on Contingent Remainders, even words of limitation superadded, if not inconsistent with the nature of the descent (pointed out by the first words) will not convert them into words of purchase; and he cites in illustration the case of Dodson v. Grew, 2 Wils. 322, where the word “issue” was the term employed by the testator. There the devise was “to A. for life, remainder to the issue male of his body lawfully to be begotten, and the heirs male of the body of such issue male, and for want of such issue male over,” and held that A. took an estate tail.\nIt is not easy to perceive any difference between the words of the will in Paxson v. Lefferts and those of the will of Felix Laverty, now before us, which ought to be received as indicative of a different intention. There was there a devise for life; then if the devisee should leave lawful issue, to such issue, and for want of such issue, over. Here it is to Mary Ann for life; upon the happening of her death, to her lawful issue, if she should leave any — in default of such issue, over. There are no words of superadded limitation in the will of Felix Laverty as there was in that of John Knight; but this only makes the caso stronger in favor of the defendant in error. There is nothing to indicate that by issue Eelix Laverty meant “ children,” or only such issue as should be living at the period of his daughter’s death — nothing to show that he did not mean that which the words primá facie and naturally import, that the estate was not to go over to his brothers and sisters until the whole line of his descendants through his daughter Mary Ann was extinct. Indeed when he comes, in a subsequent part of his will, to make a disposition of his personal estate, he indicates pretty clearly by the introduction of other words besides those used in the disposition of his real estate, that he intended a difference. After directing the interest of his personal estate to be paid over to his daughter Mary Ann for her own use, he provides that “ upon her death the principal to be paid to any lawful issue she may leave surviving her, and in default of such issue, and upon the happening of her death, and not before, the said principal moneys to be divided equally among my aforesaid brothers and sisters, and their heirs.” Had these words “surviving her” been found in the disposition of his real estate it would have been some indication of an intention that he meant “ children” or “ issue then living.” That he omitted them there and inserted them here, shows that he had not that intention as to his real estate. The issue of the daughter Mary Ann were to take her real estate upon the happening of her death as heirs of her body — qua heirs, and the rule in Shelley’s Case must be held to apply. The consequence is that Mary Ann took an estate tail, which, by the Act' of April 27th 1855 (Pamph. L. 368), shall be taken and construed to be an estate in fee simple, and as such shall be inheritable and freely alienable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "John Mellon, for plaintiff in error,",
      "M. W. Acheson, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Kleppner versus Laverty.\n1. A devise was to my daughter Mary Ann, for and during her natural life, all my real estate; and upon the happening of her death, I devise and bequeath the same to her lawful issue, should she leave any. In default of such lawful issue, I give, devise and bequeath said real estate to my brothers, Edward and Bernard, and to my sisters, Eliza and Rose, and their heirs, subject to the life estate of my said daughter therein. Held an estate-tail in the daughter, which under the Act of 1855 became a fee.\n2.1 “ Issue” in a will means “heirs of the body,” and in general is a word of limitation: but this construction will yield to an intention apparent on the face of the instrument, that it was to have a less extended meaning to be applied only to children or descendants of a particular class or at a particular time.\n3. The rule in Shelley’s Case is not one of construction, but an inexorable rule of law, that where the ancestor takes a preceding freehold, a remainder shall not be limited to his heirs as purchasers.\n4. Doebler’s Appeal, 14 P. E. Smith 9; Paxson v. Lefferts, 3 Rawle 59; Taylor v. Taylor, 13 P. E. Smith 481, recognised.\nNovember 3d 1871.\nBefore Thompson, C. J., Read, Asnew, Sharswood and Williams, JJ.\nError to the District Court of Allegheny county: No. 128, to October and November Term 1871.\nThis was an action of debt brought, April 1st 1871, by Mary A. Laverty against John Kleppner, in which there was the following case stated:—\nFelix Laverty died March 30th 1869. By his will and codicil dated March 28th and 29th 1869, and proved April 1st 1869, he provided as follows:—\n“ I hereby devise and bequeath to my daughter Mary Ann, for , and during her natural life, all my real estate; and upon the happening of her death, I devise and bequeath the same to her lawful issue, should she leave any. In default of such lawful issue, I give, devise and bequeath said real estate to my brothers, Edward and Bernard, and to my sisters, Eliza and Bose, and their heirs, subject to the life estate of my said daughter therein.* * *\n“As to my personal property and estate, I direct my executors to convert the same into money, and hold the same in trust, investing the residue thereof, after payment of any debts I may owe, in such judicious manner as to yield an annual interest. And I order and direct that the interest or increase thereof be paid over to my said daughter, Mary Ann, for her own use; and upon her death, the principal to be paid to any lawful issue she may leave surviving her; and in default of such issue, and upon the happening of her death, and not before, the said principal moneys to be divided equally among my aforesaid brothers and sisters and their heirs.* * *\n“ It is my intention, and I hereby will and direct that all my personal or mixed estate, of whatever kind, whether consisting of moneys now on deposit, ground-rents, notes, bonds or mortgages, or other securities, shall be held by my said executor in trust, and the interest or increase arising annually from the investments thereof, shall be paid to my daughter Mary Ann, as provided by said will, and the principal be distributed, upon her death, as therein provided ; and I do hereby ratify and confirm my said will, in all other respects.”\nOn the 6th of July 1870, Mary A. Laverty, the devisee, by articles, contracted to sell to Kleppner, the defendant, the real estate devised to her, and convey it in fee, on or before the 1st of October then next, in consideration of which Kleppner agreed to pay her $20,000, of which $5000 was to be paid on the 1st of October 1870, and the remainder in three equal annual payments, to be secured by mortgage with interest.\nOn the 1st of October 1870, the plaintiff tendered to the defendant a deed for the premises, and demanded the payment of the first instalment of the purchase-money ; the defendant refused to accept the deed and pay the first' instalment, on the ground that she did not take a fee by the devise, and therefore could not convey such title. The plaintiff was of full age, unmarried and without issue. The suit was for the recovery of the first instalment of $5000. It was agreed by the parties as follows:—\n“ Judgment is to be entered herein for the plaintiff for $5000, with interest from the 1st day of October 1870, and costs, if upon the facts herein stated the court shall be of opinion that the plaintiff, under and by virtue of the said will of her father, Felix Laverty, took and is seised of, and can convey to the defendant, his heirs and assigns, an estate in fee in and to said lot of ground and premises. Otherwise, judgment is to be entered for the defendant, with costs.”\nThe court entered judgment for the plaintiff on the case stated for $5215.83.\nThe defendant took a writ of error, and assigned the entry of the judgment for error.\nJohn Mellon, for plaintiff in error,\ncited Williams on Real Property 291; 4 Kent’s Com. 269.\nM. W. Acheson, for defendant in error,\ncited 2 Jarman on Wills 246; George v. Morgan, 4 Harris 95; Doebler’s Appeal, 14 P. F. Smith 9; Eichelberger v. Barnitz, 9 Watts 447; Criley v. Chamberlain, 6 Casey 161; Clark v. Baker, 3 S. & R. 470; Kay v. Scates, 1 Wright 31; Carter v. McMichael, 10 S. & R. 429; Paxson v. Lefferts, 3 Rawle 59; Wynn v. Story, 2 Wright 166; Potts’s Appeal, 6 Casey 168; Curtis v. Longstreth, 8 Wright 297; 4 Kent’s Com. 273; Price v. Taylor, 4 Casey 95; Gast v. Baer, 12 P. F. Smith 35; Act of April 27th 1855, § 1, Pamph. L. 868, 1 Brightly Purd. Dig. 620, pl. 8."
  },
  "file_name": "0070-01",
  "first_page_order": 70,
  "last_page_order": 74
}
