{
  "id": 1028162,
  "name": "Walden et al. versus Finch et al.",
  "name_abbreviation": "Walden v. Finch",
  "decision_date": "1872-05-13",
  "docket_number": "",
  "first_page": "460",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "70 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Gray 349",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2077074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/69/0349-01"
      ]
    },
    {
      "cite": "49 Ill. 248",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2602977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/49/0248-01"
      ]
    },
    {
      "cite": "10 Wright 222",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 Metc. 44",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. 160",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0130-01"
      ]
    },
    {
      "cite": "5 Rawle 91",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0091-01"
      ]
    },
    {
      "cite": "5 Whart. 299",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Wright 102",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 711,
    "char_count": 13879,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 5.449652085864325e-07,
      "percentile": 0.9452632180486198
    },
    "sha256": "0f575ded068e9fdd4740494024ab8dbefa0cc3eb84e91d621d15f6aaf8cf1ee3",
    "simhash": "1:0229aac4ed0f8cee",
    "word_count": 2398
  },
  "last_updated": "2024-02-27T20:50:34.520338+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Agnew and Sharswood, JJ. Williams, J., at Nisi Prius."
    ],
    "parties": [
      "Walden et al. versus Finch et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 13th 1872, by\nAgnew, J.\n— There are but two questions in this record which need to be noticed. The first, upon the admission of testimony to contradict Kemble and Kerr, without having called the attention of these witnesses to the conversations intended to be proved, is an unsettled question in this state, as may be seen in the diverse decisions cited in the argument. The practice has arisen out of regard to the witness himself to enable him to explain any seeming discrepancy in his statements. Yet it must necessarily have its just boundary, or otherwise it leads to the sacrifice of the interests of the parties litigant. In some cases a court -would feel bound to require the witness intended to be contradicted to be first examined, and his attention called to the supposed contradiction. Yet there are others where an unbending rule to this effect would work great hardship. Thus where, as in this case, the witnesses have been already examined under a rule or a commission at a distant place, preparatory to the trial, it would often be difficult to foresee, sometimes impossible to foreknow, the questions to be put to the witness on cross-examination in order to lay ground to contradict him. Indeed in such cases unworthy witnesses might be purposely examined under a rule at a distance in order to prevent the ground from being laid. The names of the witnesses are seldom given who are examined under rules within the state, and even when examined under commissions the witnesses are not always named. It would be unjust to the party in such a case to deprive him of the opportunity of contradicting unworthy witnesses. We are therefore of opinion that those decisions of our own court are to be preferred which hold that the question is one of sound discretion in the judge trying the cause upon the circumstances before him. Where the witnesses are all present, and the contradiction tends seriously to impair the credibility of the witness, or to reflect upon his character, a court would feel bound to give him the opportunity of explanation or denial, before suffering his testimony to be impeached by counter statements. Under different circumstances a court would feel it proper to relax the rule. An abuse of this discretion would be corrected, but we discover none in the present instance.\nThe second question arises upon the charge. The judge said to the jury: “ And I state to you that if the warehouse was planned by a competent architect, and specifications made by him, and the building was constructed under the directions of such an architect by competent employees, and with suitable material, in conformity with the plans and specifications, the defendant would not be liable to the plaintiffs for the injury complained of.” There was evidence that the building was constructed under the direction of Kemble, an architect, and according to the plan of Kerr, the chief architect, though this was strongly contradicted. There were contradictions also as to competency of the employees and the materials. The evidence necessarily went to the jury, and the facts were fairly submitted. The only real question is, therefore, whether the principle contained in the judge’s charge is correct as a matter of law. The principle appears to be this: that when the owner of a building has done all in his power to erecta safe structure for the purpose for which it is to be used, he is not liable to others for its occult defects. Of course this is to be taken with the qualification that he had no knowledge of the defect, and no reason to lead him to'believe the building to be unsafe. No question of a scienter appears in the case, and we must take the meaning of the court to be as thus qualified. So far as we can gather from the paper-book the case appears to have gone to the jury solely on the question of negligence. The declaration is not printed in the paper-book, and the argument makes no reference to any other question. We must assume, therefore, that no question arose on the contract of storage, whatever were its terms. How far one who takes goods to store for him will be responsible on his contract for storage, must often depend on the nature of the contract; but assuming in this case, as we must from the paper-book, that the only question was that of negligence in erecting the warehouse, as a house for storage, we cannot discover any error in the instruction of the court. The principle would be one of unusual and unreasonable scope, if the owner of a building should be held to be liable to the depositor of goods, for unknown and hidden defects in the structure, when he has taken all proper care to make it safe. As life and personal security are more valuable than goods, the principle would extend to a dwelling-house; and one who has friends to dine with him, or who has invited them to a reception, might find himself ruined in fortune, as well as agonized in feelings, by an untoward accident which has maimed or killed his guests. Those things which we now term accidents or misfortunes, would then be faults, and be followed by civil penalties. But merely good faith and reasonable prudence are all that can be required of the owner of such a building, and when he has shown that he has honestly taken all the pains he can to make his structure safe and adapted to the purpose for which it is to be used, the person who stores his property in it, if he would require a greater security, should provide for it in his contract. A severer rule would lead to consequences so harsh, no one would reasonably undertake to suffer them when he builds,' and would indeed tend to discourage improvement.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "J. H. Gendell and E. S. Miller (with whom was T. J. DiehT), for plaintiffs in error.",
      "H. J. McCarthy and Porter, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Walden et al. versus Finch et al.\n1. Permitting a witness to be contradicted in matters as to which his attention had not been called in his examination, is within the discretion of the court trying the case.\n2. An abuse of the discretion would be corrected by a court of error.\n3. When the witnesses are all present and the contradiction tends seriously to impair the credibility of the witness or affect his character ; he should have an opportunity of explanation or denial.\n4. Circumstances in this case justifying contradictory evidence, without having called witness’s attention to the matter.\n5. When an owner has done all in his power to erect a safe structure, he is not liable to others for its occult defects, if he had not knowledge of them nor reason to believe their existence.\nFebruary 1st and 2d 1872.\nBefore Thompson, C. J., Agnew and Sharswood, JJ. Williams, J., at Nisi Prius.\nError to the District Court of Philadelphia: No. 284, to January Term 1871.\nThis was an action on the case by Edward Walden and Christian F. Koehn, trading, &c., against Joseph S. Finch and John W. Painter, trading, &c.\nThe suit was for the loss of 139 half-barrels of plaintiffs’ whiskey which had been destroyed by the falling of a storehouse of defendants in which the whiskey had been stored; the plaintiffs alleging that the house had been negligently built by defendants. The plaintiffs gave evidence that they had bought of the defendants whiskey which continued in the defendants’ bonded warehouse until the 14th of May 1869, when the building fell, by which 189 half-barrels were destroyed. The building was in East Birmingham, near Pittsburg.\nOn the question of negligence in erecting the building the plaintiffs read the deposition of J. W. Kerr, taken at Pittsburg, under cross-examination; the witness was an architect of thirty years’ experience: he testified that about August 1st 1868, the defendants employed him to prepare a plan for the storehouse; that at the time the defendants showed witness contracts which they had entered into for the brick and stone work, witness told him good work could not be done at the prices named; that defendants agreed to allow him his prices if good work could not be done at those rates; witness, in connection with C. C. Kemble, an assistant architect in-his employ, furnished to defendants a plan, which would have made a substantial building of sufficient strength, if the plan had been pursued and good materials had been put into the building; that defendants had altered the plan so as to weaken the building, that the materials were not good, the workmen were not competent and did not do their work well; that witness frequently informed the defendants of these things; they persisted in them; the witness testified to other facts tending to show negligence on the part of the defendants in the erection of the building and refusing to carry out the instructions and directions of the architect.\nThey read also the deposition of Kemble, taken in Wheeling under a commission on interrogatories and cross-interrogatories; his testimony was of much the same character as Kerr’s.\nThey gave evidence by a number of other witnesses, also tending to show negligence of the defendants in the erection of the building.\nThe defendants gave evidence tending to show that the building had been carefully erected by competent workmen, with good materials: the brick and stone-work done under the constant superintendence of an experienced bricklayer; that when bad material in any instance happened to be put in, or improper work done, they were changed; they also gave evidence that the building had been erected in accordance with the plans of Kerr and Kemble and under their supervision.\nThey read in evidence the deposition of George Howarth, taken in Pittsburg; the plaintiffs objected to reading the following part of the deposition: “Mr. Kemble expressed himself several times, that his reputation depended on that warehouse. He expressed himself very well satisfied with the character of the work several times.”\nThe plaintiffs objected to reading that part of the deposition, because, if it was intended to contradict Mr. Kemble, the ground therefor had not been laid by examining him respecting the said conversation.\nThe defendants proposed to ask other witnesses called by them respecting conversations with Kerr and Kemble; the questions were objected to for the same reasons. All the offers were admitted and several bills of exceptions sealed.\nThe coui’t charged:—\n“ This is an action brought by the plaintiff to recover the value of a quantity of whiskey which had been destroyed or lost under the following circumstances: It seems that the defendant erected near Pittsburg, in the fall of 1869, a warehouse for the purpose of receiving goods upon storage, and that the plaintiffs had stored there some four hundred half-barrels of spirits or whiskey. The building in which the whiskey was deposited shortly after its completion fell to the ground, carrying with it and destroying a large portion of the goods of the plaintiffs, who now seek to recover the value of what was lost. About the fall, that the plaintiffs had the spirits there, and that the building fell and it was destroyed in the fall, there is no dispute; in fact, there were two falls of the building, one about three weeks before the final and destructive one. The plaintiffs claim that the building was improperly constructed of bad and imperfect material, and that, although a plan and specifications had been furnished, they were not regarded, and the building not erected in accordance with them, and that Mr. Kemble, who had made the plans and specifications, in fact left the work before its completion, and refused to have any connection with it on that account. This is denied by the defendants, who say that the best material was used and the best workmen employed, and that if any changes were made in the plans, it was done with the consent of Kerr.\n[“I state to you that if the warehouse was planned by a competent architect, and specifications made by him, and the building was constructed under the direction of such an architect by competent employees and with suitable materials, in conformity with the plan and specifications, the defendants would not be liable to the plaintiffs for the injury complained of.j”\nThe verdict was for the defendants.\nThe plaintiffs took a writ of error, and assigned for error the admission of the evidence objected to, and the part of the charge in brackets.\nJ. H. Gendell and E. S. Miller (with whom was T. J. DiehT), for plaintiffs in error.\nBefore a witness can be contradicted by showing that he has made inconsistent statements, he must be examined respecting them : Stark, on Ev. 239; 1 Greenl. on Ev. § 462; McAteer v. McMullen, 2 Barr 32; Wertz v. May, 9 Harris 274; Wright v. Cumpsty, 5 Wright 102. As to the charge they cited Godley v. Hagerty, 8 Harris 387; Carson v. Godley, 2 Casey 111.\nH. J. McCarthy and Porter, for defendants in error.\nIt is not well settled that before a witness can be contradicted by showing that he has made inconsistent statements he must first be examined respecting them. It is a matter for the discretion of the court on the trial: Sharp v. Emmet, 5 Whart. 299; Kay v. Fredrigal, 3 Barr 221; McKee v. Jones, 6 Id. 425; Craig v. Craig, 5 Rawle 91; Tucker v. Welsh, 17 Mass. 160. The witness may have gone away out of the jurisdiction, and in the case of a deposition the course would be impracticable: McKelvy v. De Wolfe, 8 Harris 374; Travis v. Brown, 7 Wright 9; Perkins v. Adams, 5 Metc. 44. As to the charge: When an injury is done by one exercising an independent employment, the person employing him is not responsible to the person injured. The owner is not responsible for the acts of the architect or contractor: Willard v. Tatham, 7 P. F. Smith 374; Meany v. Abbott, 6 Phila. R. 256; Painter v. Pittsburg, 10 Wright 222; Daegling v. Gilmore, 49 Ill. 248; Blake v. Ferris, 1 Selden, N. Y. 48; Allen v. Hayward, 7 A. & E. N. S. 960; Rapson v. Cubitt, 9 M. & W. 710; Milligan v. Wedge, 12 A. & E. 737; Hilliard v. Richardson, 3 Gray 349."
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 465
}
