{
  "id": 1028151,
  "name": "Work et al. versus Bennett",
  "name_abbreviation": "Work v. Bennett",
  "decision_date": "1872-02-15",
  "docket_number": "",
  "first_page": "484",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "70 Pa. 484"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Md. 271",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. 389",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055361,
        2055278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/15/0350-01",
        "/mass/15/0350-02"
      ]
    },
    {
      "cite": "20 Wend. 267",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150273
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/20/0267-01"
      ]
    },
    {
      "cite": "25 Md. 271",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 16116,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 3.176536749163139e-07,
      "percentile": 0.864253282720344
    },
    "sha256": "97187d3b2fa0fbcea3d2c0ad8da4902fae0df89238d99c1b844934a12ac93dc8",
    "simhash": "1:d05c8ce48d14bd88",
    "word_count": 2794
  },
  "last_updated": "2024-02-27T20:50:34.520338+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before A&new, Shakswood and Williams, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "Work et al. versus Bennett."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 15th 1872, by\nSharswood, J.\nThe learned judge below,,in his charge to the jury, as specified in the second assignment, fell into an error, we think, in saying “ Bennett (the plaintiff) still owes them (the defendants) money on account of the Hestonville transactions ; they may bring suit for the amount. But it is no answer to this action for the unlawful appropriation of the property of the plaintiff, to say that he is indebted to them in another transaction.” There was evidence in the testimony of the plaintiff himself, that he had authorized the defendants to purchase the Hestonville shares. He transferred by writing, signed by himself, to one of the defendants, his interest in Fairmount and Girard Avenue and German-town Passenger Railway Company, “ to hold as collateral for margin on Hestonville Railroad stock which he is carrying for me.” Afterwards he delivered to Work the bonds of the Fairmount Park and Delaware River Passenger Railway Company as part of the same collateral; so Work testified, although Bennett asserted that it was a loan merely; but it was evidently a question for the jury. There was evidence, then, that both the stock and bonds were delivered to the defendants as collateral security for the indebtedness of the plaintiff to them on account of the Hestonville transactions. Had the stock and bonds, which were the subject of this action of trover, remained unconverted in the hands of the defendants, the plaintiff could not have recovered without a tender of the amount of the debt for which they were then pledged, or proof of payment of such debt. But they had wrongfully converted them by pledging them for their own debt, and a sale afterwards by their pledgees, without notice to the plaintiff. This dispensed with any tender before suit brought; but as in trover, not the chattels themselves, but the actual damage to the plaintiff from the conversion is to be recovered, the interest of the pawnee is to be taken into account, in settling the amount. The interest of the plaintiff was the market value of the stocks and bonds, subject to the debt for which they wore pledged. It was held in Satton v. Overett, 20 Wend. 267, that a tender must be made before suit brought, where a lien exists, unless the goods have been parted with; in which latter case all that can he claimed by the defendant is a mitigation of damages by way of recoupment. “It appears,” says Chancellor Walworth, “that the plaintiff in error had actually converted the goods by selling them on the day of their purchase ; and if they once had a lien which would have rebutted the presumption of a conversion, from the mere fact of refusing to deliver on demand when the amount of the lien was not tendered or offered to be paid, a tender, after they had put it out of their power to raise the money and deliver the goods by an actual sale, would have been a useless ceremony, and was not necessary to enable the owner of the goods to recover in an action of trover. In such a case, if there was a valid lien in favor of the defendants, before the conversion, they would be entitled to be recouped in the damages to the extent of such lien, but they would not defeat the plaintiff’s action altogether.” So in Johnston v. Stear, 15 Common Bench Rep. N. S. 330. “ There is authority,” says Erie, C. J., “ for holding that in measuring the damages to be paid to the pawnor by the pawnee for a wrongful conversion of the pledge, the interest of the pawnee in the pledge ought to be taken into account.” He cites Cherlery v. Wall, 5 Hurlst. & N. 255; and Brierly v. Kendall, 17 Queen’s Bench 937; with Story on Bailment 315; and Jarvis v. Rogers, 15 Mass. 389. To which may be added, Baltimore Company v. Dalrymple, 25 Md. 271; and Neiler v. Kelley, in this court, 19 P. F. Smith 403. Whether any and what amount was due by the plaintiff to the defendants upon the pledge should have been submitted as a question of fact, and if any amount was found, to be recouped from the damages. The learned judge erred likewise as specified in the sixth assignment of error in charging the jury. “ Finally, in determining the amount of damages, I instruct you to take the highest value which the stock and bonds attained between the time of conversion and the bringing of the suit.” It was decided by this court in Neiler v. Kelley, just cited, that this rule for the'measure of damages only applied where there is a duty or obligation devolved upon a defendant to deliver stocks or securities at a particular time, and that obligation has not been fulfilled. Thus, if in the case before us there had been a demand with the tender of the debt, or a demand after payment of the debt, the rule laid down would have been applicable. But unless such a state of circumstances exists, the measure of damages is the market value of the stocks or securities at the time of the conversion, with interest.\nThere are no other errors which would call for a reversal of the judgment. The question whether there ever was a certificate for the 550 shares of stock included in the action was not properly-presented to the judge, and - an instruction prayed for on that supposed state of facts. It is clear that it is not in the fourth point, for as to the 550 shares of stock described in the plaintiff’s narr. the declaration was amended by adding the words, “ and a certificate therefor.”\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "W. J. Budd (with whom were P. Archer and J. P. O’Niell), for plaintiffs in error.",
      "G. L. Crawford and B. Harris Brewster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Work et al. versus Bennett.\n1. The plaintiff directed defendant, a broker, to buy stock for him and “ carry it.\" The defendant bought the stock and afterwards received from the plaintiff other stock, &e., as collateral for margin. The defendant pledged the collateral for his own debt; it was sold by his creditor, the plaintiff still being in defendant’s debt for a balance for the first stock. In an action of trover for the collateral, the defendant might recoup’the balance due him from the damages for the conversion of plaintiff’s stock.\n2. Had the collateral been in possession of the defendant the plaintiff eould not have recovered it without paying the amount due by him.-\n3. The defendant having wrongfully pledged the collateral, a tender of plaintiff’s debt before suit was dispensed with.\n4. The interest of the plaintiff in the collaterals was their market value at the time of the conversion, subject to the debt for which they were pledged.\n5. Neiler v. Kelley, 19 P. P. Smith 403, adopted.\nFebruary 5th and 6th 1872.\nBefore A&new, Shakswood and Williams, JJ. Thompson, C. J., at Nisi Prius.\nError to the District Court of Philadelphia: No. 264, to January Term 1871.\nThis was an action of trover, brought September 16th 1868, by Henry K. Bennett against George F. Work and Charles H. Graham, trading as Work, Graham & Co.\nThe declaration was for the conversion of “ Six bonds of the Fairmount Park and Delaware River Passenger Railway Company, for $500 each, and 550 shares of the capital stock of the German-town Passenger Railway Company, of great value, to wit, of the value of $100,000.” Upon the trial of the case, after the testimony was closed, the plaintiff, by leave of the court, amended his narr., by adding after the figures “$100,000,” the words “and a certificate therefor.” The defendants pleaded “Not guilty.”\nThe case arose upon transactions between the defendants, who were brokers, and the plaintiff, in which, as was alleged, the defendants bought for the plaintiff a number of shares of stock in the Hestonville Passenger Railway, and the stock and bonds for which this suit was brought were taken by the defendants from the plaintiffs as collateral security for its payment. The defendants pledged the securities for their' own notes, and afterwards failed, the plaintiff being largely indebted to them. When the defendants’ notes matured the stock and bonds were sold by those holding them to pay the notes, and the plaintiff, after demanding them, brought this suit. The principal question in the case was, whether in this action of trover the debt of the plaintiff could be recouped from the damages; there was also a question as to the measure of damages.\nThe plaintiff testified that about the closeupf the year 1865, the defendants, by his direction, bought for him 500 shares of the Hestonville Railway stock, at $38 per share, which the defendants agreed “to carry” for him. About the same time, at the defendants’ suggestion, he purchased an interest in the Girard Avenue Railway Company, in anticipation that it would be consolidated with the Germantown Passenger Railway Company. Shortly afterwards, in consummating this arrangement (the details need not be stated), the plaintiff became entitled to an interest to the extent of one-seventeenth in the Fairmount Park and Delaware River Passenger Railway; as part of this he was entitled to 550 shares in the Germantown Passenger Railway, and $5500 in bonds of the Girard Avenue Passenger Railway. In the transaction he got eleven bonds of $500 each of the Fairmount Park and Delaware River Railway Company; he loaned ten of these bonds to Work, Graham & Co., and received four of them back. In January 1866, the defendants purchased for him 500 shares more of the Hestonville Railway Company; the price he did not then ascertain.\nHe gave to the defendants the following agreement:—\n“ I agree to transfer to G. F. Work my interest in Fairmount and Girard Avenue and Germantown Passenger Railway Company to hold as collateral for margin on Hestonville Railroad stock, which he is carrying for me. H. K. Bennett.\n“Philadelphia, January 2d 1866.”\nWitness further said he loaned the bonds to the defendants as he would loan anything else.\nFor the defendants, Work testified that the Hestonville Railway stock had been purchased by an association, of which plaintiff was one, in expectation of its rise; that they bought 500 shares for plaintiff under his direction; they paid for them in January 1866; defendants agreed to carry plaintiff’s stock; he agreed to take 500 shares more; the object of the first purchase was to keep the stock off the market; as to the other 500 he was to have an interest, not to exceed 500 shares, in “the pool;” they gave him notice that he would have to get some one to carry his stock, as those from whom they had borrowed money on the stock would sell it.\nOn the 2d of January -defendants asked plaintiff for more margin, and he then assigned the bonds; the defendants failed about May 14th 1866; the defendants’ firm would not have failed if the plaintiff had taken his stock. After their failure, “the board of brokers fixed the amounts of settlements of Hestonville at $21.50;” they credited the plaintiff with his stock at that rate; the plaintiff still owed them about $8000; the stock was in the name of the defendants on the books of the company; the bonds also were pledged, and the money realized used by the firm. The defendants were treasurers, and were carrying the association stock and used their own funds; the association was all the time indebted to them.\nThere was a good deal of evidence as to the transactions, the price of stock and bonds at different times before the suit.\nThe defendants points were:—\n1. By the transfer of plaintiff to G. E. Work, dated January 2d 1866, plaintiff assigned the bonds of the Eairmount and Delaware River Passenger Railway Company and the 550 shares of the Germantown Passenger Railway Company to G. E. Work.\n2. Under said transfer G. F. Work was authorized to have the 550 shares issued to him and the bonds delivered to him.\n3. Under said transfer G. E. Work had authority to sell at private sale the interests assigned to him as collateral security after demand by Work of the amount due by plaintiff, for which the interests had been pledged and his refusal to pay the money.\n4. The plaintiff cannot recover in this action for the conversion of 550 shares of stock in the Germantown Passenger Railway Company described in the plaintiff’s narr.\nThe court (Thayer, J.) charged: * * * “ The general outlines of the facts of the case seem to be these:—\n“ The defendants, as brokers, purchased for the plaintiff 500 shares of stock of the Hestonville Passenger Railway Company. They paid for the stock; they agreed that they would carry it for him — that is, trust him to repay them. The defendants became indebted to plaintiff for the price-\n“ Afterward, the Girard Avenue Passenger Railroad consolidated with the Germantown Passenger Railroad Company. The plaintiff agreed to purchase an interest of one-fourteenth, afterwards reduced to one-seventeenth, in the Girard Avenue Passenger Railroad Company.\n“ The plaintiff became entitled, by his purchase, to 550shares of stock of the Germantown Passenger Railroad Company, and also to $5500 of bonds. Six of these bonds, amounting to $3000, were put into the hands of the defendants, and, with the 550 shares of stock, constitute the property for which suit is brought. For the unlawful appropriation, by the defendants, of this property, this suit is brought. * * *\n“ How the stocks came is clear. It is plain, that the stock was received as collateral security against loss, by the defendants, in their purchase of Hestonville stock for the plaintiff.\n“ How the bonds came is not so clear. Plaintiff says he loaned them to the defendants. Work says that when Hestonville stock declined, being apprehensive of loss, and regarding the transfer by Bennett of his interest to include these bonds, he called on plaintiff to deliver them to him, and that the plaintiff, acquiescing in the justice of his demand, delivered them to him. The assignment undoubtedly carried the stock; it was indisputably transferred by plaintiff to defendant.\n“ Whether the bonds were also, I leave as a question of fact. I instruct you that the stock passed, and leave the other to you as a question of fact.\n“ I am bound to instruct you that, by the assignment, the defendants acquired a special property in the property mentioned in it.\n“ The nature of this special property was this. They had the right to hold the property so assigned, until the debt arising out of the Hestonville transaction was paid. If the debt was not paid, they had the right to give notice to Bennett, that, if the debt was not paid by a certain day, they would sell the property pledged, at public sale. The property pledged could not be sold without notice to the plaintiff. * * * [I am bound to say, as matter of law, that there is no evidence of any such notice. * * * In fact, the securities were not sold. Work says thatthey were pledged by him with their creditors, to secure their own debts, 'and were sold by their creditors. This was an unlawful conversion of the securities.] * * * [I do not see how they may escape responsibility in this action. If Bennett still owes them money, on account of the Hestonville transaction, they may bring suit for the amount. But it is no answer to this action for their unlawful appropriation of the property of the plaintiff, to say that he is indebted to them in another transaction.]”\nHe answered the points as follows:—\n“ 2. Affirmed ; but, if they were issued to him in his own name, he was a trustee for the real owner who had paid for them, and the defendants had only the right to retain them as a security; he could not pledge them to another.”\n4. Refused.\n“ [Finally, in determining the amount of damages, I instruct you to take the highest value which the stocks and bonds attained between the time of the conversion and the bringing of this suit.]” The verdict was for the plaintiff for $20,850.\nOn a writ of error to the Supreme Court by the defendants, they assigned for error :\n1, 2, 6. The parts of the charge in brackets.\n4, 5. The answers to their 2d and 4th points.\nW. J. Budd (with whom were P. Archer and J. P. O’Niell), for plaintiffs in error.\nAs to the measure of damages they cited Neiler v. Kelley, 19 P. F. Smith 403; Johnson v. Stears, 109 E. C. L. R. 330; Balt. Marine Ins. Co. v. Dalrymple, 25 Md. 271.\nG. L. Crawford and B. Harris Brewster, for defendant in error."
  },
  "file_name": "0484-01",
  "first_page_order": 484,
  "last_page_order": 490
}
