{
  "id": 546700,
  "name": "Parks et al. versus Watts",
  "name_abbreviation": "Parks v. Watts",
  "decision_date": "1886-02-15",
  "docket_number": "",
  "first_page": "4",
  "last_page": "6",
  "citations": [
    {
      "type": "official",
      "cite": "112 Pa. 4"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 326,
    "char_count": 5544,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 3.893694168216519e-07,
      "percentile": 0.9014554516498838
    },
    "sha256": "d2dd490c9d50a0115bca6374dee0ec78df01eaf4cd173aeefb6db64343332f46",
    "simhash": "1:0c2f8238c5a7dbff",
    "word_count": 986
  },
  "last_updated": "2023-07-14T21:22:28.572476+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Parks et al. versus Watts."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed February 15th, 1886.\nPer Curiam.\nThe motion to quash the writ of certiorari is denied.- This proceeding by attachment being purely statutory is properly reviewable on certiorari. Wetherald v. Shupe, 16 W. N., 502.\nThe writ was not made returnable on the first return day next after the issuing thereof as commanded by the statute. The opinion of the learned judge fully sustains the conclusion at which he arrived, and there was no error in quashing the writ of attachment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "M. J. Heywang, for plaintiffs in error.",
      "Guthrie (Byles and L. W. Wilcox with him), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Parks et al. versus Watts.\n1. The proceedings by attachment under the act of 1869 are reviewable on certiorari.\n2. A writ of attachment not made returnable on the first return day, . next after the issuing thereof, as commanded by the statute, will be quashed.\nFebruary 3d, 1886.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Grawford county : Of January Term, 1886, No. 273.\nThis was an attachment by Charles L. Parks and Robert T. Hazard, partners, doing business as Parks & Hazard, against Alfred Watts, an alleged fraudulent debtor, under the act of Assembly of 17th March, 1869, P. L. 8. The affidavit and bond required by the act were filed in the office of the prothonotary, on the 8th day of October, 1885, upon which day the writ of attachment was issued, and was made returnable on the second Monday of November, 1885, it being the regular return day, or term of the court next after the teste of the writ.\n' On the same day that the writ was issued the sheriff made service thereof, and in doing so, seized and removed a lot of goods found'in the store previously occupied by the defendant, which goods plaintiffs claimed were liable to seizure under the attachment.\nOn the return day of the writ the defendant who had appeared by counsel specially for the purpose, moved the court to quash the writ of attachment because not made returnable to the first Monday of November, 1885. The court quashed the writ for this reason.\n. The act of 17th April, 1856, P. L., 396, which applies to Crawford county, provides for making writs for the commencement of actions returnable on special days — on first Monday of a month or Fridays of the term — if the party suing out the writ elect to make it so returnable.\nBy an order of court made September 17th, 1888, the terms of court for Crawford county are to continue for three weeks, if necessary.\nThe following is the opinion of the court, Chuboh, P. J., making absolute the rule granted to show cause why the writ of attachment should not be quashed:\nThis is an attachment against an alleged fraudulent debtor under the act 17th March, 1869, P. L., 8.\nThe writ was issued on the 8th day of October, 1885,. and was made returnable on the second Monday of November then next, it being the regular term.\nThe defendant who app'eared by counsel specially for the purpose, has moved to quash the writ because it was not made returnable according to law.\nThe second section of the act in question provides that “ every such attachment shall be made returnable on the first return day of said court next after the time of issuing thereof and be served by the sheriff of the proper county,” &c.\nThe county of Crawford has monthly return days given it by the act of 17th April, 1856, P. L., 396, which provided for the election of an additional law judge in the Sixth Judicial District, of which Crawford county then formed a pai-t. That act provides for the old term first and second return days of the 30th and 31st sections of the act of 13th June, 1889, Purd. Dig. 44, and leaves it optional with a party plaintiff in suing out a writ for the commencement of an action to use any return day he pleases, and this provision is here invoked by the plaintiff, as permitting him to make his writ of attachment returnable to the regular term, notwithstanding a monthly return day intervened between the teste and return of the writ. However much I dislike to turn a party out of court on what seems to be a technicality, I am constrained by the positive language of the second section of the attachment Act of 1869, above recited, to hold that this writ was not made returnable according to law.\nThere is certainly no option nor choice expressed or implied in the act. “ The attachment shall be made returnable on the first return day of said court next after the time of issuing thereof.” This language is very imperative and seems to have been used understaudingly and for a good reason by the legislature — and we must hold the plaintiff to it — to do otherwise would be judicially saying .that which the law making power has not said, and we have no right to say it.\nIf precedent were needed for this construction of the Act, I find one in a cause to which I am cited, decided in 1872, in the Common Pleas of Yenango county, wherein in a precisely similar state of affairs Mr. Justice Trunkey, who was then president of the court, dissolved an attachment issued under the Act of 1869, because it was not made returnable “ on the first return day next after the issuing thereof.” No opinion seems to have been filed in this cause, but I am not permitted to doubt that the attachment was dissolved by the learned justice because of the emphatic and imperative language of the Act of Assembly. Rule absolute.\nThe plaintiff thereupon took this writ assigning for error the quashing of their writ.\nM. J. Heywang, for plaintiffs in error.\nGuthrie (Byles and L. W. Wilcox with him), for defendant in error."
  },
  "file_name": "0004-01",
  "first_page_order": 18,
  "last_page_order": 20
}
