{
  "id": 546792,
  "name": "Abraham versus Mitchell",
  "name_abbreviation": "Abraham v. Mitchell",
  "decision_date": "1886-03-15",
  "docket_number": "",
  "first_page": "230",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "112 Pa. 230"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 394,
    "char_count": 7177,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.2676185992909593e-07,
      "percentile": 0.6139398474582881
    },
    "sha256": "bdd3916db008a7945ca172f0e953cbf8ee70cb004cfce3fe2818457bfdd7667c",
    "simhash": "1:240dc1ea5471fca2",
    "word_count": 1277
  },
  "last_updated": "2023-07-14T21:22:28.572476+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Stereett, Green and Clark, JJ."
    ],
    "parties": [
      "Abraham versus Mitchell."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court, March 15th, 1886.\nThe defendant begins his argument by saying, “The.only fact in question is whether Mitchell agreed to take a note instead of cash.” Respecting this, as well as other pertinent facts, the testimony was conflicting, and the court determined the credibility of witnesses and disposed of all facts in dispute by directing a verdict for the defendant. Now the inquiry is whether the testimony on the part of the plaintiff, if believed, would have warranted a verdict in'bis favor; if so the questions of fact were for th.e jury.\nAmong the facts testified by the plaintiff are, that he sold Mitchell’s ties at his request, for thirty-three cents, cash, or thirty-six cents credit, per tie, and Mitchell said he would take the note ; that he had no interest in the timber or sale, by way of commissions or otherwise; that Mitchell was present when Linderman refused to make Mitchell the payee in the note; that he indorsed the note and gave it to Mitchell, and after-wards was compelled to pay it; and he details the reasons which induced Mitchell’s request, his compliance, and the maker’s refusal to give the note to Mitchell as payee. Another witness says he was present and heard Mitchell ask Abraham to sell the ties, and say he would take the note, as three cents per tie was too much to lose for cash. Linderman testified that both parties were' in the office, Mitchell said he would take the note in preference to the cash, that Abraham in Mitchell’s presence and hearing requested the note to be drawn in Mitchell’s name, and that he, witness, refused. Hence, if Mitchell’s agreement to take the note is the pivotal point, it is proved by the testimony of three witnesses. If the testimony on the part of the plaintiff is true, all that he did was as t.he friend and agent of the defendant; he had no interest in the timber sold or in the note given therefor, and his indorsement, as between him and the defendant, merely passed the nominal ownership to the defendant, without involving an actual contract of suretyship for the maker. On the other hand, if the testimony on the part of the defendant is true, he sold the timber to the plaintiff and took the note, as indorsed, in settlement of the price; and the plaintiff’s payment of the note was merely his duty, as regards the defendant.\nUpon the facts alleged by the plaintiff, which the jury would have been warranted in finding, he is entitled to recover. ’ Mitchell was the real owner of the note before its indorsement, and had a right to demand its transfer. He was present when it was given, agreed to take it, and tacitly assented to the insertion of Abraham’s name as payee. The latter might have added the words “ without recourse ” to his indorsement, or made a special agreement with Mitchell for his protection ; but the law implies an agreement by Mitchell to reimburse Abraham in case he should pay the note to an innocent holder because of his' indorsement. Had Mitchell requested the indorsement ’as it was made, for the purpose of giving the note currency'and credit, Abraham would have stood in the relation to Mitchell of an accommodation indorser.' If so indorsed, without express request, It was for the sole benefit of the owner of the note who had already given credit to the maker. The implication in that case is the same as if expressly to give currency and credit to the note. Mitchell received the entire benefit of the indorsement, without a tittle of consideration. It is not presumable that’ the parties intended that in case of the maker of the note becoming insolvent, Abraham should pay the debt as a bounty to Mitchell.\n. But should the facts be found as alleged by the defendant, the verdict must be in his favor.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "G. G. Waller, for plaintiff in error.",
      "H. Wilson (P. P. Smith and W. H. Lee with him), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Abraham versus Mitchell.\n1. A. sold lumber to B. for D., and took in payment with D.’s consent a note payable to Ms own order, which he indorsed and transferred to D. A. was subsequently compelled to pay said note by reason of his indorsement. In an action by A. against D. to recover the amount he was thus compelled to pay:\nHeld, that the law presumes an agreement by D. to reimburse A. in case he should pay the note to an innocent holder because of his indorsement.\n2. Where there is sufficient testimony to warrant a verdict, if. believed, the case must be submitted to the jury.\nMarch 15th, 1886.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Stereett, Green and Clark, JJ.\nError to the Court of Common Pleas of Wayne county: Of January Term, 1886, No. 217.\nAssumpsit by George Abraham against B. S. Mitchell to recover the amount of money he had been compelled to pay as an indorser of a note given under the circumstances hereafter set out. Plea, non-assumpsit, payment with leave.\nThe following facts appeared on the trial of the case:\nIn the spring of 1877 both parties to this suit ran ties down the river to Philadelphia. Abraham, the plaintiff, having reached there some time before Mitchell, had sold his ties before Mitchell got there.\nWhen Mitchell arrived, he having heard from Abraham that he had sold his ties, wished to know if the same party would not take his, and Abraham told him he thought they would. Abraham afterwards saw the company to which he sold, and they offered to take those of Mitchell at S3 cents each, cash, or 36 cents at four months. Of this he informed Mitchell, and asked him which offer he would take, and he said the four months. They afterward went together to the office of the Philadelphia and Atlantic Railroad Company, to which the ties had been delivered, and there Abraham asked Mitchell which he would take, the cash or a four months’ note, and Mitchell replied, I will take a note in preference to the cash. The secretary drew up a note to the order of Abraham, and Abraham objected to that, and wanted it made payable to the order of Mitchell, as the ties were his, but the secretary objected for the reason that he had no account with Mitchell and had with Abraham. For this reason Abraham took the note for $800 and the balance of $61.93 in cash. When he handed the note and money to Mitchell he indorsed it in order that Mitchell might get the money on it. Mitchell then gave Abraham $5 for his trouble in helping him sell his ties. The railroad company were then in good repute, and Abraham did not hesitate to indorse the note. Mitchell got the note discounted, but when it came due it went to protest, and Abraham being first indorser had to take it up. He tried to collect the money from the drawer, and failed. He then called on Mitchell to refund the money which he had paid for him, and he refusing, this suit was brought.\nOn the trial the court held that there was no contract, either express or implied, and that plaintiff could not recover, and directed the jury to find for defendant.\nVerdict for the defendant, and thereupon judgment, whereupon the plaintiff took this writ, assigning for error the direction of the court to the jury to find for the defendant.\nG. G. Waller, for plaintiff in error.\nH. Wilson (P. P. Smith and W. H. Lee with him), for defendant in error."
  },
  "file_name": "0230-01",
  "first_page_order": 244,
  "last_page_order": 247
}
