{
  "id": 546764,
  "name": "Brown versus Orr et al.",
  "name_abbreviation": "Brown v. Orr",
  "decision_date": "1886-04-05",
  "docket_number": "",
  "first_page": "233",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "112 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "26 Conn., 456",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        525382
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "593"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/26/0456-01"
      ]
    },
    {
      "cite": "12 Met., 371",
      "category": "reporters:state",
      "reporter": "Met.,",
      "case_ids": [
        1976768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/53/0371-01"
      ]
    },
    {
      "cite": "9 Bush, 609",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        4387341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/72/0609-01"
      ]
    },
    {
      "cite": "43 N. H., 263",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4556710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/43/0263-01"
      ]
    },
    {
      "cite": "13 W. N. C., 58",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "11 Phila., 256",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "11 W.N. C., 129",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 Gr., 125",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0125-01"
      ]
    },
    {
      "cite": "6 H., 155",
      "category": "reporters:state",
      "reporter": "H.,",
      "opinion_index": -1
    },
    {
      "cite": "11 W. N. C., 542",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "51 N. H., 40",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        11249490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/51/0040-01"
      ]
    },
    {
      "cite": "20 Vt., 151",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11267191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/20/0151-01"
      ]
    },
    {
      "cite": "20 Md., 468",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1817606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/20/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 779,
    "char_count": 16934,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 9.351405800311287e-08,
      "percentile": 0.5139579566221815
    },
    "sha256": "c037192582daf56fcfda64cf18287201c729a63a353acf343e7bcd71eaa056c4",
    "simhash": "1:0e2f452ab41595b4",
    "word_count": 2941
  },
  "last_updated": "2024-02-27T22:39:54.296206+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Brown versus Orr et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, April 5th, 1886.\nThis was an attempt to hold the defendants, who were directors of .the Reading Mutual Aid Association, personally responsible for the failure of said corporation, to pay over to the plaintiff certain moneys raised .by an assessment on the members of the company, and for not making a further assessment in order to pay the amount of the claim in full.\nOn September 13th, 1878, Caleb Brown, the husband of plaintiff, took a certificate of insurance in said company, which certificaté contained the following stipulation : “ This membership entitles Mary Brown, his wife, her heirs and assigns, upon the death of said Caleb Brown, to $1,000.”'\nUpon the death of Caleb Brown, suit was brought against the company, and a judgment recovered for $1,000. An assessment was laid to meet this claim, which produced something over $500. No assessment was ever made to raise the balance of the money. - Although not in evidence, the fact was conceded that the company offered to pay the $500, which was declined, and'subsequently the said company went into insolvency, and the money was appropriated to other purposes.\nThe plaintiff’s offers of evidence were all ruled out, and a nonsuit'entered by the court below. In this we perceive no error. It is clear that if the defendants, as directors of the corporation, have committed a wrong by misapplying the money in question, it is a wrong to the corporation as well as to the plaintiff, and in order to redress that wrong, whatever the form of the proceeding, the corporation must be made a party. This is familiar law: McAleer v. McMurray, 58 Penn. St. Rep., 126; Craig v. Gregg, 83 Id., 19.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "H. Willis Bland and R. Jones Monaghan, for plaintiff in error.",
      "George F. Barr (C. H. Schaeffer with him), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Brown versus Orr et al.\nThe beneficiary in a policy of life insurance, in a mutual life insurance company, cannot maintain an action in his own name against the directors of said company for misapplying money specifically collected to pay said beneficiary under said policy. The wrong was to the corporation as well as to'said beneficiary; and in order to redress that wrong, whatever the form of proceeding, the corporation must be made a party.\nMarch 1st, 1886.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Series county: Of January Term, 1885, No. 229.\nThis was an action on the case brought by Mary Brown against Jesse Orr et al., to recover damages for loss of the amount due her as beneficiary on a policy of life insurance in the Reading Mutual Aid Association, of which the defendants were the directors, by reason of their misapplying the moneys specifically collected to pay her as such beneficiary, and by reason of their refusal to levy and collect assessments on the members of said association to pay her as such beneficiary. Plea, not guilty.\nOn the trial of the cause the plaintiff made, inter alia, the following offers of evidence:\nPlaintiff offers the letters patent of the Reading Mutual Aid Association incorporating the same, dated July 23d, 1878, to be followed with proof that Caleb Brown was insured in the said corporation in favor of this plaintiff, then his wife and now widow, in the sum of $1,000. That said Caleb Brown before the commencement of this suit died; that due and satisfactory proof of his death was made to said corporation; that suit was brought upon said policy against said corporation by this plaintiff and final judgment recovered for the sum of $1,000; that these defendants were directors and managers of said corporation at the time that said corporation collected from the members thereof for the specific purpose of paying the same on account of the said policy to the plaintiff between five and six hundred dollars, which sum was paid by said members to the defendants for the special and exclusive purpose of having the same paid by the defendants to this plaintiff, and the defendants so received the same; that the plaintiff demanded the said money from the defendants, but the defendants fraudulently, wrongfully and wilfully refused to pay and deliver it to her, and fraudulently, wilfully and. wrongfully converted and appropriated the same to their own use, and that this plaintiff, by such wrongful, wilful and fraudulent conduct of the defendants, as officers and managers as aforesaid, was greatly injured; and it is proposed further to prove that execution was issued upon the aforesaid judgment and demand made by the sheriff upon the officers of the corporation in conformity to the requirements of the Acts of Assembly, both for the particular fund collected to pay.this policy and the general funds of the corporation, and payment thereof was refused, and the writs returned nulla bona. And it is proposed further to prove that personal demand was made upon the defendants by the plaintiff, before this suit was brought for the money so as aforesaid collected for her by them, and that they refused to pay the same to her.\nThat the by-laws of said corporation, the.Reading Mutual Aid Association, the assessment named and mentioned in said offer was collectible for, and on account of, and payable only to the policy of the plaintiff, and was by the defendant collected and received for that purpose.\nThe defendants object to the admission of the evidence for the following reasons:\nl: That the evidence is not admissible under the declaration. The declaration does not aver any suit or judgment against the corporation.\n2. The evidence is not admissible because the corporation is not a party, and this evidence offered is of acts done by a corporation.\n■ 3. The offer is-to show a judgment’ against'the corporation without showing any effort made to collect it from the corporation other than an execution.\n4., If any liability could be enforced against the directors of a corporation at the suit of a creditor, it could only be enforced after the -assets of the corporation had been exhausted.\n• 5. If the corporation is not insolvent the only remedy.is by bill of discovery in aid of an execution, and if it is insolvent the statutory remedy under the Act of 1836 is exclusive of all others.\n6. The law does not make a specific appropriation of assessment to pay specific death losses to the beneficiary holding the particular policy.\n7. The offer is irrelevant.\nAnswer of the court. — As I understand this matter now the objections are sustained and the offer is rejected.\nBill sealed for plaintiff.\nPlaintiff offers to prove that the Reading Mutual Aid Association was a corporation fot the insurance of human lives upon the mutual plan, by assessment upon the members, and that her late husband, Caleb Brown, was insured therein for the sum of one thousand dollars, in favor of the plaintiff, payable to her upon his death; that her husband died, and that due proof of his»death was made to the said corporation, that the defendants were at the time directors and managers of said corporation, and that upon the death of the said Caleb Brown, and. due and satisfactory proof of such death being made known to said company, it became and was the official duty of them, the said defendants, as such directors and managers as aforesaid, to levy an assessment upon the members of the said company for the collection of the said $1,00.0, payable to the plaintiff, as aforesaid, but that the said defendants, although due and satisfactory proof of the death of the said .Caleb Brown was made to them, although often requested and notified so to do, did not and would not make or cause to be made an assessment upon said members for the payment of the said one thousand dollars, but refused and still refuse so to do, in violation of their duties as such directors and managers.\n. She further offers to prove that, she, long before the ‘beginning of this suit, obtained a final judgment against said corporation upon said policy, of all of which the said defendants had knowledge, and that notwithstanding the fact that judgment had been obtained, the defendants refused to make said assessment.\nThat there were upwards , of six hundred solvent members of said association at the time of the death of the said Caleb Brown, and the said $1,000 could have been collected if the assessment for the collection of the sanie had been made by the defendants as directors and managers, as aforesaid.\nThat the conduct of the defendants in refusing to make said assessment was wilful, fraudulent, wrongful and malicious, and to the injury of the plaintiff in the sum of $1,000.\nDefendants object. It is irrelevant.\nThe contract of the plaintiff was made with the corporation. The directors cannot, in this writ, be made responsible for the non-performance of a duty by them to the corporation. The offer is open to the same objection as in No. 1.\nOffer overruled. Bill sealed for plaintiff.\nThe court, on motion, granted a compulsory nonsuit, there being no evidence in the case.\nA motion was made to take off the nonsuit, which was overruled, the court, Sassaman, J., filing the following opinion:\nThis case was called for trial, the death of John McKnight ■was suggested, and the jury was sworn as to the rest who had been brought within the jurisdiction of the court. It soon appeared that this plaintiff had recovered a judgment against the Reading Mutual Aid Association on a certificate of insurance on the life of Caleb Brown, her husband, now deceased, and that on her judgment she had issued a fi. fa. against the corporation, to which there was a return of mulla lona made by the sheriff. There was no more done, and this suit was started against the above named directors to recover from them the amount of her judgment on the ground that they were personally liable. If they had funds of the corporation it might have been discovered by the sheriff under the provisions of the Act of Assembly of June 11th, 1879 (P. L., 129), but there is nothing in the Act of 29th of April, 1874, in regard to individual liability of stockholders, whereby there would be power in the court in this action to establish or enforce a judgment. There is also nothing in the common law that would enable the maintenance of this suit, which has been brought to my knowledge. The counsel for the plaintiff have labored hard' and assiduously to persuade the court in a ve'ry learned and elaborate argument, but so far have failed to convince me, and for want of conviction, this motion is now overruled.\nThe plaintiff thereupon took this writ, assigning for error the refusal of her offers of evidence and the refusal of the court to take off the nonsuit.\nH. Willis Bland and R. Jones Monaghan, for plaintiff in error.\n1. The action on the case is a remedy adapted to every special invasion of one’s right: Millar v. Taylor, 4 Burr, 2345. In all cases where a man has a temporal loss or'damage by the wrong of anothér, he may have an action on the case, to be repaid in damages: Com. Dig. Com’s v. Duckett, 20 Md., 468.\nThis action lies, in general, wherever one person sustains an injury by the misconduct of another, for which the law has provided no other adequate remedy: Griffin v. Harwell, 20 Vt., 151; Hammond v. Hussey, 51 N. H., 40.\n“ Whenever there is a contract, expressed or implied, from which a common law duty results, an action on the case lies for a breach of that duty, in which case the contract is laid as mere inducement, and the tort arising from the breach of duty as the gravamen of the action ”: 2 Wait’s Action and Defence, 100.\n2. The assessments here levied, or which should have been levied, belonged solely to the plaintiff. They could not have been divided among other claimants, or misapplied: York Co. Mutual Aid Asso. v. Myers, 11 W. N. C., 542. However, the offer in this case prevents any question as to the construction of the policy. Bill avers that the money was paid “ to the defendants for the special and exclusive purpose of having the same paid by the defendants to this plaintiff, and the defendants so received the same.” The supplemental offer avers that “ by the by-laws the assessment was .collectible for and on account of, and payable only to the policy of the plaintiff.”\nOurs is the very ease suggested by the Supreme Court in Craig v. Gregg, 2 Nor., 21.\n3. Why should the corporation be a party defendant? The corporation was not, and could' not be, a tort feasor with regard' to the matters charged in this .case. The breach of duty was one personal to the defendants alone. Besides, they cannot plead respondeat superior, for their principal could not authorize them to commit a fraud. Nor is there applicable, any doctrine of respondeat superior, for the corporation has attempted no wrong. Again, no tort feasor may object that his fellows are not joined.\n4. This is, in substance, an action for conspiracy, and charges that the defendants combined to abuse their powers, to violate the trust imposed in them, to the breach of a duty which was’special and peculiar to the plaintiff and to her alone. It is clear that such an action will lie in Pennsylvania: Kimmel v. Stoner, 6 H., 155; Kimmel v. Geeting, 2 Gr., 125; Kelsey v. Murphy, 2 Cas., 83.\nWe could not have maintained mandamus to compel the directors to levy an assessment: Hays v. Lycoming Ins. Co., 11 W.N. C., 129; Dunn v. Phila. Co., 13 Id., 57.\n5. Who should bring the suit in this case for a breach of duty which is special to the plaintiff? The corporation could, not, for it no longer exists. The defendants neither could nor would, for they are the parties whose wrongs produced the injury. A sequestrator we can no longer have, for the remedy by sequestration has been taken away by the Act of April 7th, 1870: 1 Purd. Dig., 291, pl. 52; McCullough v. P. & B. C. R. Co., 20 P. F. S., 355; Bickley v. Paul, 11 Phila., 256; Dunn v. Phila. Blue Stone Co., 13 W. N. C., 58; Bayard’s Appeal, 22 P. F. S., 453.\nIt can hardly be suggested that the court would exercise its discretion to appoint' a receiver where no other rights or interests were involved except one creditor', whose rights were in no way dependent upon or affected by the rights of others.\nThat an individual may bring such a suit has been also held: Richards v. N. H. Ins. Co., 43 N. H., 263. In that case the plaintiff was allowed to recover a pro rata share of an assessment, instead of claiming, as we do, the whole assessment without being complicated by the rights of others.\nExactly our case was United Society v. Underwood, 9 Bush, 609.\nGeorge F. Barr (C. H. Schaeffer with him), for defendants in error.\nIt is well settled that a stockholder cannot maintain a separate action at law against the directors of a corporation for damages sustained by reason of the negligence of the directors: Craig v. Gregg, 2 Nor., 19; Smith v. Hurd, 12 Met., 371; Allen v. Curtis, 26 Conn., 456; Hersey v. Veazie, 24 Maine, 9.\nThe plaintiff, and others in the same situation, are not without remedy, and that a simple, complete, and full one. An action in the name of the corporation will lie, or a bill in equity may be maintained by one stockholder for the benefit of all, making the corporation, as well as the tort feasors, defendants: McAleer v. McMurray, 8 P. F. S., 133.\nIn Appeal of Texter et al., C. P. Berks Co., 273 Jan. T., 1880 (S. C.), not reported, certain depositors in a savings bank filed a bill in equity against the directors of the bank praying for discovery, that defendants be declared to have fraudulently neglected their duties, and be decreed to account to plaintiffs for deposits lost through said neglect.. The defendants demurred to the bill on the ground, inter alia, that-the corporation in which the defendants were directors was not made a party to the bill. The court below sustained the demurrer. On appeal to this court the case was argued principally and fully on the question of the non-joinder of the defendants’ corporation, and. the demurrer was sustained.\n2. Now, if the plaintiff cannot maintain this suit as a stockholder or member, can she do so as a judgment creditor of the corporation ?\nThe Act of 14th April, 1828, provides a remedy for the judgment creditors, by citation, interrogatories, answers, and sequestration: Purdon, 288, pl. 41. The Act of 16th June, 1836, sections 9 to 18, provides also the remedy by bill of discovery: Id., 593, pl. 18.\nThe Act of 1st May, 1876, entitled “A supplement to an Act entitled ‘ An Act to establish an insurance department,’ ” under which “The Reading Mutual Aid Association” was incorporated, provides in section 49 a special remedy for creditors of a corporation of this kind after dissolution, providing for the appointment of a receiver, with power to collect, prosecute, defend, and “ to do all other acts.....necessary\nfor the final settlement of't-he unfinished business of the corporation ”: P. L., 66.\nWhere a statute provides a full and complete remedy, that remedy must be pursued: Means’ Appeal, 4 Nor., 75."
  },
  "file_name": "0233-01",
  "first_page_order": 247,
  "last_page_order": 254
}
