{
  "id": 546759,
  "name": "Jennings versus McComb et al.",
  "name_abbreviation": "Jennings v. McComb",
  "decision_date": "1886-05-10",
  "docket_number": "",
  "first_page": "518",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "112 Pa. 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "38 P. S. R., 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0128-01"
      ]
    },
    {
      "cite": "1 Binn., 152",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0152-01"
      ]
    },
    {
      "cite": "77 P. S. R., 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0504-01"
      ]
    },
    {
      "cite": "4 Yeates, 349",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 92",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 141",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0141-01"
      ]
    },
    {
      "cite": "59 Pa. St., 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 P. & W., 378",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn., 615",
      "category": "reporters:state",
      "reporter": "Binn.",
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "95 Pa. St., 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "62 Pa. St., 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "60 Pa. St., 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "83 Pa. St., 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0453-01"
      ]
    },
    {
      "cite": "61 Pa. St., 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "51 Pa. St., 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0499-01"
      ]
    },
    {
      "cite": "1 Grant, 2",
      "category": "reporters:state",
      "reporter": "Grant",
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "66 Pa. St., 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432473
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0260-01"
      ]
    },
    {
      "cite": "46 Pa. St., 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420618
      ],
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0074-01"
      ]
    },
    {
      "cite": "55 Pa. St., 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/55/0504-01"
      ]
    },
    {
      "cite": "1 Grant, 230",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0230-01"
      ]
    },
    {
      "cite": "22 Pa. St., 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/22/0215-01"
      ]
    },
    {
      "cite": "2 Penny., 117",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        219018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pennyp/2/0117-01"
      ]
    },
    {
      "cite": "88 Pa. St., 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 13662,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.534114746068663e-07,
      "percentile": 0.9240127513225674
    },
    "sha256": "9fdddaa9af903d4f6976ab44287f6f9ae6f2c79cf960119c72c914e109d65c3f",
    "simhash": "1:60601e923c9c90c5",
    "word_count": 2417
  },
  "last_updated": "2024-02-27T22:39:54.296206+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merctir, C. J., Gordon, Paxson, Trttnkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Jennings versus McComb et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court, May 10th, 1886.\nThe plaintiffs aver in their declaration that on March 10th, 1875, they agreed with the defendant that he should have and occupy the building No. 702 Sansom Street, for the term of three years from April 1st, 1875, and in consideration thereof the defendant agreed to pay to the plaintiffs, monthly, on the first day of each month in advance, the annual rent of one thousand dollars for the first year, twelve hundred dollars for the second year, and one thousand dollars for the third year. This action is to recover the rent for the last ten months ending on April 1st, 1878.\nAt the trial, the plaintiffs called Brolasky, who testified that he was employed by the plaintiffs and made a lease in writing of the premises to the defendant. The written lease as to the date of the contract, the term, the rent and payment thereof, accords with the averments in the declaration. In the lease Brolasky styled himself agent, without naming his principals, and signed as agent for Mrs. McComb, affixing a seal to her name. The defendant signed and sealed the lease.\nThere is no evidence that Brolasky had authority in writing to execute a lease. Nor did the plaintiff accept or ratify the lease in writing. An oral lease for a term of three years is valid only where it commences from the time it is made ; the Statute of Frauds declares that all parol leases exceeding the term of three years from the making thereof shall have the force and effect of estates at will only: Whiting & Co. v. Pittsburgh Opera House Co., 88 Pa. St., 100; Stover v. Cadwallader, 2 Penny., 117. Therefore, the tenant under the lease made on March 10th, 1875, for the term of three years from April 1st, 1875, held only an estate at will. No certain term was vested in him.\nIn many cases when a deed contains coyenants on both sides, the covenants on one side being in consideration of the covenants on the other siete, the party executing the deed -may be bound, although the other party has not executed it. A covenantee in an ordinary indenture, who is a party to it, though he did not seal it, may sue the covenantor who executed the deed; and it makes no difference that- the covenants of -the defendant are therein stated to be in consideration of- those of the covenantee: Leake on Cont., 141; Whar. on Cont. § 688. A contract under seal may be so defectively executed by one party that it could not be enforced against him, yet if it be performed, upon breach by the other party of his covenant he is liable in covenant: School Directors v. McBride, 22 Pa. St., 215. A plaintiff may sustain covenant on a sealed instrument, although it be so defectively executed on his part, that only assumpsit can-be maintained against him: 1 Grant, 230. Generally, when a party who has not put his name to a written contract, accepts it when signed and sealed by the other, it binds him the same as if he had executed it. The principle that contracts must be mutual, must bind both parties or neither, does not mean that in every .case each party must have the same remedy for a breach by the other. Covenant may lie against one, where only assumpsit can, be maintained against the other: Grove v. Hodges, 55 Pa. St., 504.\nBut where the covenants made by the .party first executing the deed are dependent on covenants to be executed' by-the other party, then the first cannot be enforced until the performance of the correlative covenants, or until that performance is undertaken by the execution of the deed-by the other party.' Thus, with respect to leases by indenture, such covenants as to.repair and pay rent during the term, are- not obligatory if the lessor does' not execute -the deed, because the interest has-not been created to which such covenants are annexed, and during which only they operate; the foundation of the covenant failing the covenant fails also. Unless there be a, term a covenant to repair or pay rent is void. If no lease, there is no-covenant: Pitman v. Woodbury, 3 Exch., 11. A defendant, for a certain sum to be paid to the commissioners of an inland navigation company, stipulated for the enjoyment of the tolls for a year. The commissioners did not execute the deed as directed by Acts of Parliament; but the defendant signed and sealed the deed. The payment of the rent, as it was called, was to be made in consideration of a legal right to enjoy the incorporeal hereditament for a year, which right would have vested had the commissioners executed the deed as directed by law. In reality the defendant had occupied and enjoyed the tolls under a license terminable at any moment; but he had been permitted to enjoy them for the year. Therefore, h.e never had the interest for which he covenanted or contracted to make the payment, namely, a certain estate or right in the tolls for one year; the consideration for the covenant wholly failed. It was held that covenant would not lie, and that the defendant's liability must be enforced in a different action: Swartman v. Ambler, 8 Exch., 72.\nSo, in this case, as no certain term was vested in the defendant, the consideration for his covenant failed. He is liable in assumpsit for the rental value of the premises he occupied. The writing was admissible on the question of, value — it was not offered in evidence as the foundation of the action. The-only objection to it as evidence was, that it is sealed. At present there is no occasion to consider whether the case would be different, had the lease been for a term not exceeding three years from the making thereof.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "A. Thompson, for plaintiff in error.",
      "George Northrop, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Jennings versus McComb et al.\n1. - A lease for three years from a time subsequent to the time it was made, signed and sealed by the lessee, and signed by one as agent for the lessor, he affixing a seal to the lessox’’s name, without any authority in writing to execute the said lease, which lease was never accepted or ratified in writing by the lessor, vests no certain term in the lessee; he holds only an estate at will.\n2. As no certain term vested in the lessee, the consideration for his covenant failed,' and an action of covenant will not lie upon the lease; but the lessee is liable in assumpsit for the rental value of the premises he occupied ; and in this action the said lease is admissible in evidence on the question of value. .\n3. Whether the case would be different had the lease been for a term not exceeding three years from the making thereof, not determined.\nApril 7th, 1886.\nBefore Merctir, C. J., Gordon, Paxson, Trttnkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas, No. 8, of Philadelphia county: Of January Term, 1886, No. 111.\nAssumpsit by Samuel McComb and wife to the use of said wife, and Susannah P. McC. Edson against John W. Jennings, for ten months’ rent, for property 702 Sansom street, Philadelphia,\" from June 1st, 1877,' till April 1st, 1878, inclusive, at $83.33 per month, payable in advance on the first day of each month, with interest.\nThe narr contained four special counts beside the- common counts.\n.The first special count sets out that the plaintiff agreed with the defendant that he should have and occupy the premises, 702 Sansom street, for the term of three j'ears, from the first of April, 1875, and that'he, in consideration thereof, promised to pay therefor to the plaintiffs monthly in advance, on the first day of each month, from April 1st, 1875, to April 1st, 1876, the annual rent of $1,000; from April 1st, 1876, till April 1st,' 1877, the annual rent of $1,200 ; and from April 1st, 1877,'till April 1st, .1878, inclusive, the rent of $1,000.\nThat by virtue of said agreement the defendant entered into and upon, and' took possession of, and occupied the said premises from the first day of April, 1875, till the first day of April, 1878, inclusive.\nThat after making- said agreement, and during the term and occupancy of defendant, on the first day of April, 1878, the sum of $833.33 of the said rent for ten months of said term became due and payable by the defendant to the plaintiffs, and alleging the promise of the defendant to pay.\nThe second special count of the narr sets out a demise not under seal, upon the same terms.\nThe third, special count is in indebitatus assumpsit for $833.33 for use and occupation.\nAnd the fourth special count is on a quantum, meruit, for usé and occupation, and that $833.33 was due therefor.\nThen follow the common counts, including one for interest.\nUnder these common counts the plaintiffs below furnished the defendant below a bill of particulars of their claim for rent of the premises- for ten months, from June 1st, 1877, to April 1st, 1878, inclusive, at the rate of $1,000 per annum, with interest. , -\nTo this narr defendant below pleaded :\n1. Non assumpsit.\n2. Set-off.\n3. Payment with leave, etc.\nWhereupon a replication was filed and issue joined.\nNo notice of special matter was given by defendant below.\nThe facts of the case as they appeared on the trial, before Finletter, J., appear in the opinion of the Supreme Court.\nDuring the trial the plaintiff offered in evidence the lease executed as follows:\nH. C. Brolasky,\nAgent for Mrs. McComb. [Seal.]\nJohn W. Jennings. [Seal.]\nObjected to by the defendant because the lease is under-seal. Objection overruled and lease admitted. Exception.'\nDefendant offered to file additional pleas of non demisit nil debet, covenants performed absque hoe, eviction, accord and satisfaction. Offer overruled. Exception.\nDefendant offered to prove eviction of a part of the premises by building next door ; overruled. Exception.\nDefendant offered to prove an agreement of settlement of disputed rent for $300, and plaintiff’s subsequent refusal to receive it overruled. Exception.\nThereupon the learned judge directed the jury to find for the plaintiff. Exception.\nVerdict for plaintiff, $1,203.83 and judgment thereon,' whereupon the defendant took this writ, assigning for error the admission of evidence, the refusal of the court to allow him to file additional pleas, and the direction of the court, to the jury to find for the plaintiff.\nA. Thompson, for plaintiff in error.\nAssumpsit will not lie’ on a sealed instrument: Irwin v. Shultz, 46 Pa. St., 74, 76; Shaeffer v. Geisenberg, 47 Id., 500. Debt or covenant is the proper action when under seal: McManus v. Cassidy, 66 Pa. St., 260.\nThe doctrine seems to be universal that where the cause of action arises upon a specialty or sealed writing the action must be covenant or debt, as the case may be: Id.\nNarr in assumpsit will not support a sealed contract: Penn National v. Conly, Leg. Int., April 14th, 1882.\nA. plaintiff may sustain covenant on a sealed instrument, although it be so defectively executed on his part that only assumpsit can be maintained against him: Poor Directors v. McFadden, 1 Grant, 2, 30.\nThough a contract under seal be so defectively executed that it could not be enforced, yet if it be performed the dependent covenant cannot be repudiated: School Directors v. McBride, 10 Harris, 215.\n. If the plaintiff below had amended his narr or sought so to do, we would have been entitled even then to an appropriate change of pleas under the amendment Acts and the decisions thereon, but even this legal right was refused to us.\nWe therefore ask for a reversal of these proceedings so that, as the law is said to be a universal rule of action, we may have the benefit of it, and that some regard may be paid to the principles of pleadings and the uniform decisions regulating the distinction of actions.\nGeorge Northrop, for defendants in error.\n1. If the lease by the said Brolasky as agent had not been signed and sealed by him in the name of a principal, suit could have been brought in his name: Holt v. Martin, 51 Pa. St., 499; Bedford v. Kelly, 61 Pa. St., 498; Seyfert v. Bean, 83 Pa. St., 453.\n2. Though an action of covenant cannot be maintained in this case, an action of assumpsit may, disregarding the seal as a mere excess: Grove v. Hodges, 55. Pa. St., bottom of p. 517; Jones v. Horner, 60 Pa. St., 218, 219; Schmertz v. Schreeve, 62 Pa. St., 460; American Leading Cases, Vol. 1, 596, 611; 1 Ch. Pl., 104; Swisshelm v. Swissvale Laundry Co., 95 Pa. St., 370.\nA contract under seal may be given in evidence, under non assumpsit: Cooper v. Rankin, 5 Binn., 615, 617.\nA sealed instrument may be given in evidence in assumpsit, to show the amount due: Charles v. Scott, 1 S. & R., 297; Mehaffey v. Share, 2 P. & W., 378; Carrier v. Dilworth, 59 Pa. St., 410.\n3. Non demisit is a proper plea in debt, not in assumpsit: 2 Stephens Nisi Prius, 1225; 1 Ch. Pl., 482.\nNil debet may be a good plea in debt, but not in assumpsit: 1 Ch. Pl., 482; Davis v. Shoemaker, 1 Rawle, 141; Bauer v. Roth, 4 Rawle, 92.\nCovenants performed absque hoc. This is clearly not a good plea in assumpsit. Beside, issue cannot be taken on a general averment of performance, and there was no notice of special matter: 2 Steph. Nisi Prius, 1164; 1 Ch. Pl., 487; Steph. on Pl., 384.\nEviction is also the proper plea in debt: 3 Ch. Pl., 993; 1 Saund., 204, note 2.\nNon assumpsit and payment alreadj^ pleaded were sufficient for any proper evidence in the case, and anything might have been given in evidence thereunder which would have shown that the plaintiff had no right to recover : Dauson v. Tibbs, 4 Yeates, 349; Von Storch v. Griffin, 77 P. S. R., 504; Greenewalt v. Horner, 6 S. & R., 71; Sparks v. Garrigues, 1 Binn., 152; Robinson v. Eldridge, 10 S. & R., 140; Miller v. Henderson, 10 S. & R., 290; Hain v. Kalbach, 14 S. & R., 159; Light v. Stoever, 12 S. & R., 431; Uhler v. Sanderson, 38 P. S. R., 128."
  },
  "file_name": "0518-01",
  "first_page_order": 532,
  "last_page_order": 537
}
