{
  "id": 490995,
  "name": "Wharton Bros. & Co. versus Douglas & Son",
  "name_abbreviation": "Wharton Bros. & Co. v. Douglas & Son",
  "decision_date": "1879-11-24",
  "docket_number": "",
  "first_page": "66",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "92 Pa. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 322",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 182",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 8891,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.501799394078385e-07,
      "percentile": 0.6657928705495958
    },
    "sha256": "83ba3d4404c40ae3f7aa568e8f4091d0e8ad073b7adbeda2a2e50a7e4b95a7d9",
    "simhash": "1:1948c58c1385dca4",
    "word_count": 1535
  },
  "last_updated": "2024-02-27T21:42:44.773854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson and Trunkey, JJ. Sterrett and Green, JJ., absent."
    ],
    "parties": [
      "Wharton Bros. & Co. versus Douglas & Son."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, November 24th 1879.\nW. Douglas & Son, the plaintiffs below, filed their mechanics’ lien “ against all that certain frame one-story iron mill or building situate in the-ward of the city of Pittsburgh, in the county aforesaid, and described as follows : Being situated on the northwest corner of Wharton and Twenty-fifth street, in the-■ ward of the city of Pittsburgh. Having a front on Twenty-fifth street of about one hundred and fifty feet, and a depth along Wharton street of about two hundred feet, with a one-story frame back building between said main building and Water street, about forty by sixty feet in size. Said buildings being known as the “ Ormsby Iron Works,” and being erected upon a lot or piece of ground bounded,” &c. * * * “ The sum aforesaid being a debt contracted for work and materials furnished, to wit: boilers and machinery, by the said claimants, within six months last past, in and about the erection and construction of said building.” But against what building is this lien filed ? Is it against the “ back building ” which appears incidentally as part of the general description of the “ Ormsby Iron Works?” Certainly not; but against the entire property as it appears upon the ground.\nMoreover, the boilers and machinery are said to be furnished in and about the erection and construction of “ said buildingthat is, of course, in and about the erection and construction of the building described in the lien. If, indeed, this was a new erection, this lien would be good, but upon trial, it proves to be an old building upon which said lien could not attach. It seems to us that this is the end of the case, for it is all idle to say that the intention was to confine this lien to a new “back building,” which nowhere appears in the description, and to boilers and machinery used in the construction of such building, when, by the writing filed, they are alleged to have been furnished for the general building.\nIt is possible that, under the provisions of the Act of May 1st 1861, a lien against the new erection might have been good; but it is to no purpose to talk about what might have been, since it is enough, for the present purpose, to know that the lien before us does not attach to the building therein described. For authority for this conclusion, if indeed authority be necessary for a matter so very plain, we refer to the case of Rynd v. Bakewell, 6 Norris 460, which is directly in point. The defendant’s first point, “ under all the evidence in the case, the verdict should be for the defendant,” ought to have been affirmed.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "Rodgers £ Oliver and George P. Hamilton, for plaintiffs in error.",
      "Fetterman Johnston, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wharton Bros. & Co. versus Douglas & Son.\nWhere materials are furnished for a new building intended to be used in connection'with an old manufacturing establishment, the mechanics' lien therefor should be filed specifically against the new erection, and it is fatal to the claim to file it against the general building.\nNovember 6th. 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson and Trunkey, JJ. Sterrett and Green, JJ., absent.\nError to the Court of Common Pleas No. 1, of Allegheny county: Of October and November Term 1879, No. 303.\nScire facias sur mechanics’ lien by W. Douglas & Son against Wharton Bros. & Co., in right of the Boatmens’ Fire and Marine Insurance Company.\nAbout 1863 Wharton Bros. & Co., erected the Ormsby Iron Works in the borough of East Birmingham, now a part of the city of Pittsburgh. The works at first consisted of a rolling-mill ninety by one hundred and twenty feet, to which additions were built at various times prior to 1873, until it had a front on Twenty-fifth street of one hundred and twenty feet, and a depth of nearly three hundred feet along Wharton street.\nIn the spring of 1873, the owners considered it expedient to replace the old boilers (which had been in -use since the mill was erected) with new ones, and on the 29th of April of that year entered into a written contract with Douglas & Son, by which the latter agreed to furnish a battery of three boilers for $4500. On the 2d of May a further contract was made for three additional boilers at the same price.\nThe old boilers were in the mill proper, under the same roof with the engines, rolls and other machinery. The new boilers, however, were located and built about thirty feet from the mill, upon ground purchased by the firm in 1871, long after the erection of the original or main building, and were connected with the mill only by means of pipes running overhead to convey the steam to the engines. After their completion there was erected to cover them a frame building, resting upon heavy stone foundations.\nThe contracts were let, as above mentioned, on the 29th of April and 2d of May respectively, and, according to the testimony of J. W. Douglas, who superintended their erection, the boilers were completed “some time in September.” Shortly afterward Wharton Bros. & Co. failed, and the contractors filed a mechanics’ lien for the construction of the boilers. This lien recited that “ said work was commenced on or about the first of May 187 3, and was finished on or about the 15th day of July 1873.”\nThe lien was filed against the entire works, describing the building as fronting about one hundred and fifty feet on Twenty-fifth street, and extending in depth along Wharton street about two hundred feet, “ with a one-story frame back building between said main building and Water street, about forty feet by sixty feet in sjze. Said buildings being known as the ‘ Ormsby IronWorks,’ and being erected on a lot or piece of ground bounded on the north by said Water street, on the east by said Twenty-fifth street, on the south by said Wharton street, and on the west by Twenty-fourth street, and the lot or piece of ground and curtilage appurtenant to said building: The sum aforesaid being a debt contracted for work done and materials furnished, to wit: boilers and machinery, by the said claimants, within six months last past, in and about the erection and construction of the said building.”\nThe works were offered at public sale on the 2d of April 1878, by the assignee in bankruptcy of Wharton Pros. & Co., and were purchased by the Poatmen’s Fire and Marine Insurance Company, who held a mortgage thereon. t\nAt the trial before Collier, J., the defendants submitted, inter alia, the following points, which the court refused:\n2. If you believe, from the evidence, that the original mill and main building, were erected and completed more than six months before this mechanic’s claim was filed, your verdict must be for defendants — the said claim being by its terms for “ work done and materials furnished, to wit, boilers and machinery, in and about the erection and construction ” of said mill.\n8. If you believe that the boiler-house which contained the boilers for which this claim was filed, was erected as an addition to the original and main mill, the said claim should have been filed specifically for work done and materials furnished, in and about the erection and construction of such addition, and said claim not having been so filed, the plaintiffs are not entitled to recover.\n4. If you find that the boiler-house was a permanent and substantial building, the lien should have been filed against it, and as it has not been so filed, the plaintiffs cannot recover.\nVerdict for plaintiffs for $11555.52, and after judgment defendants took this writ, and alleged, inter alia, that the court erred in the answers to the above points.\nRodgers £ Oliver and George P. Hamilton, for plaintiffs in error.\nThe claim was filed against the buildings known as the Ormsby Iron Works. It being admitted that said works were built and in operation years before the claim was filed, no lien can be maintained for their erection: Ely v. Wren, 9 Norris 148.\nIf the boiler-house was considered as an addition to the mill, thlien should have been filed specifically for the erection of such addition, and not for the erection of the entire mill: Pittsburgh’s Appeal, 20 P. F. Smith 146; Rynd v. Bakewell, 6 Norris 460; Wetmore’s Appeal, 10 Id. 276.\nIf the boiler-house was a permanent and substantial building, sufficient of itself to support a lien, the claim should have been filed against it: Parrish’s Appeal, 2 Norris 111; Summerville v. Wann, 1 Wright 182; Miller v. Hershey, 9 P. F. Smith 64; Diller v. Berger, 18 Id. 432.\nFetterman Johnston, for defendants in error.\nIn filing a lien if it is alleged that the materials were furnished or the work done in and about the erection or construction of the buildings generally, it is not such a misdescription as to avoid the lien. For upon the proof of the facts, the lien would attach to the addition, and it would draw the lien to the whole property as if it had originally been filed against the addition alone: Harman v. Cummings and Wife, 7 Wright 322."
  },
  "file_name": "0066-01",
  "first_page_order": 66,
  "last_page_order": 69
}
