{
  "id": 490929,
  "name": "Foss versus Bogan, for use &c.",
  "name_abbreviation": "Foss v. Bogan",
  "decision_date": "1880-01-05",
  "docket_number": "",
  "first_page": "296",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "92 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pitts. L. J. 82",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 377",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0377-01"
      ]
    },
    {
      "cite": "8 Watts 372",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 315,
    "char_count": 4965,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 2.6938488548853984e-07,
      "percentile": 0.8278191122339565
    },
    "sha256": "dead0b90e068a44fa1791d04709dbdfda1379936ada9fbd3155cfb907677406e",
    "simhash": "1:18a030a406347e29",
    "word_count": 886
  },
  "last_updated": "2024-02-27T21:42:44.773854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson and Trunkey, JJ. Sterrett and Green, JJ., absent."
    ],
    "parties": [
      "Foss versus Bogan, for use &c."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court, January 5th 1880.\nThat the .maker of a note may, by his contract therein, waive the right of appeal, so as to be bound by the waiver, is well-settled: Rheem v. Allison, 2 S. & R. 114; Pritchard v. Denton, 8 Watts 372.\nIn the present case, the transcript from the docket of the justice of the peace, showed the judgment was rendered on a note, but did not show that it contained any waiver of the right of appeal. The defendant in the judgment appealed therefrom. The court below, on parol evidence that the right of appeal had been waived in the note, struck off the appeal. This is the error assigned.\nAs the right of appeal is given by Act of Assembly, a party cannot be deprived thereof, except by his express agreement. How may that agreement be shown ? How shall the Common Pleas, when no fraud or want of jurisdiction in the justice is alleged, inquire into the cause of action before him ? Shall it be by inspection of the transcript, or by parol evidence? Manifestly by the former. A court of error cannot look beyond the record. A paper does not become a part of the record merely by being filed. It required an express statute to put depositions on the record, and that can be done only by bill of exceptions.\nAn inquiry by the court as to the proceedings before the justice is wholly different from an inquiry into the execution of its own process. Wherever the justice’s transcript shows the cause of action, it cannot be supplemented or changed by parol evidence for the purpose of depriving a party of a trial by jury: Dawson v. Condy, 7 S. & R. 366; Delaware & Hudson Canal Co. v. Loftus, 21 P. F. Smith 418.\nJudgment striking off the appeal is reversed, and the case ordered to be reinstated, and to be proceeded in according to law.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Neill & Ileywang, for plaintiff in error.",
      "C. M. Boush, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Foss versus Bogan, for use &c.\n1. The transcript from the docket of a justice of the peace showed a judgment was rendered on a note, but did not show that it contained any waiver of the right of appeal. The defendant in the judgment appealed therefrom. The court below, on parol evidence that the right of appeal had been waived, struck off the appeal. Meld, that this was error, as the court had no authority to look beyond the record of the justice.\n2. Wherever a justice’s transcript shows the cause of action, it cannot be supplemented or changed by parol evidence, so as to deprive a party of a trial by jury.\nNovember 25th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson and Trunkey, JJ. Sterrett and Green, JJ., absent.\nError to the Court of Common Pleas of Crawford county: Of October and November Term 1879, No. 82.\nThis was an appeal from the judgment of a justice of the peace, wherein Michael Bogan, to the use of Wright & Smith, were plaintiffs, and John Foss defendant. The material facts are stated in the opinion of this court.\nNeill & Ileywang, for plaintiff in error.\nParol evidence is not admissible to vary or contradict records, and it is held that this applies to the transcript of the judgment of a justice of the peace. The transcript of the justice is conclusive: Coffman v. Hampton, 2 W. & S. 377; Seibert v. Kline, 1 Barr 38; Delaware & Hudson Canal Co. v. Loftus, 21 P. F. Smith 418.\nThe transcript in this case showed that the plaintiff’s attorney was present and that the note was produced, and the defendant had a right to presume that the waiver clauses were not in the note or that the plaintiffs were not insisting on them. Such an application might he allowed to obtain the right to appeal when it has been denied, but never to take away such right where it exists prima facie. Courts should be- ingenious in discovering reasons in support of the right of appeal but not to take away that right.\nWhen a defendant voluntarily confessed judgment before a justice he was nevertheless allowed to appeal from the judgment so confessed: Rowen v. King, 1 Casey 409. The maker of a promissory note may waive the right of appeal by his contract but not as to subsequent matters of defence: Kerlin v. Russell, 1 Pitts. L. J. 82.\nC. M. Boush, for defendants in error.\nThe statement of the plaintiff’s attorney upon which this rule was granted, gives a copy of the note in question and simply states that the appeal was obtained before the justice without notice to, in the absence and without the knowledge of, plaintiffs and their attorney. Nothing of this varies or contradicts the records of the justice, neither is it contradicted by the appellant. The record of the .justice shows that the defendant below was regularly summoned to appear on July 31st 1878, between one and two o’clock p. m. ; fhat the plaintiffs appeared by their attorney with the evidence the defendant’s note containing a waiver of the right of appeal. The defendant choose not to appear to investigate the plaintiff’s evidence, but preferred to evade the condition of his contract and to obtain an appeal by an ex parte proceeding before the justice. ."
  },
  "file_name": "0296-01",
  "first_page_order": 296,
  "last_page_order": 298
}
