{
  "id": 1770723,
  "name": "Violet A. SELAN, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee",
  "name_abbreviation": "Selan v. Unemployment Compensation Board of Review",
  "decision_date": "1981-07-02",
  "docket_number": "No. 80-1-182",
  "first_page": "338",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "495 Pa. 338"
    },
    {
      "type": "parallel",
      "cite": "433 A.2d 1337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "397 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "376 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "378 A.2d 1044",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "474 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732108
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0584-01"
      ]
    },
    {
      "cite": "479 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742098
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0324-01"
      ]
    },
    {
      "cite": "389 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "77 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "168 Pa.Super. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472031
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/168/0295-01"
      ]
    },
    {
      "cite": "380 A.2d 932",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "296 A.2d 297",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "333 A.2d 519",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "521",
          "parenthetical": "Emphasis supplied."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 A.2d 753",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "754"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "177 Pa. Super. 72",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        724700
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/177/0072-01"
      ]
    },
    {
      "cite": "357 A.2d 710",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "383 A.2d 533",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1736921,
        1736916
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0617-01",
        "/pa/476/0616-01"
      ]
    },
    {
      "cite": "476 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736921
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "620"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0617-01"
      ]
    },
    {
      "cite": "466 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714968
      ],
      "weight": 6,
      "year": 1976,
      "pin_cites": [
        {
          "page": "83-84"
        },
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0081-01"
      ]
    },
    {
      "cite": "415 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1980,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 900,
    "char_count": 18548,
    "ocr_confidence": 0.845,
    "pagerank": {
      "raw": 1.9254336441610025e-07,
      "percentile": 0.7335491374207531
    },
    "sha256": "dfe9dfc34d95e2fc35cba97b1af0e6d0b4c9330392027f01419f63c45885b52d",
    "simhash": "1:be938d94c242443e",
    "word_count": 2986
  },
  "last_updated": "2024-02-27T22:11:07.752203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "O’BRIEN, C. J., and ROBERTS, J., would affirm on the unanimous opinion of the Commonwealth Court, Selan v. Commonwealth, Unemployment Compensation Board of Review, 52 Pa.Cmwlth. 7, 415 A.2d 139 (1980).",
      "KAUFFMAN, J., files an Opinion in Support of Affirmance.",
      "NIX, J., filed an Opinion is Support of Reversal.",
      "FLAHERTY, J., files an Opinion in Support of Reversal, in which NIX and LARSEN, JJ., join.",
      "NIX and LARSEN, JJ., join in this opinion in support of reversal.",
      "O’BRIEN, C. J., and ROBERTS, J., dissent and would affirm on the unanimous opinion of the Commonwealth Court, Selan v. Commonwealth, Unemployment Compensation Board of Review, 52 Pa.Cmwlth. 7, 415 A.2d 139 (1980)."
    ],
    "parties": [
      "Violet A. SELAN, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe Court being equally divided, the Order of the Commonwealth Court is affirmed.\nO’BRIEN, C. J., and ROBERTS, J., would affirm on the unanimous opinion of the Commonwealth Court, Selan v. Commonwealth, Unemployment Compensation Board of Review, 52 Pa.Cmwlth. 7, 415 A.2d 139 (1980).\nKAUFFMAN, J., files an Opinion in Support of Affirmance.\nNIX, J., filed an Opinion is Support of Reversal.\nFLAHERTY, J., files an Opinion in Support of Reversal, in which NIX and LARSEN, JJ., join.\nOPINION IN SUPPORT OF AFFIRMANCE\nKAUFFMAN, Justice.\nAs the Opinion in Support of Reversal correctly notes, even a single incident evidencing claimant’s disregard for her responsibilities may constitute willful misconduct. In recognition of the hazards of smoking, the employee handbook expressly restricts when and where it will be permitted. The memorandum of March 30, 1978 is even more explicit in prohibiting all smoking within the nursing home, except in specified areas, because “[s]moking creates a definite fire hazard.” A knowing violation of a rule which jeopardizes the safety of the home and its residents can never be de minimus.\nAccordingly, I would affirm the Order of the Commonwealth Court.\nOPINION IN SUPPORT OF REVERSAL\nNIX, Justice.\nIn my judgment the teaching of this Court’s opinion in Frumento v. Unemployment Compensation Board of Review, 466 Pa. 81, 351 A.2d 631 (1976) makes it clear that the instant appellant is entitled to the relief which she seeks and that the Commonwealth Court erred in denying that relief. In Frumento this Court stated we would not accept the view that the fact an employee engaged in a single instance of conduct contrary to the expressed direction of an employer would necessarily justify the denial of unemployment compensation benefits. In that decision we recognized benefits should not be denied where the action of the employee was justifiable or reasonable although in disregard of the employer’s expressed direction. Frumento v. Unemployment Compensation Board of Review, supra. In reaching that determination the Court was persuaded that the remedial legislative intent expressed in the enactment of the Unemployment Compensation Law required such a result.\nHere an employee has served the employer for almost eight (8) years and the nature of the infraction is de minim-is. It appears to me the same legislative intent requires benefits be paid the instant appellant.\nOPINION IN SUPPORT OF REVERSAL\nFLAHERTY, Justice.\nViolet A. Selan (the claimant) appeals from a decision of the Commonwealth Court affirming the referee’s denial of benefits pursuant to Section 402(e) of the Unemployment Compensation Law (Act), which makes any employe ineligible for unemployment compensation benefits whose unemployment is due to his discharge from work for willful misconduct connected with his work, Act of December 5, 1936, Second Ex. Sess., P.L. (1937) 2897, as amended, 43 P.S. § 802(e).\nOn September 12, 1978, claimant, a nurses’ assistant employed by The Methodist Home (the Home) smoked a cigarette in a bathroom designated a patients’ bathroom on the floor to which she was assigned. At this time, claimant’s tenure with the Home was 7 years and 9 months. She had a record free of any disciplinary problems. Furthermore, she willingly worked with a handicap, the absence of her right hand. Claimant admits that she was smoking in a patients’ bathroom while on a comfort break but does contend that the violation was de minimis and does not justify denial of unemployment benefits.\nThe Home’s personnel handbook provided that smoking was allowed only in areas to be designated by the department director . The handbook also provided on page 26:\n“As amendments and changes are made in personnel policies, printed information concerning the changes will be distributed to all employees.” It is undisputed that the claimant received a handbook and was aware of the rule therein.\nBy a memorandum dated March 30, 1978, to “Residents, Employees, Volunteers and Visitors”, the smoking rule was changed to prohibit all smoking as a fire hazard except in five specific areas. There was no evidence that this new rule flatly banning smoking was ever communicated to the claimant as provided in the handbook. It was posted on the employee bulletin board located near the time clock claimant used. The claimant testified that she had never seen the new rule. She was never warned that she could be terminated for smoking.\nThe question of whether or not an employee’s actions constitute willful misconduct is a question of law, subject to our review. McLean v. Unemployment Compensation Board of Review, 476 Pa. 617, 383 A.2d 533 (1978), Unemployment Compensation Board of Review v. Cardellino, 24 Pa.Cmwlth. 617, 357 A.2d 710 (1976). The determination must be made in light of all the circumstances, including not only the employe’s noncompliance with an employer’s directive but also the reasons for that noncompliance. Frumento v. Unemployment Compensation Board of Review, 466 Pa. 81, 351 A.2d 631 (1976), McLean v. Unemployment Compensation Board of Review, supra.\nThe Home takes a position in derogation of this last stated principle, arguing that a mere technical violation of the employer’s rule, without more, justifies denying unemployment benefits. The attorney for the Home at the hearing argued that the claimant was put on notice of the five designated smoking areas and whether she actually read the memorandum is not relevant. However, consistent with the spirit of McLean and Frumento, supra, we must consider the circumstances surrounding the noncompliance with the employer’s rule and give effect to the declared policies of the Act and its remedial nature. In so doing, we would hold that this single, minor infraction of the Home’s promulgated rule by a woman whose future employment opportunities are limited does not, as a matter of law, rise to the level of willful misconduct intended to result in a denial of unemployment benefits.\nWe have adopted as the definition of “willful misconduct” the Superior Court’s definition in Moyer Unemployment Compensation Case, 177 Pa. Super. 72, 74, 110 A.2d 753, 754 (1955):\n“Willful misconduct” . . . has been held to comprehend an act of wanton or willful disregard of the employer’s interest, a deliberate violation of the employer’s rules, a disregard of standards of behavior which the employer has a right to expect of an employee, or negligence indicating an intentional disregard of the employer’s interest or of the employe’s duties and obligations to the employer.\nMcLean v. Unemployment Compensation Board of Review, 476 Pa. at 620, 383 A.2d at 535 (1978), Frumento v. Unemployment Compensation Board of Review, 466 Pa. at 83-84, 351 A.2d at 632 (1976).\nThis standard has been expanded by the Commonwealth Court to comport with the remedial nature of the Unemployment Compensation Act to recognize that it is not a single, isolated infraction which constitutes willful misconduct. Bickling v. Unemployment Compensation Board of Review, 17 Pa.Cmwlth. 619, 333 A.2d 519 (1975):\nThis definition indicates that before the actions of an employe can constitute willful misconduct, the employe must display a serious disregard of his responsibilities to his employer, in a manner that is in some real sense deterimental [sic] to his employer’s interests. The question is primarily a matter of degree, and the inquiry must be framed in terms of whether the employe’s acts rise to the level of willful misconduct. Loder v. Unemployment Compensation Board of Review, 6 Pa.Cmwlth. 484, 296 A.2d 297 (1977).\nId., 17 Pa.Cmwlth. at 622, 333 A.2d at 521 (Emphasis supplied.)\nThe Referee’s findings of fact, affirmed by the board, are as follows:\n1. Claimant was employed by The Methodist Home from January 13, 1971, last working as a nurses’ assistant at $3.40 an hour until September 12, 1978, her last day of work.\n2. On September 12,1978, claimant’s working hours were from 7:00 A.M. to 3:00 P.M., and her first break time was between 10:00 A.M. and 10:30 A.M.\n3. The employer, for fire and safety reasons, had established designated areas were [sic] smoking was permitted and had specified that smoking was permitted by the employes during their scheduled breaks and lunch periods.\n4. The employer posted the designated areas on bulletin boards and had meetings with employes to explain the designated areas and the times when smoking would be permitted.\n5. On September 12, 1978, at approximately 8:00 A.M., claimant was smoking in a non-designated area.\n6. On September 12,1978, claimant admitted by a signed statement that she was smoking as above stated and she was aware she was in violation of the employer’s smoking rules.\n7. The employer’s rules and regulations rega r;. smoking are not unreasonable.\n8. Claimant was discharged for smoking in an unauthorized smoking area at an unauthorized time.\nThe claimant testified that she was not aware that the area and break time in which she was smoking were unauthorized. The referee and Board accepted the evidence offered by the Home and we cannot say that the findings of the referee are not supported by evidence. Beyond the evidentiary question, we may inquire whether, as a matter of law, the conduct amounts to willful misconduct and whether the claimant was properly denied benefits.\nThe case law under § 403(e) of the Act recognizes an exception to the rule that a violation of an employer’s rule is willful misconduct. The exception is that where the complained of conduct is a single, isolated and minor infraction, such conduct does not rise to the level of misconduct contemplated by the legislature in enacting § 403(e). A single dereliction or minor or casual act of negligence or carelessness does not constitute willful misconduct. Williams v. Unemployment Compensation Board of Review, 32 Pa. Cmwlth. 641, 380 A.2d 932 (1977); Allen v. Unemployment Compensation Case, 168 Pa.Super. 295, 77 A.2d 889 (1951); See also, Wardlow v. Unemployment Compensation Board of Review, 37 Pa.Cmwlth. 44, 389 A.2d 253 (1978).\nFurthermore, it must always be kept in mind in cases involving the Act that it is remedial in nature and thus should be liberally and broadly construed to achieve its express purpose and to promote justice. Statutory Construction Act of 1970, 1 Pa.C.S.A. § 1928(c) (Supp.1980-81); Gladieux Food Services, Inc. v. Unemployment Compensation Board of Review, 479 Pa. 324, 388 A.2d 678 (1978); Unemployment Compensation Board of Review v. Jolliffe, 474 Pa. 584, 379 A.2d 109 (1977); Frumento v. Unemployment Compensation Board of Review, supra.\nHere, claimant, a 62 year old woman, whose right hand was amputated above the wrist and who served the Home for almost 8 years without a single episode of disciplinary action or a single reprimand for any infringement on Home rules or policy, was on an authorized comfort break, having notified a co-worker, as was required, that she was going to the bathroom. The patients were in the cafeteria eating breakfast. The bathroom, from the description of the parties, was more like a lavatory one would find in a public school, with a ceramic tile floor and several stalls separated by vertical marble slabs. The claimant smoked half a cigarette while taking care of her physical needs, doused it in the toilet and left the lavatory to return to the floor. Upon exiting the bathroom, the charge nurse asked the claimant if she had been smoking. The claimant stated that she indeed did have a cigarette on her comfort break. She was terminated that afternoon.\nWe have here a woman who was willing to work under a substantial handicap and who was performing her work satisfactorily. Her alternatives for employment are limited and the declared policy of the Act compels us to the conclusion that to deny her unemployment benefits in this case would amount to a denial of the economic security contemplated by the Act.\nIt is not our province to ask whether the employer’s action was correct but to determine whether the claimant’s conduct constituted willful misconduct under the Act. We have stated that the focus in each case is not whether the employer had the right to discharge the employe, but whether the Commonwealth is justified in reinforcing that decision by denying benefits for the complained of conduct. Frumento v. Unemployment Compensation Board of Review, supra.\nThough we do not countenance Claimant’s conduct herein, we cannot, on the other hand, agree on this record that claimant has evidenced a serious disregard of her responsibilities to the Home. We would conclude, therefore, that Claimant’s actions were de minimis in nature and do not, as a matter of law, constitute willful misconduct.\nThe Commonwealth Court in Schaefer v. Commonwealth, Unemployment Compensation Board of Review, 32 Pa. Cmwlth. 200, 378 A.2d 1044 (1977) citing Roach v. Unemployment Compensation Board of Review, 31 Pa.Cmwlth. 424, 376 A.2d 314 (1977), held that a single incident, if sufficiently serious, may warrant a conclusion of willful misconduct for purposes of denying unemployment benefits. This holding comports with the principle that an employee’s work record, if good, must be accorded some weight in determining whether the requisite proof is made out. We approve of this language and would conclude that in the instant case, this single incident was not sufficiently serious to warrant a finding of willful misconduct. This incident simply is not of the character of willful misconduct contemplated by the Legislature or of the character as that term is defined in Bickling, supra. We therefore would reverse the Commonwealth Court and would remand to the Unemployment Compensation Board of Review for proceedings consistent with this opinion.\nNIX and LARSEN, JJ., join in this opinion in support of reversal.\nO’BRIEN, C. J., and ROBERTS, J., dissent and would affirm on the unanimous opinion of the Commonwealth Court, Selan v. Commonwealth, Unemployment Compensation Board of Review, 52 Pa.Cmwlth. 7, 415 A.2d 139 (1980).\n. Act of December 5, 1936, P.L. [1937] 2897, as amended, 43 P.S. § 751 et seq.\n. The activity charged consisted of a single instance of smoking one-half of a cigarette in a tile and marble bathroom and disposing of the unsmoked portion by flushing it away in the toilet.\n. Smoking can be very offensive. It also creates a health and fire problem.\nYou must refrain from smoking in offices, resident areas, elevators, corridors, or any area where it might be hazardous. In fact, you should not smoke in the public view. All “No Smoking” signs must be observed. Your Department Director will inform you of the areas in which you are permitted to smoke. Smoking is permitted during break times and at meal times in these designated areas.\nSmoking is permitted in vehicles only if residents are not present.\nUse ash trays to keep The Home clean and to prevent fires. Special care must be exercised when oxygen or other inflammable gases may be present.\nHandbook of Personnel Policies, The Methodist Home, page 22 (Emphasis supplied.)\n. “Smoking creates a definite fire hazard, and thus all smoking within the Methodist Home is prohibited except in' the following areas: .... Your cooperation in this safety program would be most appreciated.” Memorandum dated March 30, 1978.\n. While it is not critical that the new rule was not brought to the greater attention of the claimant, this fact, together with the surrounding circumstances of this case, constitute a situation warranting our inclination to conclude as a matter of law that her conduct does not amount to willful misconduct.\n. While we realize that an advance warning is not a prerequisite to justify a discharge for willful misconduct, Hardley v. Unemployment Compensation Board of Review, 40 Pa.Cmwlth. 371, 397 A.2d 477 (1979), we find relevance in whether there was a warning since an infraction such as this would not be excusable if it were not the sole occurrence of its kind. Neither the new rule nor the handbook provided any disciplinary action for smoking inconsistent with the rules. The handbook listed 20 examples of rule infractions which would result in disciplinary action but did not include smoking.\n. § 752. Declaration of public policy.\nEconomic insecurity due to unemployment is a serious menace to the health, morals, and welfare of the people of the Commonwealth. Involuntary unemployment and its resulting burden of indigency falls with crushing force upon the unemployed worker, and ultimately upon the Commonwealth and its political subdivisions in the form of poor relief assistance. Security against unemployment and the spread of indigency can best be provided by the systematic setting aside of financial reserves to be used as compensation for loss of wages by employes during periods when they become unemployed through no fault of their own. The principle of the accumulation of financial reserves, the sharing of risks, and the payment of compensation with respect to unemployment meets the need of protection against the hazards of unemployment and indigency. The Legislature, therefore, declares that in its considered judgment the public good and the general welfare of the citizens of this Commonwealth require the exercise of the police powers of the Commonwealth in the enactment of this act for the compulsory setting aside of unemployment reserves to be used for the benefit of persons unemployed through no fault of their own. 1936, Second Ex.Sess., Dec. 5, P.L. [1937] 2897, art. I, § 3.\n43 P.S. § 752.\n. For the last 9 months of the claimant’s employment, the Home was operated by a new administration. Prior to the entry of the new administration, the claimant was consistently evaluated as “good” and “very good” in the several categories of job performance that are evaluated, “very good” being the highest rating. During her last nine months under the new administration, she maintained her work record without ever having been reprimanded or disciplined.",
        "type": "majority",
        "author": "PER CURIAM. KAUFFMAN, Justice. NIX, Justice. FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Bruce D. Campbell, Meyer, Darragh, Buckler, Bebenek & Eck, Pittsburgh, for appellant.",
      "Richard Wagner, Asst. Atty. Gen., Chief Counsel, Harrisburg, for Unemployment Comp. Bd.",
      "Edward J. Van Allen, Jerry S. McDevitt, Kirkpatrick, Lockhart, Johnson & Hutchison, Pittsburgh, Charles G. Has-son, Harrisburg, for Methodist Home."
    ],
    "corrections": "",
    "head_matter": "433 A.2d 1337\nViolet A. SELAN, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 5, 1981.\nDecided July 2, 1981.\nReargument Denied Sept. 4, 1981.\nBruce D. Campbell, Meyer, Darragh, Buckler, Bebenek & Eck, Pittsburgh, for appellant.\nRichard Wagner, Asst. Atty. Gen., Chief Counsel, Harrisburg, for Unemployment Comp. Bd.\nEdward J. Van Allen, Jerry S. McDevitt, Kirkpatrick, Lockhart, Johnson & Hutchison, Pittsburgh, Charles G. Has-son, Harrisburg, for Methodist Home."
  },
  "file_name": "0338-01",
  "first_page_order": 370,
  "last_page_order": 380
}
