{
  "id": 1116696,
  "name": "Schuck v. School District of Baldwin Township et al.",
  "name_abbreviation": "Schuck v. School District",
  "decision_date": "1929-04-15",
  "docket_number": "Appeals, Nos. 69 and 70",
  "first_page": "408",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "296 Pa. 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "289 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103271
      ],
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0082-01"
      ]
    },
    {
      "cite": "283 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090574
      ],
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0496-01"
      ]
    },
    {
      "cite": "283 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090556
      ],
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0582-01"
      ]
    },
    {
      "cite": "258 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0575-01"
      ]
    },
    {
      "cite": "283 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0175-01"
      ]
    },
    {
      "cite": "110 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0349-01"
      ]
    },
    {
      "cite": "175 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880487
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0512-01"
      ]
    },
    {
      "cite": "108 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0559-01"
      ]
    },
    {
      "cite": "82 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0343-01"
      ]
    },
    {
      "cite": "282 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0387-01"
      ]
    },
    {
      "cite": "276 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077542
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0024-01"
      ]
    },
    {
      "cite": "294 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0212-01"
      ]
    },
    {
      "cite": "292 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0244-01"
      ]
    },
    {
      "cite": "289 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0082-01"
      ]
    },
    {
      "cite": "283 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0496-01"
      ]
    },
    {
      "cite": "283 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090556
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0582-01"
      ]
    },
    {
      "cite": "258 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035082
      ],
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0575-01"
      ]
    },
    {
      "cite": "276 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077542
      ],
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0024-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 10223,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.7028424226401744e-07,
      "percentile": 0.7011883704416744
    },
    "sha256": "aa8510cc4ba07e1138fca38c3498d2a69b1a6b4a1c2141c4b0a8a9956b74f778",
    "simhash": "1:97554a1db1e6ee2f",
    "word_count": 1737
  },
  "last_updated": "2024-02-27T23:35:00.495356+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Schuck v. School District of Baldwin Township et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nIn response to an advertisement, seven bids were received for the construction of a public school. The four lowest were: Dick Construction Company, $34,740; S. A. Hamel & Son, $36,659; Frank L. Cadule, $36,740 and A. C. Slencamp, $36,990. By a vote of three to two the board of school directors awarded the contract to the highest of these four bidders, whereupon the present taxpayer’s bill was filed, which resulted in a decree perpetually enjoining the school directors and Slencamp “from putting into effect the contract” for the construetion of the building. From this we have the present appeals; one by the school district and the three school directors, and the other by Slencamp. In determining them, we shall assume, but do not decide, that the board exercised a sound discretion so far as respects the Dick Construction Company and Slencamp, but it is very clear this was not so as to Hamel and Cadule,, each of whom was a lower bidder than Slencamp.\nSection 617 of the School Code of May 18,1911, P. L. 309, 350, as amended by the Act of July 10, 1919, P. L. 889, provides as follows: “All construction......upon any school building......where the entire cost...... shall exceed |300, shall be done under contract or contracts to be entered into by such school district with the lowest responsible bidder, upon proper terms, after due public notice has been given asking for competitive bids.” This language is mandatory, not discretionary, and if there is more than one responsible bidder, the work can be authorized, only under contract with the lowest: Summit Hill School Directors, 258 Pa. 575, 580; Harris v. Phila., 283 Pa. 496; Com. v. Jones, 283 Pa. 582. There is a discretion vested in the board to determine who are and who are not responsible bidders, —a sound discretion to be exercised in a given way, as we shall point out later, — but once it is determined which of the bidders are responsible, discretion ends; the contract must be awarded, if at-all, to the one of them whose bid is lowest, though there is but a slight difference in amount between him and another bidder whom the board would like to favor. The money to be expended is public money — a trust fund — and, in matters of this kind, the law recognizes no right in the directors to expend any of it, however small, except for work done by the “lowest responsible bidder.” A careful reading of the record convinces us that a failure to recognize this is largely responsible for the error into which the board fell. In one of defendants’ requests for findings of fact, stress is laid on the fact that the Hamel, Cadule and Slencamp bids were “substantially of the same amount, being within less than $350 of each other”; but this is a matter of no moment whatever, if the three were responsible bidders.\nIn Hibbs v. Arensberg, 276 Pa. 24, 29, we said: “The contract was awarded to the fourth lowest bidder without investigating the responsiiblity of the three lower bidders. This is contrary to the Act of July 10, 1919, P. L. 889, [amending] section 617 (School Code), which directs the contract to be let to the lowest responsible bidder. The term ‘lowest responsible bidder’ does not mean the lowest bidder in dollars; nor does it mean the board may capriciously select a higher bidder regardless of responsibility or cost. What the law requires is the exercise of a sound discretion by the directors; they should call to their assistance the means of information at hand to form an intelligent judgment. They should investigate the bidders to learn their financial standing, reputation, experience, resources, facilities, judgment and efficiency as builders. This was not done. The court below censures the board for omitting this important step, but it holds, inasmuch as they had ample knowledge of the successful bidder and the merit of its work, the contract could be awarded. This might do in private affairs, but will not pass when public funds are at stake; it is not the exercise of discretion. Though the directors were not bound in law to give the contract to the lowest bidder, who might be irresponsible, they were bound to investigate, and, if a bidder measured up to the law’s requirement as a responsible party, the board could not capriciously award the contract to another.” The same conclusion was stated in Summit Hill School Directors Removal, 289 Pa. 82. These cases clearly and succinctly point the method for determining whether or not those who bid for school contracts are responsible bidders.\nIn the instant ease, the trial judge found as a fact, and this was later approved by the court in banc, that “no investigation was made by any member of the board to ascertain, the financial standing, reputation, experience, resources, facilities, judgment, and efficiency as builders,” of any of the bidders except the Dick Construction Company and Slencamp. There was ample evidence to sustain that finding, which must, therefore, be accepted as correct: Williams v. Finlaw, Mueller & Co., 292 Pa. 244; Myers v. Ohio-Penn Gas & Oil Co., 294 Pa. 212. Indeed, the three directors, who voted to award the contract to Slencamp, themselves so testified. One of them was Norman Schwotzer, who said: “Q. What did you learn by investigation as to the financial responsibility of S. A. Hamel & Son? A. None. Q. What did you learn as to their resources? A. None. Q. And as to their facilities for doing the work — meaning by that, machinery? A. No, I did not.......Q. So that you confined your attention to the investigation of Mr. Dick......and the investigation of Mr. Slencamp? A. Yes, sir.” William W. Dryer, the second director, testified: “Q. What did you ascertain about the financial standing of S.- A. Hamel & Son? A. I didn’t get any. Q. Or their resources or facilities? A. No, sir. Q. What did you ascertain concerning Frank A. Cadule as to his financial standing and resources and reputation and facilities? A. None. Q. You know nothing of that, do you? A. No, sir.” And Henry G. Leech, the third of the directors, testified: “Q. Now, referring to Mr. Hamel, did you make any inquiry in relation to his •experience or ability? A. I was talking to different people in regard to building school buildings, but there was nobody knew where he had built any in this section of the country. Q. Did you make any further investigation of Mr. Cadule other than what the architect referred you [to] at the meeting? A. No, sir...... Q. And as to these other bidders Mr. Hamel, Frank Cadule...... you made no investigation either of their work or of any other matter? A. No, sir.” The information given by the architect, to which reference was made, was that “there was no better contractor to his knowledge than Mr. Cadule; he had built many schools......and he could give him the highest recommendation.”\nWhat has been said shows that the board never were in position to determine whether or not Hamel and Cadule were responsible bidders, and in fact never did determine that question. When compelled to speak by the exigency of the suit, they gave excuses, not reasons, for their conduct; evidently after-thoughts entitled to no weight. We have often said, and now repeat, that the discretion vested in public officials in the making of contracts requiring the expenditure of public money, is not unbridled, but must be a sound discretion, exercised according to the standards fixed for the protection of the public; and that, as distributors of public money, they cannot act as they might do if expending their private funds.\nThe decree of the court below is affirmed, and the appeals are dismissed at the cost of the respective appellants.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Henry A. J ones, with him Elmer A. Barehfeld, for appellant.",
      "Charles A. Lewis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schuck v. School District of Baldwin Township et al.\nArgued March 21, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nHenry A. J ones, with him Elmer A. Barehfeld, for appellant.\nInvestigation by school directors of grounds of qualification of a lower bidder, other than the ground on which such lower bidder has been rejected, is not a necessary legal condition precedent under the Pennsylvania School Law before a contract may be lawfully entered into with the higher bidder, deemed to be the lowest responsible bidder: Hibbs v. Arensberg, 276 Pa. 24; Hiorth v. Chester City, 282 Pa. 387; Com. ex rel. v. Mitchell, 82 Pa. 343; Douglas v. Com., 108 Pa. 559; Reuting v. Titusville, 175 Pa. 512.\nThe chancellor’s inferences as to the grounds of disqualification of the lower bidders and the grounds of qualification of the higher bidder are not complete and in accord with the facts in evidence: Worrall’s App., 110 Pa. 349; Hamilton v. Fay, 283 Pa. 175.\nIt was proper to admit the testimony of the directors to explain their reasons for making the award: Wells & Co. v. Sch. Dist., 7 Del. Co. R. 578; Reuting v. Titusville, 175 Pa. 512.\nCharles A. Lewis, for appellee.\nSchool districts and the directors are hound in all respects within the limits of the Act of Assembly creating and controlling them; the Act of July 10,1919, P. L. 889, section 617, expressly limits the awarding of the contract to the lowest responsible bidder; this act is mandatory and requires strict compliance, and noncompliance with its provisions voids all acts and contracts resting thereon: Summit Hill Directors, 258 Pa. 575; Com. v. Jones, 283 Pa. 582, 587; Harris v. Phila., 283 Pa. 496, 498; Summit Hill Directors, 289 Pa. 82, 85.\nSchool directors have discretionary powers in determining which of the bidders are in fact responsible, and as the requirement of lowest bidder is also to be considered the logical way of determining the lowest responsible bidder would require beginning at the lowest, then considering each in rotation upward till the point of responsibility is reached. The act does not require that the most responsible bidder be determined: Hibbs v. Arensberg, 276 Pa. 24.\nIt is required as a basis of intelligent judgment upon the subject of responsibility that the directors inform themselves as to certain facts and conditions, in relation to the bidders, and this measurement has been clearly expressed by this court in other cases, among them Hibbs v. Arensberg, 276 Pa. 24.\nApril 15, 1929:"
  },
  "file_name": "0408-01",
  "first_page_order": 432,
  "last_page_order": 438
}
