{
  "id": 1894009,
  "name": "Albee Homes, Inc. v. Caddie Homes, Inc., Appellant",
  "name_abbreviation": "Albee Homes, Inc. v. Caddie Homes, Inc.",
  "decision_date": "1965-03-16",
  "docket_number": "Appeals, Nos. 322, 323 and 324",
  "first_page": "177",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "417 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "185 A. 2d 517",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883244
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0344-01"
      ]
    },
    {
      "cite": "206 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893058
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0222-01"
      ]
    },
    {
      "cite": "108 A. 541",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "94 Conn. 248",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        389409
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/conn/94/0248-01"
      ]
    },
    {
      "cite": "95 A. 2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240364
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0513-01"
      ]
    },
    {
      "cite": "175 N.Y.S. 2d 809",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "4 N. Y. 2d 393",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2248394
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/4/0393-01"
      ]
    },
    {
      "cite": "250 Fed. 981",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6743947
      ],
      "year": 1918,
      "opinion_index": 0,
      "case_paths": [
        "/f/250/0981-01"
      ]
    },
    {
      "cite": "31 F. 2d 932",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1753011
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/31/0932-01"
      ]
    },
    {
      "cite": "136 A. 2d 838",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275672
      ],
      "weight": 2,
      "year": 1957,
      "pin_cites": [
        {
          "page": "633-634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0618-01"
      ]
    },
    {
      "cite": "141 A. 2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279704
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0033-01"
      ]
    },
    {
      "cite": "159 A. 2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290541
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0046-01"
      ]
    },
    {
      "cite": "189 A. 2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884571
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0214-01"
      ]
    },
    {
      "cite": "140 A. 2d 789",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845484
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0313-01"
      ]
    },
    {
      "cite": "123 A. 2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "pin_cites": [
        {
          "page": "627"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267078
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "343-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/385/0342-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 14881,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.2606099847255564e-06,
      "percentile": 0.9887620861293458
    },
    "sha256": "fff8ca41ee619a71e38c2dbf2797ba7cce84702855d9417658fc704feb86a6f6",
    "simhash": "1:3c836456ee5e6725",
    "word_count": 2410
  },
  "last_updated": "2024-02-27T23:35:32.546786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagbn, O’Bbien and Robebts, JJ.",
      "Mr. Justice Cohen dissents."
    ],
    "parties": [
      "Albee Homes, Inc. v. Caddie Homes, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThese are.appeals from the decree of the Court of Common Pleas No. 6 of Philadelphia County granting a preliminary injunction to the plaintiffs, Albee Homes, Inc. and its subsidiaries (Albee), restraining the corporate defendant, Caddie Homes, Inc. (Caddie), and two individual defendants, Lutman and Dahan, from carrying out any course of conduct designed to induce Albee employees to terminate their employment.\nAlbee and Caddie are competitors engaged in the design, manufacture and sale of pre-cut homes and allied products. Albee brought this action for preliminary and permanent injunctions, alleging, inter alia, that the individual defendants had been former employees of Albee; that they had acquired secret trade information during the course of their employment with Albee and had thereafter used it unfairly, upon leaving their employment to organize Caddie; that, knowing of the existence and. nature of employment contracts which Albee had with each of its employees, the individual defendants induced and continued to attempt to induce Albee employees to terminate and. violate their, employment contracts; and that, Caddie, knowing of such wrongful activities, associated with the individual defendants in order to acquire the benefits thereof. Albee sought to enjoin Caddie from,further engaging in a business similar to that of Albee, to restrain further disclosures of trade secrets, to enjoin the defendants from inducing Albee employees to terminate their employment contracts; and to recover both compensatory and punitive damages.\nOn a rule to show cause, the court below, heard testimony and issued a preliminary injunction, enjoining Caddie, Lutman and Dahan, “from directly or indirectly committing any act, and from communicating directly or indirectly with any person ... in the employ of the plaintiffs Albee Homes, Inc. . . ., or following any course of conduct, designed to or which would have the effect of persuading or inducing any employee of the plaintiffs ... to sever or terminate his or her relationship with the plaintiffs, or any of them.” From the decree issuing this preliminary injunction these appeals are taken.\nThe scope of our review on an appeal from a decree either granting or denying a preliminary injunction is “to examine the record only to determine ‘if there were any apparently reasonable grounds for the action of the court below . . . .’ Lindenfelser v. Lindenfelser, 385 Pa. 342, 343-44, 123 A. 2d 626, 627 (1956). (Emphasis supplied). Summit Township v. Fennell, 392 Pa. 313, 140 A. 2d 789 (1958).” Alabama Binder & Chemical Corp. v. Pennsylvania Industrial Chemical Corp., 410 Pa. 214, 215, 189 A. 2d 180, 181 (1963). And the essential prerequisites for the issuance of a preliminary injunction are: first, that it is necessary to prevent immediate and irreparable harm which could not be compensated by damages; second, that greater injury would result by refusing it than by granting it; and third, that it properly restores the parties to their status as it existed immediately prior to the alleged ■wrongful conduct. Alabama Binder & Chemical Corp. v. Pennsylvania Industrial Chemical Corp., supra. Even more essential, however, is the determination that the activity sought to be restrained is actionable, and that the injunction issued is reasonably suited to abate such activity. And unless the plaintiffs right is clear and the wrong is manifest, a preliminary injunction will not generally be awarded: Keystone Guild, Inc. v. Pappas, 399 Pa. 46, 159 A. 2d 681 (1960), and Herman v. Dixon, 393 Pa. 33, 141 A. 2d 576 (1958).\nIn the first place, the offering of employment to a person under a contract, terminable at the will of either, with another is not actionable in and of itself: Morgan’s Home Equipment Corp. v. Martucci, 390 Pa. 618, 136 A. 2d 838 (1957); Harley & Lund Corp. v. Murray Rubber Co., 31 F. 2d 932 (2d Cir. 1929) ; and, Triangle Film Corp. v. Aircraft Pictures Corporations, 250 Fed. 981 (2d Cir. 1918). As stated in Morgan’s Home Equipment Corp. v. Martucci, 390 Pa. at 633-634, 136 A. 2d at 847: “The systematic inducing of employes to leave their present employment and take work with another is unlawful when the purpose of such enticement is to cripple and destroy an integral part of a competitive business organization rather than to obtain the services of particularly gifted or skilled employes. So also, when the inducement is made for the purpose of having the employes commit wrongs, such as disclosing their former employer’s trade secrets or enticing away his customers, the injured employer is entitled to protection.”\nSuch being the case, the first question is’fjvhether the purpose of Caddie’s offer of employment was to secure the services of “particularly gifted or skilled” employees, or just to take them away from Albee^ The record supports no other conclusion than that ¡the purpose of Caddie was merely to get salesmen experienced in the business of selling pre-cut homes. There is no evidence whatsoever of an ulterior motive]} The only testimony in this regard is that if Caddie is allowed to continue its course of inducing employees then Albee’s business would suffer. ^The disruptive effect is the consequence, not the purpose, of the inducement]]\nThe next test is whether the inducement was made for the purpose of having the employees commit wrongs. That the purpose was not to pilfer trade secrets is plainly refuted by the complaint, which alleges that both of the individual defendants were possessed of these “secrets” before they left Albee’s employ. If, in fact, there are “trade secrets” and “unique methods” to be protected, this must be done in another phase of the proceeding directly dealing therewith. At the present, we are concerned only with fjghether the procurement of secrets was a purpose of the enticement of employees. Clearly, it was not-)\n|Neither do we consider one of the purposes to have been enticement of Albee’s customer^ The only direct testimony on this point was given by Dahan as part of Albee’s case. And he stated categorically that not only was that not the purpose, but also that jany employees who came from Albee came devoid of “leads” (i.e., names of potential customers)”]) Furthermore, with the exception of two men (one of whom was hired by Caddie not in the capacity of a salesman), Tall of the ex-employes of Albee moved substantial distances from the place of their employment by AlbeeTj If the population of the country is in fact Albee’s clientele, then perhaps these men were employed to entice potential Albee customers. But we do not consider “customers” in such broad terms, nor would such a clientele be capable of protection.\nIt is further asserted that the enticement is enjoinable because all of Albee’s employees were and are under employment contracts (terminable at will), the terms of which were and are known to all the defendants, which contain restrictive covenants, including one to the effect: “(c) that, while in the employ of . . . Albee Homes, Inc., . . . and for a period of one year after the termination of any such employment, regardless of the reason therefor, he will not under any circumstances or conditions whatsoever engage, directly or indirectly, ... in the business of buying, manufacturing, selling or dealing in lumber, pre-cut homes or prefabricated homes in competition with the Company within a radius of 50 miles of the Company’s sales office at-=-,-or in competition with Albee Homes, Inc., or any other franchised dealer of Albee Homes, Inc., listed on Schedule A hereof, within a radius of 50 miles of any sales office of Albee Homes, Inc., . . . .”; and that consequently, ^the purpose of the inducement was to have the employees commit a wrong, to wit, violate their restrictive covenants?]\nIt is clear that each of seven ex-employees of Albee, now employed by Caddie, has breached his covenant not to compete within the described territory, and further that two of the men compete within 50 miles of the territory wherein he had been employed by Albee. Nonetheless, this assertion necessarily depends upon the .validity of the restrictive covenants here involved. We agree with the conclusion of the Court of Appeals in Paramount Pad Co. v. Baumrind, 4 N. Y. 2d 393 175 N.Y.S. 2d 809 (1958), that^an action cannot be maintained for inducing the breach of a restrictive covenant which is contrary to public policy of the stateQcf. Restatement, Torts, §774 (Comment a: “. . . [Contracts in unreasonable restraint of trade are generally unenforceable. . . .”). And our public policy permits thej?enforcement of restrictive covenants only if they are reasonably limited as to duration of time and geographical extent!] Morgan’s Rome Equipment Corp. v. Martucci, supra, and Plunkett Chemical Co. v. Reeve, 373 Pa. 513, 95 A. 2d 925 (1953). - Though-there is some dictum in Plunkett Chemical to the effect that the territory of the United States would not be unreasonable, the specific result was that the court limited the restrictive nature of the covenant to the area of Philadelphia and surrounding counties. That case, provides no authority for the proposition that a vast area unrelated to the reasonable protection of the employer is capable of restriction.\nIn the first instance, restrictive covenants which form part of a contract of employment, and are not ancillary to a buy-sell agreement, are subject to a more stringent test of reasonableness: Alabama Binder & Chemical Corp. v. Pennsylvania Industrial Chemical. Corp., supra, and Morgan’s Home Equipment Corp. v. Martucci, supra. Although the Alabama Binder case upheld a restrictive covenant of 5 years duration covering the territorial United States, it is markedly distinguishable from the instant case. The covenant there was, in fact, ancillary to a buy-sell agreement, executed on the same day, whereby the covenantor sold his 50% of a business for a percentage of future profits, not to exceed $500,000 (which sum was earned and paid).Furthermore, the nature of the business (production of binder-material for floor tile) was such that there were only six customers for the product in the United States, ■■ and covenantor, having personally controlled customer relations for covenantee, was familiar with and known to all of the potential customers for the product within the United States. In such a situation, the covenant was clearly directly related to the protection of the business which covenantor left.\nIn the present ease, the covenant is excessive in total effect. The nature of Albee’s business is such that the convenantor is in a position to know only a very few customers in a limited area. The testimony shows that the identity of customers was gained by personal contacts between them and tbe salesman at the model home location. That these contacts, gained for instance in Cleveland, Ohio, could be of no use to a salesman moving to Trenton, New Jersey, is clear beyond question. No doubt the covenant is enforceable as to an area within 50 miles of the place of employment by the covenantee, for we can see a direct and reasonable connection to the protection of business in such a restriction, especially where, as here, the restriction is limited in time to a period of one year after termination of employment. But to allow the covenant to extend its tentacles throughout an area so vast as here envisioned would be to allow an unreasonable restraint on trade. It would prevent the covenantor from seeking employment in the field for which he is trained without any regard to reasonable protection for the employer. In its present form,|the covenant is more of a penalty for termination of employment than it is an employer-protection device!^ The provision is {¿especially burdensome when we consider 1) that the contract is terminable at the will of the employ errand 2) that Albee’s business is ever expanding to encompass greater areas of competition.\nConsequently, we conclude that the wide-spread prohibition envisioned by this restrictive covenant is (unrelated to the protection of the employer, and that, therefore, as written)] the covenant is unenforceable to the full extent claimed by Albee. Cf., Samuel Stores, Inc. v. Abrams, 94 Conn. 248, 108 A. 541 (1919). On the other hand, it is also clear that inducing Albee’s employees to terminate and violate their employment contracts and then to work for Caddie within 50 miles of their actual former employment was wrongful and conduct from which Albee should be protected. We also consider the covenant divisible and enforceable when restricted to reasonable geographical limits. See Barb-Lee Mobile Frame Co. v. Hoot, 416 Pa. 222, 206 A. 2d 59 (1965). We will, therefore, modify the injunction entered below, and in the application of equitable principles limit it to the area above indicated.\nAlbee presented testimony to the effect that a grave emergency faced the company because of the particular building cycle of the year (1963), and now appellants assert that, since the emergency no longer exists, there is no reason to continue the injunction. However, the court below entered upon the inquiry as to emergency only because it was sitting in summer session at which only emergency petitions were to be heard. Even if no emergency existed an injunction limited in area, as indicated before, should have issued.\nMoreover, on appeal in determining the correctness of the action of the court below, we review and consider the facts which were of record and before the court as of the date the decision was rendered. See, Kilian v. Allegheny Co. Dist., 409 Pa. 344, 185 A. 2d 517 (1962).\nDecree, as modified, affirmed. Costs to be paid by appellants.\nMr. Justice Cohen dissents.\nIn spite of the following colloquy regarding the basis for plaintiffs’ action, it is relevant and material that at least one of the former employees continued to work in the same area wherein he had worked for Albee after going with Caddie: “The Court: All right. Let’s see if we can’t clarify this. Are you willing to state for the record that what you are relying on is not the propinquity within the fifty miles of the place where the ex-employee had at one time worked, but between the place where he is now working and where you have establishments ? Mr. Pincus: Exactly. The Court: Is that your position? Mr. Pincus: That is our position, sir.”",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Allen J. Levin, with him Edward Greer, and Folz, Bard, Kamsler, Goodis & Greenfield, for appellants.",
      "Pace Reich, with Mm Modell, Pincus, Hahn & Reich, for appellees."
    ],
    "corrections": "",
    "head_matter": "Albee Homes, Inc. v. Caddie Homes, Inc., Appellant.\nArgued November 19, 1963; affirmed by equally divided Court on January 8, 1964; reargument ordered February 6, 1964; reargued November 23, 1964.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagbn, O’Bbien and Robebts, JJ.\nAllen J. Levin, with him Edward Greer, and Folz, Bard, Kamsler, Goodis & Greenfield, for appellants.\nPace Reich, with Mm Modell, Pincus, Hahn & Reich, for appellees.\nMarch 16, 1965:"
  },
  "file_name": "0177-01",
  "first_page_order": 213,
  "last_page_order": 223
}
