{
  "id": 1894023,
  "name": "Commonwealth v. Ott, Appellant",
  "name_abbreviation": "Commonwealth v. Ott",
  "decision_date": "1965-03-16",
  "docket_number": "Appeal, No. 221",
  "first_page": "269",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "417 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "79 A. 2d 204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "53 A. 2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472087
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0181-01"
      ]
    },
    {
      "cite": "56 A. 2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845042,
        8845060
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0092-01",
        "/pa/358/0092-02"
      ]
    },
    {
      "cite": "93 A. 2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238034
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0402-01"
      ]
    },
    {
      "cite": "188 A. 2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884591
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0045-01"
      ]
    },
    {
      "cite": "194 A. 2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887273
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0194-01"
      ]
    },
    {
      "cite": "154 A. 485",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1931,
      "pin_cites": [
        {
          "page": "486"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130031
      ],
      "weight": 2,
      "year": 1931,
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0418-01"
      ]
    },
    {
      "cite": "141 A. 2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845743
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0632-01"
      ]
    },
    {
      "cite": "79 A. 2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228437
      ],
      "weight": 2,
      "year": 1951,
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0159-01"
      ]
    },
    {
      "cite": "147 A. 79",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "297 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118270
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0382-01"
      ]
    },
    {
      "cite": "81 A. 711",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "232 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977871
      ],
      "weight": 2,
      "year": 1911,
      "pin_cites": [
        {
          "page": "611"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0609-01"
      ]
    },
    {
      "cite": "1 A. 45",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1885,
      "opinion_index": 0
    },
    {
      "cite": "110 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543733
      ],
      "year": 1885,
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0263-01"
      ]
    },
    {
      "cite": "53 A. 2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 1
    },
    {
      "cite": "357 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472087
      ],
      "year": 1947,
      "opinion_index": 1,
      "case_paths": [
        "/pa/357/0181-01"
      ]
    },
    {
      "cite": "188 A. 2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "410 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884591
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa/410/0045-01"
      ]
    },
    {
      "cite": "194 A. 2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "412 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887273
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa/412/0194-01"
      ]
    },
    {
      "cite": "79 A. 2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 1
    },
    {
      "cite": "367 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228437
      ],
      "year": 1951,
      "opinion_index": 1,
      "case_paths": [
        "/pa/367/0159-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11565,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 3.4525515196603334e-07,
      "percentile": 0.8802464931353141
    },
    "sha256": "6f763c1fc8f0f92865a2b29f104d3b8b26e4d98d3ba5779fe194280163bc2b14",
    "simhash": "1:8e57c847dec6c065",
    "word_count": 2048
  },
  "last_updated": "2024-02-27T23:35:32.546786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Bkien and Roberts, JJ.",
      "Mr. Justice Musmanno joins in this view.",
      "Mr. Justice Cohen dissents."
    ],
    "parties": [
      "Commonwealth v. Ott, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nRussell John Ott was convicted by a jury of murder in the first degree. The case was tried under the so-called Split-Verdict Act of December 1, 1959, P. L. 1621, §1, 18 P.S. §4701, and after the jury failed to agree upon the punishment to be imposed, it was discharged. A new trial was denied and Ott was sentenced to imprisonment for life. From this judgment the present appeal was filed.\nThe prime question for decision is whether or not the learned trial judge erred in charging the jury that in his opinion the defendant was guilty and it was his duty to tell them so. We are impelled to the conclusion that he did, and that sufficient prejudice resulted which renders a new trial mandatory.\nThe pertinent portion of the instructions to the jury was as follows: “Now, I am about to make a comment, members of the jury. And my comment is that I am of the opinion that this defendant is guilty. But please understand, members of the jury, that it’s my duty and it’s my right to make a comment, under the law of Pennsylvania. But it’s also my duty to say to the jury when I make that comment that you don’t have to agree with me, that it’s entirely, completely, finally for you to say what the verdict shall be: guilty of murder in the first degree, not guilty of murder in the first degree; guilty of murder in the second degree, not guilty of murder in the second degree; not guilty. You may find one of those three verdicts. That is entirely for you.”\nAt least as early as the year 1885, this Court ruled that the trial judge in a criminal case may express an opinion to the jury on the weight and effect of the evidence, provided that such comment does not amount to a binding instruction, and moreover, is warranted by the evidence: McClain v. Commonwealth, 110 Pa. 263, 1 A. 45 (1885). This principle of law has been consistently followed ever since. See, e.g., Commonwealth v. Cunningham, 232 Pa. 609, 81 A. 711 (1911); Commonwealth v. Weston, 297 Pa. 382, 147 A. 79 (1929); Commonwealth v. Chambers, 367 Pa. 159, 79 A. 2d 201 (1951); and, Commonwealth v. Romano, 392 Pa. 632, 141 A. 2d 597 (1958).\nIn connection with the right of the trial judge to express an opinion on the weight and effect of the evidence, this Court said in Commonwealth v. Cunningham, supra, 232 Pa. at 611, 81 A. at 712: “It is the undoubted right of a judge, and often it is his duty, to express to the jury his opinion of the weight and effect of the evidence.”\nFor the first time, as far as our research discloses, in Commonwealth v. Nafus, 303 Pa. 418, 154 A. 485 (1931), this Court held that a trial judge may also express an opinion as to the guilt or innocence of the defendant. And in many cases since, this right has been reaffirmed, provided 1) that it is exercised fairly and temperately; 2) that there is reasonable ground for any statement the judge may make; and, 3) that he clearly leaves to the jury the right to decide all the facts and every question in the case, regardless of his opinion: Commonwealth v. Raymond, 412 Pa. 194, 194 A. 2d 150 (1963); Commonwealth v. Chester, 410 Pa. 45, 188 A. 2d 323 (1963); Commonwealth v. Patskin, 372 Pa. 402, 93 A. 2d 704 (1953); and, Commonwealth v. Watts, 358 Pa. 92, 56 A. 2d 81 (1948).\nIn connection with the right' of the trial judge to express an opinion as to the guilt or innocence of the accused, it was said in Commonwealth v. Nafus, supra, 303 Pa. at 420, 154 A. at 486, “that it was sometimes his duty to do so.” In Commonwealth v. Moyer, 357 Pa. 181, 53 A. 2d 736 (1947), it was held that “in some cases” it may be his duty to express such an opinion. Likewise, in Commonwealth v. Chambers, supra, 367 Pa. at 164, 79 A. 2d 204, we said “. . . it is always the privilege and sometimes the duty of a trial judge to express his own opinion, including his opinion of the weight and effect of the evidence or its points of strength and weakness or even the guilt or innocence of the defendant and the verdict which, in his judgment, the jury should render. . . .” See also, Commonwealth v. Patskin, supra. However, in no case within our knowledge has it been said that it is always the duty of the court to do so, and clearly no language of this Court has ever indicated that a judge should feel compelled to do so in every case, regardless of the nature, quality or quantity of the proof.\nWhether or not the learned trial court below misconstrued its responsibilities in this regard, we are firmly of the opinion that in no instance should a trial judge tell a jury that it is his duty to express an opinion that the accused is guilty. The connotations of the term “duty” in such a context are such that the jury may well conclude that a guilty verdict is the only choice they have and thus such an instruction would effectively interfere with the jury’s right to solely determine the question of guilt or innocence. Further, it could prejudicially impair the jury’s performance of its responsibility to weigh the evidence carefully and fairly before coming to a decision.\nAdditional comment is necessary.\nWhile we have repeatedly and unequivocally stated that a trial judge always has the privilege of expressing an opinion as to the guilt or innocence of the defendant, we have just as frequently said in this connection that “reasonable ground for any statement he may make” should exist. Thus, some restriction on the exercise of the privilege has been clearly indicated, and the exercise of a wise discretion in connection therewith imposed. Otherwise, the limitation would be meaningless. While it is difficult to define with any degree of specificity when such an opinion as here under discussion should not be expressed, it can be definitely stated that such should not be done in a very close case. In such an instance, such an expression by the presiding judicial officer could well prejudice the defendant unfairly, and in itself be sufficient to overcome any honest and justified reasonable doubt the jurors may have in their minds as to the guilt of the defendant after evaluating the evidence.\nJudgment reversed, and new trial ordered.\nMr. Justice Roberts concurs in the result and is of the opinion that it is undesirable, unnecessary and unfair to allow the trial judge to inform the jury that in his opinion the defendant is guilty.\nMr. Justice Musmanno joins in this view.\nMr. Justice Cohen dissents.\nAll emphasis throughout supplied unless otherwise indicated.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Justice Bell:\nThe majority “strain at a gnat and swallow a camel”.\nApproximately 10:00 a.m., August 30, 1963, Ott entered Louis Glostein’s shoe store at 2953 Kensington Avenue in Philadelphia. Ott followed Glostein into the rear storeroom, picked up an 8-1/2 pound iron bar used as a door prop in the storeroom, and struck Glostein on the head at least three times, shattering the bone on the top of the head and depressing the brain itself one inch. Ott took Glostein’s wallet, containing, inter alia, approximately $200 in bills, the wedding band and a picture of Glostein’s deceased wife, and a Canadian dollar bill, and also picked up a box containing a pair of Smart Style brand, black buckled shoes, and then left the store.\nGlostein, a fragile seventy-five year old man, died eight days later, without regaining consciousness, from the head injuries and an interim, complicating pneumonia.\nWhen Ott was apprehended eleven days after the attack on Glostein, he blurted out, in response to a question asking why. he ran away, “Because I killed that man.” Glostein’s Canadian dollar bill and his shoes were subsequently found in Qtt’s possession and were identified as Glostein’s property.\nThe majority hold that the following statement in the Court’s charge was reversible error: “Now, I am about to make a comment, members of the jury. And my comment is that I am of the opinion that this defendant is guilty. But please understand, members of the jury, that it’s my duty and it’s my right to make a comment, under the law of Pennsylvania. But it’s also my duty to say to the jury when I make that comment that you don’t have to agree with me, that it’s entirely, completely, finally for you to say what the verdict shall be: guilty of murder in the first degree, not guilty of murder in the first degree; guilty of murder in the second degree, not guilty of murder in the second degree; not guilty. You may find one of those three verdicts. That is entirely for you.”\nThe trial Judge stated at least 9 other times in his Opinion — the trial Judge states it was no less than 50 times — that the credibility of the witnesses and the evidence and the verdict was entirely for the jury. For example, the trial Judge further said: “The facts, as you find them, are entirely completely yours. The verdict is entirely, completely, unequivocally yours. You are the judges. You bring in the verdict.”\n“You can see how important you are and how honest and intelligent you must be, because the facts are entirely, exclusively, completely for you.”\n“I also have a right to make a comment. And I intend to make a comment, provided you understand that whether I comment on the evidence or whether I comment on guilt or innocence, members of the jury, yours is the final say as to what the verdict should be — as to what the evidence is and as to what the final verdict should be. You, in your unanimous opinion, determine the verdict, and nobody else.”\n“Now, I will make a comment. But remember, members of the jury, it is entirely for you to say, no matter what my comment is.”\n“Again I say, to malee sure, members of the jury, that you understand, it is entirely, completely, finally for you”\nThe law is correctly stated in Commonwealth v. Chambers, 367 Pa. 159, 79 A. 2d 201, where the Court said (page 164) : “. . . it is always the privilege and sometimes the duty of a trial judge to express his own opinion, including his opinion of the weight and effect of the evidence or its points of strength and weakness or even the guilt or innocence of the defendant and the verdict which, in his judgment, the jury should render. . . .” See also the following cases, where even a stronger charge than the present charge was approved: Commonwealth v. Moyer, 357 Pa. 181, 53 A. 2d 736; Commonwealth v. Raymond, 412 Pa. 194, 194 A. 2d 150; Commonwealth v. Chester, 410 Pa. 45, 188 A. 2d 323.\nWhat is the use of this Court saying that it is sometimes the duty of a trial Judge to express his own opinion of the guilt or innocence of the defendant (provided he tells them that he leaves the question of guilt or innocence to them), and then stating that it is reversible error for the trial Judge to say exactly what this Court said he could say? Is it fair to peaceful law-abiding people for the highest Courts in the Land to (unintentionally) enmesh trial Judges in a web of technicalities which thwart or stifle Justice?\nI find no error in the Court’s charge which many times left the question of guilt or innocence entirely, completely and finally to the jury.\nI would affirm the judgment of sentence.\nItalics throughout, ours.",
        "type": "dissent",
        "author": "Mr. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "George Levering Arnhold, with him Harry R. Back, for appellant.",
      "William H. Wolf, Jr., Assistant District Attorney, with him Joseph M. Smith, Assistant District Attorney, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James C. Crumlish, Jr., District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Ott, Appellant.\nArgued January 5, 1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Bkien and Roberts, JJ.\nGeorge Levering Arnhold, with him Harry R. Back, for appellant.\nWilliam H. Wolf, Jr., Assistant District Attorney, with him Joseph M. Smith, Assistant District Attorney, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James C. Crumlish, Jr., District Attorney, for Commonwealth, appellee.\nMarch 16, 1965:"
  },
  "file_name": "0269-01",
  "first_page_order": 305,
  "last_page_order": 312
}
