{
  "id": 1893988,
  "name": "Demitz Estate",
  "name_abbreviation": "Demitz Estate",
  "decision_date": "1965-03-22",
  "docket_number": "Appeal, No. 310",
  "first_page": "316",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "417 Pa. 316"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "185 A. 2d 794",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0194-01"
      ]
    },
    {
      "cite": "52 A. 2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0614-01"
      ]
    },
    {
      "cite": "6 Pa. D. & C. 2d 444",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1617281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/6/0444-01"
      ]
    },
    {
      "cite": "34 A. 348",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "174 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0613-01"
      ]
    },
    {
      "cite": "29 Pa. Superior Ct. 334",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/29/0334-01"
      ]
    },
    {
      "cite": "94 A. 442",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "249 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0005-01"
      ]
    },
    {
      "cite": "74 A. 2d 485",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. Superior Ct. 293",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        470512
      ],
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/167/0293-01"
      ]
    },
    {
      "cite": "4 A. 2d 551",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "135 Pa. Superior Ct. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1017123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/135/0136-01"
      ]
    },
    {
      "cite": "66 A. 2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0190-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 6137,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.7582286394345826e-07,
      "percentile": 0.70958847407706
    },
    "sha256": "cac4d0f6ca66fa699f61741ef13dc78c46d94df1c86debe30f7c0e56a27edb07",
    "simhash": "1:c124a488693270a4",
    "word_count": 1035
  },
  "last_updated": "2024-02-27T23:35:32.546786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Demitz Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Bell,\nThe guardian of testator’s incompetent wife and the administratrix of her estate appeal from a decree of the Orphans’ Court. The Court (a) confirmed the Trustee’s account and (b) ordered distribution of the trust principal to testator’s two children and (c) dismissed exceptions to an adjudication which had denied the joint claim of the guardian and the administratrix against Demitz’ testamentary trust.\nCharles H. Demitz died January 22, 1959, leaving a will in which he gave his entire estate to the Conestoga National Bank of Lancaster in trust with directions to “keep the trust invested and use the income and so much of the principal as it deems reasonable or proper in its discretion for the care and comfort of my wife, Jeannette Y. Demitz, during her life. And after her death I direct the trustee to pay her reasonable funeral expenses and I give all the funds thus remaining, including any accrued or accumulated income, in equal shares to my two children Yirginia S. Paige . . . and my son, Robert S. Demitz . . . .”\nOn April 7, 1959, a guardian was appointed for the estate of Jeannette. Shortly thereafter Demitz’ trustee notified Jeannette’s guardian that the trustee, in the exercise of the discretion given it in Demitz’ will, would not invade the trust principal for the care and comfort of Jeannette, unless and until the funds of the widow which were in the possession of the guardian became exhausted.\nOn January 22, 1960, the guardian of testator’s incompetent wife filed an election to take under his will. The funds remaining in testator’s trust estate after payment of Jeannette’s funeral expenses totaled $9,-991.\nTestator’s wife, Jeannette, was an inmate of the Harrisburg State Hospital on January 17, 1959, the date of testator’s will, and at testator’s death on January 22,1959, and until her death on December 24, 1962. She had an estate of over $18,000, made up of (1) approximately $9,600 Series E bonds which had been purchased by her husband and registered in the name of herself or her husband, with right of survivorship, and (2) an insurance policy in the amount of approximately $2,500, which his employer had taken out on Demitz’ life and in which she was the named beneficiary, and (3) Social Security payments of over $4,000 arising out of her husband’s employment, and (4) income of approximately $1,161 paid by Demitz’ testamentary trustee to Jeannette’s guardian, and (5) a family exemption from her husband’s estate of $750.\nDemitz’ testamentary trustee paid to Jeannette’s guardian all income of the trust during Jeannette’s life.\nAlthough Jeannette’s guardian received the aforesaid notice from Demitz’ testamentary trustee, it never made any claim, or request, or attempted to compel the trustee to make any payment out of principal during Jeannette’s life — a period of over three years, nor did any of Jeannette’s next of kin do so. It was not until after Jeannette’s death in December of 1962 that the guardian of her estate and the administratrix of her estate presented their claim in the amount of $4,731.48 for payment of her hospital expenses out of principal. This sum represented the total charges of the Harrisburg State Hospital for the maintenance and care of Jeannette from the date of testator’s death until her own. death, in the amount of $5,893, less a credit of $1,161, which was the sum paid out of income by Demitz’ trustee to Jeannette’s guardian and by it to the hospital.\nThe sole question for our consideration is whether the testamentary trustee clearly abused its discretion or committed an error of law in refusing to invade the trust principal for the benefit of Jeannette’s estate. Seacrist Estate, 362 Pa. 190, 66 A. 2d 836; In re Martin’s Estate, 135 Pa. Superior Ct. 136, 4 A. 2d 551; Restatement (2d), Trusts, §187.\nThe parties stipulated, we repeat, that Demitz’ trustee notified the guardian that it would not make any payments out of principal until funds in the hands of the guardian became exhausted.\nIf appellants’ claim is disallowed, each of Demitz’ children will receive as remaindermen one-half of the trust or approximately $4,300; if it is allowed, $4,731 will be paid to Jeannette’s creditors and heirs, and the share of each child will be reduced to approximately $2,630.\nWhere a trustee has been given a discretionary power to invade principal, the general rule is that the existence of an independent estate by a wife is not sufficient justification for a trustee’s refusal to pay principal for her maintenance and support. Cf. Swinson Estate, 167 Pa. Superior Ct. 293, 299, 74 A. 2d 485; Baylor’s Estate, 249 Pa. 5, 94 A. 442; Minnich v. Peoples Trust, Savings & Deposit Co., 29 Pa. Superior Ct. 334; Crane’s Estate, 174 Pa. 613, 34 A. 348; cf. also Short Estate, 6 Pa. D. & C. 2d 444.\nHowever, for the reasons hereinabove set forth, this is an unusual case and we find no clear abuse of discretion or error of law.\nDecree affirmed, each party to bear own costs.\nAppellees filed a motion to quash on the ground that the appeals (although taken within three calendar months from the entry of the decree as required by Act of May 19, 1897, P. It. 67, §2, as amended, 12 P.S. §1133) were not perfected witbin a reasonable time thereafter. Fenerty Disbarment Case, 356 Pa. 614, 52 A. 2d 576. The record is erroneous as disclosed by an affidavit of the Clerk of the Court below, and based upon the corrected record, the appeal was perfected within a reasonable time and consequently the motion to quash is denied.\nThe guardian of the incompetent (Jeannette Y. Demitz) and the administratrix of her estate, filed a joint claim. This was erroneous. The claim should have been presented by and will be considered as a claim by the administratrix. Peden Estate, 409 Pa. 194, 185 A. 2d 794.\nItalics throughout, ours.",
        "type": "majority",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "Mark R. Eaby, Jr., with him Eaby and Eaby, for appellant.",
      "Harris C. Arnold, with him Harris C. Arnold, Jr., and Arnold, Bricker, Beyer & Barnes, for appellees."
    ],
    "corrections": "",
    "head_matter": "Demitz Estate.\nArgued November 19, 1964.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nMark R. Eaby, Jr., with him Eaby and Eaby, for appellant.\nHarris C. Arnold, with him Harris C. Arnold, Jr., and Arnold, Bricker, Beyer & Barnes, for appellees.\nMarch 22, 1965:"
  },
  "file_name": "0316-01",
  "first_page_order": 352,
  "last_page_order": 356
}
