{
  "id": 897973,
  "name": "Jacob Garretson, Appellant, v. James Stuart Brown, Administrator of the Estate of John H. Brown, deceased, Thomas F. Blakemore and John H. Brown, Administrator d. b. n. c. t. a. of the estate of James W. Brown, deceased",
  "name_abbreviation": "Garretson v. Brown",
  "decision_date": "1898-04-11",
  "docket_number": "Appeal, No. 365",
  "first_page": "447",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "185 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "72 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0409-01"
      ]
    },
    {
      "cite": "102 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0547-01"
      ]
    },
    {
      "cite": "101 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1420,
    "char_count": 51436,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 7.722602696016355e-08,
      "percentile": 0.4541276344682644
    },
    "sha256": "35755e037376e90f007d621d605984462d5e98f7b4c2fff3aa8b7d616edbd930",
    "simhash": "1:6a27b6869c513e4f",
    "word_count": 8846
  },
  "last_updated": "2024-02-27T22:13:30.372975+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Queen, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Jacob Garretson, Appellant, v. James Stuart Brown, Administrator of the Estate of John H. Brown, deceased, Thomas F. Blakemore and John H. Brown, Administrator d. b. n. c. t. a. of the estate of James W. Brown, deceased."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe decree of the court below is affirmed upon the findings of fact and conclusions of law contained in the master’s report.\nDecree affirmed and appeal dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "D. Stuart Robinson, for appellant.",
      ".E. Sunn, Jr., with him John Gf. Johnson, for appellee, James Stuart Brown."
    ],
    "corrections": "",
    "head_matter": "Jacob Garretson, Appellant, v. James Stuart Brown, Administrator of the Estate of John H. Brown, deceased, Thomas F. Blakemore and John H. Brown, Administrator d. b. n. c. t. a. of the estate of James W. Brown, deceased.\nPartnership — Liquidating partner.\nAfter the dissolution of a copartnership, a partner may be considered a liquidating partner who handles the money of the firm, sells its property, collects outstanding bills, deposits the moneys collected subject to liis exclusive control, loans some of the same to his former partners in a new enterprise, and to other people, pays out to his former partners upon demand some of the moneys so controlled by him, on account of their distributive shares, makes or causes to be made the entries in the firm’s books, ami then for a series of years makes constant promises to his former partners to render an account, and finally does render such account, or cause the same to be rendered under his direction by the former bookkeeper of the firm to one of his former partners, upon the latter’s demand.\nPartnership — Statute of limitations — Liquidating partner.\nIf the statute of limitations has been running between partners, the assumption by one of them of the office of liquidating partner does not toll tlie statute, or open up all their settled accounts.\nEvidence — Competency of witness — Party dead.\nThe provision of the Act of May 25, 1887, P. L. 271, relating to the admission of evidence in proceedings by or against the surviving or remaining partners of a party deceased do not apply in a suit between the partners themselves.\nPartnership — Compensation of liquidating partner.\nAn agreement that a liquidating partner shall be paid for his services is valid.\nArgued March 30, 1898.\nAppeal, No. 365, Jan. T., 1897, by-\nplaintiff, from order of C. P. No. 8, Phila. Co., Dec. T., 1882, No. 709, dismissing exceptions to auditor’s report.\nBefore Queen, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nBill in equity by a member oE a firm against bis partners for an account.\nExceptions to adjudication.\nThis bill was originally filed against John H. Brown, individually, and as administrator of James W. Brown, deceased, and against Thomas Blakemore. The death of John H. Brown, and the appointment of James Stuart Brown, administrator of his estate, was suggested of record on January 16, 1896.\nThe following facts appear from the report of the master, Joseph deF. Junkin, Esq.:\nPrior to January 1, 1845, John H. Brown and James W. Brown were engaged in the dry goods business and a species of banking business in Philadelphia, under the firm name of John PI. Brown & Company. They had a large capital, and they used in the banking business deposits which were made with them from time to time, as well as their own money not used in the dry goods business. On January 1,1845, they took the plaintiff, who had been their salesman for a number of years, as a partner. The agreement of partnership was not reduced to writing, and while plaintiff contended that he was to receive one eighth of the profits of both branches of the business and bear his proportionate share of the losses, the two Browns furnishing the capital, and he to contribute his services, the surviving partner, John H. Brown, contended that plaintiff had an interest in the dry goods business only.\nThe master found as a fact that plaintiff was given a one eighth interest in the dry goods business only.\nOn or about January 1, 1853, plaintiff’s interest in the firm was increased to one fifth in the entire business, both dry goods and banking. This latter agreement was not in writing, and plaintiff contended that he was to contribute $20,000; that the amount of capital standing to his credit in the firm on January 1, 1853, was to be credited on this sum, and he was to pay interest on the balance until it should be paid out of the profits. This was denied in the answer of John H. Brown, who asserted that plaintiff was to be charged with interest on $20,000 as an additional theoretical contribution to the capital account, entirely irrespective of what might be standing to his credit.\nThe master found as a fact that on January 1,1853, plaintiff was given a one fifth interest in the profits of the'entire business of John H. Brown & Company, he to contribute a capital of $20,000 or to pay interest on the same.\nOn January 1,1857, the two Browns agreed with Thomas F. Blakemore and George K. Swearingen, who had been salesmen for the firm, to give each of them seven and one hal per cent out of their (the Browns’) profits. The new firm conducted the business under the firm name of John H. Brown & Company until 1860, when James W. Brown died. The remaining partners continued the business as before, gradually liquidating it, until December 31, 1860, when the firm was formally dissolved. The plaintiff and Blakemore, with a man named Brady, formed a new firm, called Garretson, Brady & Co., which conducted the same business at the same place. The new firm bought the stock of the old firm, but, otherwise, tlie affairs of the old firm remained in an unsettled condition. Tlie settlement of the business of the old firm was delayed on account of the breaking out of the war, their business having been largely in the south. There was no agreement at any time between the partners of the late firm about the maimer of its liquidation or the person who should act as liquidator. The books were kept in the safe which had become the property of plaintiff. John H. Brown did not again enter into active business, but devoted the larger part of his time to the settlement of the old partnership affairs, occasionally consulting with the plaintiff and Blakemore. The moneys received by Brown in settlement were deposited with Garretson, Brady & Co. by Brown, and drawn out by him, one Thomas Waterman keeping the accounts in the old firm’s regular books. Brown used as the office of the old firm of John II. Brown & Company, the second floor of the building occupied by Garretson, Brady & Co. The books were always open to the inspection and scrutiny of the plaintiff and Blakemore. The master could not find whether they did or did not examine the books and he found no evidence that either of them objected to the active part which Brown assumed in the settlement of the business of the old firm. The cash was exclusively received and deposited by Brown as to him seemed best. From 1860 to 1866 he loaned large sums of it to different persons without the knowledge of his former partners, but doubtless for the benefit of all. Garretson, Brady & Co. borrowed $10,000 of the assets from Brown and repaid the loan to him. From 1861 to 1865 the plaintiff received $3,374.54 from Brown on account of liis interest in the firm.\nBy 1866 the assets of the old firm had all been collected and the 'debts paid, but before any settlement had been made between the partners, the widow of James W. Brown commenced proceedings in the orphans’ court to compel an accounting from John H. Brown who had administered upon her husband’s estate. This matter was not finally settled until 1880. Up to this time the matters between plaintiff and Brown remained in statu quo. Plaintiff several times demanded a settlement from Brown, and Brown said he would have to wait until the litigation with James Brown’s widow was ended. This appears to have satisfied the plaintiff, who permitted Brown to remain ‘in the undisputed possession of the assets of John H. Brown & Company without resorting to any legal means to obtain possession of the same. After the final settlement with Mrs. Brown, plaintiff, in 1881 or 1882,-again went to Brown and demanded a settlement and the possession of the books. Brown refused to give him possession but allowed him to inspect them and make an exhaustive examination of them, with an expert accountant. Waterman, the bookkeeper, by direction of Brown, made two statements from the books for plaintiff, which were designated as exhibits “ A ” and “ B ” respectively.\nThe master’s report continued as follows:\n• Before considering any of the details of the case, the first and most important question was that raised by counsel for John H. Brown, to wit: that the plaintiff was entirely precluded from obtaining any decree against John H. Brown or his estate by the terms of the statute of limitations, expressly pleaded in the answer.\nIt was contended that all of plaintiff’s claims, as set forth in his bill, were entirely within the statute :\n1. Because that as to all that occurred prior to 1861 (the date of the dissolution), the entries in the books of the firm, having been made by the firm’s bookkeeper, and with the presumed legal acquiescence of each member thereof, were in the nature and had the force of accounts stated, and were not of the nature of accounts merchant; and that as to any matters concerning them the plaintiff was estopped by the statute absolutely from any contravention thereof.\n2. That as to all that took place after 1861, where the entries were in the -firm’s books made by the bookkeeper of the firm, or under tire direction of John II. Brown, who, it was contended, was not a liquidating partner, sucli entries and transactions were also of the nature of accounts stated, and the plaintiff was equally barred from recovery by the statute.\n3. That even if these two points were not well taken, the plaintiff was prevented from recovery against John H. Brown or his estate as to any matters arising prior to 1861, for the reason that no matter what might have been liis relation to the affairs of the firm after that time, even if it was that of liquidating partner, all of the accounts prior to that date appearing upon the books were accounts stated, and conclusive as between the partners, and could not be inquired into under any circumstances. And that, for what took place after 1861, even if John H. Brown during any of the six years succeeding the respective dates of such entries might have been called to account, yet as the plaintiff had permitted those statutory years to go by without legal proceedings, he had lost his day in court and was now without remedy.\nTo these propositions the plaintiff made a twofold reply:\n1. That John H. Brown was the liquidating partner of the firm, and, therefore, as to all that took place after its dissolution, not having rendered any account prior to the filing of the bill, the statute could not begin to run against him until the date of such account.\n2. That by directing the bookkeeper, Waterman, to make up the exhibits “A” and “B,” on June 21, 1881, he, John H. Brown, had tolled the statute as to all of the accounts of the firms of John H. Brown & Co. since Garretson’s first admission thereto in 1845 ; that such papers were equivalent to a promise to pay, or admission of distinct liability, and therefore opened up the entire transaction, whether or not J ohn H. Brown should be held to have been a liquidating partner.\nThe solution of the above-mentioned propositions and of the problems of this cause depends in the first instance largely upon the exact relation in which John H. Brown stood to Jacob Garretson at the time the bill in this cause was filed in February, 1883. Was John II. Brown the liquidating partner of John H. Brown & Company ? If he was, then necessarily the statute of limitations did not begin to run against Jacob Garretson until June, 1881, the first time at which John H. Brown attempted to account to his late partner, and the bill for an accounting was in time, and the plaintiff was entitled to maintain Inis action.\nWhat is a liquidating partner ? A most careful search of decided cases in this state and elsewhere has failed to disclose any precise and well-considered definition of this relation, or to indicate what are the essential acts which are required from the members of a dissolving partnership to constitute one of their number a liquidating partner, or exactly what such a liquidating partner must do to show that he has accepted such position. It seems to be clear from all of the cases that formal action by way of vote, or written document, or similar process, is not a prerequisite to the exercise of such right bjr one member of a partnership, or to the legal imposition upon the partner so acting of all the duties and consequent responsibility of such office. Among such cases the following are pertinent and sustain such conclusion: Wilson v. Waugh, 101 Pa. 233; Siegfried v.Ludwig, 102 Pa. 547.\nThe term “liquidating partner,” and all that it implies, seems to have been the outgrowth of early English commercial usage, and has become part of the lex mercatoris, supported and approved through a long course of mercantile usage by reason of its simplicity, adaptability and almost necessity, under the usual and ordinary circumstances of commercial life. The impossibility, ordinarily, of all the partners attending to the unremunerative details of the closing of an ended business; the necessity for profitable occupation elsewhere, and the useless waste of energy which would happen if all of those interested devoted their time to this winding up, naturally brought vabout the result that such closing up of the ended business should be committed to the care of one of the partners, who should receive the assets, convert the same, collect the outstandings, pay the debts and divide the surplus among those entitled. The earliest cases treat such partner as a trustee for the co-partners, and hold him accountable for his acts and for the property in his charge, until his account and settlement are made.\nYour master has found nothing in the cases and sees nothing in the reason of the situation which requires that every act of the liquidating partner must be exclusive of any concert with his former copartners. On the contrary, the commonsense of the situation points to the advisability and usefulness of his consulting them upon many points for the interests of all concerned, as would any trustee, if occasion required.\nThe main and important feature to the mind of the master in the establishment of this trust relation between partners, and the main test to be applied to ascertain what the dissolved relations really are, is whether or not one of the partners actually received and disbursed the assets to the exclusion of the others, with their consent and by his own apparent voluntary action. If in any given case such appeared to have been the course pursued by all concerned without objection from any of them, although without any formal action, and it was found that one of the partners, from the time of the dissolution, had exercised the exclusive control of the disposition of the results of such partnership property, appropriating it as lie deemed best, keeping it in liis single control, paying to his copartners from time to time portions of such net results, and in similar ways taking care and disposing of the assets of the late firm, your master is of the opinion that lie would be a liquidating partner, under the common law, and charged with all the duties and responsibilities of accounting to his late partners for whatever disposition he might have made of such assets. Applying such tests to the present case, it seems to your master to be clear, and he so finds, that John H. Brown assumed the office of liquidating partner of the firm of John II. Brown & Company, which was dissolved in 1860 by the death of James W. Brown of his own volition and with the consent of his copartners. Almost every circumstance narrated by himself and them attending this dissolution points to his exclusive custody of the assets. . . .\nIt is true that John IT. Brown, in his testimony at one place, does deny that he was the liquidating partner : but your master has found the establishment of such relation is a conclusion of law, rather than of fact; and his opinion is, and he so finds, that whatever John II. Brown may have considered his attitude to the old firm to be, what be did and said and his whole voluntary course after the dissolution, as matter of law, constituted him a liquidating partner, and placed upon him the duties and responsibilities incident thereto. Having so found, the importance of some of the other questions here raised fades away, and their solution becomes less difficult. His duty was a plain one, to wit: to take the assets and liabilities as he found them at tbe time of dissolution, collect the assets, liquidate the debts and account for the balance properly. His being in such office could not in any way alter the previous relations of the parties, vary their accounts or in any way change their previously legal established rights. If the statute of limitations was running between them, his assumption of such office did not toll the statute nor open up all their settled accounts. And, beyond* all else, any erroneous entries made by him in the books, or unsubstantiated claims made in his final account, cannot be considered as -opening up the closed accounts of twenty odd years and throwing open the whole partnership accounts of these three firms for a new and general accounting in a court of equity.\nYiewed in this light, the giving by him to Jacob Garretson, upon demand, of the papers, exhibits “ A ” and “ B,” upon which so much stress has been laid, and the testimony attending which giving, has been previously extracted at length, is but the natural act of a liquidating partner. The fact that such papers show upon inspection that Mr. Brown attempted to charge against Mr. Garretson certain old claims which do not appear upon the books has, to the master’s mind, no legal significance. If such items were unjust or unsupported, or outlawed by time, they necessarily will drop out of the final true accounting; but to draw from them a promise to pay something else, or an agreement to open up all of the old accounts, or to toll the statute of limitations, is a most forced and inequitable conclusion. Despite the most able argument of the complainant’s counsel upon this point, after a careful study of the authorities relied on, your master fails to find anything in this transaction beyond the natural effort of a man to make his liability as small as possible, he being a liquidating partner bound to account, and does not find anything from which the legal inference can be drawn that the statute was tolled wherever it had run, or that the closed accounts were opened, wherever they had been closed.\nThis finding puts out of consideration a number of the questions raised by the bill, and before taking up the accounts of the liquidating partner, your master will take these questions up seriatim and dispose of them:\n1. Garretson claimed that he was entitled to charge against John H. Brown the sum of $1,681.81, being one eighth of certain interest received by tbe firm during the years 1847-1858 from moneys loaned to third parties. It appears from the books that the whole of such interest balance, $13,454.49, had been divided between and credited up to the two Browns, share and share alike, in their individual accounts. It also appears, and your master finds that Garretson had free and full access to the books at all times; did examine them from time to time, and made no objection to the entries as above mentioned. Apart from the finding in the early portion of this report that Garret-son’s partnership agreement did not entitle him to any share in this interest account, the master finds that these entries and the yearly profit and loss accounts and other entries in the books, were in the nature of accounts stated between these parties under such circumstances; that the statute ran against Garret-son from the time of the making of the same, and that he cannot recover therefor under this bill. That such accounts are accounts stated between partners on which the statute does run, is abundantly sustained by the following case: McKelvy’s App., 72 Pa. 409.\n2. Claim was also made by Garretson that he was erroneously charged with his share of loss upon a transaction with one Winder, whereby $2,000 was charged to profit and loss, of which his proportion was $250. This loss was charged up on June 24 and 25, 1858, without objection at the time from Garretson. As it falls in the same category and legal conclusions as the first claim, the master finds against it as well. The entry has become an account stated, and its recovery is barred b3r the statute.\n3. A claim made by Garretson that an error had been made in charging him with a loss on the account of one P. Sclioenberger. The amount is but small, and the transaction a complicated one, the narration of which is not now necessary. The final charge was made in 1858, and the entries, unobjected to by Garretson, run over a number of years previous to that. These entries, in the opinion of the master, were then settled, and as between the parties ended, and cannot now be disturbed. The statute bars any claim as to them.\n4. Garretson claimed the sum of $2,306.71, one fifth, or his partnership share, of a certain interest which he asserted should be charged against John H. and James W. Brown from the years 1847-1858, upon certain large sums which they drew out from the firm and carried in a separate account in the ledger, in red ink, called the “ red ink loan ” account. An examination of the books discloses the facts that whatever may have been the occasion of these withdrawals, and whether or not they had justification, and whether they were loans to these men, or simply capital withdrawals which they had the right to make, all of the same were carried out of this red ink account and charged up to the respective capital accounts of the two Browns, prior to the dissolution in 1860, except the sum of $896.48, which was charged up to John H. Brown (after the death on February 6, 1860, of James W. Brown) on December 81, 1860, and December 81, 1861, for $695.64, after his death; and that during the entire period of the. running of this account upon the books, no interest appears to have been charged against the sums so taken out, nor any demand made by Garretson that interest should be so charged. This account and its subsequent disposition is therefore also of the nature of an account stated, and covered by the principles before referred to. Garretson cannot now charge either of his copartners with interest on these sums, as the claim is barred by the statute. But even were this not so, it is very doubtful from the evidence in the case whether such withdrawals were not entirely within the rights of the parties. There was not any agreement to charge interest on the amoúnts drawn by the partners, and in the absence of such agreement the legal presumption is that interest is not chargeable. This is too well established to require citation of authorities. It may be, as contended by complainant’s counsel, that the withdrawal of these sums seriously impaired the working capital of the firm, but in the absence of an agreement as to interest, and with no allegation or proof of fraud, and with the entries openly carried on the books, even beyond the question of limitation, the master fails to find any good reason for charging interest against the Browns on account of this withdrawn capital. The transactions were all finished and closed out upon the books as above mentioned, and for all of aboye reasons the master finds against this claim.\nThe questions for settlement then are brought down to the occurrences and entries subsequent to the dissolution of this firm by the death of James W. Brown in 1860, and a proper settlement of the accounts of John H. Brown as liquidating partner. This liquidation extended over a period of twenty-one years, before the liquidator rendered an account to the plaintiff. To restate the entire account from these books would be a most troublesome and tedious matter. Fortunately it is not necessary, as the account which was prepared under the direction of John H. Brown as a balance sheet on June 30, 1881, is made part of the bill filed by the plaintiff under the heading of exhibit “A,” and its main figures are not contested by the plaintiff, and are admitted by him to be correct. It is only as to certain items, either upon the face of the paper, or contained in the books from which those items are obtained, and as to which the plaintiff complains. Taking then this balance sheet, prepared by the old bookkeeper of this firm under the direction of John II. Brown, as a basis, your master will proceed to restate the account, passing upon the items objected to in detail.\nBy exhibit “A,” John II. Brown admits that the books as kept by him, or under his direction, shows a balance due to Garretson amounting to $546.76, on June 30, 1881. By another paper, furnished by him to Garretson on the same day, admittedly not made from the books, and containing figures of certain counterclaims against Garretson (this paper being exhibit “ B,” of bill filed), he attempted to show that Garretson was indebted to the firm in the sum of #5,335.16. This, however, is a mere statement of John H. Brown, not supported by the books, and in passing upon and finding the actual state of affairs, the master will disregard such paper, excepting in so far as he finds its entries to be sustained by the evidence.\nlie will start with the balance of exhibit “ A,” #546.76. The plaintiff claims that he is entitled to add to this certain sums for various charges, or errors in the books of account as kept by John H. Brown, which he claims should be corrected. The first of such items is admitted by the defendant as to fact and amount. It consists of the share — twenty per cent — of Garretson in the interest account on folio 18 of ledger C of the firm, which upon June 30,1881, stood undivided to the extent of #24,650.91. Twenty per cent of this sum is $4,930.18, and this amount is allowed according to the credit of the plaintiff in thus restating liis account.\nThe second of such claims is that an erroneous charge is made upon the books from which exhibit “A” was made up, whereby Garretson’s true balance was lessened by the sum of $2,880; being his proportion of certain salaries credited to T. F. Blakemore and George K. Swearingen after they become partners in the firm. ... No arrangement was made that salaries were to be paid to these two new partners, and, on the contrary, the books show that their salaries ceased upon their admission to the firm, and the profits apparently took the place of the salaries previously paid. There was some evidence offered and taken under objection subject to subsequent ruling, as to these and other transactions, the evidence being that of the plaintiff, of Thomas F. Blakemore and of John H. Brown. In the opinion of the master, all of this evidence, as well as all evidence of any of the partners affecting transactions prior to the decease of James W. Brown, was inadmissible, and he sustains the objection taken. That none of these partners were competent witnesses within the exceptions of the act of 1878, which was in force at the time they testified, or of the act of 1887, which was passed after their testimony was taken, seems clear to the master. James W. Brown had died in 1860. His estate was clearly affected by the claims of the plaintiff. His mouth was sealed.\nUnder the act of 1878, neither of his surviving partners was competent to testify as to what occurred prior to his death, where it affected his estate. Under the decision in Roth’s Estate, 150 Pa. 269, it seems to be clearly established that unless the witness was competent under the law as it stood when he was called, the passage of a subsequent enabling statute would not render the testimony so given admissible.\nBut in the opinion of the master, even if this were not so, the act of 1887 would not have rendered this testimony admissible unless it could come within the exception — “ unless the proceeding is by or against the surviving or remaining- partners of such deceased party, and the matter occurred between such surviving or remaining parties and the other party on the record, or between such surviving or remaining partners and the persons-having an interest adverse to them in the case, any person may testify to such matters,” — it is not admissible.\nTo the master’s mind the clear intendment of this exception is to permit the admission of the evidence of the adverse suitor only where the surviving partners have the same opportunity of testifying to the fact as one who was claiming against the firm as a whole adverse suitor, i. e., that the adverse suitor shall not be excluded by reason of the fortuitous circumstances that one of a partnership is dead while the members of the same are in possession of the facts and can testify thereto as well as could have been done by the deceased partner, but it was not intended to cover a case where the suit was between the partners themselves. Any other construction of this exception seems to the master to be beyond the scope of the act and without its spirit and reason. He is therefore of the opinion, and so finds, that all testimony of Garretson or Blakemore which could affect the interest of James W. Brown in this matter, must be excluded.\nThe evidence of John H. Brown, for some unknown reason, was not objected to, but as it is substantially but a repetition of his answer filed herein, its consideration but little affects the question. . . .\nThe third claim of plaintiff is closely allied to the facts set forth as to the claim just considered. The accounts of Blakemore and Swearingen show a total overdraft or loss of $11,868.5-1 ; and plaintiff claims that he should not be charged within any proportion of this sum, for two reasons, viz: (1) because of a contingent account which was carried after 1857, which he testifies was carried to cover this loss, if any occurred. As his evidence upon this has been ruled out, further consideration of it is unnecessary, there being nothing upon the face of such account to indicate that it was opened for this purpose; (2) because the Browns had admitted the new partners without his consent, and had agreed to take care of them, in both sides of the account, out of their interest in the business.\nNot only does your master fail to find any evidence in support of this position, but also the legal situation appears to entirely controvert it. These men came in as general partners, receiving seven and one half per cent of the profits. This carries with it, of course, the legal sequence that their interest must bear the same proportion of the losses. Such proportion was properly charged up to them. But they had no remaining interest out of which the same could be taken. Where must it fall ? Ifc became then, a general loss of the business, of which Garretson was chargeable with twenty per cent, or one fifth. Such charge was made against him in balancing the accounts, and your master sees no reason for altering the same ; and he does not allow this claim.\nThe fourth claim which plaintiff put forth was that John H. Brown was not entitled to the charge for his services in liquidating the business, which he drew out as shown by the books, amounting to $4,505 in all, and that twenty per cent, or $901, should be credited to plaintiff in his balance.\nThat a liquidating partner is not entitled to charge for his services, without express 'agreement, is too well settled to require citation of authorities; but it seems to be equally well settled, and is certainly good law, that if an agreement is made, he can make such charge: Shriver’s Appeal, 21 W. N. C. p. 566, s. c. 118 Pa. 427.\nYour master finds from the uncontradicted testimony in the case that it was agreed between John H. Brown and his surviving partners that he should be compensated for his work; and he further finds that the amount of such compensation so charged by the liquidating partner was entirely fair and just. . . .\nThe fifth claim of the plaintiff was that he was entitled to have added to his balance the sum of $497.94 for his proportion of an erroneous credit to one Joseph S. Brown for salary. . . . As this was of an account wholly concerning the business of the firm prior to liquidation, and made in natural sequence of the other entries concerning the same party .... the master fails to find any reason for charging him with any portions of these sums, and he refuses to support this claim.\nThe sixth claim of the plaintiff was that as exhibit “ A ” had charged against the firm as a liability the sum of $1,080.94 due to Garretson, Blakemore & Co., which debt was outlawed and impossible of recovery, he was entitled to have twenty per cent of this sum added to Iris credit balance. This proposition does not need other demonstration than its statement, and the credit is allowed in the sum of $216.19. As these are the credits to which the plaintiff is entitled in this restatement of his credit balance from the books, the result of the same in figures will now be given for convenience, viz :\nAmount admitted, in exhibit “A” . I 546.76\n20 per cent of undivided interest balance, per exhibit “A”...... 4,930.18\n20 per cent of erroneous salary debts of Blake-more & Swearingen .... 2,880.00\n20 per cent of liability to Garretson, Blakenroro & Go. ...... 216.19\nTotal.......$8,578.13.\nAgainst this total should be charged:\n20 per cent of tbe over-drafts of Blakemore & Swearingen before referred to, to wit; $11,363.54 ......$2,272.70\n$6,300.43\nThus making the total credit balance from the books to which the plaintiff was justly entitled out of the assets of the firm, if any there are, the sum of $6,300.43, as of June 30, 1881, the day when John H. Brown rendered his account as liquidating partner. Against this sum, or any sum which might he found to be due to plaintiff on tbe books, John H. Brown bas asked the master to credit $9,600, alleged to be due by Garretson for interest on $20,000 from January 1,1853, to 1861. This claim is based upon an agreement, alleged by John H. Brown, that Garretson made when liis interest was increased on January 1, 1853, from one eighth to one fifth in the profits of the firm, to wit: that lie was to be charged with interest on tbe sum of $20,000, in consideration of his increased share of the profits, and that this was to be in lieu of tbe Browns charging interest on their capital. . . .\nIn a previous portion of this report it has been found that the statute of limitations runs against partners as to closed accounts with the same force and effect as between other parties. This doctrine bas been applied with full force to sundry of the plaintiff’s claims here, and the same doctrine is equally applicable to this claim of the defendant. . . .\nPlaintiff’s hill asks for a final accounting between these partners. While as lias been found, all closed transactions as to division of profits, and similar matters, are in the nature of accounts stated, and, therefore, barred by the statute, this account wholly differs in its nature from those above referred to. This change does not alter in any way Mr. Garretson’s interest in the business and assets. Iiis account remains the same and is not affected by a figure from the beginning of the partnership. The same amount of capital from the other partners has always been in the firm’s possession. The changes entered simply correct errors made in the firm’s boohs, as to which of the other partners is entitled to be credited with certain capital contributions. These errors could certainly have been corrected at any time prior to James W. Brown’s death, and no sufficient reason can be found why they could not be straightened out after his death. Indeed, admitting their correctness, a final true accounting was impossible without such changes. Your master, therefore, finds that the plaintiff is bound by such entries.\nIn view of this last finding the restatement of the balance sheet becomes a simple matter.\nJohn H. Brown’s credit in the balance sheet of June 30, 1881, was.....$12,366.01\nTo this should be added his 40 per cent of interest balance..... 9,860.36\nAlso 40 per cent of the Garretson, Blakemore & Co. debit ....... 432.37\n$22,658.74\nFrom this should be deducted:\n40 per cent of the Blakemore & Swearingen credits . .' $4,545.42\n50 per cent of the $2,880 erroneously charged to Jacob Garret-son for salaries of Blakemore & Swearingen . . 1,440.00 5,985.42\nJohn H. Brown’s credit balance June 30, 1881 $16,673.32\nJames W. Brown’s debit in the balance sheet of June 30,1881, was .......$21,310.73\nTo this should be added 40 per cent of the Blakemore & Swearingen debits..... 4.545.42\nAmount carried forward $25,856.15\nAmount brought forward $25,856.15\nAlso 50 per cent of the Blake-more & Swearingen salaries erroneously charged to Garret-son ........ 1,440.00\n$27,29615\nAgainst this he is entitled to credit for 40 per cent of interest balance .... $9,860.37\n40 per cent of Garretson, Blake-more & Co. credit . . . 432.38 — 10,292.75\nJames W. Brown’s final debit balance, June 30, 1881 . $17,003.40\nThe restated balance sheet as of June 30, 1881, would then be as follows:\nTo credit John II. Brown .... $16,673.32\n“ “ Jacob Garretson . . . 6,300.43\nTo debit James W. Brown . $17,003.40\n“ “ real estate account . 5,970.35\n$22,973.75 $22,973.75\nThe real estate above referred to consisted of tracts of land in sundry western and southern states taken by the firm or by John II. Brown, as liquidating partner, in payment of bad debts. On June 30, 1881, this all remained in the possession and name of John H. Brown, unsold. It would, therefore, seem to be clear that on that date the only remaining assets of the firm consisted of the debt against James W. Brown’s estate and o£ this unsold real estate.\nAt the request of the master, counsel for John H. Brown rendered to him a statement as to this real estate and its disposition, which was in short as follows :\nREAL ESTATE IN BALANCE SHEET.\nJune 30, 1881.\nBlake farm, Wood Co., Ohio, balance of account $978.17\nC. G. Jones, Nashville, Term., lots balance of account....... 227.46\nM. Seaman, Wisconsin land, Crawford county, balance of account..... 625.42\nAmount carried forward $1,831.05\nAmount brought forward PL,881.05\nJohn N. Major, Nashville, Tenn., property, balance of account...... 4,139.30\n$5,970.35\nThese are all shown by the books to be lots of 'real estate taken in settlement of merchandise accounts which had become bad debts.\nThe taxes were paid up to the year 1880 inclusive. See journal 3, pages 545 and 546.\nOf the real estate referred to in the above accounts which appear in the balance sheet of John H. Brown & Co. of June 30, 1881:\nThe Blake Farm in Wood Co., Ohio, was sold January 7, 1893, for . $6,000.00\nLess unpaid taxes and commission 136.21 — $5,863.79\nInterest from January 7, 1893, to April 7, 1896 . . . • . . . 1,143.44\n$7,007.23\nJohn H. Brown and his estate have paid taxes on this property from 1881 to 1892 inclusive, and these payments amount to . . . $1,157.24\nThe interests on these payments amount to .... 700.65\n(calculating it to April 7, 1896.)\nJohn H. Brown and his estate have also paid the taxes on the Nashville, Tenn., properties from 1881 to 1895, both inclusive. These payments amount to 933.45\nThe interest on these payments amounts to 339.20 — $3,130.54\n(calculating to April 7, 1896.)\nBalance, April 7, 1896 .... 3,876.69\nThe Nashville properties consisting of two hundred feet on College street, thirty-six feet on High street, nineteen acres in Eighth district, are still unsold.\nOf the Wisconsin lands (Crawford county) nothing thus far lias been ascertained as to the amount of taxes paid, if any, or as to whether the property has been sold.\nOf this account and the charges therein the master approves. Manifestly the firm was without money on June 30, 1881, and John H. Brown was entitled to charge interest after that time on all moneys advanced by him for the preservation of the firm property. . . .\nIt is apparent from the foregoing finding that at the time the bill was filed nothing was due from the defendant, John H. Brown, to the plaintiff. A considerable sum was due from the estate of James W. Brown, which sum was more than given in the balance sheet of June 30, 1881. Yet the plaintiff, beyond making the administrator of James W. Brown a party to the suit, has never taken any action against said estate. As shown by the abstract of the pleadings at the commencement of this report, answers were not filed by the administrator of James W. Brown. Presumably the plaintiff is entitled to a decree pro confesso against such estate, but with that your master takes it he has no concern. An inspection of the bill discloses that its entire gravamen is against John H. Brown, who it is alleged owes the plaintiff a large sum as liquidating partner. Substantially nothing is claimed from the estate of James W. Brown. Your master is very much in doubt whether at this late day any claims against it could be enforced. However, it is clear that the plaintiff has not substantiated any of his claims against John H. Brown. The result of the accounting is to alter somewhat the figures of the credit balance due from the firm assets to the plaintiff, but this is not found to be due by John IT. Brown.\nIt, therefore, appears to follow, and the master so finds, that John H. Brown, as liquidating partner, was not indebted to Jacob Garretson in any sum whatever at the time when the bill in this case was filed; that since such filing certain of the assets then remaining in the hands of John H. Brown have been converted by him, and undoubtedly to a small portion of the same the plaintiff is entitled “to a share thereof;” but the master does not see his way clear to enter a decree against John H. Brown or his estate for this small sum under the present proceeding, for two special reasons, among others, first, because the liquidation of the assets is not yet completed; second, because of the fact that whatever moneys for which John H. Brown may be now responsible, came into his hands nearly eleven years after this bill was filed, and it seems to the master must be made the subject of some other form of procedure.\nAs the only result of this proceeding has thus been to reform the figures of the balance sheet rendered by the liquidating partner, John H. Brown, without in any way rendering him accountable to the plaintiff as charged in the bill, your- master recommends that a decree be entered; dismissing the bill as to the defendant, John H. Brown, and his estate, and that the plaintiff be charged with the costs of this proceeding.\n• To the foregoing report, numerous exceptions were filed on behalf of plaintiff, and of the estate of John H. Brown, which the master has passed upon as follows :\n. Plaintiff’s exceptions.\n1. The learned master erred in allowing John H. Brown, while acting as liquidating partner, to charge the account of James W. Brown, after his decease, with transactions between them before Jacob Garretson became a partner prior to 1845.\nAs to this matter the master finds no reason to alter his findings. He cannot see how such correction was in any way in contravention of plaintiff’s legal rights in the matter. . . . This exception is, therefore dismissed.\n2. The learned master erred in allowing John H. Brown as liquidating partner to charge the account- of James W. Brown, after his decease, with interest on a balance claimed to be due from an improper distribution of the profits of the Pittsburg business previous to 1848, amounting to the sum of $13,337.46. (This amount is included in the charge of $22,860.80 referred to in the foregoing exception.)\nThis has been fully covered in the consideration of the previous exception, and is also dismissed.\n3. The learned master erred in allowing John H. Brown to pay to himself from the assets of the firm of John H. Brown & Co., which came into his hands as liquidating partner, any greater proportion of the debt or balance due himself than he paid to Jacob Garreston for the debt or balance due to him.\nAs to this, the master fails to find in the evidence anything showing that John IT. Brown did pay to himself any greater proportion of the balance due himself than he paid to Jacob Garretson, and this exception is dismissed.\n4. The learned master erred in allowing to John H. Brown the sum of $4,505 for his services as liquidating partner; (a) because by the answer filed by John II. Brown it was admitted that this was an improper charge, and to attempt to show a contract under the pleadings filed was improper; (5) because, even if the master could find an agreement between John II. Brown and Garretson & Blakemore, he could not find an agreement with James \"VV. Brown and George K. Swearingen, who were dead when said agreement was alleged to have been made.\nBy this James W. Brown was charged 32|-per cent of $4,505, or.....$1,461.12\nBy this Geo. K. Swearingen was charged 7-J-per cent of $4,505, or ... 313.50\nAnd John H. Brown gave himself credit for $1,774.62\nThis general question has been fully considered in the master’s report, and the same need not be here repeated. Attention, however, is called to the finding that an express agreement was made between John H. Brown and the surviving partners that compensation was to be allowed to the former. Clearly such an agreement was valid as affecting them. It may be that the charges against the deceased partner’s interests by which this sum was apportioned among them, could not be sustained. The only effect of that, however, would be to throw upon those who did agree much larger charges, and the result of Jacob Garretson would be to materially decrease his book balance. As the other partners are not substantially before the court in this proceeding, the master sees no good reason for altering the finding and this exception is dismissed.\n5. The learned master erred in settling the accounts of the partnership, in that he restated the accounts of John H. Brown, James W. Brown and Jacob Garretson, but has not restated the accounts of Thomas F. Blakemore and George K. Swearingen, and until the accounts of said Blakemore and Swearingen are restated there cannot be ascertained wliat is lost by their accounts.\n6. The learned master erred in crediting John H. Brown and James W. Brown each with forty per cent of a debt of Garret-son, Blakemore & Co., which had become outlawed — whereas he should have credited them each with thirty-two and one half per cent — thereby decreasing their overdraft.\n7. The learned master erred in restating the accounts of the different partners in that he allowed to John H. Brown and to James W. Brown forty per cent each of the interest accounts, whereas by his findings they were only entitled to receive thirty-two and one half per cent each of the interest accounts after Blakemore and Swearingen became partners; and in allowing to Messrs. Blakemore and Swearingen each seven and one half per cent of interest accounts, thereby decreasing their overdrafts.\n8. The learned master erred in not charging the accounts of John H. Brown and James W. Brown, with the loss occasioned to the firm by Thos. F. Blakemore and George K. Swearingen overdrawing their accounts.\nThese can all be considered together. Upon further deliberation the master is of the opinion that certain of these exceptions are well taken. He does not find that it is necessary to entirely restate the accounts of Blakemore and Swearingen, as they are not before the court, but he is of the opinion that in making up the final capital accounts, in so far as it was required for the purposes of this cause, he was in error as to certain of the debts and credits, and he sustains exceptions 6 and 7. Blake-more and Swearingen each were to have seven and one half per cent of the entire profits of the firm. The losses, of course, should be borne in the same proportion. This portion of the main report is, therefore, restated. Before giving the figures of such restatement, it is necessary to dispose of the question of ;the division of the fifteen per cent of the $7,503.78, which would then be a loss of the firm, and which must be apportioned to make the books balance. This loss, which is $1,125.58, should be apportioned in the same manner as the whole loss, to wit: thirty-two and one half per cent each to John H. Brown and James W. Brown, and twenty per cent to Jacob Garretson, or thirty-two and one two eighty-fifths to each of the Browns and twenty eighty-fifths to Garretson.\nThe restated accounts would then be as follows:\nJohn H. Brown’s credit in the balance sheet of June 30, 1881, was .... $12,366.01\nAdd 32|- per cent of int. balance . . 8,011.55\nAdd 32|- per cent of Garretson, Blakemore & Co. debt . ......351.31\n$20,728.87\nFrom this should be deducted 32|-per cent of Blakemore & Swearingen credits which are reduced from $11,563.54 to $7,503.78 by the credit to them of 7J per cent of the interest account- of the Garretson, Blakemore & Co. debit, viz: 32£ per cent of $7,503.78 ..... $2,438.72\n32 1-2-85 of $1,125.58 . 430.37\n50 per cent of salaries of Blake-more & Swearingen, erroneously charged to Garretson $1,440.00— 4,309.09\n$16,419.78\nJames W. Brown’s debit in the balance sheet of June 30, 1881, was . . . . $21,310.73\nAdd 32|- per cent of Blakemore & Swearingen debits as above .... 2,438.72\n32 1-2-85 of $1,125.58 ..... 430.37\n50 per cent of salaries as above . 1,440.00\n$25,619.82\nCr.\n32|- per cent of int. bal. as above . $8,011.55\n32-|- per cent of Garretson, Blake-more & Co. credit . . . 351.30— 8,362.85\n. $17,256.97\nJacob Garretson’s restated accounts would be as follows :\nAmt. by exhibit “ A ” .... $ 546.76\n20 per cent of undivided interest balance . 4,930.18\n20 per cent of erroneous salary debits 2,880.00\nAmount carried forward $8^356.94\nAmount brought forward $8,356.94\n20 per cent of liability to Garretson, Blakemore & Co........ 216.19\n$8,573.13\nBy 20 per cent of Blakemore &\nSwearingen overdrafts as above . $1,500.75\n20-85 of $1,125.58 . . . 264.84— 1,765.59\n$6,807.54\nBALANCE SHEET.\nAssets.\nBeal estate accounts . . . . . $ 5,970.35\nDue by James W. Brown..... 17,256.97\n$23,227.32\nLiabilities.\nDue John H. Brown . . . $16,419.78\nDue Jacob Garretson . . 6,807.54\n$23,227.32 $23,227.32\nThe remaining exceptions of the plaintiff have been fully covered by the report already prepared, and are therefore dismissed without further comment.\nThe excéptions on behalf of the estate of John H. Brown are all dismissed without further report, as the master has found no reason for changing Ms opinion in regard to the same, except as to No. 7, which is:\n“7. The learned master erred in finding that Garretson, Brady & Co. borrowed $10,000 from John H. Brown & Company, -whereas the evidence shows that it was borrowed by and loaned to Jacob Garretson individually.”\nThe evidence does so show, and the master was in error in so finding inadvertently.\nThe court dismissed the exceptions and confirmed the report dismissing the bill.\nError assigned among others was dismissing the bill.\nD. Stuart Robinson, for appellant.\n.E. Sunn, Jr., with him John Gf. Johnson, for appellee, James Stuart Brown.\nApril 11, 1898:"
  },
  "file_name": "0447-01",
  "first_page_order": 467,
  "last_page_order": 491
}
