{
  "id": 897960,
  "name": "Commonwealth v. Nelson G. Green",
  "name_abbreviation": "Commonwealth v. Green",
  "decision_date": "1898-05-02",
  "docket_number": "miscellaneous docket No. 1, No. 304",
  "first_page": "641",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "185 Pa. 641"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 McLean, 326",
      "category": "reporters:federal",
      "reporter": "McLean",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 66",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838063
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0066-01"
      ]
    },
    {
      "cite": "1 Gray, 1",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0001-01"
      ]
    },
    {
      "cite": "17 Mass. 116",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036155,
        2036143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0094-01",
        "/mass/17/0095-01"
      ]
    },
    {
      "cite": "43 Miss. 1",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        295198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/43/0001-01"
      ]
    },
    {
      "cite": "34 Ala. 270",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8495935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/34/0270-01"
      ]
    },
    {
      "cite": "38 Ill. 494",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        428268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/38/0494-01"
      ]
    },
    {
      "cite": "2 R. I. 436",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8520188
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ri/2/0436-01"
      ]
    },
    {
      "cite": "1 Dud. (S. C.) 296",
      "category": "reporters:state",
      "reporter": "Dud.",
      "case_ids": [
        11286184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/23/0296-01"
      ]
    },
    {
      "cite": "77 Cal. 164",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2325517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/77/0164-01"
      ]
    },
    {
      "cite": "106 N. Y. 604",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2210454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/106/0604-01"
      ]
    },
    {
      "cite": "82 Cal. 245",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        4374569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/82/0245-01"
      ]
    },
    {
      "cite": "22 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0450-01"
      ]
    },
    {
      "cite": "21 W. N. C. 566",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0009-01"
      ]
    },
    {
      "cite": "1 Wheat. 304",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        532366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/14/0304-01"
      ]
    },
    {
      "cite": "3 Park. C. R. 338",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "opinion_index": -1
    },
    {
      "cite": "38 Cal. 145",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2246152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/38/0145-01"
      ]
    },
    {
      "cite": "15 N. H. 83",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4401322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/15/0083-01"
      ]
    },
    {
      "cite": "4 Black, 146",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": -1
    },
    {
      "cite": "6 McLean, 355",
      "category": "reporters:federal",
      "reporter": "McLean",
      "opinion_index": -1
    },
    {
      "cite": "92 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0372-01"
      ]
    },
    {
      "cite": "145 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0210-01"
      ]
    },
    {
      "cite": "111 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0365-01"
      ]
    },
    {
      "cite": "33 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0080-01"
      ]
    },
    {
      "cite": "2 Gr. 439",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 113",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0113-01"
      ]
    },
    {
      "cite": "145 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0374-01"
      ]
    },
    {
      "cite": "124 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0036-01"
      ]
    },
    {
      "cite": "32 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0520-01"
      ]
    },
    {
      "cite": "1 Grant, 453",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/1/0453-01"
      ]
    },
    {
      "cite": "9 Watts, 416",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0416-01"
      ]
    },
    {
      "cite": "145 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/145/0374-01"
      ]
    },
    {
      "cite": "124 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0036-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 869,
    "char_count": 18950,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 6.226870475311599e-07,
      "percentile": 0.9572890156916485
    },
    "sha256": "bf9c4745cffbce0dc8ffeaaaf2fce3b0b025447b0ed02a4c83a5512433e0365d",
    "simhash": "1:b13fa03cdfccf02e",
    "word_count": 3228
  },
  "last_updated": "2024-02-27T22:13:30.372975+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean",
      "and Fell, JJ."
    ],
    "parties": [
      "Commonwealth v. Nelson G. Green."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chibe Justice Stereett,\nWithout referring in detail to the averments contained in the defendant’s petition for certiorari, etc., it is sufficient to say that the sole object of the writ is to bring up the record in the proceedings before the two judges therein referred to, sitting as justices of the peace, etc., as ancillary to the habeas corpus for which a petition was presented by the defendant as relator at the same time.\nThe propriety of this practice in proper cases cannot be doubted. It has been recognized and approved in several cases among which are Com. ex rel. John W. Keely v. Howard Perkins, Superintendent, etc., 124 Pa. 36, and Com. ex. rel. v. Bell, 145 Pa. 374. But an essential prerequisite to the granting of any such special writ of certiorari is a meritorious and well-grounded petition for a habeas corpus. If that is wanting, the certiorari should be refused and the petition therefor dismissed. That prerequisite was wanting in this case, and for that reason the habeas corpus prayed for was denied. The exhibits attached to the relator’s petition for that writ, together with the admitted facts of his voluntary surrender to the sheriff of Philadelphia county by whom he avers he is unjustly deprived of his liberty, etc., show that he was arrested on a warrant regularly issued by James Gay Gordon, one of the judges of the court of quarter sessions of the peace in and for the city and county of Philadelphia, on complaint that day made, before said judge, “ upon the oath of George W. Painter,” charging the defendant in due form “with conspiracy with other persons to pass the bill or ordinance known as the Schuylkill Valley Water Bill hy corrupt and unlawful means, bribery and corrupt solicitation and attempted bribery; ” that on the same day the defendant with sureties entered into a recognizance taken and acknowledged before the clerk of said court, conditioned to appear before said judge, “sitting as committing magistrate,” etc.; that on April 7, 1898, the defendant, with same sureties, entered into recognizance taken and acknowledged in open court before said clerk, conditioned to be and appear at the courts of oyer and terminer and quarter sessions of the peace of Philadelphia when required; that thereafter and until April 28, so far as appears, the defendant was in the enjoyment of his liberty, at which time he voluntarily surrendered himself unto the custody of the sheriff, and presented his petitions to this Court for a habeas corpus, and certiorari as ancillary thereto.\nDuring the twenty days that elapsed between the giving of the recognizance, on April 7, 1898, to appear in the court of quarter sessions when required, and the date of said surrender to the sheriff, it does not appear that any application was made to the court before which the defendant was recognized to appear, etc., for the correction of any error in the proceedings before the judge sitting as committing magistrate, either in holding the defendant for appearance in court or in demanding excessive bail. Without availing himself of that regular, legitimate and ordinary means of redress, he by his own act deprived himself of Ms liberty and thus made a case that was supposed to require the direct intervention of this Court. It requires neither argument nor citation of authority to show that such practice is essentially bad and should not be encouraged.\nThe information on which the warrant of arrest was issued fully sets forth, under the oath of George W. Painter, “ to the best of his knowledge, information and belief,” the criminal charge therein made against the defendant, and is sufficient, both in form and substance, to support the warrant of arrest.\nWithout further elaboration we are convinced there is no ground for granting the special certiorari. It is accordingly refused and the petition is dismissed at petitioner’s costs.\nThe same order, for same reason, is made in each of the other cases: Com. v. J. Emory Byram and Com.v. Charles Seger.",
        "type": "majority",
        "author": "Mb. Chibe Justice Stereett,"
      }
    ],
    "attorneys": [
      "A. S. L. Shields, for the petitioner."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Nelson G. Green.\nHabeas corpus — Certiorari—Practice, S. C.\nAn essential prerequisite to the granting of a special writ of certiorari by the Supremo Court to bring up the record in the proceedings before a judge sitting as a committing magistrate, as ancillary to a habeas corpus for which a petition is presented at the same time, is a meritorious and well grounded petition for a habeas corpus. If that is wanting the certiorari should be refused, and the petition dismissed.\nOne who enters into a recognizance to appear at the quarter sessions when required, and then, without application to such court to correct any error in the proceedings before the judge sitting as committing magistrate, either in holding him for appearance in court or in demanding excessive bail, voluntarily surrenders himself to the sheriff, is not entitled to a habeas corpus from the Supreme Court.\nCriminal law — Information—Bribery.\nAn information is sufficient to support a warrant of arrest where the affiant affirms that “ to the best of his knowledge, information and belief,” the defendant did wickedly, corruptly and unlawfully give and offer money, and bribe a number of members of the councils of a city to influence them to vote in favor of a certain ordinance particularly described.\nArgued April 26,1898.\nPetition for habeas corpus and certiorari, miscellaneous docket No. 1, No. 304.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean\nand Fell, JJ.\nPetition dismissed.\nPetition for habeas corpus and certiorari.\nFrom the record it appeared that the defendant was arrested upon information made by one George W. Painter. The information was as follows :\n“ George W. Painter being duly sworn according to law says that to the best of his knowledge, information and belief, at the city of Philadelphia, state of Pennsylvania, within two years last past, Nelson G. Green did wickedly, corruptly and unlawfully conspire with divers persons to this affiant unknown to secure the passage by corrupt and unlawful means and by bribery of the members of the select and common councils of the city of Philadelphia of a certain ordinance then and there pending before the select and common councils of the city of Philadelphia, commonly called the Schuylkill Valley Water Ordinance.\n“ And said affiant further says that the said Nelson G. Green at the city and county aforesaid and within two years last past did attempt to corruptly, wickedly and unlawfully give and offer money to and bribe a number of members of the select and common councils of the city of Philadelphia to influence them as said members aforesaid in the performance of their public and official duties, to wit: to influence them to vote in favor of a certain ordinance, commonly called the Schuylkill Valley Water Ordinance, then and there pending before the select and common councils aforesaid, and before the regularly appointed water committee aforesaid.”\nThe petition of Nelson G. Green for habeas corpus and certiorari was as follows:\n“1. That your petitioner is a citizen of the United States, resident in the city and state of New York.\n“ 2. That during the months of February and March of the year 1898, and for a period of time anterior thereto, there was pending in the select and common councils of the city of Philadelphia, and before a committee of said councils, a certain proposed ordinance for the betterment of the water supply of said city, commonly known as the Schuylkill Valley Water Company Ordinance. The said proposed ordinance affected and bore upon a subject vital to the public interests of said city and its populace, and the same was made the theme of most extended public comment and discussion by the newspaper press and otherwise. In connection therewith various statements were circulated upon rumor to the effect that bribery, undue soliei\"tafion and improper methods, influences and devices had been and were being resorted to to procure the passage of the said ordinance through the said committee, and by and through the select and common councils.\n“ 8. In consequence of the prevalence of said rumors and of certain statements made upon the floor of the chamber of common council, a committee was appointed bjr said common council to investigate the subject of tbe said rumors and statements, which committee met for the purposes of its appointment on March 15, 1898, and thereafter, from time to time. Said committee after hearing such evidence as was brought before it, filed its report with the common council and adjourned without day. In the evidence so adduced before the said committee, and in the report thereof, no implication against your petitioner was made in any manner connecting him with the offenses since charged against him, as hereinafter set forth.\n“ 4. Pending the meetings of the said committee and before its report and adjournment as aforesaid, two of the judges of the courts of common pleas of Philadelphia county, to wit: the Honorable James Gat Gordon and the Honorable F. Amédée Brégy, at the instigation and with the assistance of the district attorney of the said county, inaugurated a separate and further so-called investigation of the said charges and statements, supposedly including the entire subject to which the same applied, or by implication might be extended, and in pursuance thereof, sat together in the room of the court of quarter sessions of the peace for said county, upon March 23 and 29, and on April 1, 1898. The said judges were not those designated under the law or rules of court to hold courts of quarter sessions at the said times. Under authority of the said judges process was issued commanding the attendance of the persons therein named under the usual penalty for default, at a hearing in the case of one Peter E. Smith, against whom certain charges were then and there pending. After the said Peter E. Smith had been bound over for trial, and after the proceedings therefor had been ended, the said judges continued their sitting and proceeded with their so-called investigation of the said charges and rumors, which investigation, as stated above, was after-wards further continued to March 29, and April 1, 1898. No notice was served on your petitioner to attend said investiga,tion, nor was he advised that charges of any character whatever would be preferred against him. He was not represented by counsel thereat, nor was he requested or permitted to testily or otherwise make any statement upon his own behalf.\n“5. Your petitioner is advised by his counsel, and he respectfully submits, that the said investigation so as aforesaid conducted was illegal and void and of no effect; that it did not pertain to tbe duty, and was not within the lawful province of the said judges or either of them to hold the said investigation, or conduct the said proceedings; that th'e holding and conducting of the same were beyond the powers of the said judges, either in their character as judges of the court of common pleas, or of the court of quarter sessions of said county, or ex officio justices of the peace.\n“ 6. At the hearings held in pursuance of the said investigation, many persons were examined by the district attorney and by the said judges. All the rules of law and of evidence governing the subject of the examination of witnesses were, at such hearings disregarded. Persons offered by . the district attorney as his witnesses were compelled to undergo at his hands an examination far more searching, rigorous and persistent than would be allowable in the cross-examination of the witnesses of an opponent. The witnesses were without counsel to guard their interests and secure to them their constitutional rights, yet they were not warned or notified of their legal privileges in the premises, but on the contrary, the district attorney was permitted to force from their unwilling lips, by threats and persuasion, charges against themselves and others. At least one of the said witnesses was thereby altogether deprived of his free agency, and the testimony extorted from him in self-accusation, and in the accusation of other persons, was obtained through duress, made operative by subjecting his will to the overpowering force and influence of the district attorney and of the said judges; by the sanctity of the supposed legal nature of the inquiry, and by inducements and appeals made to him in the name of his Maker.\n“ 7. Upon the statements made by the said witnesses and thus illegally elicited, and without other foundation, a certain person acting as detective for the district attorney, Avhieh person had no knowledge of any of the facts in question, and without disclosing any probable cause therefor, made an affidavit upon information and belief only, alleging conspiracy on the part of your petitioner with persons unknown to secure the passage by the said councils of the said ordinance by corrupt and unlawful means, and an attempt by petitioner to give and offer money to and bribe a number of the members of said councils to influence them in the performance of their said duties, and to vote for the said ordinance before councils and before the water committee thereof.\n“ 8. Upon the filing of the said affidavit, a warrant was unlawfully issued by the said judges for the arrest of the petitioner upon the charge of the misdemeanor in the said affidavit recited, and thereupon, your petitioner was arrested and brought before the said judges, who held him for a hearing before them, upon Saturday, April 9, 1898, requiring bail for his appearance at the said time in the sum of fifty thousand (50,000) dollars. The amount of bail so fixed Avas excessive, extraordinary and illegal, and the exaction thereof Avas in violation of petitioner’s constitutional right.\n“ 9. In accordance with the said order and requirement of the said judge, the petitioner furnished bail in the said amount for his appearance at the time and place aforesaid, to answer the said charges against him, but aftenvards, to wit: on April 7, 1898, without the consent of the petitioner, one of the said judges, to wit: the Hon. James Gay Gordon, further required of your petitioner that he furnish bail in the like amount to appear before the said judges for a further hearing, not at any specified or designated time, but at the pleasure of the said judges, and whenever in the future he might be ordered or required to do so.\n“ 10. Petitioner is advised and submits that the said last mentioned requirement was wholly illegal and improper. Yet in order to presence and retain his liberty, he was obliged to and did give bail in the excessive sum for his appearance at a further hearing, Avlien and as the same might thereafter be appointed by the said judge.\n“11. And afterwards, to Avit: on April 25,1898, the bondsmen so as last aforesaid furnished by petitioner as bail for his further appearance before the said judges obtained and procured a bail piece, and thereupon your petitioner was and has been arrested by Alexander CroAV, Jr., the sheriff of said county, and thenceforward the body of your petitioner has been and remained and now is in the custody and control of the said sheriff.\n“12. Your petitioner avers that he has not committed or been guilty of the offenses so as aforesaid alleged against him, or any of them, nor has he any knowledge thereof, and he says that his arrest and detention are by reason of the various promises, altogether illegal and unwarranted; and furthermore, that the amount of bail required of him is excessive and that nothing has been made to appear, legally or otherwise, which does or can justify his further detention or restraint. Whereupon he has filed his petition to this honorable Court, praying that a writ of habeas corpus may be issued to the said Alexander Crow, Jr., sheriff as aforesaid, commanding the said sheriff to produce the body of your petitioner before this honorable Court in accordance with law.\n“ And whereas it is necessary to the due and proper disposition of the said writ of habeas corpus that the record of the proceedings aforesaid should be brought before this Court: Now, therefore, your petitioner prays that a writ of certiorari may be issued by your honorable court to the said, the Hon. James Gay Gordon and the Hon. F. Amédée Brbg-y, and to the court of quarter sessions of the peace of and for the county of Philadelphia, to bring up to this Court the record and proceedings touching and concerning the aforesaid investigation by the said judges, and concerning the said charges against, binding over and commitment of your petitioner.”\nA. S. L. Shields, for the petitioner.\nThe employment of the writs of habeas corpus and certiorari for the purpose of thus using each in aid of the other, is well understood and established in the law of this state: Hummell & Bishoff’s Case, 9 Watts, 416; Com. v. Newton, 1 Grant, 453; Gosline v. Place, 32 Pa. 520; Com. v. Perkins, 124 Pa. 36; Com. v. Bell, 145 Pa. 374; Com. v. McGinnis, 2 Wh. 113; Com. v. Simpson, 2 Gr. 439; Com. v. Ickhoff, 33 Pa. 80; Com. v. Balph, 111 Pa. 365; Com. v. Delamater, 145 Pa. 210.\nThe Supreme Court will discharge if the committing magistrate of the lower court proceeds in excess of his jurisdiction: Com. v. Ketner, 92 Pa. 372; Brown v. U. S., 14 Am. Law Reg. N. S. 566; Ex parte Lange, 18 Wallace, 163; Ex parte Bobinson, 6 McLean, 355; State v. Adams, 4 Black, 146; The State v. Pike, 15 N. H. 83; People v. Kelly, 38 Cal. 145; People v. Sweetman, 3 Park. C. R. 338; Martin v. Hunter, 1 Wheat. 304.\nWhile a habeas corpus cannot be made a substitute for a writ of error, yet, even after indictment or after judgment in the court below, if the proceeding be void, habeas corpus will lie to the appellate court: Williamson’s Case, 26 Pa. 9; March v. Com., 21 W. N. C. 566; Com. v. McCabe, 22 Pa. 450.\nWhere no indictment has been found the Supreme Court should always inquire on habeas corpus into the question whether reasonable or probable cause exists: Ex parte Sternes, 82 Cal. 245; People v. Protectory, 106 N. Y. 604; Ex parte McNulty, 77 Cal. 164; Ex parte Tayloe, 5 Cow. (N. Y.) 39; State v. Potter, 1 Dud. (S. C.) 296; Lough v. Millard, 2 R. I. 436.\nWhere bail is refused, or an improper amount demanded, the proper remedy is by habeas corpus: Com. v. Keeper, 2 Ashmead, 227; Lynch v. People, 38 Ill. 494; Ex parte Bryant, 34 Ala. 270; Street v. State, 43 Miss. 1; Drury v. State, 25 Texas, 45; Jones v. Kelly, 17 Mass. 116.\nWhere a justice of the peace exceeds his jurisdiction, the prisoner will be discharged by the Supreme Court on habeas corpus: Geyger v. Stoy, 1 Dallas, 135; Com. v. Ridgway, 2 Ashmead, 247; In re Heyward, 1 Sanf. Super. Ct. 701; Herrick v. Smith, 1 Gray, 1; Com. v. Lecky, 1 Watts, 66.\nIf the affidavit on which the warrant is founded prove insufficient, the prisoner will be discharged on habeas corpus: Nelson v. Cutter, 3 McLean, 326.\nMay 2, 1898:"
  },
  "file_name": "0641-01",
  "first_page_order": 661,
  "last_page_order": 669
}
