{
  "id": 825923,
  "name": "JOHN MOODY ET AL. v. JOHN ALEXANDER",
  "name_abbreviation": "Moody v. Alexander",
  "decision_date": "1892-01-04",
  "docket_number": "No. 65",
  "first_page": "571",
  "last_page": "582",
  "citations": [
    {
      "type": "official",
      "cite": "145 Pa. 571"
    }
  ],
  "court": {
    "name_abbreviation": "Jefferson Cty. C.P.",
    "id": 9212,
    "name": "Jefferson County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 520",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401872
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0119-01"
      ]
    },
    {
      "cite": "5 W. 527",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. 125",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0166-01"
      ]
    },
    {
      "cite": "5 W. 42",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "60 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0023-01"
      ]
    },
    {
      "cite": "55 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0504-01"
      ]
    },
    {
      "cite": "40 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "32 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0241-01"
      ]
    },
    {
      "cite": "55 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0009-01"
      ]
    },
    {
      "cite": "33 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0169-01"
      ]
    },
    {
      "cite": "2 W. 470",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 477",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0477-01"
      ]
    },
    {
      "cite": "101 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "110 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0312-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1026,
    "char_count": 26805,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3641135062314444
    },
    "sha256": "fb0267a241a2ae087f7a84ac59fd7d705a1e3a7a458b08753660cf2f25d881dd",
    "simhash": "1:dc00af0286a2fb30",
    "word_count": 4715
  },
  "last_updated": "2024-02-27T22:40:55.784845+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, Mc-Collum and Mitchell, JJ."
    ],
    "parties": [
      "JOHN MOODY ET AL. v. JOHN ALEXANDER."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Williams :\nThis case was here on the appeal of Alexander in 1888: Alexander’s App., 20 W. N. 283. Three questions were then raised: 1. Was Rebecca Brown, who had advanced two thousand dollars of the purchase money due from Moody, in a position that entitled her to protection when the title came to be made to Moody? 2. Was the letter written by Alexander to John Moody, Jr., dated September 29, 1883, conclusive upon him as to the proper construction of the contract set up in the bill ? 3. Was the deed that Alexander had tendered to Moody a full compliance with the contract of sale ?\nThe first question was decided in favor of the appellant, so that upon the facts as then presented Rebecca Brown became a necessary party. The second question was also decided in favor of the appellant, so that Alexander was no longer concluded by his letter, but was at liberty to insist upon his view of the proper legal construction of the contract. The third question was neither decided nor discussed, but the case went back in order that the court below might pass upon that question, without being hampered by its mistaken view of the conclusiveness of the letter. When the case came up again in the court below, the learned judge assumed that the reversal covered all three of the questions which had been raised, and accordingly held, following, as he supposed, the ruling of this court, that the deed tendered by Alexander was a full compliance with the. contract, and that Moody must accept it accordingly. We thus lose the benefit which might have been derived from a consideration of the question of construction as an •original one, by the learned judge, but the question itself is squarely before us.\n•Is the deed a full compliance with the contract ? The contract referred to is dated July 1, 1879, is for the sale of one hundred fourteen and four tenths acres of land, and contains the following exception : “ Said Alexander hereby reserves all such timber on the land as he may wish to use or manufacture; also all oil and gas in or under the said lands, with free mining privileges of all kinds, right of way for roads of all kinds; ” etc. The purchase money has been paid in full, and Moody is now eiititled to a deed. This is conceded, and a deed has been tendered in which the exception or reservation is translated by the conveyancer into the following language: “ Excepting and reserving to the party of the first part, his heirs and assigns, all gas, oil, coal, ores, and other minerals or mineral deposits in, under, or upon the said premises; and also all timber growing upon the same; together with the right to construct convem ient roads over or under the same, and the right of ingress and egress for searching for and winning and removing the coal, timber, and other substances excepted and reserved.” The contention of the appellee is that the words in the contract, “ with free mining privileges of all kinds,” following the exception of the oil and gas, operate as an exception of all minerals that may be won by mining, and justify the incorporation of such exception into the deed. The appellant, on the other hand, contends that the words are referable to the exception of the oil and gas which precedes them, and authorize in terms, what the exception might authorize by implication, viz., the use of all'the ordinary and appropriate means for finding, obtaining, and removing the oil and gas from the land sold.\nThe general rule is that by a grant of land all that is upon it, as buildings, trees, and the like, pass to the grantee ; so, also, all that is within or under it, as mines, minerals, quarries, earths, and clays. So, by the same grant, all such things as are incident, accessory, and appendant pass without express words, with the principal to which they are incident or accessory. But a grant of the accessory or incident will not carry with it the principal. Accessorium non ducit, sed sequitur suum principale: Shep. Touch., 89. Another old and well-settled rule of law is that such things as are inseparably incident to some other thing, are not grantable without the thing to which they belong. Thus, if a man grant all the minerals under his farm to A., the right to mine or obtain them by proper methods passes as an inseparable incident. If the grantor should reserve to himself “ free mining privileges of all kinds,” this would not defeat nor limit his grant to A., but, having nothing left to mine, the reservation of mining privileges would be without significance or effect. In the case before us, Alexander had sold his land to Moody. The sale carried with it all the woods above and all the minerals below the surface, not excepted out of the grant. Some things were excepted, viz., such of the timber trees as Alexander might want to use or manufacture, and the oil and gas. Expressio unius, exclusio alterius. The things named were excepted; the things not named, which were incident to or part of the freehold, passed to the grantee. But the contract saved the accessory with the principal. Having excepted the timber, it reserved the right to make roads, and the right of ingress and egress to cut and remove the timber. Having excepted the oil and gas, it added, “ with free mining privileges of all kinds,” in order that the right to seek for, secure, and remove the oil and gas by any proper process might not be left to implication. These privileges are referable naturally to the things excepted, for the removal of which such privileges were indispensable, and the use of the words “ mining privileges,” was appropriate to describe the process by which oil and gas are obtained: Gill v. Weston, 110 Pa. 312. They cannot extend the exception to coal, iron, and other substances not named, for the reasons already given. But, if this conclusion were involved'in doubt, we have another rule to consider, which affirms that the language in an instrument shall be taken most strongly against the grantor. If, therefore, the language of the contract could be held to be susceptible of two constructions, that should be adopted which would be most favorable to the grantee and most strongly against the grantor.\n. The learned judge was wrong, therefore, in his conclusion that the language of the exception in the deed is a correct translation into appropriate words of the exception in the contract of 1879. The exception must be limited to oil and gas, so far as it relates to things below the surface.\nThe exception of the timber in both contracts relates to the date of the contract of sale, and not to that of the deed. If, as it is alleged, the timber has been removed, there would seem to be no reason for incorporating this exception into the deed ; but if it has not been, the reservation is of the timber which was suitable for sawing or use at the date of the contract, or the time when, under its provisions, the cutting should take place on any part of the land.\nWe see no objection to so much of the deed as relates to the exception of minerals in the contract of 1875.\nThe decree is reversed, with direction to the court below to proceed to final decree in accordance with this opinion.",
        "type": "majority",
        "author": "Mr. Justice Williams :"
      }
    ],
    "attorneys": [
      "The appeal was argued on October 7,1890, by Mr. Cr. A. Jenks (with him Mr. Charles Corbet), for the appellants, and Mr. A. C. White (with him R. C. MoMurtrie), for the appellee. On November 10, 1890, a re-argument was ordered, which was heard on October 5, 1891.",
      "Mr. Q-. A. Jenks (with him Mr. Charles Corbet), for the appellants :",
      "Mr. B. O. McMurtrie (with him Mr. A. O. White), for the appellee:"
    ],
    "corrections": "",
    "head_matter": "JOHN MOODY ET AL. v. JOHN ALEXANDER.\nAPPEAL BY PLAINTIFFS FROM THE COURT OF COMMON PLEAS OF JEFFERSON COUNTY.\nArgued October 7, 1890.\nRe-argued October 5, 1891\nDecided January 4, 1892.\n[To be reported.]\n(a) A vendor contracted in writing to convey to the vendee a certain tract of land, reserving “ all oil and gas in or under the said land, with free mining privileges of all kinds, right of way for roads of all kinds; also, free ingress and egress over, into, upon and under said lands; ” compensation to be made for any land used in, and all damages caused by his “ mining operations: ”\n1. By the terms of the contract, the only minerals excepted out of the grant were the oil and gas. The phrase “ mining privileges ” was referable to them, applying to the processes and means of obtaining oil and gas, and did not extend the exception to coal, iron, and other substances not named; especially in view of the rule that a grant is to be construed most strongly against the grantor.\nBefore Paxson, C. J., Sterrett, Green, Williams, Mc-Collum and Mitchell, JJ.\nNo. 65 October Term 1890, Sup. Ct.; court below, No. 4 September Term 1884, C. P. in Equity.\nOn September 8, 1884, John Moody and others, heirs at law of John Moody, deceased, filed a bill in equity against John Alexander, praying for specific performance of two separate contracts for the sale of real estate. The bill made averments, in substance, as follows:\n1. By a contract in writing, dated September 28, 1875, the defendant sold and agreed to convey to John Moody (now deceased) a certain tract of land in Jefferson county, for the price of twenty dollars per acre, subject to these reservations:\n“ Said Alexander also reserves all minerals and underground deposits of all kinds and descriptions, and all timber (except that herein specially granted for use on the premises), including free mining privileges, right of way for all kinds of roads, and free ingress and egress over, into, under, and upon said land and any part thereof, without let or hindrance.\n“ Said Moody shall have the free use of hard woods and coal for fuel, so much as he requires for his house or houses on the premises; also hemlock timber for fencing and the frames of a house and barn on said premises, Nee of charge, on condition that he will not take such timber as will make salable lumber.”\n2. By another written agreement, dated July 1, 1879, the defendant agreed to sell and to convey to said John Moody another tract in said county for the price of twenty dollars per acre, the contract containing the following provisions:\n“ Said Alexander hereby reserves all such timber upon said land as he may wish to use or manufacture; also all oil and gas in or under the said land, with free mining privileges of all kinds, right of way for roads of all kinds ; also, free ingress and egress over, into, upon and under said lands, any and all parts thereof at all times ; and in like manner he reserves the free and unrestricted use of so much of said lands as may at any time be wanted in building and maintaining all bridges, abutments, wharves, dams, wing-dams, piers, booms, logways and roads of all kinds ; also sufficient piling and rafting ground for lumber, and all facilities that may at any time be wanted for carrying on the lumber and other business in said township; and for any land thus taken permanently for purposes aforesaid by said Alexander or his assigns, said Moody shall be entitled to compensation at the rate of twenty dollars an acre, payable like his purchase herein; and for all land temporarily taken for mining, and for all damages incurred by entering upon and using said land in mining operations, said Moody shall be entitled to receive reasonable compensation from the party inflicting or causing such damage.”\n3. The said John Moody in his lifetime paid to the defendant the full consideration upon each of the aforesaid contracts, and complied with all the terms and requirements thereof, to be performed by him. On January 9, 1882, he died intestate, leaving as his heirs at law the plaintiffs, who have applied to the defendant for specific performance of said contracts, but he has not complied with their demand therefor.\nThe defendant’s answer admitted the contracts; admitted that the defendant had received the price due for said lands, but averred that two thousand dollars thereof had been advanced and paid by Rebecca Brown, a sister of John Moody, deceased, under an agreement that this sum should be secured by a judgment bond and mortgage on the property, and that Rebecca Brown was a necessary party to the bill; admitted that the plaintiffs were entitled to a conveyance, subject to the rights of Rebecca Brown, and averred that he had tendered them a deed in compliance with the requirements of the contract. The deed mentioned in the answer was afterwards put in evidence, marked exhibit D, and placed on file.\nAs to the land embraced in the contract of September 28, 1875, this deed contained the following reservations :\n“ Excepting and reserving to the party of the first part, his heirs and assigns, out of and from the premises first above described, all timber growing upon the said premises that he the said party of the first part, his heirs or assigns, may require for use or manufacture, with the right of ingress and egress at all times hereafter, for cutting and carrying away the same. And excepting and reserving all oil, gas, and mineral substances in, under, or upon the said premises, and the right of entering in and upon the lands for the purpose of mining or otherwise winning and obtaining the said oil, gas, and mineral substances by mining or other usual and customary processes.”.....\nThen followed further provisions as to the use of the land by the grantor, his heirs and assigns, for bridges, dams, booms, roadways, etc.; and for the payment of compensation to the grantees, their heirs and assigns, for any land so used.\nThe reservations in the deed, as to the land embraced in the contract of July 1, 1879, were in the following words :\n“ And, as respects the premises second above described, excepting and reserving to the party of the first part, his heirs and assigns, all gas, oil, coal, ores, and other minerals or mineral deposits, in, under, or upon the said premises; and also all timber growing upon the same; together with the right to construct convenient roads and ways over or under the same, and the right of ingress and egress for searching for and winning and removing the coal, timber, and other substances excepted and reserved: Provided that the parties of the second part, their heirs and assigns, shall at all times be at liberty to mine and take as much coal as they may require for use as fuel for domestic purposes on the premises, and also to cut and use as much hard wood as they may require for the same purposes, but using no wood that can be used for commercial timber or lumber; and they shall also be at liberty to take and use as much hemlock timber as they may require for fencing on the said premises, and for the construction of frames for houses or barns to be erected and used thereon, but so that no hemlock shall be used that is suited to make salable lumber.”\nThe answer averred that these respective reservations were in conformity with the intent and meaning of the reservations as stated in the respective contracts.\nIssue having been joined upon a replication filed, the cause was referred to Mr. M. M. Davis as master, who reported, finding in substance that Rebecca Brown was not a necessary party to the. bill; that the deed, exhibit D, was properly tendered to the plaintiffs and refused by them; that, so far as it related to the subject matter of the contract dated September 28, 1875, said deed was all that should be required of the defendant by the plaintiffs; but that, while the reservation relating to the land embraced in the contract of July 1, 1879, was in accordance with the common and ordinary meaning of the language used in that agreement, yet the defendant could not conscientiously ask the master to construe the contract so as to entitle him to reserve the coal in his deed, he having, in a letter to one of the plaintiffs, distinctly admitted as a fact that the contract omitted to reserve the coal, thus himself putting a construction upon it, and the testimony showing that the plaintiffs understood the contract in the same way. The master accordingly recommended a decree for a conveyance of the land covered by the contract of July 1, 1879, without any reservation of coal, and submitted forms of two. separate deeds to be made by the defendant, the reservations embodied therein following the wording of the contracts.\nExceptions to the master’s findings and recommendations having been overruled, and a decree for specific performance in the form recommended made, the defendant took an appeal to No. 165 October Term 1887, Snp. Ct., wherein the decree of the court below was reversed in an opinion by Mr. Justice Stebbett, filed October 24,1887, the record being remitted for further proceedings : Alexander’s App., 20 W. N. 283.\nUpon the return of the record to the court below, the plaintiffs amended their bill by adding to it the following averment:\n“ That the said John Alexander, by another agreement in writing, dated on the 19th day of August, A. D. 1880, by him signed and sealed, a copy of which is made a part of and annexed to this bill, marked exhibit C, agreed to modifications of the said two former agreements, to new covenants and agreements concerning the lands, abrogating and canceling the exceptions, reservations and detractions contained in said two former agreements, and thereby covenanted and agreed to make conveyances to said John Moody of the one hundred acres of land described in contract of September 28, 1875, and also of the one hundred and fourteen and four-tenth acres of land in contract of July 1,1879, in their entireties, as by the said agreement will more fully and at large appear.”\nExhibit C contained an account for logs “ put in,” crediting John Moody with balances on land contracts of 1875 and 1879, and with certain items for cash, labor and board, showing a balance in favor of John Moody of $916.54, and having the following agreement attached:\n“ Received, Broekwayville, August 19,1880, of John Alexander, the sum of nine hundred and sixteen .54 dollars, the balance due as per above statement, which is in full of all accounts between the parties to date ; and said Moody is entitled to receive conveyance from said Alexander of 100 acres herein settled for as described in contract of September 28, ‘75 ; also of 114 and A acres in contract of July 1, ‘79, with the agreement that all tax accounts between the parties are settled and squared to this date, and that said Mood}'- will pay all further taxes due or to become payable upon the aforesaid lands.....\n“ Witness our hands and seals this day above written.\n“John Moody, (Seal.)\n“John Alexander, (Seal.)”\nThe defendant answered the amendment to the bill, averring that the instrument therein set out was nothing more than a settlement of an account; denying that it was intended to modify or vary the contracts upon which the bill was filed, and suggesting that it was not open to the plaintiffs at this stage of the case to attempt to vary the form and effect of the contracts, as averred in their bill, by such a document, known to them when the bill was filed, in evidence at the former hearing, and before the court at the time thereof.\nThe case having been referred back to the master, testimony was adduced before him showing that an arrangement had been made with Rebecca Brown removing her interest in the controversy and obviating the necessity of making her a party. The master, thereupon, reported inter alia as follows:\nAs the matter presented itself to the Supreme Court, the opinion filed in the ease settled the question in favor of the appellant, that his deed marked exhibit D was a good and sufficient conveyance, carrying out the true intent and meaning of exhibits A and B. The master is of the opinion that writing marked exhibit C in amended bill, is notan additional contract in this matter, and was not so intended by the parties; it was not intended for more than simply a statement of settlement between the parties, and does not vary the agreements aforesaid, and the master so understood it when the exhibit was offered in evidence before; that it was done to show payment, as alleged in the third paragraph of the plaintiffs’ original bill, and no greater force or effect at that time was intended to be given to it by plaintiffs’ counsel; nor is the master convinced now that the exhibit has any greater force or effect now than when offered and considered before.\nOn the question of the tender of the deed, the master sees no valid reason to change his former views on this subject; that the deed was sufficiently tendered.\nThe important question noA', in this case, as the master regards the matter, since nothing new has been introduced into the case since the former hearing, is who shall pay the costs of this litigation, the plaintiffs or defendant, or should there be some division of the costs between them.....\nThis issue, by the highest legal tribunal in the state has been decided in favor of the defendant; in fact, every issue in this case, great or small, in the former hearing, seems to have been directly or indirectly decided in favor of the defendant, to wit : The sufficiency of the deed tendered; the.making of Rebecca Brown a party to the original bill; the settling with her for two thousand dollars of the purchase money; that the language of the deed should be such as to carry out the true intent and meaning of the contract, and not, as contended for by the plaintiffs, in the very words of the contract. A reference back to the master has failed to change the situation from what it was on a former hearing. The issue has been found against the plaintiffs, and the master can see no good, equitable reason requiring the defendant to pay the whole or any part of the costs of this suit.\nThe plaintiffs must pay all the costs, and the defendant has a right to a decree to that effect in this case.\nAll of which is respectfully submitted.\n—Exceptions to the final report of the master having been overruled and the report confirmed, the court, on February 3, 1890, entered a decree that the deed, exhibit D, be delivered to the plaintiffs upon payment of the costs, and that all the costs be paid by the plaintiffs;1 whereupon the plaintiffs took this appeal, assigning for error, inter alia:\n1. The final decree of the court below.1\nThe appeal was argued on October 7,1890, by Mr. Cr. A. Jenks (with him Mr. Charles Corbet), for the appellants, and Mr. A. C. White (with him R. C. MoMurtrie), for the appellee. On November 10, 1890, a re-argument was ordered, which was heard on October 5, 1891.\nMr. Q-. A. Jenks (with him Mr. Charles Corbet), for the appellants :\nIf the clause in the agreement- be construed as a reservation of all “ mineral substances,” the reservation would be void as coextensive with the grant: Dunham v. Kirkpatrick, 101 Pa. 43. It should be construed, however, as the mass of mankind would view it: Schuylkill Nav. Co. v. Moore, 2 Wh. 477.\n1. Oil and gas, which are indisputably minerals, are expressly reserved, and this express reservation excludes any others not named, under the maxim, expressio unius, exclusio alterius. The words which follow, “ with free mining privileges of all kinds,” describe no classes or genera of minerals. The word privilege, is seldom, if ever, used to convey an estate, or make a substantive grant of land. It is properly applicable only to some liberty or increment incidental to a substantive estate or right, otherwise existing: 2 Bouv. L. Dict. 463; Anderson’s L. Dict. 811; 2 Rapalje’s L. Dict. 1009 ; McKillip v. McIlhenny, 2 W. 470; Lacy v. Arnett, 33 Pa. 169. The reservation of mining privileges in this contract, has reference to the mineral substances, to wit, oil and gas, which are' to be excepted, and means whatever manner of mining is customary or advantageous for procuring the oil and gas.\n2. But, even if the words “ oil and gas .... with” were omitted the reservation in the deed would be broader than the contract would warrant: for a reservation simply of “ free mining privileges” would be merely a license, not excluding the grantees of the land from using the minerals also: Gloninger v. Coal Co., 55 Pa. 9 ; Johnstown I. Co. v. Iron Co., 32 Pa. 241; Clement v. Youngman, 40 Pa. 342; Grove v. Hodges, 55 Pa. 504; Carnahan v. Brown, 60 Pa. 23. Not only the language of the contract, but the surrounding facts show that no mineral was intended to be reserved but the gas and oil; see Gibson v. Tyson, 5 W. 42. And the decree as to costs is unjust.\nMr. B. O. McMurtrie (with him Mr. A. O. White), for the appellee:\n1. The meaning of the cozitract izi question is that all substances obtainable by mining are reserved. We have several distinct reasons for asserting that the master was right in saying that most certainly all mineral substances in or under the surface were reserved, and not the gas alozie : (a) The reservation of mining privileges is in addition to the substances specifically named, which would not have been covered by the words, minerals or mizzing rights. (1) This plwaseis not properly applicable to boring for oil and gas; and, moreover, if so construed, it would be useless and superfluous, as in an executory contract a reservation of oil and gas includes by necessary implication the right to do what is needful for getting them out of the land. Bainbridge on Mines, 34; 11 Rep. 52; 2 Lutw. 1247. (o) The right of ingress and egress upon and under the land is reserved. Did any one ever hear of a right of way for gas and oil under the land ? (ci) Land may be taken under the contract for mining purposes.\n2. Was the master right in holding that the evidence justified reading the contract so as to exclude the coal ? The plaintiffs precluded themselves by their pleadings from having this done. They cannot have the contract read in any other way than as set out in their bill: Partridge v. Clarke, 4 Pa. 166; Renshaw v. Gans, 7 Pa. 119. But the defendant’s letter, showing that he supposed he had made a mistake in wording the contract, was not acted on by the plaintiffs, and cannot vary the construction of the agreement as written: Paull v. Mackey, 3 W. 125 ; Colt v. Selden, 5 W. 527 ; Fox v. Foster, 4 Pa. 119; McWilliams v. Martin, 12 S. & R. 271; Hamilton v. Neel, 7 W. 520; Rearick v. Rearick, 15 Pa. 73 ; Lewis v. Nicholson, 18 Q. B. 510; Sugden on Vendors, 170. For illustrations of the rule that conveyances in execution of contracts, etc., do not follow the words of the contracts, but must adopt such expressions as will make the conveyances conform to the intention, see Bagshaw v. Spencer, 2 Atk. 570; Sugden on Vendors, 198; Fearne on Rem., 88.\nThe letter referred to, in evidence, was written by John Alexander to John Moody, Jr., on September 29, 1883, and contained, inter alia, the following:\n“ I want you to tell me by return mail what your family has to say to my offer to give them one hundred dollars in lieu of my omission to reserve the coal in the bottom lands. As matter of fact, my omitting the reserve can be of no possible good to your family, but I prefer to have all my titles alike and it may at some time be an advantage to me; so' I propose to give them $100, and hope it will be satisfactory to all of them.”"
  },
  "file_name": "0571-01",
  "first_page_order": 591,
  "last_page_order": 602
}
