{
  "id": 825866,
  "name": "ESTATE OF GEORGE M. KURTZ, DECEASED",
  "name_abbreviation": "Estate of Kurtz",
  "decision_date": "1892-01-04",
  "docket_number": "No. 56",
  "first_page": "637",
  "last_page": "639",
  "citations": [
    {
      "type": "official",
      "cite": "145 Pa. 637"
    }
  ],
  "court": {
    "name_abbreviation": "Jefferson Cty. Orphans' Ct.",
    "id": 15223,
    "name": "Jefferson County Orphans' Court"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/1/0506-01"
      ]
    },
    {
      "cite": "49 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "54 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "32 Am. Dec. 641",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "7 Paige Ch. 328",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2054791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/7/0328-01"
      ]
    },
    {
      "cite": "88 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061192
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0478-01"
      ]
    },
    {
      "cite": "109 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0235-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 5308,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 2.752293994853631e-07,
      "percentile": 0.8328315666280157
    },
    "sha256": "34c09d9345fcb00b6642687f6cb929227c00e96eee6cbb31d93f1a3f5aa5a97b",
    "simhash": "1:c5f8d88574638ee2",
    "word_count": 948
  },
  "last_updated": "2024-02-27T22:40:55.784845+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, McCollum, and Mitchell, JJ."
    ],
    "parties": [
      "ESTATE OF GEORGE M. KURTZ, DECEASED."
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nThe single question here is whether the appellants, who are step-children of George M. Kurtz, deceased, are entitled to share in the distribution of the residuary portion of his estate. Both the appellants are given legacies by the will, and are designated as children “ which came to me by marriage with my wife; ” the “ second division,” as testator calls it, is to go to his wife and children. He left children of his o wn which answer this description, and we think the learned auditor was right in excluding the step-children from participation in the fund.\nThe decree is affirmed, and the appeal dismissed at the costs of the appellants.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. J. E. Qalderwood (with him Mr. R. C. Winslow and Mr. Charles Corbet), for the appellants.",
      "Mr. A. J. Truitt and Messrs. Isaac C. $ C. Z. Cordon, for the appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF GEORGE M. KURTZ, DECEASED.\nAPPEAL BY G. H. KURTZ ET AL. FROM THE ORPHANS’ COURT OF JEFFERSON COUNTY.\nArgued October 6, 1891\nDecided January 4, 1892.\nA testator gave legacies to two step-children designated as “ the two children .... which came to me by marriage with my wife,” as well as to his wife and his own children, by name; and .then provided that the “second division” should go to his wife'and children. In such case, the step-children were not entitled to share in the residuary estate.\nBefore Paxson, C. J., Sterrett, Green, Williams, McCollum, and Mitchell, JJ.\nNo. 56 October Term 1891, Sup. Ct.; court below, No. 13 December Term 1889, O. C.\nOn October 31, 1889, George H. Wingert, executor of the will of George M. Kurtz, deceased, filed his account, and on confirmation thereof it was referred to Mr. Henrg 0. Campbell, as auditor, for distribution.\nOn May 1,. 1890, the auditor filed a report finding'as facts that the testator died on July 28,1881, leaving to survive him a widow, Salome Kurtz, and three minor children of whom she was the mother, to wit, Theodore M., Yiola C. and Joseph L. Kurtz. An illegitimate son named Daniel Kurtz also survived him. As members of his family at the time of the testator’s death, there were two children of his wife, George H. and Anna M., the issue of a former marriage with one Korb. These children were taken into the family of the testator within a few months after his marriage with' their mother in 1867, and thereafter they were both called by the name Kurtz, until Anna M. was married to one Rinn, whose name she bore thenceforward. There was testimony that the testator, his wife, and the five children formed one family, without distinction between the children.\nThe will of the testator, dated January 28, 1880, duly admitted to probate August 8, 1881, was written in German, a translation thereof filed with the register of wills being in its material parts as follows :\n“ This is now my will and testament between my wife and children, to be divided equally till each shall arrive at full age of maturity.\n“ 1. My personal effects are all in bonds and notes loaned out, county and school bonds.\n“ 2. Those two children, George H. Korb and Anna Maria Korb, which came to me by marriage with my wife, I will to each of them fifteen hundred dollars when they are of age and as guardian my name keep.\n“ 8. Theodore Morris Kurtz is to have the place and homestead, and besides one thousand dollars he is to have if he is of age, but he must keep his mother as a mother, and keep her on the place and support her.\n“ 4. Yiola Catharina Kurtz is to have four thousand dollars, as soon as she is of age.\n“5. Joseph Lindsey Kurtz is to have the same, four thousand dollars, when he is of age.\n“ 6. I will to Daniel Kurtz six hundred dollars when he is of full age, but I mention herewith that Daniel Kurtz from the second division shall have nothing if he is not satisfied with what I have willed to him, and shall be pronounced null; then in case Daniel Kurtz should die before he arrives at age it falls back to Kurtz’s children.\n“ 7. I will to my wife Saloma Kurtz two thousand dollars. She shall stay on the homestead as long as she lives. She shall have from the second-division as much as one of the children if she keeps my name, but should she get married she shall have nothing of the second division.”\nThe auditor found that the pecuniary legacies had all been paid ; and, citing Merkel’s App., 109 Pa. 235 ; Castner’s App., 88 Pa. 478, ruled that George H. Kurtz and Anna M. Rinn were not entitled to participate in the fund for distribution, and that it should be awarded to Theodore M., Viola C. and Joseph L. Kurtz, in equal shares, reporting a distribution accordingly. Exceptions to the report filed by George H. Kurtz and Anna M. Rinn having been argued, the court, Wilson, P. J., without opinion filed, on January 5, 1891, entered a decree dismissing the exceptions and confirming the report of the auditor. Thereupon, the exceptants took this appeal, specifying the dismissal of said exceptions and the confirming of the report, for error. . .\nMr. J. E. Qalderwood (with him Mr. R. C. Winslow and Mr. Charles Corbet), for the appellants.\nCounsel cited: 1 Jarman on Wills, *416-17; Wigram on Wills, 138; O’Hara on Wills, 311; Mowatt v. Carow, 7 Paige Ch. 328 (32 Am. Dec. 641); Anderson’s L. D., tit. Child.\nMr. A. J. Truitt and Messrs. Isaac C. $ C. Z. Cordon, for the appellees, were not heard.\nThe brief cited: 1 Jarman on Wills, *147, 153 ; Schafer v. Eneu, 54 Pa. 306; Castner’s App., 88 Pa. 478; Horwitz v. Norris, 49 Pa. 218; Storer v. Wheatly, 1 Pa. 506."
  },
  "file_name": "0637-01",
  "first_page_order": 657,
  "last_page_order": 659
}
