{
  "id": 468684,
  "name": "In re Assignment of Judge Bernard J. AVELLINO",
  "name_abbreviation": "In re Assignment of Avellino",
  "decision_date": "1997-03-18",
  "docket_number": "No. 2 E.D. Miscellaneous Docket 1997",
  "first_page": "398",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "547 Pa. 398"
    },
    {
      "type": "parallel",
      "cite": "690 A.2d 1144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "690 A.2d 1138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468659,
        11926095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0385-01",
        "/a2d/690/1138-01"
      ]
    },
    {
      "cite": "547 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0385-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 5236,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 9.443498653239294e-08,
      "percentile": 0.517033425500869
    },
    "sha256": "ae3ee3ebbc80d95f118d34098adac6bd40e83b72883b0951494acb8fb821062e",
    "simhash": "1:4438e7a58ef3bc39",
    "word_count": 825
  },
  "last_updated": "2024-02-27T18:23:23.688489+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "In re Assignment of Judge Bernard J. AVELLINO."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nZAPPALA, Justice.\nIn an Opinion filed on February 7, 1997, 547 Pa. 385, 690 A.2d 1138, we set out the circumstances under which this matter came before the Court. We concluded that “Judge Avellino’s refusal to comply with the assignment, and independently his continued refusal to comply with the assignment after having been directly and unambiguously ordered to do so by this Court, can only be characterized as unjustified defiance of legitimate authority.” 690 A.2d at 1143-1144. The parties were then afforded an opportunity to be heard on the consequences, if any, that should attach to this “affront” to the Court’s “historical and constitutional powers of supervision.” 690 A.2d at 1144.\nThe question is, quite literally, unprecedented, although we do not suppose that this is because conflicts between judges within a judicial district are unprecedented. If such conflicts have arisen before, however, their resolution has been promoted by the judicious temperament expected of those involved given the context, whereas resolution of this matter was impeded by obstinate contentiousness.\nJudge Avellino asserts a distinction between remedial and punitive measures, arguing that while the -former are within the Court’s power of superintendency, the latter are exclusively within the authority of the Court of Judicial Discipline. He further argues that, “[rjemoval, and/or a fixed fine or forfeiture of compensation can only be viewed as punitive sanctions for past behavior.” Brief at 2. Ultimately, he argues that because he is presently performing the judicial duties assigned to him, he is in compliance with the Court’s mandate and no further sanctions are appropriate. In his view, the authority of the Court has already been vindicated by our previous Opinion explaining that his conduct was unacceptable.\nWe cannot accept the proposition advanced by Judge Avellino that the simple act of prospectively submitting to the authority of the Court is sufficient to remediate the harm occasioned by the disobedience. The record is replete with exhibits evidencing Judge Avellino’s animosity toward Administrative Judge Herron. His conduct, however, carried this personal conflict far beyond the limited sphere of these two individuals. It is true that to some extent the exhibits evidence Judge Avellino’s recognition of the proper channels for addressing his complaints. Disturbingly, what is nowhere apparent is an understanding on the part of Judge Avellino of the harm to the integrity of the judicial system attendant upon his refusal to be satisfied with obtaining redress of his grievances from this Court.\nJudge Avellino’s actions have unquestionably undermined the public perception of the judiciary. A judge more than anyone must be aware of the need to sublimate individual impulses in the interest of orderly dispute resolution; this is the very foundation of our system of laws. A judge’s refusal to comply with an assignment of an administrative judge, compounded by his refusal to obey an order of this Court, is in complete derogation of respect for the law and the integrity of the judiciary.\nA secondary interest that must be accounted for is more concrete. Judge Avellino’s actions necessitated the expenditure of scarce public resources to compel his compliance with his duties. Although these costs may not be precisely determinable, they constitute an appropriate consideration in fashioning a remedial sanction. Moreover, despite his refusal to perform his assigned judicial duties, Judge Avellino has received full compensation as a judge of the common pleas court.\nAccordingly, we herewith enter an Order suspending Judge Avellino without pay for a period of three months and requiring that for a period of six months thereafter he submit performance reports, in the form specified, to this Court.\nORDER\nPER CURIAM.\nAND NOW, this 18th day of March, 1997, Judge Bernard J. Avellino is suspended without pay for a period of three months. The suspension shall be effective immediately. Upon resuming his assigned duties, Judge Avellino shall on a weekly basis file a report with the Administrative Judge of the Trial Division of the First Judicial District, the Honorable John W. Herron, stating the hours spent in the courtroom, the hours spent in chambers, the number of cases presented, the number of cases disposed of, the outcomes of the cases decided and the sentences imposed. A copy of the same shall also be provided to the Prothonotary of the Supreme Court. He shall also furnish a copy of any opinions filed in support of orders entered, and any additional information as may be requested by the Court for review of his performance. Administrative Judge John W. Herron is directed to establish the format of the report and the time frame upon which the report shall be submitted.",
        "type": "majority",
        "author": "ZAPPALA, Justice. PER CURIAM."
      }
    ],
    "attorneys": [
      "Howard M. Holmes, Zygmont Pines, H. Robert Fiebach, Lillian E. Benedict, Philadelphia, for Petitioners.",
      "John J. Duffy, for respondent.",
      "Bernard J. Avellino, Philadelphia, pro se."
    ],
    "corrections": "",
    "head_matter": "690 A.2d 1144\nIn re Assignment of Judge Bernard J. AVELLINO.\nSupreme Court of Pennsylvania.\nArgued March 4, 1997.\nDecided March 18, 1997.\nHoward M. Holmes, Zygmont Pines, H. Robert Fiebach, Lillian E. Benedict, Philadelphia, for Petitioners.\nJohn J. Duffy, for respondent.\nBernard J. Avellino, Philadelphia, pro se.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0398-01",
  "first_page_order": 582,
  "last_page_order": 586
}
