{
  "id": 93885,
  "name": "Elizabeth Sophia SHAAK a/k/a Betty Shaak, Appellee, v. PENNSYLVANIA DEPARTMENT OF PUBLIC WELFARE, Appellant",
  "name_abbreviation": "Shaak v. Pennsylvania Department of Public Welfare",
  "decision_date": "2000-03-27",
  "docket_number": "No. 0032 M.D. Appeal Docket 1999",
  "first_page": "12",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "561 Pa. 12"
    },
    {
      "type": "parallel",
      "cite": "747 A.2d 883"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "528 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829778
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0491-01"
      ]
    },
    {
      "cite": "528 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829809
      ],
      "weight": 4,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0482-01"
      ]
    },
    {
      "cite": "679 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        465112,
        11329566
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0027-01",
        "/a2d/679/0767-01"
      ]
    },
    {
      "cite": "545 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465112
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0027-01"
      ]
    },
    {
      "cite": "55 Pa. Code § 178.4",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "528 A.2d 1385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        676290
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/365/0106-01"
      ]
    },
    {
      "cite": "515 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806016
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0428-01"
      ]
    },
    {
      "cite": "707 A.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11864186
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/1199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 568,
    "char_count": 12004,
    "ocr_confidence": 0.627,
    "pagerank": {
      "raw": 9.41471454835103e-08,
      "percentile": 0.5163214148778558
    },
    "sha256": "d584ab945eabc5621aec126567f93441fbf180686a6ad0e3eef6b09b98dd298b",
    "simhash": "1:b1af304305ff963d",
    "word_count": 1931
  },
  "last_updated": "2024-02-27T17:40:57.208622+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Elizabeth Sophia SHAAK a/k/a Betty Shaak, Appellee, v. PENNSYLVANIA DEPARTMENT OF PUBLIC WELFARE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nThe Pennsylvania Department of Public Welfare (“DPW”) has appealed from the order of the Commonwealth Court, which held that the corpus of an irrevocable trust, created by Appellee Elizabeth Shaak (Mrs. Shaak), was not an “available resource” to be considered when determining her eligibility for Medical Assistance benefits. For the reasons that follow, we reverse the order of the Commonwealth Court.\nFACTS AND PROCEDURAL HISTORY\nOn April 6, 1988, Mrs. Shaak created an irrevocable trust into which she transferred the ownership of her home in Lebanon, Pennsylvania, naming her children Richard Shaak and Janet Fink as trustees (Trustees). Mrs. Shaak reserved the absolute right to live in the home for so long as she was physically and mentally able. The trust document empowered the Trustees to retain, lease or sell the property in their absolute discretion after the passage of ninety days from when Mrs. Shaak vacated the home as follows:\nTrustees shall hold the trust estate for the primary benefit of the Settlor and shall distribute to Settlor so much, if any, of the net income of such trust or of the principal thereof, without limit as to amount, as the Trustees shall, in their absolute discretion and without any requirement to make distributions, deem necessary or advisable for the maintenance, welfare, comfort and happiness of the Settlor.\nThe trust further provided that at Mrs. Shaak’s death, the trust was to be liquidated and its proceeds distributed to her remaining descendants.\nTwo years after the execution of this trust agreement, on October 4, 1990, Mrs. Shaak began residing at a nursing care facility, the costs of which were offset by Medical Assistance payments. Apparently, neither Mrs. Shaak nor the Trustees disclosed the existence of the trust at the time of Mrs. Shaak’s entry to this facility or at the time of her subsequent transfer to a similar facility in 1991. The Trustees sold the house on April 24,1992, deposited the proceeds into a bank account, and subsequently transferred the funds to another bank. On April 21, 1994, an Income Maintenance Caseworker of the Lebanon County Assistance Office (CAO) contacted one Trustee to request information regarding Mrs. Shaak’s assets. The Trustee, through his attorney, disclosed the sale of the home and the balance of $76,894.34 in a trust account.\nA CAO caseworker notified Mrs. Shaak on January 6, 1995 that she was ineligible for Medical Assistance benefits because the then current value of the trust she had created was “excess countable resources” pursuant to 55 Pa.Code § 178.121 and the Omnibus Budget Reconciliation Act of 1993 (“OBRA 93”), 42 U.S.C.A. § 1396p. Mrs. Shaak filed a timely appeal to the Department of Public Welfare (DPW) stating that neither 55 Pa.Code § 178.121 nor OBRA 93 applied to the case. On or about March 3, 1995, DPW conceded that OBRA 93 and Section 178.21 did not apply, but that its eligibility determination was correct pursuant to 55 Pa.Code § 178.4 and the predecessor to OBRA 93, 42 U.S.C.A. § 1396a(k). Mrs. Shaak countered, contending that Section 178.4 did not apply because the trust was established months before this regulation was adopted. (The regulation was enacted August 26, 1988, became effective November 1, 1988 and Mrs. Shaak’s trust was created in April of 1988.)\nThe parties proceeded on a stipulation of facts before a DPW Hearing Officer. The Hearing Officer held that the trust was an available resource under 55 Pa.Code § 178.4(c), which provides, in pertinent part:\nResources held in a trust established prior to July 30, 1994, are considered resources to the applicant/recipient to the extent that the trust permits use of those resources for the applicant’s/recipient’s food, clothing, shelter or medical care, regardless of whether the trust is in fact used for food, clothing, shelter or medical care.\nThe DPW Office of Hearings and Appeals affirmed.\nA panel of the Commonwealth Court reversed this determination in Shaak v. Department of Public Welfare, 707 A.2d 1199 (Pa.Commw.1998), interpreting Section 178.4 as requiring a two-step factual determination before an asset could be deemed an “available resource” for purposes of financial eligibility for Medical Assistance benefits. The Commonwealth Court stated that DPW must assess whether the item at issue is a resource pursuant to Section 178.4(a) — (c) and then, DPW must determine whether the resource is available as set forth in Section 178.4(d) and (e). The Commonwealth Court concluded that DPW had failed to make the factual determination required in Section 178.4(d) because it did not assess whether Mrs. Shaak actually “owned” the principal of the trust, an analysis mandated by Section 178.4(d). (Section 178.4(d) states that “establishing the type of ownership is required to determine the availability and the value of the applicant’s/recipient’s resources.”) The Commonwealth Court, relying on Lang v. Department of Public Welfare, 515 Pa. 428, 528 A.2d 1385 (1987), rejected the argument that “availability” could be determined simply by Mrs. Shaak’s status as a trust beneficiary. Thus, the Commonwealth Court remanded the matter to DPW for a determination of ownership under 55 Pa. Code § 178.4(e), which supplies a list of five “rebuttable presumptions rto] apply in determining the availability of both real and personal property resources.” For the reasons that follow, we reverse the decision of the Commonwealth Court.\nDISCUSSION\nIn this matter we are called upon to determine whether the principal of a trust created in April of 1988 may be considered an “available resource” when the sole beneficiary of that trust applies for Medical Assistance benefits in 1990, such that this trust amount is included in the formula for determining financial eligibility for Medical Assistance. The parties disagree regarding which set of regulations, if any, control the issue of whether this trust is an available resource for purposes of determining Medical Assistance eligibility. In the course of this litigation, Mrs. Shaak has argued alternatively that neither Section 178.4, nor 42 U.S.C.A. § 1396a(k), nor OBRA 93 applies because the trust was established before the implementation of these regulations in Pennsylvania. Essentially, Mrs. Shaak argues that no statute applied to the trust established on April 6, 1988. DPW has taken the position that Section 178.4 governs the issue and that regardless of whether OBRA 93 or 42 U.S.C.A. § 1396a(k) applies, the trust is deemed an available resource. The Commonwealth Court appears to have agreed with DPW that the “current regulations” control, but held that “while OBRA 93 may have authorized the treatment of an inter vivos trust as an available resource without consideration given to asset ownership, the regulations promulgated by DPW plainly do not.”\nThese opposing views are understandable because Medicaid law regarding the treatment of trusts has undergone significant transformation during the past ten to fifteen years. Nonetheless, we hold that the Commonwealth Court erred because it ignored our holding in Rosenberg v. Department of Public Welfare, 545 Pa. 27, 679 A.2d 767 (1996) and Commonwealth Bank and Trust Company, N.A. v. Department of Public Welfare, 528 Pa. 482, 598 A.2d 1279 (1991), which control the disposition of this matter. The matter before us is virtually indistinguishable from the facts of Rosenberg and Mrs. Shaak has not presented any argument or cited any authority to urge us to deviate from our finding there.\nIn Rosenberg, Louis Rosenberg, at his death in 1976, bequeathed $65,000.00 in trust for Mrs. Rosenberg, with his son to act as Trustee. The trust document authorized the Trustee, in his sole discretion to use “principal for the comfort, welfare and maintenance and support, for education requirements, medical and surgical expenses, and other unusual needs of’ Mrs. Rosenberg. In 1992, Mrs. Rosenberg applied for Medical Assistance benefits to pay for nursing care. DPW deemed the trust an “available resource” of Mrs. Rosenberg and disallowed Medical Assistance benefits. In affirming this decision, this Court ruled that the corpus of this testamentary support trust was an available resource to be considered in determining Mrs. Rosenberg’s eligibility for Medical Assistance.\nIn making this decision, we stated that “the fundamental question is the ascertainment of the Settlor’s intent” regarding whether Mr. Rosenberg, as the Settlor of the trust, intended that the principal of the trust be used for the benefit of Mrs. Rosenberg, the subject beneficiary. 679 A.2d at 770. We then reviewed previous case law from this Court and focused on several factors necessary to assess whether the Settlor intended that the corpus of the trust be an available resource. E.g., Lang v. Dept. of Public Welfare, 515 Pa. 428, 528 A.2d 1335 (1987); Snyder v. Dept. of Public Welfare, 528 Pa. 491, 598 A.2d 1283 (1991); and Commonwealth Bank and Trust Co. v. Dept. of Public Welfare, 528 Pa. 482, 598 A.2d 1279 (1991). We gleaned from these cases that the salient factors to look to in order to determine the Settlor’s intent, in addition to the actual language of the trust, were whether the trust provided for one or more beneficiaries and whether the beneficiary received public assistance during the Settlor’s lifetime. If the trust document allowed principal to be used to provide for the benefit of multiple beneficiaries, we presumed that the Settlor did not intend for the entire corpus of the trust to be used for only one beneficiary, particularly where the beneficiary at issue had received public assistance during the Settlor’s lifetime. E.g., Lang, Snyder. On the other hand, where the trust document gave the trustee discretion to use principal for the welfare of a sole beneficiary, we presumed that the Settlor intended that the principal be an available resource. E.g., Commonwealth Bank (trust created in 1970 provided for the benefit of a single beneficiary and allowed funds to be used for support and maintenance). We find that this matter is inapposite to Lang and Snyder and is nearly identical to Rosenberg and Commonwealth Bank.\nMrs. Shaak clearly intended that the trust be used for her benefit during her lifetime. The document specifically provides that the trust estate is “for the primary benefit of the Settlor” and allows principal “without limit as to amount” to be distributed for “the maintenance, welfare, comfort and happiness of the Settlor.” Further, akin to Rosenberg, Mrs. Shaak is the sole beneficiary of the trust and did not receive • public assistance at the time the trust was created. Moreover, Mrs. Shaak, like Mrs. Rosenberg, applied for Medical Assistance benefits after the enactment of 42 U.S.C.A. § 1396a(k), but before the effective date of OBRA 93. The only real differences between this case and that of Rosenberg is that the trust at issue in Rosenberg was a testamentary trust created in 1976, rather than the 1988 inter vivos trust at issue here. We have not found that these two factors are of such significance that we are compelled to reach a different result and Mrs. Shaak has made no argument that these two factors distinguish this case from Rosenberg. Accordingly, we follow the precedent of Rosenberg, and thus, reverse the order of the Commonwealth Court, and reinstate the final order by the Secretary of the Department of Public Welfare dated February 12, 1997.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      }
    ],
    "attorneys": [
      "John A. Kane, Chief Counsel, Jean E. Graybill, Sr. Asst. Counsel, Cynthia A. Filian, Asst. Counsel, Dept, of Public Welfare, for DPW.",
      "James T. Reilly, John J. Ferry, Reilly, Wolfson, Sheffey, Schrum & Lundberg, Lebanon, for Betty Shaak."
    ],
    "corrections": "",
    "head_matter": "747 A.2d 883\nElizabeth Sophia SHAAK a/k/a Betty Shaak, Appellee, v. PENNSYLVANIA DEPARTMENT OF PUBLIC WELFARE, Appellant.\nSupreme Court of Pennsylvania.\nArgued Nov. 15, 1999.\nDecided March 27, 2000.\nJohn A. Kane, Chief Counsel, Jean E. Graybill, Sr. Asst. Counsel, Cynthia A. Filian, Asst. Counsel, Dept, of Public Welfare, for DPW.\nJames T. Reilly, John J. Ferry, Reilly, Wolfson, Sheffey, Schrum & Lundberg, Lebanon, for Betty Shaak.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0012-01",
  "first_page_order": 176,
  "last_page_order": 183
}
