{
  "id": 93635,
  "name": "Stacey L. DEAN v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION; and Ronald Eugene Bell. Appeal of Commonwealth of Pennsylvania, Department of Transportation",
  "name_abbreviation": "Dean v. Commonwealth",
  "decision_date": "2000-05-18",
  "docket_number": "No. 33 M.D. Appeal Docket 1999",
  "first_page": "503",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "561 Pa. 503"
    },
    {
      "type": "parallel",
      "cite": "751 A.2d 1130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "522 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818972
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0424-01"
      ]
    },
    {
      "cite": "751 A.2d 1136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        93556,
        11513996
      ],
      "weight": 2,
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0515-01",
        "/a2d/751/1136-01"
      ]
    },
    {
      "cite": "561 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93556
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0515-01"
      ]
    },
    {
      "cite": "717 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119309,
        356279
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "Mascaro decision should not be interpreted as extinguishing governmental liability as a joint tortfeasor"
        },
        {
          "page": "517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/717/0514-01",
        "/pa/553/0022-01"
      ]
    },
    {
      "cite": "553 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356279
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "Mascaro decision should not be interpreted as extinguishing governmental liability as a joint tortfeasor"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0022-01"
      ]
    },
    {
      "cite": "531 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834355
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0400-01"
      ]
    },
    {
      "cite": "514 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804564
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0351-01"
      ]
    },
    {
      "cite": "645 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860928,
        775557
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "185-186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0184-01",
        "/pa/537/0502-01"
      ]
    },
    {
      "cite": "537 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775557
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0502-01"
      ]
    },
    {
      "cite": "479 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742235
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0384-01"
      ]
    },
    {
      "cite": "723 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1701990,
        11754919
      ],
      "weight": 2,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0149-01",
        "/a2d/723/0174-01"
      ]
    },
    {
      "cite": "555 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701990
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0149-01"
      ]
    },
    {
      "cite": "718 A.2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11685313
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "378"
        },
        {
          "page": "379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/0374-01"
      ]
    },
    {
      "cite": "672 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362557
      ],
      "weight": 2,
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0837-01"
      ]
    },
    {
      "cite": "531 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834381
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0180-01"
      ]
    },
    {
      "cite": "751 A.2d 1136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        93556,
        11513996
      ],
      "year": 2000,
      "opinion_index": 2,
      "case_paths": [
        "/pa/561/0515-01",
        "/a2d/751/1136-01"
      ]
    },
    {
      "cite": "561 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93556
      ],
      "year": 2000,
      "opinion_index": 2,
      "case_paths": [
        "/pa/561/0515-01"
      ]
    },
    {
      "cite": "717 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119309,
        356279
      ],
      "year": 1998,
      "opinion_index": 2,
      "case_paths": [
        "/a2d/717/0514-01",
        "/pa/553/0022-01"
      ]
    },
    {
      "cite": "553 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356279
      ],
      "year": 1998,
      "opinion_index": 2,
      "case_paths": [
        "/pa/553/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 901,
    "char_count": 23147,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 1.4320527316604864e-06,
      "percentile": 0.9910620271683793
    },
    "sha256": "50e7e5ba7e5b56311f7de7f173a751ccfb1621f54526a327a6a1783e7e14a175",
    "simhash": "1:b9cadb23065e1b48",
    "word_count": 3750
  },
  "last_updated": "2024-02-27T17:40:57.208622+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J, and ZAPPALA, CAPPY, CAST1LLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice NIGRO files a Dissenting Opinion.",
      "Justice NEWMAN files a Dissenting Opinion."
    ],
    "parties": [
      "Stacey L. DEAN v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION; and Ronald Eugene Bell. Appeal of Commonwealth of Pennsylvania, Department of Transportation."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nWe granted allocatur to determine whether the absence of a guardrail is a dangerous condition of Commonwealth realty for purposes of the real estate exception to sovereign immunity. For the reasons that follow, we hold that the failure to erect a guardrail does not constitute a dangerous condition of Commonwealth realty. As the real estate exception does not apply, the Commonwealth Court erred by refusing to grant summary judgment in favor of the Commonwealth.\nThe undisputed facts establish that on January 26, 1991, Stacey L. Dean, Appellee, was a passenger in a 1987 Ford Ranger XLT operated by Ronald Eugene Bell. The truck was proceeding east on U.S. Route 22 when it fishtailed on the snow-covered roadway, causing Bell to lose control of the vehicle. As a result, the truck left the graveled portion of the highway and traveled over a steep, declining embankment where it overturned. Appellee sustained serious injuries, with resultant quadriplegia.\nAppellee commenced an action against the Commonwealth of Pennsylvania, Department of Transportation (PennDOT), alleging that PennDOT was negligent in failing to properly shield the steep embankment with a guardrail on the portion of the highway where the accident occurred and for failing to properly design, construct and maintain a safe highway. PennDOT filed a motion for summary judgment, which the common pleas court denied. Relying on Bendas v. Township of White Deer, 531 Pa. 180, 611 A.2d 1184 (1992), the court held that it was for the jury to determine whether the absence of a guardrail constituted a dangerous condition of Commonwealth realty.\nPennDOT subsequently filed a second motion for summary judgment in light of the Commonwealth Court’s en banc decision in Rothermel v. Commonwealth of Pennsylvania, Department of Transportation, 672 A.2d 837 (Pa.Cmwlth. 1996). Under a nearly identical factual scenario, the court in Rothermel held that PennDOT was not liable because the absence of a guardrail, dangerous or otherwise, did not cause the accident itself, but merely facilitated the decedent’s injuries. The court concluded that the cause of the accident was the unnatural and artificial accumulation of water and ice on the roadway and therefore the entry of summary judgment in favor of PennDOT was appropriate. The court noted that “[f]or purposes of deciding the applicability of the real estate exception to sovereign immunity, it is the cause of the accident — the event that set the accident in motion — that is determinative.” Id. at 842 n. 8.\nThe common pleas court agreed that Rothermel controlled the instant case and granted PennDOT’s motion for summary judgment. The en banc Commonwealth Court reversed the grant of summary judgment and expressly overruled its decision in Rothermel. It held that the sovereign immunity statute waives immunity based upon damages caused by a dangerous condition and is not based on the cause of the accident. Dean v. Commonwealth of Pennsylvania, Depart ment of Transportation, 718 A.2d 374, 378 (Pa.Cmwlth.1998). The court found this interpretation of the sovereign immunity statute consistent with “normal” negligence law that provides that there can be two or more proximate causes of injuries in a negligence action because a negligent act may be a proximate cause of damages even though other causes may have contributed to the result. Id. at 379. Accordingly, the court remanded the case for further proceedings.'\nSummary judgment may be entered only in those cases where the record clearly demonstrates that there are no genuine issues of material fact and that the moving party is entitled to judgment as a matter of law. P.J.S. v. Pennsylvania State Ethics Commission, 555 Pa. 149, 723 A.2d 174 (1999). The record must be viewed in the light most favorable to the opposing party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party. Id.\nThe question of whether the Commonwealth is entitled to summary judgment is based purely upon the statutory construction of the applicable immunity provisions. As a result of our abrogation of sovereign immunity in Mayle v. Pa. Dept. of Highways, 479 Pa. 384, 388 A.2d 709 (1978), the General Assembly enacted the Sovereign Immunity Act (Act), 42 Pa.C.S. § 8521-8528, and revived the doctrine. See also Snyder v. Harmon, 562 A.2d at 310 n. 3. The Act provides that sovereign immunity is only waived for damages arising out of a negligent act where the common law or a statute would permit recovery if the injury were caused by a person not protected by sovereign immunity. 42 Pa.C.S. § 8522(a). In order for the Commonwealth to be found liable, a plaintiff must also establish that the cause of action falls under one of the specifically enumerated exceptions to immunity. 42 Pa. C.S. § 8522(b). Because of the clear intent to insulate government from exposure to tort liability, the exceptions to immunity are to be strictly construed. Kiley v. City of Philadelphia, 537 Pa. 502, 645 A.2d 184, 185-186 (1994).\nTo ascertain whether the Commonwealth owes a duty to Appellee — the duty alleged here being the installation of a guardrail along the highway where the accident occurred — we must first examine the exception to sovereign immunity which Appellee contends her claim falls under. Snyder, 562 A.2d at 311. Appellee relies on the real estate exception, which exposes the Commonwealth to liability for the following:\nCommonwealth real estate, highways and sidewalks. — A\ndangerous condition of Commonwealth agency real estate and sidewalks, including Commonwealth-owned real property, leaseholds in the possession of a Commonwealth agency and Commonwealth-owned realty property leased by a Commonwealth agency to private persons, and highways under the jurisdiction of a Commonwealth agency----\nId. at § 8522(b)(4).\nPennDOT argues that the real estate exception is inapplicable. It submits that it is liable only where a dangerous condition of real estate causes injury, not when the Commonwealth realty merely “facilitates” the injury as was the case here. Relying on our decision in Snyder v. Harmon, Penn-DOT also contends that it is- not liable for failing to erect a guardrail as it has no duty to guard against dangerous conditions off the highway. Appellee counters that the dangerous condition was not the embankment, but rather the lack of a guardrail on the highway, which rendered the highway defective. ' She further contends that PennDOT’s liability exists regardless of the existence of additional tortfeasors and that the issue of whether a dangerous condition exists is a question of fact for the jury.\nThe real property exception to governmental immunity under the Political Subdivision Tort Claims Act (PSTCA), 42 Pa.C.S. § 8542(b), was discussed in Mascaro v. Youth Study Center, 514 Pa. 351, 523 A.2d 1118 (1987). There, an action was brought against the City of Philadelphia for heinous injuries inflicted on a family by a detainee who escaped from a juvenile detention center. The theory of liability was that the negligent maintenance of the facility permitted the detainee to escape and inflict injury on the plaintiffs.\nWe held that the cause of action did not fall within the real property exception because acts of others may not be imputed to local agencies or their employees. We went on to hold that “the real estate exception can be applied only to those cases where it is alleged that the artificial condition or defect of the land itself causes the injury, not merely when it facilitates the injury by the acts of others, whose acts are outside the statute’s scope of liability.” Id. at 1124. As later explained in Crowell v. City of Philadelphia, 531 Pa. 400, 613 A.2d 1178 (1992), however, our holding in Mascaro did not absolve the government of liability in cases where a joint tortfeasor was involved. Rather, it simply indicated that the PSTCA precludes imposition of liability upon a governmental unit based upon the theory of vicarious liability. Id. at 1183. See also Kilgore v. City of Philadelphia, 553 Pa. 22, 717 A.2d 514 (1998) (Mascaro decision should not be interpreted as extinguishing governmental liability as a joint tortfeasor).\nWe therefore conclude that PennDOT’s reliance on the “facilitation of the injury” language in Mascaro is misplaced as the instant claim is one of concurrent causation rather than vicarious liability. Accordingly, we reject PennDOT’s contention that the real estate exception does not apply merely because Appellee asserted that a concurrent cause of her injuries was the accumulation of snow on the highway.\nWe next examine the applicability of our decision in Snyder v. Harmon. In Snyder, the plaintiffs had stopped their car on the berm of a state highway, which was adjacent to a strip mine. In an attempt to avoid being hit by another vehicle that was also on the berm of the road, the plaintiffs exited the car, scrambled up an embankment leading to the mine, and fell into the mine. Two individuals sustained serious injuries and one person was killed in the fall. The plaintiffs filed suit against PennDOT, relying on the real estate exception to sovereign immunity. In their complaint, they alleged that PennDOT was negligent in permitting a dangerous condition to exist within its right-of-way. They further asserted that PennDOT failed to warn the public of the existence of the pit either by lighting or by erecting physical barriers or guardrails along the right-of-way.\nOur Court held that the plaintiffs’ cause of action did not fall under the real estate exception to sovereign immunity. We stated:\nWe hold, therefore, that sovereign immunity is waived pursuant to 42 Pa.C.S. § 8522(b)(4), where it is alleged that the artificial condition or defect of the land itself causes an injury to occur. The corresponding duty of care a Commonwealth agency owes to those using its real estate, is such as to require that the condition of the property is safe for the activities for which it is regularly used, intended to be used or reasonably foreseen to be used.\nId. at 312.\nWe went on to examine whether the proximity of the highway to the deep chasm and the unlit and deceptive appearance of the shoulder of the road presented an inherently dangerous condition of Commonwealth realty. We held:\nIt is uncontroverted that the strip mine highwall, at the points where the [plaintiffs] fell was some distance from the edge of PennDOT’s right-of-way. Furthermore, the absence of lighting so as to create a deceptive appearance of the shoulder of the road cannot be said to be either an artificial condition or a defect of the land itself. Accordingly, we conclude that Section 8522(b)(4) is inapplicable to this cause of action. The issue of duty thus becomes moot.\nId. at 312-313.\nApplying this law to the instant case, we conclude that the Commonwealth’s failure to erect a guardrail on the highway is not encompassed by the real estate exception to sovereign immunity. Similar to the absence of lighting and the deceptive appearance of the shoulder of the road in Snyder, the absence of a guardrail cannot be said to be a dangerous condition of the real estate that resulted in a reasonably foreseeable injury to Appellee. Stated differently, the lack of a guardrail does not render the highway unsafe for the purposes for which it was intended, i.e., travel on the roadway. This being the case, it is irrelevant whether the guardrail is found to be a part of the state-owned highway. We simply find that the legislature did not intend to impose liability upon the government whenever a plaintiff alleged that his or her injuries could have been avoided or minimized, had the government installed a guardrail along side the roadway.\nWe reach this conclusion keeping in mind that the exceptions to sovereign immunity are to be narrowly construed and that the General Assembly can correct any misinterpretation of the immunity provisions by amending the statute so as to explicitly waive immunity for dangerous conditions of guardrails. Cf 42 Pa.C.S. § 8522(b)(5) (setting forth conditions of explicit waiver of sovereign immunity regarding potholes as a dangerous condition of the highway). See also 42 Pa.C.S. § 8542(b)(4) (setting forth conditions of explicit waiver of government immunity regarding dangerous conditions of trees, traffic controls and street lighting). Absent such legislative directive, however, we conclude that the real estate exception does not apply to the failure to install a guardrail and PennDOT is entitled to judgment as a matter of law.\nWe acknowledge that the issue of whether a dangerous condition exists is a question of fact for the jury to resolve. Bendas v. Township of White Deer; Kilgore v. City of Philadelphia, 553 Pa. 22, 717 A.2d 514, 517 (1998). However, the issue here is not whether a dangerous condition in fact existed, but whether PennDOT would be liable for it under the real estate exception to sovereign immunity. Having determined as a matter of law that no exception to sovereign immunity applies, any remaining issues are moot.\nAccordingly, the order of the Commonwealth Court is vacated and the order of the common pleas court granting summary judgment in favor of PennDOT is reinstated.\nJustice NIGRO files a Dissenting Opinion.\nJustice NEWMAN files a Dissenting Opinion.\n. In Lockwood v. City of Pittsburgh, 561 Pa. 515, 751 A.2d 1136 (2000), also decided today, we likewise hold that the City of Pittsburgh’s failure to install a guardrail along a curve in the road where an accident occurred is not a dangerous condition of streets for purposes of the Political Subdivision Tort Claims Act, 42 Pa.C.S. § 8541 et seq.\n. Appellee further alleged that PennDOT was negligent for: failing to properly comply with accepted industry and/or government standards relating to safe highway design, construction, maintenance, repair and guarding; failing to replace previously extant guardrails along the aforementioned portion of the roadway that had previously been removed; failing to flatten the slope of the severe embankment along the section of roadway where the accident occurred; and failing to comply with its own rules and regulations as well as federal rules and regulations pertaining to highway design and maintenance.\n. Finding no causal relationship between the alleged dangerous condition and the accident, the court found it unnecessary to decide whether the absence of a guardrail was a dangerous condition of Commonwealth realty. Id. at 843 n. 9.\n. Judge Leadbetter filed a concurring opinion, wherein she stated that she did not read the majority opinion as holding that PennDOT had a duty to erect guardrails wherever the highway does not abut a stretch of flat, barren ground or that such allegation always creates a jury question.\nJudge Doyle filed a dissenting opinion wherein he concluded that pursuant to our decision in Snyder v. Harmon, 522 Pa. 424, 562 A.2d 307 (1989), the issue of causation was moot because the real estate exception to sovereign immunity was inapplicable to the Commonwealth's failure to erect a guardrail.\n. 42 Pa.C.S. § 8542(b)(3) provides in pertinent part:\n(3) Real property. — The care, custody or control of real property in the possession of the local agency, except that the local agency shall not be liable for damages on account of any injury sustained by a person intentionally trespassing on real property in the possession of the local agency....\n. We have held that the Sovereign Immunity Act and the PSTCA are to be interpreted consistently as they deal with indistinguishable subject matter. Kilgore v. City of Philadelphia, 553 Pa. 22, 717 A.2d 514, 516 n. 2 (1998).\n. We explained that vicarious liability is imposed by virtue of a legal relation to the tortfeasor, as in the context of principal/agent, whereas joint liability is imposed by virtue of actions taken in concert with another tortfeasor. Id. at 1181.\n. In her dissenting opinion, Madame Justice Newman concludes that Ihe reasonably foreseeable harm created by the lack of a guardrail is that \"an occupant of a vehicle that leaves the paved surface would suffer more serious injuries by traveling down the embankment than if a guardrail had halted the impact.” Dissenting opinion at 1136. The Commonwealth, however, is not a guarantor of the safety of the highway, but is only exposed to liability for dangerous conditions thereof. The fact that engineering standards may suggest that a highway would be \"safer” if a guardrail were imposed does not render the highway “dangerous” without one.\n. Mr. Justice Nigro’s dissenting opinion asserts that a guardrail is an “obvious part of the highway.” Dissenting opinion at 1135. Accepting this proposition as true does not change the outcome of this case, as the Commonwealth is only liable for dangerous conditions not all conditions of a highway. Following the dissent's position to its logical conclusion would expose the Commonwealth to unlimited liability, a result clearly not intended by the legislature in enacting the sovereign immunity statute. The dissenting opinion also queries why the Commonwealth would ever erect a guardrail if it does not affect the safety of the road for travel. Such inquiry is deceptive as the determination of whether a guardrail \"affects the safety of the road\" is totally unrelated to the legal issue of whether the absence of a guardrail renders a highway a dangerous condition and therefore subjects the Commonwealth to liability under the real estate exception to sovereign immunity-\n. Bendas involved an allegation that the Commonwealth failed to install a traffic control device or appropriate road signs to correct a dangerous condition of a state highway. Unlike the lack of a traffic signal, the lack of a guardrail does not render the highway unsafe for travel. In other words, the allegations in the instant case do not pass the initial threshold necessary under the immunity provisions to raise a question of fact regarding whether a dangerous condition existed.\n. It should be noted that we are reversing the Commonwealth Court's decision solely on the ground that the failure to install a guardrail does not fall into any exception to sovereign immunity.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nSince I believe the real estate exception to sovereign immunity clearly applies to the instant case, I must respectfully dissent. Unlike the majority, I see the guardrail as an obvious part of the highway and therefore, cannot agree with the majority’s conclusion that the real estate exception is not triggered by the absence of a guardrail on the shoulder of the road. If, as the majority contends, the absence of a guardrail does not affect the safety of the road for travel, I question why the Commonwealth would ever place a guardrail on a highway in the first place. For example, in the instant case, it seems clear that an appropriately placed guardrail at the scene of the accident would have stopped Mr. Bell’s truck from sliding over the embankment and therefore, would have prevented the serious injuries incurred by Ms. Dean.",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      },
      {
        "text": "NEWMAN, Justice,\ndissenting.\nBecause I believe that the failure of the Commonwealth to install a guardrail when constructing a highway can qualify as a dangerous condition of Commonwealth realty, and did so in this case, I dissent.\nThe test for whether the real property exception to sovereign immunity applies should depend on whether the condition of government property created a reasonably foreseeable risk of harm that actually happened. In this case, the “condition” of Commonwealth realty that the plaintiff claims was dangerous was the design of the highway. Plaintiff averred that prevailing engineering standards required the installation of guardrails in this location because of the curvature of the road and the proximity of a steep embankment. The reasonably foreseeable risk of harm created by this defectively-designed highway was that an occupant of a vehicle that leaves the paved surface would suffer more serious injuries by traveling down the embankment than if a guardrail had halted the impact. I disagree with the majority when it holds that the allegedly defective design of the highway (i.e., the failure to incorporate guardrails at this location when the highway was constructed) cannot qualify as a dangerous condition of the highway. In my view, the plaintiff has established a prima facie case that a defect of a Commonwealth highway constituted .a substantial concurrent cause of her injuries, and therefore the ultimate question of whether this pm-ported defect of design qualified as a “dangerous condition” should have been presented to a jury. See Kilgore v. City of Philadelphia, 553 Pa. 22, 717 A.2d 514 (1998).\nOf course, the failure to install a guardrail along a Commonwealth highway will not always trigger the sovereign immunity exception. Where engineering standards would not mandate the inclusion of guardrails, such as where the location of the highway is relatively flat and not surrounded by a steep embankment, or unless there is another dangerous condition of which the Commonwealth is or should be aware, then there would be no design defect of the Commonwealth highway that would create a dangerous condition. However, in the present case, where the plaintiff adduced evidence that prevailing engineering standards would require the inclusion of a guardrail in the design of the highway, then the plaintiff is entitled to present to the jury whether this design defect created a dangerous condition that resulted in a reasonably foreseeable risk of harm.\nAccordingly, I respectfully dissent.\n. The majority suggests, in footnote eight, that \"[t]he fact that engineering standards may suggest that a highway would be 'safer' if a guardrail were imposed does not render the highway ‘dangerous’ without one.” Plaintiff, through her proposed expert testimony, offered to prove otherwise. The majority has removed this question, usually for the jury to resolve, by holding here that the failure to erect a guardrail during the construction of a Commonwealth highway that is in close proximity to a steep embankment can never qualify as a dangerous condition of Commonwealth realty. I disagree and would permit this question to proceed to the jury.\n. The companion case of Lockwood v. City of Pittsburgh, 561 Pa. 515, 751 A.2d 1136 (2000), illustrates that such an increased risk of harm may be more than one of degree, and may in fact be the difference between an ordinary negligence action and a wrongful death action.",
        "type": "dissent",
        "author": "NEWMAN, Justice,"
      }
    ],
    "attorneys": [
      "D. Michael Fisher, Atty. Gen., Gerhard Schwaibold, John G. Knorr, III, Dep. Attys. Gen., for Dept, of Transp.",
      "Michael D. Bloom, for Stacey L. Dean."
    ],
    "corrections": "",
    "head_matter": "751 A.2d 1130\nStacey L. DEAN v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION; and Ronald Eugene Bell. Appeal of Commonwealth of Pennsylvania, Department of Transportation.\nSupreme Court of Pennsylvania.\nArgued Sept. 13, 1999.\nDecided May 18, 2000.\nReargument Denied July 18, 2000.\nD. Michael Fisher, Atty. Gen., Gerhard Schwaibold, John G. Knorr, III, Dep. Attys. Gen., for Dept, of Transp.\nMichael D. Bloom, for Stacey L. Dean.\nBefore FLAHERTY, C.J, and ZAPPALA, CAPPY, CAST1LLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0503-01",
  "first_page_order": 667,
  "last_page_order": 679
}
