{
  "id": 1174496,
  "name": "Lumley v. Grove City Borough et al., Appellants",
  "name_abbreviation": "Lumley v. Grove City Borough",
  "decision_date": "1937-04-12",
  "docket_number": "Appeals, Nos. 51 and 52",
  "first_page": "61",
  "last_page": "64",
  "citations": [
    {
      "type": "official",
      "cite": "326 Pa. 61"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "188 A. 346",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0513-01"
      ]
    },
    {
      "cite": "84 A. 785",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "236 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986758
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0430-01"
      ]
    },
    {
      "cite": "90 A. 365",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0525-01"
      ]
    },
    {
      "cite": "98 A. 886",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "254 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025393
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0196-01"
      ]
    },
    {
      "cite": "105 A. 39",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0182-01"
      ]
    },
    {
      "cite": "112 A. 448",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "269 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0277-01"
      ]
    },
    {
      "cite": "134 A. 105",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0488-01"
      ]
    },
    {
      "cite": "50 A. 310",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "201 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 5346,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 9.97885881099704e-08,
      "percentile": 0.5380213286566128
    },
    "sha256": "65a4a016369c9a4cdb240e783f72fc374e3d213af8e71def2c0b00cb082d4db4",
    "simhash": "1:1849884b4f6f583d",
    "word_count": 956
  },
  "last_updated": "2024-02-27T22:44:20.736778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Lumley v. Grove City Borough et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThe plaintiff brought an action in trespass against the Borough of Grove City to recover damages for personal injuries alleged to have been sustained by him in a fall upon the ice on the sidewalk on Broad Street in that borough. The latter summoned, as additional defendants, The Brookville Title & Trust Company, hereinafter referred to as the trust company, and T. J. Robinson, owners of the abutting property, and Autenreith Company, tenant in possession of the ground floor of the trust company, and G. C. Murphy Company which was in entire possession of the T. J. Robinson building.\nAt about 7:30 A. M., February 9th, 1934, plaintiff, while walking on the sidewalk on the west side of Broad Street, slipped on the ice in front of the properties of the trust company and T. J. Robinson, thereby injuring his right foot and ankle. This ice resulted from water flowing from the down spout which drained the roof over a stairway leading to the second floors of the two buildings owned, respectively, by the trust company and T. J. Robinson. The water from the spout fell on the sidewalk and froze. The sidewalk is from ten to twelve feet in width. The patch of ice was about two and one-half feet to four feet wide at the building line and extended out to about midway to the curb, narrowing down to about eighteen inches to two feet at the center of the sidewalk. The sidewalk was bare from the center to the curb. The ice was thin and dirty.\nThe jury returned a verdict for the plaintiff in the sum of $6,500 against the original defendant, i. e., the Borough of Grove City, and a similar verdict in favor of that borough against the additional defendants, the trust company and T. J. Robinson. Defendants moved for judgment n. o. v. which was refused. The verdict was reduced to $4,000, and from this judgment the original defendant and the trust company have appealed.\nThe only question raised in this appeal is whether or not the plaintiff was guilty of contributory negligence in traversing that part of the sidewalk covered with ice.\nThe plaintiff testified that as he approached the ice all he saw “was just a dark spot on the sidewalk,” that the ice where he fell was covered with “soot and dirt,” and that there were people walking over it. Another witness testified that the color of the ice did not differ very much from the color of the sidewalk and that it was not clearly visible unless one were looking for it. Other witnesses testified that they walked over it and did not see it. The place where this accident occurred is described as one of the most traveled places in Grove City. At the time plaintiff fell he was looking at another pedestrian who was ten or twelve feet ahead of him.\nUnder the facts- of this case, plaintiff’s contributory negligence was for the jury. This court, in Dean v. New Castle, 201 Pa. 51, 50 A. 310, where plaintiff had fallen on an icy sidewalk, said: “Plaintiff was entitled to traverse the sidewalk, using proper care in so doing, and whether he had used such care was for the jury.”\nIn the case of Davis v. Wilkes-Barre, 286 Pa. 488, 134 A. 105, cited by appellants, the ice on which the plaintiff fell was four inches wide and eighteen inches long. It is described in the opinion as “a ridge of ice clearly discernible by one walking on the sidewalk.” In the instant case the ice could hardly be classed as “clearly discernible” on account of its thinness and its color. In Gryning v. Philadelphia, 269 Pa. 277, 112 A. 448, also cited by. appellants, the ridge of ice on which plaintiff fell was described as “visible at a much greater distance than six feet.”\nIn Slife v. Borough of Dorranceton, 262 Pa. 182, 105 A. 39, this court upheld a verdict recovered in the court below by the plaintiff who had slipped on an icy sidewalk, where plaintiff’s “ability to see the obstruction was materially affected by a covering of snow, and perhaps also by the partial light of an early hour on a winter morning.” In the instant case, the condition of visibility was described as not “exactly what you would call broad daylight.” In Llewellyn v. Wilkes-Barre, 254 Pa. 196, 98 A. 886, this court sustained a recovery by a plaintiff in an action for damages resulting from a fall on an icy sidewalk, where there was evidence that the plaintiff “was prevented from seeing the ridge of ice by reason of a light fall of snow a short time before the accident.” In Gross v. Pittsburgh, 243 Pa. 525, 90 A. 365, the question of plaintiff’s contributory negligence in slipping on an icy pavement on a city street was held to be for the jury. The same was held in Green v. Hollidaysburg, 236 Pa. 430, 84 A. 785.\nIn the recent case of Ross et al. v. Mayflower Drug Stores, Inc., 324 Pa. 513, 188 A. 346, where a cause of action arose from a woman slipping on “dark colored ice” as she left a store, we held that “there was sufficient doubtfulness to warrant the question ... of plaintiff’s contributory negligence being submitted to the jury.”\nThe judgments are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "M. L. McBride, with him S. T. Niece, Conrad & Conrad, and M. B. Kline smith, for appellant.",
      "John V. Wherry, with him William J. Myers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lumley v. Grove City Borough et al., Appellants.\nArgued March 23, 1937.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nM. L. McBride, with him S. T. Niece, Conrad & Conrad, and M. B. Kline smith, for appellant.\nJohn V. Wherry, with him William J. Myers, for appellee.\nApril 12, 1937:"
  },
  "file_name": "0061-01",
  "first_page_order": 93,
  "last_page_order": 96
}
