{
  "id": 1174482,
  "name": "Hildebrand, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Hildebrand v. Pennsylvania Railroad",
  "decision_date": "1937-05-17",
  "docket_number": "Appeal, No. 12",
  "first_page": "161",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "326 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "177 A. 17",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159566
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0012-01"
      ]
    },
    {
      "cite": "109 A. 605",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "266 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0122-01"
      ]
    },
    {
      "cite": "107 A. 703",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "264 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0321-01"
      ]
    },
    {
      "cite": "95 A. 590",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "250 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0487-01"
      ]
    },
    {
      "cite": "138 A. 89",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "290 Pa. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0130-01"
      ]
    },
    {
      "cite": "154 A. 924",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0524-01"
      ]
    },
    {
      "cite": "139 A. 495",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "291 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0030-01"
      ]
    },
    {
      "cite": "83 A. 707",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "235 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984867
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0256-01"
      ]
    },
    {
      "cite": "78 A. 827",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "229 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0335-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 446,
    "char_count": 6580,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3104435818458914
    },
    "sha256": "ba46160b0a9a77f240d8abc95ec1948daa8a752e22f5080d1ab0111be699d8ae",
    "simhash": "1:e590e8ba4b513eab",
    "word_count": 1199
  },
  "last_updated": "2024-02-27T22:44:20.736778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart,. C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Hildebrand, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaefer,\nPlaintiff brought this suit to recover damages for injuries which she received as a passenger on defendant’s train, when, so she alleged, she was forcibly thrown to the steps leading from the platform of the car in which she was riding, and from there to the station platform, as a result of the violent jolting of the train. The jury found a verdict in her favor, the court entered judgment non obstante veredicto for defendant and plaintiff appeals.\nPlaintiff and her sister had boarded the train at Kiskiminetas Junction to ride to Garver’s Ferry station, two miles distant, where they lived. They used this train four or five times a week in returning from their work. The running time of the train between the stations was only three minutes. The train consisted of an. engine and two cars. They seated themselves. On leaving the Junction, the train hands closed the vestibule and trap doors of the platform at the rear of the car. As the train approached Garver’s Ferry these were opened, as they necessarily had to be, to enable passengers to alight and to enter. After the vestibule and trap doors were opened, one of the train hands announced in the car where plaintiff was riding the name of the station the train was approaching. Not waiting for the train to come to a stop at the station, plaintiff and her sister arose and proceeded to the rear of the car. As they were proceeding the conductor, who was standing on the platform, asked them for their tickets, and plaintiff replied that her sister, who was behind, had them. She said the conductor “sort of pushed her.” In her brief it is expressly stated that it is not contended or inferred that she was purposely or deliberately pushed by a malicious act of the conductor; on the contrary, it is stated that the pushing was inadvertently done in furtherance of the conductor’s duty to collect the fares before the station was reached. Plaintiff said that when the conductor reached toward her, she stepped out on the platform and grabbed the grab-iron “and we were coming around the curve, and the train gave a terrible jerk and threw me from the platform down the steps, and I held on as well as I could and it gave another lurch, and I fell down” onto the station platform. She said she had her purse in her right hand and was holding the grab-iron with her left hand. She testified that the train was going fast as she walked out of the coach onto the platform.\nThe sister testified that she followed the plaintiff toward the platform and after she gave the conductor the tickets, the train started to jerk and jolt, that the cars bumped back and forth, that she was thrown against the seats of the coach and grabbed the grab-iron, that “it seemed as though they were applying the brakes and the cars bumped back and forth together.” She said she was inside the car “trying to get myself seated and I looked for her, and I seen her going from the platform down, and I screamed.” She testified that her sister was thrown to the upper end of the station platform and that when the train stopped she, the witness, got off and ran to her, that she had to go back about a cap length. Her testimony agreed with that of plaintiff that the train was going fast when the latter went out on the platform.\nOn the facts as they were shown plaintiff was not entitled to recover. When she went out on the platform of the car, she assumed the risk of being there. She knew the vestibule door and the trap door had to be open to enable her and the other departing passengers to alight. She was visited with the knowledge, common to all who travel on railroad trains, that they sway and jostle and jerk. These movements are inevitable in their operation. Had she remained in her seat until the train stopped at the station, nothing would have happened to her. It should be noted too that when she alleges the train gave the jerks and lurches which she says it did, the train must have been practically at the station. It came to a stop at the station platform. She fell on the platform and was picked np a car length only from the steps from which she says she was precipitated. It was contributory negligence under the circumstances here shown for plaintiff to go out on the vestibuled platform of the train with no necessity existing for her so doing: Rager v. Penna. R. R. Co., 229 Pa. 335, 78 A. 827; Shive v. Phila. & Reading Rwy. Co., 235 Pa. 256, 83 A. 707. See also Schomaker v. Hawey, 291 Pa. 30, 139 A. 495.\nThe case on its facts is readily distinguishable from Miller v. Penna. R. R. Co., 303 Pa. 524, 154 A. 924. There the plaintiff left the car in which he was riding to go to another car in order to get a drink of water, when the train was in full motion between stations. While he was passing over the platform between two cars, the train violently lurched as it rounded a curve and he was thrown to the ground through the vestibule door which had been carelessly left open. In Miller v. Lehigh Valley R. R. Co., 290 Pa. 130, 138 A. 89, the brakeman called the station before the train reached it, the train stopped short of the platform and plaintiff was injured in alighting on the rough surface of the ground. That case in no way parallels this. Nor do any of the others brought to our attention by appellant, such as Fern v. Penna. R. R. Co., 250 Pa. 487, 95 A. 590, where the vestibule door was open but the trap door was not raised, and De Marchi v. Central R. R. Co., 264 Pa. 321, 107 A. 703, where there was a faulty condition of the track and the train was proceeding around a curve at a dangerous rate of speed.\nThe case in hand is ruled in principle so far as defendant’s negligence is involved by Delaney v. Buffalo, R. & P. Rwy. Co., 266 Pa. 122, 109 A. 605, Avhere we held that it is a matter of common knOAvledge that cars will lurch and to recover for injuries thereby caused it must appear that the lurch was brought about by some negligent act of the company. See also Endicott v. Phila. Rapid Transit Co., 318 Pa. 12, 177 A. 17.\nThe testimony produced by defendant gives an entirely different impression of what happened and indicates that plaintiff jumped from the moving train. We have not considered it in reaching our conclusion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaefer,"
      }
    ],
    "attorneys": [
      "Glair D. Moss, with him J. Boyd Duff, Jr., for appellant.",
      "Samuel W. Pringle, of Dalsell, McFall <£• Pringle, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Hildebrand, Appellant, v. Pennsylvania Railroad Company.\nArgued March 25, 1937.\nBefore Kephart,. C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nGlair D. Moss, with him J. Boyd Duff, Jr., for appellant.\nSamuel W. Pringle, of Dalsell, McFall <£• Pringle, for appellee, was not heard.\nMay 17, 1937:"
  },
  "file_name": "0161-01",
  "first_page_order": 193,
  "last_page_order": 197
}
