{
  "id": 1174477,
  "name": "McIntyre et al., Appellants, v. Pope et al.",
  "name_abbreviation": "McIntyre v. Pope",
  "decision_date": "1937-04-19",
  "docket_number": "Appeals, Nos. 85 and 86",
  "first_page": "172",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "326 Pa. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "320 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163731
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 4895,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.810413535156302e-07,
      "percentile": 0.8375239251400372
    },
    "sha256": "259ddb7a23216b056e59bba2fdeb0fe14704ef0842f554da4cf1d679e00bc449",
    "simhash": "1:a8649b1eccb022dd",
    "word_count": 824
  },
  "last_updated": "2024-02-27T22:44:20.736778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "McIntyre et al., Appellants, v. Pope et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nAt the time of this accident plaintiff, a girl of 18 years, occupied the front seat of a convertible Ford coupé along with three young men, including the defendant. She was seated on the lap of one of the occupants of the seat to the right of the driver with her hack toward the right door, her legs extending toward the middle of the car. After midnight on a clear night, they were proceeding on a pleasure drive with no particular destination in view, along a three-lane, concrete highway, with dangerous curves both to the right and the left, at a speed of 60 or 65 miles per hour. As they were rounding the bend of a curve, the right front of defendant’s automobile struck the left rear of the additional defendant’s car, which was proceeding slowly in the middle lane preparatory to making a left-hand turn at an intersection about 250 feet ahead. The impact caused defendant’s ear to turn over more than once before coming to rest in an upright position. Plaintiff was thrown clear of the car and was found lying on the concrete road unconscious. On at least one occasion she had remonstrated with defendant about his excessive speed.\nPlaintiff brought this action against defendant, the driver of the car in which she was riding, who brought in the owner of the car with which his car collided as additional defendant. The court below granted defendant’s motion for a compulsory nonsuit for the reason that the minor plaintiff was guilty of contributory negligence in riding as one of four persons occupying the front seat of an automobile. This appeal followed.\nWhere more than three adult persons sit in the front seat of an automobile, thus overcrowding it and restricting the driver’s freedom of action to exercise necessary control in the event of emergencies, and injury results, those overcrowding the front seat are guilty of contributory negligence as a matter of law. See Act of May 1, 1929, P. L. 905, Sec. 1001; Mahoney v. City of Pittsburgh, 320 Pa. 44. Where the accident is caused by failure to exercise due care in the operation of the car it is not necessary to show that overcrowding was the proximate cause. The fact that the defendant, up to the time of the collision, did not have any difficulty in operating the car is immaterial. While the high rate of speed may have been a factor, the crowded condition when emergency arose necessarily hampered his control of the automobile.\nIt is common knowledge, based on everyday experience, that the overcrowding of the driver’s seat interferes seriously with reasonable control of the car, especially in the event of emergencies which are likely to present themselves; and where an accident results from the manner in which the car is operated, the conclusion inevitably follows that in some measure the impairment of his control contributed to it and was one of the efficient causes of the injuries resulting. The hampering of appellee’s control co-existed and operated with his own recklessness in driving at an excessive speed in causing the collision, and cannot be viewed in any other light than as a contributing cause.\nIt is also argued that, under the circumstances, considering appellee’s age, knowledge and experience, she could not have been expected to know of the hazard created by her presence in the driver’s seat, and to charge her with contributory negligence she must have had reason to realize the existence of the danger and failed to do that which an ordinarily prudent person would do under the circumstances. Appellant was bound to exercise reasonable care under the circumstances. Lack of knowledge of the dangerous condition created by the overcrowding of the seat would not absolve her from meeting this standard of care in spite of her status as a guest. Under the facts here presented she was one of the active participants in the hazard impairing appellee’s control. This must be distinguished from a case where the negligence attributed to the guest consists of sitting by and joining by acquiescence in the negligence of the driver without adequate protestation. There realization of danger may be material. Appellant was 18 years of age, had considerable knowledge of the operation of automobiles, and was able to estimate the speed at which ears travel. Her opinion that the presence of four occupants in the front seat did not hamper the driver’s ability to operate the car does not excuse her from measuring up to the required standard of reasonable care notwithstanding her own personal belief.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "Robert M. McWade, with him Margiotti, Pugliese, Evans <& Buckley, for appellants.",
      "J. Roy Dickie and E. A. Robinson, of Dickie, Robinson <& McOamey, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "McIntyre et al., Appellants, v. Pope et al.\nArgued March 25, 1937.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nRobert M. McWade, with him Margiotti, Pugliese, Evans <& Buckley, for appellants.\nJ. Roy Dickie and E. A. Robinson, of Dickie, Robinson <& McOamey, for appellee, were not heard.\nApril 19, 1937:"
  },
  "file_name": "0172-01",
  "first_page_order": 204,
  "last_page_order": 207
}
