{
  "id": 1174448,
  "name": "Romano et al., for use, v. Loeb et al., Appellants",
  "name_abbreviation": "Romano v. Loeb",
  "decision_date": "1937-04-19",
  "docket_number": "Appeals, Nos. 71, 72, and 106",
  "first_page": "272",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "326 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "259 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0354-01"
      ]
    },
    {
      "cite": "1 Watts 365",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0365-01"
      ]
    },
    {
      "cite": "311 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0296-01"
      ]
    },
    {
      "cite": "317 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0501-01"
      ]
    },
    {
      "cite": "224 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0095-01"
      ]
    },
    {
      "cite": "106 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0429-01"
      ]
    },
    {
      "cite": "264 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0548-01"
      ]
    },
    {
      "cite": "298 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120328
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0267-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 6599,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.3776748221746099e-07,
      "percentile": 0.63986433185873
    },
    "sha256": "ba93d1efcd550d2cbdac3cfff1e38cfd6ca5940afd10fe5fd0bc29ca95d9b672",
    "simhash": "1:5b3c529deb568732",
    "word_count": 1114
  },
  "last_updated": "2024-02-27T22:44:20.736778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaeeer, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Romano et al., for use, v. Loeb et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe action is assumpsit against principal and surety on a bond required when the principal, Loeb, sécured a preliminary injunction against the present plaintiff, Romano, the principal’s landlord, restraining him, an alderman and a constable from ousting the tenant for nonpayment of rent accruing over a period of three years and amounting to more than $7,000. The alder-manic proceeding had already gone to judgment and the reason alleged in the bill for the injunction was that delicate questions of law and fact were presented which left the alderman without jurisdiction: Bluestone v. DeRoy, 298 Pa. 267. At the preliminary hearing the injunction was continued on condition that the tenant Loeb would pay at once $6,600 on account of rent owed. No payment was forthcoming and the preliminary injunction was dissolved. Romano twice requested the alderman to proceed with the ouster. He refused because the equity proceeding had not yet been finally concluded. ,In the. meantime, Romano filed in the injunction proceeding a counterclaim for rent owed and for possession of the premises, After final hearing the chancellor found all the facts against Loeb and entered a decree dismissing the bill and gi’anting. the relief prayed for in the counterclaim.\nAfter the temporary injunction was dissolved but before the final decree, Loeb procured a rule on Romano to show cause why the injunction bond should not be entirely exonerated or at least to the extent that it exceeded the amount of rent accruing while the injunction was actually in force, a period of about five months, on the theory that the alderman had no jurisdiction and that Romano had therefore suffered no damage by,the injunction. The rule was. discharged. No appeal was ever taken from any part of the equity proceeding.\nThereafter the present action was brought. Romano, being the real party in interest on the bond,, although the alderman and constable are also named obligees, sues both as plaintiff and as use plaintiff. The court directed a verdict for plaintiffs in the full amount of the bond, $5,000,'with interest from the date of the final equity decree. The amount of rent accruing during the equity proceeding was more than $7,000. Both defendants have appealed.\nTlie principal questions involved are: (1) whether Romano was damaged by the granting of the preliminary injunction; (2) against what damages was the injunction bond intended to protect him; and (3) was it correct to allow interest on the bond to run from the final equity decree?\nThe landlord was surely damaged by the granting of the preliminary injunction. He had just secured a judgment of ouster when he, the alderman, and the constable were enjoined from ousting Loeb. Instead of being unburdened of an undesirable tenant immediately, the arrearage of rent continued to mount during the pendency of the equity proceeding up to final decree. Moreover, it makes no difference that the injunction was dissolved; the merits were not finally adjudicated until final decree: cf. Winston v. Ladner, 264 Pa. 548. Romano could not be required to resume the aldermanic proceeding and take the chance that it might later be declared a nullity. It is suggested that he might have begun an ejectment at law, but it seems wholly unjust to force him to another proceeding by casting doubt, later decreed to have been without basis, upon the one he had begun. Appellants also argue that the issuance of the preliminary injunction makes it res judicata that the alderman had no jurisdiction and that therefore Romano suffered nothing by the delay in that vulnerable proceeding. This is unsound. The preliminary injunction concludes no rights and is a final adjudication of nothing: Pawson’s Appeal, 106 Pa. 429. Indeed, here the final decree adjudicated the very point the other way. So also did the rule to exonerate the bond. Hence it is res judicata both that the alderman had jurisdiction and that Romano had suffered loss. It is res judicata against the surety on the bond as well as the principal: Commonwealth v. Fidelity & Deposit Co., 224 Pa. 95.\nThe damage suffered by the landlord was the very sort from which the bond was to protect him. Commercial surety bonds are construed strictly in favor of the obligee: Hess v. Merion Title & Trust Co., 317 Pa. 501. The bond in suit itself states its purpose to “indemnify [the obligees] for all damages that may be sustained '. . .” and that is the purpose for which the statute (Act of May 6, 1844, P. L. 564) requires injunction bonds: Asar v. Markle, 311 Pa. 296. Since the bond was not large enough to reimburse Romano for all the rent accruing while the equity case was outstanding, we need not determine whether more might be comprehended within the words “all damages.” Suffice it to say that because Romano’s damage is measured by rent it is no less damage within the meaning of those words.\nAs to interest on the bond, it is clear that it was correctly allowed. Liability on the bond became fixed at final decree in the equity case and interest runs from then (Boyd v. Boyd, 1 Watts 365) whether the obligee makes demand at that time or not: Herron v. Stevenson, 259 Pa. 354.\nLoeb also complains that it was incorrect to enter judgment on the bond against him for the reason that Romano did not specifically demand judgment against him, being more interested in pursuing the surety. Loeb was named and served as a defendant, he was present at trial, testified that he was a defendant, joined in all the defendants’ motions, and nothing appears to indicate that plaintiff at any time relinquished any right against him. There is no merit at all in this complaint, now made for the first time.\nIn view of our conclusion on the merits it is not important that we pass over appellees’ motions to quash defendants’ separate appeals at Nos. 71 and 72, March Term, 1937, upon the ground that they were required to take a joint appeal. Without discontinuing the previous appeals, a joint appeal was subsequently taken at No. 106, March Term, 1937. We pass no opinion upon the propriety of the procedure pursued by appellants; our opinion will, however, be indexed to all three appeals.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "John M. Henry, for appellant, No. 71.",
      "Charles A. Woods, Jr., with him Dickie, Robinson & McCamey, for appellant, No. 72.",
      "William 8. Doty, with him Thomas A. Thornton, of Doty d Thornton, and J. L. Gijfen, for appellee."
    ],
    "corrections": "",
    "head_matter": "Romano et al., for use, v. Loeb et al., Appellants.\nArgued March 24, 1937.\nBefore Kephart, C. J., Schaeeer, Drew, Linn, Stern and Barnes, JJ.\nJohn M. Henry, for appellant, No. 71.\nCharles A. Woods, Jr., with him Dickie, Robinson & McCamey, for appellant, No. 72.\nWilliam 8. Doty, with him Thomas A. Thornton, of Doty d Thornton, and J. L. Gijfen, for appellee.\nApril 19, 1937:"
  },
  "file_name": "0272-01",
  "first_page_order": 304,
  "last_page_order": 308
}
