{
  "id": 1174459,
  "name": "Kelchner's Estate",
  "name_abbreviation": "Kelchner's Estate",
  "decision_date": "1937-06-25",
  "docket_number": "Appeal, No. 166",
  "first_page": "472",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "326 Pa. 472"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "326 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 214,
    "char_count": 2530,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.5705300086993116e-07,
      "percentile": 0.678613502177154
    },
    "sha256": "79da88cfea65ce3e2a7b29c830bc5e9dfe4f82e8cdbd970bd2cd09c73cb9e02b",
    "simhash": "1:f6a7f539b908c83f",
    "word_count": 431
  },
  "last_updated": "2024-02-27T22:44:20.736778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kepi-iart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Kelchner’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOn October 8,1934, six months after the will of Margaret Kelclmer was probated, appellees appealed from the probate of the will on the ground of the testatrix’s incapacity. Counsel endeavored to arrange a date for a hearing over a period of more than two years without success. The failure was due largely to the engagements of appellees’ attorney in other courts and because of the serious illness of Arch Smith, a contestant, who was intermittently confined in a hospital with gangrene. Counsel for appellant finally had the court fix June 29, 1936, as the date for hearing. In so doing, the court suggested that if counsel for appellees failed to be present he would entertain a motion or rule to show cause why the appeal should not be dismissed for want of prosecution. Appellees’ attorney had due notice of this order and answered that he would endeavor to have the hearing at that time. On the date set appellees and their counsel failed to appear, whereupon the appeal was dismissed. Four months thereafter appellees petitioned the court to reinstate the appeal on the ground that on the hearing date appellees’ attorney was ill in bed and the contestant Arch Smith was in a hospital in Philadelphia, recuperating from the amputation of a leg and was threatened with a similar operation on the other. It also appeared counsel for appellees endeavored to communicate with the court on the day the;£pc: peal was dismissed to inform the judge of his inability to be present. The court en banc ordered the appeal reinstated.\nAn order of this character, reinstatement of an appeal, rests within the sound discretion of the court below and will not be reversed unless abuse clearly appears from the record. See McFadden v. The Pennzoil Company, 326 Pa. 277. As was said in that case: “This court is quite reluctant to foreclose a party because of the failing of his counsel when obvious injustice will be done.” This case is certainly on the border line, but as counsel for appellees was physically unable to be present at the hearing and as the court below must have been impressed with the sincerity of the motion, we find no abuse of discretion; but it must be understood the case must move with expedition. Appellees are entitled to no further delay.\nDecree affirmed; costs will abide the result of the litigation.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "David B. SJcillman, for appellant.",
      "Everett Kent, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kelchner’s Estate.\nArgued April 19, 1937.\nBefore Kepi-iart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nDavid B. SJcillman, for appellant.\nEverett Kent, for appellees.\nJune 25, 1937:"
  },
  "file_name": "0472-01",
  "first_page_order": 504,
  "last_page_order": 506
}
