{
  "id": 973886,
  "name": "Commonwealth v. Patsone, Appellant",
  "name_abbreviation": "Commonwealth v. Patsone",
  "decision_date": "1911-03-20",
  "docket_number": "Appeal, No. 20",
  "first_page": "46",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "231 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "44 Pa. Superior Ct. 129",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "216 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0402-01"
      ]
    },
    {
      "cite": "197 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0581-01"
      ]
    },
    {
      "cite": "166 U. S. 698",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3593127
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/166/0698-01"
      ]
    },
    {
      "cite": "128 U. S. 578",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3533469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/128/0578-01"
      ]
    },
    {
      "cite": "36 U. S. 102",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3344630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/36/0102-01"
      ]
    },
    {
      "cite": "92 U. S. 542",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/92/0542-01"
      ]
    },
    {
      "cite": "116 U. S. 252",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3517105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/116/0252-01"
      ]
    },
    {
      "cite": "181 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891457
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0525-01"
      ]
    },
    {
      "cite": "93 U. S. 72",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5644878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/93/0072-01"
      ]
    },
    {
      "cite": "12 W. N. C. 309",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0470-01"
      ]
    },
    {
      "cite": "9 L. R. A. 780",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "73 Md. 250",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1780821
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/md/73/0250-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 228",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856462
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0228-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 355",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0355-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0271-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 5",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0005-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 221",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/14/0221-01"
      ]
    },
    {
      "cite": "113 U. S. 27",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3513187
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/113/0027-01"
      ]
    },
    {
      "cite": "32 Pa. Superior Ct. 210",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        866938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/32/0210-01"
      ]
    },
    {
      "cite": "177 U. S. 587",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5704746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/177/0587-01"
      ]
    },
    {
      "cite": "59 U. S. 71",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3487868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/59/0071-01"
      ]
    },
    {
      "cite": "8 L. R. A. 448",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "161 U. S. 519",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/161/0519-01"
      ]
    },
    {
      "cite": "48 N. J. L. 90",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        331353
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/48/0090-01"
      ]
    },
    {
      "cite": "152 U. S. 133",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3574181
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/152/0133-01"
      ]
    },
    {
      "cite": "39 Pa. Superior Ct. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880661
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/39/0411-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 388",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0388-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 913,
    "char_count": 19274,
    "ocr_confidence": 0.595,
    "pagerank": {
      "raw": 3.936325438290889e-07,
      "percentile": 0.903236829637558
    },
    "sha256": "ce0e6ea4194d9145bcd96934db7709ad772e074d7a2252049162c34dd1576586",
    "simhash": "1:f9bff545031a20eb",
    "word_count": 3287
  },
  "last_updated": "2024-02-27T19:32:02.375833+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth v. Patsone, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment of the Superior Court is affirmed on the opinion of Judge Orlady.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      ".Marcel Viti, for appellant.",
      "W. H. Lemon, with him W. K. Shiras, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Patsone, Appellant.\nConstitutional law — Equal protection of laws — Due process of law— Fourteenth amendment of federal constitution — Ownership of shotgun or rifle — Unnaturalized foreign-born resident — Act of May 8, 1909, P. L. 466.\n1. The Act of May 8,1909, P. L. 466, entitled “An act to give additional protection to wild birds and animals and game, within the commonwealth of Pennsylvania; prohibiting the hunting for, or capture or killing of such wild birds or animals or game by unnaturalized foreign-born residents, forbidding the ownership or possession of shotgun or rifle by any unnaturalized foreign-born resident, within the commonwealth, and prescribing penalties for violation of its provisions,” does not violate the fourteenth amendment of the federal constitution, and is a proper and constitutional exercise of the police powers of the state.\n2. The Act of May 8, 1909, P. L. 466, is not in contravention of the existing treaty between the kingdom of Italy and the United States.\nArgued Jan. 16, 1911.\nAppeal, No. 20, Oct. T., 1911, by defendant, from judgment of Superior Court, April T., 1910, No. 162, affirming judgment of Q. S. Allegheny Co., Oct. T., 1909, No. 27, affirming a summary conviction in case of Commonwealth v. Joseph Patsone.\nBefore Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nIndictment of an unnaturalized foreign-born resident for having in his possession a double-barrel shotgun.\nThe facts of the case appear in the opinion of Or-lad y, J., as follows:\nThe defendant, an unnaturalized foreign-born resident of this commonwealth, was adjudged guilty of violating the provisions of the Act of May 8, 1909, P. L. 466, — in owning and having in his possession a double-barreled shotgun. The facts are not in dispute, and it is conceded that the proceedings in the summary conviction before the justice of the peace, and on appeal in the court of quarter sessions, were regular. The principal contention is, that the provisions of this act are in violation of the stipulations of the fourteenth amendment of the federal constitution, viz.: “Nor shall any State deprive any person of life, liberty or property without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.”\nThe act in question is entitled: “An act to give additional protection to wild birds and animals and game, within the commonwealth of Pennsylvania; prohibiting the hunting for, or capture or killing of such wild birds or animals or game by unnaturalized foreign-born residents; forbidding the ownership or possession of shotgun or rifle by any unnaturalized foreign-born resident, within the commonwealth, and prescribing penalties for violation of its provisions.” The first section provides: “It shall be unlawful for any unnaturalized foreign-born resident to hunt for'or capture or kill, in this commonwealth, any wild bird or animal, either game or otherwise of any description, excepting in defense of person or property; and to that end, it shall be unlawful for any unnaturalized foreign-born resident within this Commonwealth to either own or be possessed of a shotgun or rifle of any make. Each and every person violating any provision of this section shall upon conviction thereof, be sentenced to pay a penalty of twenty-five dollars for each offense, or undergo imprisonment in the common jail of the county for the period of one day for each dollar of penalty imposed: Provided, that in addition to the above-named penalty, all guns of the before-mentioned kinds found in the possession or under control of an unnaturalized foreign-born resident shall, upon conviction of such person, or upon his signing a declaration of guilt as prescribed by this act, be declared forfeited to the Commonwealth of Pennsylvania, and shall be sold by the Board of Game Commissioners as hereinafter directed.” The third section provides: “That the possession of a shotgun or rifle at any place outside of-buildings within this Commonwealth, by an unnaturalized foreign-born resident, shall be conclusive proof of a violation of the provisions of section one of this act, and shall render any person convicted thereof liable to the penalty as fixed by said section.” And the fourth section: “That the presence of a shotgun or rifle in a room or house, or building or tent, or camp of any description, within this Commonwealth, occupied or controlled by an unnaturalized foreign-born resident, shall be prima facie evidence that such gun is owned or controlled by the person occupying or controlling the property in which such gun is found, and shall render such person liable to the penalty imposed by section one of this act.”\nAs stated by the learned trial judge: “The right to hunt game is but a privilege given by the Legislature, and is not an inherent right in the residents of the State. Wild animals and game of all sorts have from time immemorial been the property of the sovereign, and in Pennsylvania the property of the State. Its power to regulate and prohibit the hunting and killing of game has always been conceded.” This subject has been a fruitful source of legislation, and the frequent changes in our game and fish laws represent a zealous intention to define and supervise wild birds, animals, game and fish; to regulate how they are to be preserved and taken, declare the open and closed season when they may be taken; the manner and amount of the killing; and the device, implement and method permitted: Com. v. Immel, 33 Pa. Superior Ct. 388; Com. v. McComb, 39 Pa. Superior Ct. 411.\nIn Lawton v. Steele, 152 U. S. 133, the supreme court of the United States declared: “The preservation of game and fish, has always been treated as within the proper domain of the police power, and laws limiting the season within which birds and wild animals may be killed and exposed for sale, and prescribing the time and manner in which fish may be caught, have been repeatedly upheld by the courts .... it is within the authority of the Legislature to impose restrictions and limitations upon the time and manner of taking fish and game, considered valuable as articles of food or merchandise. The power to enact such laws has long been exercised, and so beneficially for the public that it ought not now to be called into question.” Even as between states, restrictions may be placed upon nonresidents, which differ from those imposed on residents, in regard to license charges and other regulations: Allen v. Wyckoff, 48 N. J. L. 90; Geer v. Connecticut, 161 U. S. 519; James v. Wood, 8 L. R. A. 448, and note.\nThe authority of the legislature being conceded, and the purpose being so meritorious, then every lawful provision deemed necessary to effect the purpose is within the legislative power. Due process of law is observed in the destruction of fish nets (Lawton v. Steele, 152 U. S. 133), in the forfeiture of vessels even though engaged for the coasting trade under the act of congress (Smith v. Maryland, 59 U. S. 71), and in the summary abatement of nuisances and destruction of property. Cards, dice and other articles used for gambling purposes are perfectly harmless in themselves, but may fall under the ban of the law and may be summarily destroyed. Many instances of the use of the police power are to be found (the segregation of bawds, and prohibiting the use of public sidewalks by public prostitutes, L’Hote v. New Orleans, 177 U. S. 587), the use of certain sections of a city for the manufacture of fertilizers (Fertilizing Co. v. Hyde Park, 97 JJ. S. 659), and other like instances have been held to be clearly within the police power: Pittsburg’s Petition, 32 Pa. Superior Ct. 210; 4 Thomp. Corps. 5488.\nAs stated in Barbier v. Connolly, 113 U. S. 27, “Neither the amendment (XIY) broad and comprehensive as it is,— nor any other amendment was designed to interfere with the power of the State, sometimes termed its police power, to prescribe regulations to promote the health, peace, morals, education and good order of the people.” We are within the provisions of the constitution when we regulate the manufacture and sale of food stuffs, Com. v. McCann, 14 Pa. Superior Ct. 221; the number of hours adult females should labor, Com. v. Beatty, 15 Pa. Superior Ct. 5; and in prohibiting women and children from working in coal mines, Act of May 15, 1893, P. L. 52; in prescribing the qualifications for physicians and undertakers, Com. v. Hanley, 15 Pa. Superior Ct. 271; when musical bands may play in the public streets, Wilkes-Barre v. Garabed, 11 Pa. Superior Ct. 355; when we authorize the killing of dogs following the' track of protected game, Com. v. Frederick, 27 Pa. Superior Ct. 228; and in denying the right to aliens to obtain licenses to sell intoxicating liquors: Trageser v. Gray, 73 Md. 250, 9 L. R. A. 780.\nThe creation of the board of game commissioners of the state, whose duty it is to protect and preserve the game, song and insectivorous birds and mammals (Act of June 25, 1895, P. L. 273), and the department of fisheries having charge of the protection, propagation and distribution of fish (Act of April 2, 1903, P. L. 128), are but legislative conclusions that have been reached after more than a century’s experience on this subject, and it was deemed necessary and important to add the provisions of the act of 1909 in order to carry out more effectually the provisions of the earlier enactments.\nThis legislation is not directed against any particular nationality or special class of aliens, but prohibits “any unnaturalized foreign-born resident” from hunting, capturing or killing any wild bird or animal, and “to that end it shall be unlawful” for such person “to have or be possessed of a shotgun or rifle of any make.” The Act of May 5, 1864, P. L. 823, prohibiting the carrying of concealed weapons is not obnoxious to the bill of rights, saving the rights of citizens to bear arms in defense of themselves and the state: Wright v. Com., 77 Pa. 470. Nor does the provision in the fourteenth amendment which declares, “No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States,” affect this defendant in any way, as he is not a citizen.\nAn alien while domiciled with us is entitled to the protection of the laws and owes in return for this protection a temporary and local allegiance which continues during the period of his residence: 2 Am. & Eng. Ency. of Law (2d ed.), 64. We legislate primarily for our own citizens in granting the special privileges that are independent of our inherent rights. The alien is prohibited from doing many things to which a native-born or a naturalized citizen is entitled. He cannot exercise any political rights whatever, nor be compelled to fill any elective or appointive office; he is not qualified to serve as a juror; or to receive a license to sell liquor, hawk or peddle. A nonresident debtor is not entitled to the benefit of our $300 exemption law. Each state has its own exemption laws for the benefit of its own citizens: Collom’s App., 12 W. N. C. 309; Chemung Canal Bank v. Lowery, 93 U. S. 72; Deni v. Penna. R. R. Co., 181 Pa. 525. The privilege to hunt game has been limited to our citizens, and, as was said in Presser v. Illinois, 116 U. S. 252: “If the plaintiff in error has any such privilege he must be able to point to the provision of the Constitution or Statutes of the United States by which it is conferred. For as was said by this court in United States v. Cruikshank, 92 U. S. 542, the Government of the United States, although it is within the scope of its powers supreme and beyond the States, can neither grant nor secure to its citizens rights or privileges which are not expressly or by implication placed under its jurisdiction. All that cannot be so granted or so secured are left to the exclusive protection of the State.”\nA state has the same undeniable and unlimited jurisdiction over all persons and things within its territorial limits as any foreign nation, when the jurisdiction is not surrendered or restrained by the constitution of the United States; by virtue of this it is not only the right but the bounden duty of the state to advance the safety, happiness and prosperity of its people, and to provide for its general welfare by any and every act of legislation which it may deem conducive to these ends: New York v. Miln, 36 U. S. 102. The act of 1909 defines two, several and independent offenses: first, the hunting of game by an alien; second, for an alien to either own or be possessed of a shotgun or rifle of any make. The primary subject of the act is the preservation of wild birds, animals and game, and under all our authorities, the privilege of hunting and taking game is limited, under defined restrictions, to our own citizens. Since long-range firearms, — shotguns and rifles, — are generally used in killing wild birds and animals, it is clear that the legislature, in prohibiting a foreign-born, unnaturalized resident from hunting game, intended to make the hunting of game by an alien the more difficult by taking away from such persons the means by which game is usually killed. This prohibition against having deadly and long-range firearms does not in any way deprive the alien of property without due process of law, but simply defines and limits his right to use firearms, by restricting such right to the use of short-range firearms, — revolvers, and pistols, and such other weapons, as may be necessary for defense of his person and property. “Whatever one may claim as a right under the Constitution and laws of the United States by virtue of his citizenship, is a privilege of a citizen of the United States. Whatever the Constitution and laws of the United States entitle him to exemption from, he may claim as an exemption in respect to, and such a right or privilege is abridged whenever the state law interferes with any legitimate operation of Federal authority which concerns his interest, whether it be an authority actively exerted, or resting only in the express or implied command or assurance of the Federal Constitution or law. But the United States can neither grant nor secure to its citizens rights or privileges which are not expressly or by reasonable implication placed under its jurisdiction, and all not so placed are left to the exclusive protection of the States:” Cooley’s Principles of Constitutional Law, 246-247. See also Bryce’s American Commonwealth, 406.\nThis defendant is not a citizen of the United States nor of this commonwealth. While he is within our jurisdiction he is entitled to the equal protection of the laws, subject to the limitations of the class of which he is a member. He is one of a very large class of aliens, whose sojourn in the country is but temporary and whose place of abode is capricious and uncertain, who cannot speak our language nor understand our customs or laws, who pay no taxes and share no part of the public burden. Under all our decisions his right to remain among us is subject to the limitations imposed upon all of his class: Trageser v. Gray, 73 Md. 250; 1 Bouvier’s Law Diet., title Alien; 2 Am. & Eng. Ency. of Law (2d ed.), 64. “Equal protection of the laws” cannot be said to be denied whenever the law operates alike upon all persons and property similarly situated: Barbier v. Connolly, 113 U. S. 27; Walston v. Nevin, 128 U. S. 578. And in determining what is due process of law we are bound to consider the nature of the property, the necessity for its sacrifice, and the extent to which it has heretofore been regarded as within the police power. ... So far as it is dangerous to the safety or health of the community, due process of law may authorize its summary destruction: Sentell v. R. R. Co., 166 U. S. 698; Com. v. McComb, 39 Pa. Superior Ct. 411; In re Campbell’s Registration, 197 Pa. 581.\nThis act of 1909 is not in contravention of the existing treaty between the kingdom of Italy and the United States. The rule of construction to be followed in such a case has but recently been considered by our Supreme Court in Deni v. Penna. R. R. Co., 181 Pa. 525, and Maiorano v. B. & O. R. R. Co., 216 Pa. 402. By art. II of the treaty between these countries, “the citizen of each of the high contracting parties have liberty to travel in the States and Territories of the other, to carry on trade, wholesale and retail, to hire and occupy houses and warehouses, to employ agents of their choice and generally to do anything incident to or necessary for trade upon the same terms as natives of the country, submitting themselves to the laws then established.” And art. Ill provides: “The citizens of each of the high contracting parties shall receive, in the States and Territories of the other, the most constant protection and security for their persons and property, and shall enjoy in this respect the same rights and privileges as are or shall be granted to the natives on their submitting themselves to the conditions imposed upon the natives.” As held in the last-cited case, “In construing a treaty the general rule obtains that the court is to be guided by the intention of the parties, and if the words clearly express the meaning and intention no other means of interpretation can be employed.” Is it a reasonable construction to hold that it was intended to clothe unnaturalized foreign-born residents with the same rights, immunities and advantages as are conferred solely as a privilege on citizens? The whole trend of our decisions is against such an interpretation. The terms of the treaty provide for the protection and security of their. persons and property, and in this respect, — to such protection and security, — the enjoyment of the same rights and privileges as are or shall be granted to the natives on their submitting themselves to the conditions imposed on the natives.\nMarch 20, 1911:\nAn unnaturalized foreign-born resident cannot comply with the conditions imposed on a native-born or naturalized resident. Article XIV of the federal constitution defines this condition: “All persons born or naturalized in the United States and subject to the jurisdiction thereof are citizens of the United States, and of the States wherein they reside.” It would be a perversion of language to hold that the phrase, — the same rights and privileges as are or shall be granted to the natives, — was intended to or could embrace all the regulations affecting our franchise rights; the administration and execution of our laws; the special rights granted as privileges by our government to particular classes of our citizens. Such a construction would render nugatory the qualification for president of the United States as provided by art. II, sec. 1, par. 5, of our federal constitution and other limitations that are made equally explicit in our fundamental law.\nThe assignments of error are overruled and the judgment is affirmed.\nError assigned was judgment of Superior Court.\n.Marcel Viti, for appellant.\nW. H. Lemon, with him W. K. Shiras, for appellee.\n(Note. — In Superior Court name is spelled Papsone. See 44 Pa. Superior Ct. 129.)"
  },
  "file_name": "0046-01",
  "first_page_order": 76,
  "last_page_order": 85
}
