{
  "id": 973897,
  "name": "Sheaff's Estate",
  "name_abbreviation": "Sheaff's Estate",
  "decision_date": "1911-04-10",
  "docket_number": "Appeal, No. 266",
  "first_page": "251",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "231 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0351-01"
      ]
    },
    {
      "cite": "29 Pa. Superior Ct. 28",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860131
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/29/0028-01"
      ]
    },
    {
      "cite": "180 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888278
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0039-01"
      ]
    },
    {
      "cite": "68 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024602
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0034-01"
      ]
    },
    {
      "cite": "57 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010429
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0504-01"
      ]
    },
    {
      "cite": "46 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0392-01"
      ]
    },
    {
      "cite": "70 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0335-01"
      ]
    },
    {
      "cite": "221 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0431-01"
      ]
    },
    {
      "cite": "131 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0256-01"
      ]
    },
    {
      "cite": "87 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0248-01"
      ]
    },
    {
      "cite": "60 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0492-01"
      ]
    },
    {
      "cite": "23 Pa. Superior Ct. 639",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        847728
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/23/0639-01"
      ]
    },
    {
      "cite": "21 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0072-01"
      ]
    },
    {
      "cite": "180 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888278
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0039-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 9967,
    "ocr_confidence": 0.553,
    "pagerank": {
      "raw": 1.1199444854729304e-07,
      "percentile": 0.5732166238263312
    },
    "sha256": "b26d01368cdc5ca785341c58bea46d950221fe44ff5120013be0ca02a1999917",
    "simhash": "1:7bece0462046f1c1",
    "word_count": 1764
  },
  "last_updated": "2024-02-27T19:32:02.375833+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, 'Mestrezat, Potter and Moschzisker, JJ."
    ],
    "parties": [
      "Sheaff’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nBy his will, George Sheaff directed his executors to pay his wife $3,000 per annum out of the rents of his Black Bear estate until the property was sold when a sufficient amount of the purchase money was to be invested by the executors in some good security or securities which would produce that sum. The residue of the purchase money was directed to be divided among his six children. If the property was not sold during the life of his wife, he devised it to his children at her death. The will then provides: “That the said security or securities for raising the said annual sum of three thousand dollars, after the decease of my said wife shall go to and be divided share and share alike among” his children.\nUnder the authority contained in the will, the Black Bear estate was sold by the executors during the lifetime of the widow. To secure to her the payment of the $3,000 per annum, the property at the southeast corner of Twenty-third and Ludlow streets, Philadelphia, was purchased at the price of $10,000 which was paid by the executors. Title was taken in the name of Ellen Sheaff, a daughter and one of the executors of the testator, who, on July 11, 1859, executed a declaration of trust in the following words: “I do hold the said indenture and the premises at the corner of Twenty-third and Barker streets, thereby eonveyed for the sole use and behoof of the Estate of George Sheaff, deceased, the whole amount of the purchase money, namely, ten thousand dollars, having been paid by the executors of the said George Sheaff, and the proceeds of the said premises when sold, and the issues and profits thereof until then, to be held by me, in trust, to secure in the first place, the sum of three thousand dollars annually to Mrs. A. C. Sheaff during her life, and after her decease for the use and behoof of the residuary devisees under the will of the said George Sheaff, deceased.”\nThe widow died in January, 1865. Ellen Sheaff, the trustee, held title to the property, until her death in February, 1909. The $3,000 derived from the revenues of the trust estate were paid annually to the widow during her lifetime.\nEllen F. Gregg presented a petition to the court below on June 28,1910, praying for the appointment of a trustee in place of Ellen Sheaff, deceased, “to execute the trusts” under the declaration of trust. John D. Sheaff, one of the residuary devisees, filed an answer in which he alleged that the trust had terminated upon the death of the widow and, therefore, there were.no active duties to be performed by a trustee, that the trust was executed and the appointment of a substituted trustee was unnecessary and would accomplish no purpose.\nThe court below granted the prayer of the petition and appointed a trustee. John D. Sheaff has appealed.\nThe right of the residuary devisees to the property in question does not depend on the declaration of trust. That was created as a means to an end. The will of George Sheaff fixes the status of the property and determines the parties entitled thereto. Pursuant to authority contained in the will the executors sold the Black Bear estate before the widow’s death and invested a part of the proceeds to secure the widow’s annual income. They made the investment by purchasing the Twenty-third and Ludlow streets property and the declaration of trust so declares. This was the “security” purchased in pursuance of the provisions of the will for the purpose of raising the widow’s annual payments. As long as she lived, the trust was an active one. The trustee had control of the property and' collected the rents and paid therefrom $3,000 annually to the widow. At her death the will made specific provision as to the disposition of this investment. It provides: “I do further provide that the said security or securities for raising the said annual sum of three thousand dollars, after the decease of my said wife shall go to and be divided share and share alike among” his six children. The residuary devisees, therefore, became entitled immediately to the property in question on the death of the widow. It is immaterial that it is real estate or is held in trust. The purpose of the investment was to carry out the provisions of the will, and the declaration of trust declares that the proceeds of the property and the issues and profits thereof are held after the widow’s decease “for the use and behoof of the residuary devisees under the will of the said George Sheaff, deceased.”\nIt is clear that the trust terminated on the death of the testator’s widow. The only purpose of its creation was to provide an annual sum for her during her lifetime, and when that purpose was fulfilled, the trust ceased, and the principal of the investment, made to accomplish the purpose, went immediately to the residuary devisees. The trustee was no longer needed to protect and preserve the estate for the cestui que trustent, and the will did not direct that the security should be sold or converted by the trustee; on the contrary, it specifically provided that the security should “go to and be divided” among the testator’s six children. Whatever securities were taken or in whatever form they were taken, they belonged immediately to the children on the death of Mrs. Sheaff. It follows, therefore, that the title to the real estate in question became vested in the residuary devisees at the death of the widow. The terms of the trust produced a like effect. The trust having terminated, the statute executed the use and the legal estate became vested in the cestui que trustent. The language of Black, C. J., in Rush v. Lewis, 21 Pa. 72, may be applied here (p. 76): “After the death of Mrs. Rush, the purposes of the trust were satisfied, and the legal estate vested in the cestui que use by the mere force of the statute. If it had not been made the duty of the trustee to receive and pay over the profits to the first taker of the beneficial interest, they never would have had an estate in it. This reason ceased at her death and so did the estate.”\nIt follows that no formal conveyance from the trustee is required to vest the legal title in the residuary devisees. Equity will treat the conveyance as having been made. “It does not admit of a doubt,” says Mitchell, J., in Chamberlain v. Maynes, 180 Pa. 39, 42, “that a court of equity would have decreed a conveyance of the legal title to the cestui que trust, and where that is the case the trust will be considered as executed without a formal conveyance by the trustee.”\nThe title to the property being in the devisees, there was no occasion for the appointment of a substituted trustee for any purpose. The owners can sell and convey, and the purchaser will take a title free and discharged of the trust.\nThe decree of the court below is reversed, and the petition and all proceedings thereon are dismissed at the costs of the appellees.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Horace M. Rumsey, for appellant.",
      "Eli Kirk Price, for appellees."
    ],
    "corrections": "",
    "head_matter": "Sheaff’s Estate.\nTrusts and trustees — Will—Termination of trust.\n1. Where a testator directs his executors to pay a sum stated annually to his wife out of the rents of a specified piece of real estate until the property is sold, when a sufficient sum is to be set aside in good securities to produce the annuity to the wife, and the executors sell the specified real estate and invest a portion of proceeds in other real estate, and the title is taken in the name of one of the executors who executes a deed of trust declaring that she holds the property to secure the annuity to testator’s widow for life “and after her decease for the use and behoof of the residuary devisee” of testator, and it appears that by the terms of testator’s will the securities for raising the annuity were given to testator’s children after the decease of the widow, with no direction that the security should be sold or converted by the trustee, the trust ends immediately upon the death of the widow, and if thereafter the trustee dies, a substituted trustee will not be appointed.\n2. In such a case no formal conveyance from a trustee is required to vest the legal title in the residuary devisees. Equity will treat the conveyance as having been made, and the devisees as owners may sell and convey, and the purchaser will take a title free and discharged from the trust.\nArgued Jan. 18, 1911.\nAppeal, No. 266, Jan. T., 1910, by John D. Sheaff, from decree of C. P. No. 5, Phila. Co., June T., 1910, No. 2,189, appointing trustee in estate of George Sheaff, deceased.\nBefore Fell, C. J., Brown, 'Mestrezat, Potter and Moschzisker, JJ.\nReversed.\nApril 10, 1911:\nPetition for the appointment of a trustee. Before Staake, J.\nThe opinion of the Supreme Court states the case.\nError assigned was decree appointing trustee.\nHorace M. Rumsey, for appellant.\nAn active trust, having no object to accomplish for the benefit of the cestui que trust, clearly will not be continued for the mere benefit or pleasure of the trustee. The object . . . . having failed or ceased, the law will execute the use: Owens v. Naughton, 23 Pa. Superior Ct. 639; Dodson v. Ball, 60 Pa. 492; Kinsel v. Ramey, 87 Pa. 248; Carson v. Fuhs, 131 Pa. 256; Marsh v. Platt, 221 Pa. 431; Yarnall’s App., 70 Pa. 335.\nA formal conveyance by the substituted trustee is unnecessary: Barnett’s App., 46 Pa. 392; Bacon’s App., 57 Pa. 504; Westcott v. Edmunds, 68 Pa. 34; Chamberlain v. Maynes, 180 Pa. 39; Rockhill’s Est., 29 Pa. Superior Ct. 28.\nWhere the statute executes the trust, there is no necessity for a conveyance. Such a conveyance is a matter of form rather than of substance. The transfer is effected by the operation of the statute of uses: Renziehausen v. Keyser, 48 Pa. 351; Bacon’s App., 57 Pa. 504; Westcott v. Edmunds, 68 Pa. 34; Chamberlain v. Maynes, 180 Pa. 39; Rockhill’s Est., 29 Pa. Superior Ct. 28.\nEli Kirk Price, for appellees.\nThe trustee in this case has active duties to perform and the appointment of a new trustee was therefore proper: Owens v. Naughton, 23 Pa. Superior Ct. 639."
  },
  "file_name": "0251-01",
  "first_page_order": 281,
  "last_page_order": 286
}
