{
  "id": 973862,
  "name": "Gordon, Appellant, v. The Prudential Insurance Company of America",
  "name_abbreviation": "Gordon v. Prudential Insurance Co. of America",
  "decision_date": "1911-04-17",
  "docket_number": "Appeal, No. 24",
  "first_page": "404",
  "last_page": "412",
  "citations": [
    {
      "type": "official",
      "cite": "231 Pa. 404"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "205 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0444-01"
      ]
    },
    {
      "cite": "213 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0609-01"
      ]
    },
    {
      "cite": "69 N. J. Law, 54",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        617029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/69/0054-01"
      ]
    },
    {
      "cite": "56 Ga. 339",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        578470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/56/0339-01"
      ]
    },
    {
      "cite": "80 Cal. 440",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1947201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/80/0440-01"
      ]
    },
    {
      "cite": "26 U. S. 170",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1432390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/26/0170-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 523",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841136
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/20/0523-01"
      ]
    },
    {
      "cite": "96 N. C. 158",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8649636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/96/0158-01"
      ]
    },
    {
      "cite": "92 U. S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8782
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/92/0377-01"
      ]
    },
    {
      "cite": "45 Wis. 622",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8708339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/45/0622-01"
      ]
    },
    {
      "cite": "83 Mass. 308",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2095283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/83/0308-01"
      ]
    },
    {
      "cite": "71 N. C. 480",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11278805
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/nc/71/0480-01"
      ]
    },
    {
      "cite": "191 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907089
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0618-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 634,
    "char_count": 16032,
    "ocr_confidence": 0.565,
    "pagerank": {
      "raw": 1.7716281489197667e-07,
      "percentile": 0.7121907493448459
    },
    "sha256": "993093f27f58b36035ff70e14143559c745d1dcb45376579eee51112858e80ca",
    "simhash": "1:b3f7a2835bb7a443",
    "word_count": 2842
  },
  "last_updated": "2024-02-27T19:32:02.375833+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Gordon, Appellant, v. The Prudential Insurance Company of America."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the court below directing it to be entered non obstante veredicto.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Walter Biddle Saul, for appellant, cited: Barnes v. Mutual Life Asso., 191 Pa. 618.",
      "Frederick J. Shoyer, with him Henry Arronson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gordon, Appellant, v. The Prudential Insurance Company of America.\nInsurance — Life insurance — Conditional delivery of policy — Payment of premium — “Good health” — Change in health — Notice to insurer.\n1. In an action upon a policy of life insurance a verdict should be directed for the defendant where it appears that the policy was issued and handed to the agent, who delivered it to the insured before payment of the premium and upon the insured giving a receipt in which it was stated that the policy was “received for the purpose of inspection only and upon the understanding that it is not to be in force until the first premium has been paid by me and the official receipt of the company delivered to me during my lifetime and in good health, as provided in my application upon which the above numbered policy was issued,” and where it is undisputed that on the day of the payment of the premium the insured was ill of the disease which caused his death shortly after.\n2. The general rule of insurance is that if prior to the consummation of the contract the applicant has died, or there has been a material change in his health, the insurer must be informed thereof; otherwise, a fraud would be perpetrated upon the insurer.\nArgued March 22, 1911.\nAppeal, No. 24, Jan. T., 1911, by plaintiff, from judgment of C. P. No. 1, Phila. Co., Sept. T., 1908, No. 583, for defendant non obstante veredicto in case of Mary A. Gordon v. The Prudential Insurance Company of America.\nBefore Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit on a policy of life insurance.\nOn the trial the jury rendered a verdict of $2,171.20.\nThe facts appear in the following opinion of Magill, J., entering judgment for defendant non obstante veredicto.\nThis is an action on a life insurance policy issued by the defendant company on the life of Daniel P. Gordon, dated April 21, 1908. The motion for judgment non obstante veredicto raises the questions whether there was sufficient evidence of “good health” of the insured at the time of the payment of the premium, and whether there was sufficient evidence that at the time of the payment of the premium “the health of the insured was in the same condition as described in the application,” for the policy.\nOn April 8, 1908, Daniel P. Gordon, husband of the plaintiff, made application to the defendant company for insurance on his life in the sum of $2,000, payable upon his death to his wife, the plaintiff in this cause. This application was in writing and is in evidence. At the time of the application Mr. Gordon was forty-nine years of age, a bricklayer, and according to the testimony was a strong, vigorous, healthy man. In the application, to the question, “Are you in good health?” he answered, “Yes.” The application, among other things, provided, “Said policy shall not take effect until the same shall be issued and delivered by the said company and the first premium paid thereon in full while my health is in the same condition as described in this application.” In pursuance of the application aforesaid the company, on April 21, 1908, issued its policy and placed it in the hands of the agent who had taken the application, who retained it until April 25, 1908, when he delivered it to Mr. Gordon, taking from him a receipt for the same signed by Gordon, in which it is recited that the policy was received “for the purpose of inspection only, and upon the understanding that it is not to be in force until the first premium payable thereunder has been paid by me and the official receipt of the company delivered to me during my lifetime and in good health, as provided in my application upon which the above numbered policy was issued.”\nThe receipt was held by the agent and the policy retained by Gordon for the purposes named in said receipt, no premium being paid to the agent at that time.\nOn Thursday, May 14, on arising in the morning Mr. Gordon complained of feeling ill, and, after eating his breakfast, returned to bed. He suffered a chill and the plaintiff sent for the family physician, who called about noon the same day, found that he had fever, was suffering from pain in the side on breathing, and with increasing respiration, and diagnosed the ailment as pleurisy, and thereupon prescribed for him. The insured continued in bed under the constant care of his wife and daily attendance of his physician until Saturday morning, May 16, at which time he arose, partially dressed himself, drew three checks and returned to his bed. One of the checks drawn by him was for the amount of the first semiannual premium on the policy in question. This check he handed to his son, with directions to take it to the agent from whom he had received the policy. The check was delivered by the son to the agent without any statement as to his father’s condition. The agent received the check without asking questions as to the condition of Mr. Gordon, and gave a receipt therefor. During the same day, Saturday, May 16, the attending physician, Dr. Murphy, called on the insured, according to his testimony, about noon, or within two hours after the insured had drawn the check in payment of the premium. The physician at this time diagnosed the disease as pneumonia, and considered it so serious that he advised a consultation, which was held in the evening of the same day by Dr. Murphy in connection with Dr. Scull, selected by the family for that purpose. After the consultation, the two physicians agreed that the ailment from which the insured was suffering was pneumonia. After the consultation both physicians continued to attend Mr. Gordon. During Sunday and Monday his condition continued to grow worse, and he died about 2 a. m. Tuesday, May 19, having been confined to his room and bed from the beginning of his illness, the previous Thursday morning, until the time of his death.\nAccording to the testimony of Dr. Scull, at the time of consultation and examination of the insured, “his lung then was in a solid congested condition, full of blood, and it was a serious condition.”\nProofs of death were furnished by plaintiff to the defendant in accordance with the provisions of the policy, in which the attending physician, to the question, “State the remote cause of death?” answered, “Cardiac failure,” and to the question, “State explicitly the immediate cause of death,” he answered, “Pneumonia lobas.”\nAfter being furnished with the proofs of death of the insured, the defendant company tendered to the plaintiff a check for the amount of the premium which had been paid, which check was refused.\nThe company declining to pay the amount of the policy, this suit was brought. The case was submitted to the jury, and a verdict was rendered for plaintiff for the amount of the policy with interest.\nAt the trial we were of opinion that this case was governed by the case of Barnes v. Mutual Life Assn., 191 Pa. 618, the facts of the two cases having a striking similarity, and that the jury should be permitted to pass upon the question of the condition of the health of the insured at the time of the payment of the premium.\n■ Upon a careful review and consideration of the testimony, we are of opinion that the case is distinguishable from the Barnes case, and not ruled by it.\nIn the Barnes case the policy was issued and given to the agent of the company to be delivered to the insured upon payment of the premium. The premium, was paid and the policy was thereupon delivered without any qualification or condition,, other than the conditions contained in the policy itself, and the contract thereupon became complete unless voided by breach of the conditions of the policy. In the case at bar, the policy was issued and handed to the agent, who delivered it to the insured before payment of the premium, and upon the insured giving a receipt, in which it was stated that the policy was “received for the purpose of inspection only and upon the understanding that it is not to be in force until the first premium payable thereunder has been paid by me and the official receipt of the company delivered to me during my lifetime and in good health, as provided in my application upon which the above numbered policy was issued.’’ This, therefore, was a conditional delivery of the policy and the contract could not be consummated except upon performance of that condition, namely, payment of the premium, thereafter, while the insured was alive and in good health, as provided in both the application and receipt for the policy.\nAgain, in the Barnes case the insured, three days before the payment of the premium, contracted an ordinary cold, and pneumonia, ,the disease of which Mr. Barnes died, did not “set in” until the day after the premium was paid and the policy was delivered, and hence there was a question for the jury as to what was his condition of health on the day of the payment of the premium and delivery of the policy. In the case at bar, the insured became ill' on Thursday, May 14, when he had a severe chill, and on the same day the physician diagnosed the illness as pleurisy, which cannot be said to be an “ordinary cold.” He continued ill in bed until Saturday, the sixteenth, the day on which the check was drawn to pay the premium on the policy, and on the same day, within a few hours after the check was delivered to the agent, the attending physician announced that Mr. Gordon had pneumonia of such a serious character as to require a consultation. The consultation of physicians was held the same day, and both physicians agreed and testified that he then had pneumonia, the disease which caused his death, the following Tuesday, the nineteenth, at 2 a. m., his condition from Saturday being so serious as to require the constant attendance of two physicians thereafter.\nIt is therefore undisputed that on the day of the payment of the premium, Mr. Gordon was ill of the disease which caused his death within sixty-four hours after such payment. There was no dispute, nor contradictory testimony as to the condition of Mr. Gordon’s health on the day of payment, and, therefore, nothing for the jury to pass upon in this respect.\nAnd again, in the Barnes case, as was said in the opinion of the Supreme Court, “the evidence was clearly sufficient to warrant the submission of the case to the jury on the question of the ‘good health’ of the insured at the time the premium was paid and the policy delivered to the plaintiff, and other subordinate questions of fact in dispute. This is especially so, in view of the fact that the evidence was more or less conflicting on all material questions of fact.”\nIn the case at bar, there was no question of the condition of the health of the insured on the day of the payment of the premium, and no conflicting testimony as to the serious nature of his illness on that day, nor as to any other material fact in the cause. No person testified that Mr. Gordon was in “good health” on Saturday, May 16, the day the premium was paid, but on the contrary, every witness who had knowledge of his condition and who was asked the question, including the plaintiff herself, said that he was not in “good health” on that day. How, then, can a jury be permitted to find that he was in “good health” at the time of the payment of the premium in the absence of any evidence to warrant or support such finding?\nIn the opinion of Chief Justice Sterkett in the Barnes case, it is said, “The term ‘good health’ when used in a policy of life insurance means that the applicant has no grave, important or serious disease and is free from any ailment that seriously affects the general soundness and healthfulness of the system. A mere temporary indisposition which does not tend to weaken or undermine the constitution at the time of taking membership does not render the policy void,” (quoting from 3 Joyce on Insurance, sec. 2004).\nIn this case it is impossible to find from the evidence that on Saturday, May 16, the day of the payment of the premium, and at the time of such payment, the applicant had no grave, important or serious disease, or that he was free from any ailment that seriously affected the general soundness and healthfulness of his system, or that he suffered a mere temporary indisposition which did not tend to weaken or undermine his constitution at the time of paying the premium. Nor is it possible to find that he enjoyed such health and strength as to justify a reasonable belief that he was free from derangement of organic functions, or free from symptoms calculated to cause a reasonable apprehension of such derangement, and that to ordinary observation and outward appearance his health was reasonably such that he might, with ordinary safety, be insured and upon ordinary terms which only would satisfy the requirement of “good health.” But on the contrary, the testimony conclusively shows that on Saturday, May 16, 1908, at the time of the payment of the premium, the condition of Mr. Gordon’s health was both a serious and a dangerous one, and such as would preclude the possibility of any life insurance company, with knowledge of his condition, issuing its policy upon his life for anything like the ordinary premium; in other words, his condition at that time was such as to render him a hazardous and dangerous risk, which would not be assumed by any insurance company upon receipt of the ordinary premium for insurance upon the life of an ordinary risk.\nWith the question of good faith on the part of the insured at the time of paying the premium, we have nothing to do. The fact is that his physical condition was not disclosed to the company or its agent at the time of the payment of the premium; and that his condition was not at that time such as, in his application for insurance, he stated it to be. This being true, it is no legal hardship upon the beneficiary in the policy to say that the premium paid under such conditions does not entitle her to recover the amount of the insurance from the defendant company.\nThe general rule appears to be that if prior to the consummation of the contract the applicant has died, or there has been a material change in his health, the insurer must be informed thereof; otherwise, a fraud would be perpetrated upon the insurer: Cook on Life Insurance, sec. 24; May on Insurance, sec. 190; Whitley v. Insurance Co., 71 N. C. 480; Calvert v. Insurance Co., 83 Mass. 308; Blumer v. Phoenix Ins. Co., 45 Wis. 622; Piedmont, etc., Life Insurance Co. v. Ewing, 92 U. S. 377; DeCamp v. Insurance Co., 3 Ins. L. J. (N. Y.) 89; Ormond v. Fidelity Life Assn., 96 N. C. 158 (1 S. E. Repr. 796).\nFor the reasons here stated, we are of opinion that the judgment for the plaintiff in this cause should not be permitted to stand. The motion of the defendant is therefore sustained, and judgment is now entered for the defendant non obstante veredicto.\nError assigned was in entering judgment for defendant n. o. v.\nWalter Biddle Saul, for appellant, cited: Barnes v. Mutual Life Asso., 191 Pa. 618.\nFrederick J. Shoyer, with him Henry Arronson, for appellee.\nIf there has been a change in health between the date of application and the delivery of the policy, the company is entitled to know it, that it might determine whether it would consummate the agreement: Proctor v. Ins. Co., 20 Pa. Superior Ct. 523; M’Lanahan v. Universal Ins. Co., 26 U. S. 170; Morrison v. Muspratt, 4 Bing. 60; Canning v. Farquhar, L. R. 16 Q. B. Div. 727; British Equitable Ins. Co. v. Ry. Co., 38 L. J. Ch. 132 (19 L. T. N. S. 476); Piedmont, etc., Life Ins. Co. v. Ewing, 92 U. S. 377, 380; Whitley v. Ins. Co., 71 N. C. 480; Hart v. Ins. Co., 80 Cal. 440 (22 Pac. Repr. 302); Southern Life Ins. Co. v. Kempton, 56 Ga. 339; Lanhstaff v. Metropolitan Life Ins. Co., 69 N. J. Law, 54 (54 Atl. Repr. 518) ; McCaffrey v. Knights of Columbia, 213 Pa. 609; Murphy v. Prudential Ins. Co., 205 Pa. 444.\nApril 17, 1911:"
  },
  "file_name": "0404-01",
  "first_page_order": 434,
  "last_page_order": 442
}
