{
  "id": 973916,
  "name": "Castor v. Castor et al., Appellants",
  "name_abbreviation": "Castor v. Castor",
  "decision_date": "1911-04-17",
  "docket_number": "Appeal, No. 55",
  "first_page": "412",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "231 Pa. 412"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 490,
    "char_count": 10479,
    "ocr_confidence": 0.562,
    "sha256": "091081890578138cedec8fff16e39b33958c28e16858616b8b44bb32f4803512",
    "simhash": "1:8de620cf4b9a38ef",
    "word_count": 1848
  },
  "last_updated": "2023-07-14T15:52:10.227550+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Castor v. Castor et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree of partition in this case is affirmed on the opinion of the learned president judge below directing that it be made. Appeal dismissed at appellants’ costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Error assigned among others was in awarding partition.",
      "William H. Peace, for appellants",
      "Joseph B. Embery, for appellee."
    ],
    "corrections": "",
    "head_matter": "Castor v. Castor et al., Appellants.\nEquity — Partition—Parol sale — Exclusive possession — Payment of purchase money.\nWhere in a partition proceeding it appears that the plaintiff took from his father a good title to a one-fourth interest in the premises as tenant in common with the defendants, and the defendants set up a parol sale of his interest to themselves to defeat his title, but fail to show that there was payment either of part or whole of the purchase money, or exclusive possession by the defendants, a court of equity will not enforce the parol agreement, and partition will be granted.\nArgued March 22, 1911.\nAppeal, No. 55, Jan. T., 1911, by defendants, from decree of C. P. No. 3, Phila. Co., June T., 1909, No. 1,679, awarding partition in suit of Lewis F. Castor v. T. Ellwood Castor and William O. Castor.\nBefore Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill for partition of real estate in the twenty-third ward of Philadelphia.\nThe facts appear in the following opinion filed by McMichael, P. J.\nThomas Castor died on August 4, 1884. He had been for fifty years engaged in business in Frankford, and had acquired the real estate which is described in the bill. On this real estate there was an office, blacksmith shop and wheelwright shop, and sheds and shedding. It was situated at the corner of Frankford avenue and Overington street, in Frankford, now the twenty-third ward of the city of Philadelphia. Thomas Castor devised the property t'o his four sons, Charles M., T. Ellwood, Lewis F. and William O. Castor, share and share alike, and to their heirs and assigns forever. He also bequeathed to them the personal property. Shortly after his death his sons, Charles M., T. Ellwood and William O. Castor, formed a partnership under the name of Thomas Castor’s Sons. Lewis F. Castor was invited to join the partnership, but declined. It was suggested that Lewis F. Castor should sell to his brothers his interest in the personal and real estate, and in order to accomplish this appraisers were appointed, who appraised the personal property and the real estate. Lewis F. Castor agreed to sell at the appraised value, and his brothers agreed to purchase at whatever would be the one-fourth of the appraised value. The personal estate was appraised, payment was made and possession handed over, and there is no dispute about that, but the dispute arose subsequent to the appraisement as to the payment for Lewis F. Castor’s share of the real estate by his brothers. Lewis F. Castor desired to receive from his brothers in payment for his share, which had been assessed at the sum of $4,000, a mortgage on a portion of the property. It appears from the evidence that a deed and mortgage were prepared by Mr. Shall-cross, conveyancer, but that they were never executed. T. Ellwood Castor declined to execute the mortgage. After the refusal of T. Ellwood Castor to join in the execution of the mortgage no further steps were taken on either side to enforce their rights, or to divide this property, until the bill in equity in the present case was filed. Lewis F. Castor from the time of his father’s death was in joint possession with his brothers, constituting the firm of Thomas Castor’s Sons, of a portion of the property. He occupied jointly with his brothers an office for which he paid no rent. Lewis F. Castor was in a business which was entirely separate and distinct from the business of Thomas Castor’s Sons, and it necessitated the keeping of horses and carts, and these horses were sent by him to the “smithy” or horseshoeing shop of Thomas Castor’s Sons. An account was kept and for some years bills were furnished him, but subsequently at his suggestion the sending of bills was discontinued.\nIn 1888 Charles M. Castor, the eldest of the brothers, died, and an effort was made by the remaining brothers of the firm, that is, by his brothers T. Ellwood and William O. Castor, to purchase his share of the personal property belonging to the firm of Thomas Castor’s Sons, and the real estate in which they were doing business. They were successful in purchasing the personal property, and the executors of the estate sold it to them for $1,200 in notes; and on these notes interest has been paid ever since at varying rates. The amount of $4,000 was determined upon as the value at that time of the share of Charles M. in the real estate, and the widow and Mr. Shallcross, one of the executors, were willing to sell, but Lewis F. Castor objected and declined to join in the sale. From that time to this payments have been made to the executors or to the widow of Charles M. Castor of various amounts representing interest on $4,000 at four per cent and five and four-tenths per cent and at five per cent flat. No deed was ever executed nor tendered, and although there was talk about a mortgage, and some of the receipts referred to payments on a bond, no bond and mortgage were executed.\nThe witnesess who appeared before the court and testified, seemed to the court to be giving, as far as they could recollect, an accurate account of what happened, each from his own point of view. They were evidently men of determination and character, and although their testimony cannot be altogether reconciled, they do not differ greatly as to the essential and material facts in the ease. There'was a considerable dispute as to whether the mortgage which was referred to as having been agreed upon as payment for the share of Lewis F. Castor, was to be a mortgage to him, or to the Frankford & Southwark Passenger Railway Company, and it appeared that Mr. Lewis F. Castor had agreed to purchase the real estate upon which was erected the old stable from the Frankford & Southwark Railway Company, and to give a mortgage on the property devised by his father, Thomas Castor, in which he had a one-fourth interest, in payment. It was asserted on behalf of the defendants that they were not bound to give a mortgage to the Fifth and Sixth Streets Railway Company, and that for that reason T. Ellwood Castor refused to give a mortgage. I do not, however, regard this as very material. The title of the plaintiff, derived from his father, is a good title, and he has an interest which entitles him to partition unless the defendants can defeat his rights. They set up that there was a parol sale. The court is of opinion and finds that there was no such parol sale as a court of equity would enforce. There was an agreement to sell, but there was no payment of part or whole of the purchase money, nor .did the defendants after the agreement of sale go into exclusive possession of the real estate. The plaintiff has always had possession and the right of possession to a part, at least, of the premises, and under the authorities which have been cited in answer to the plaintiff’s points I have reached the conclusion that a court of equity in the circumstances of the present case would not enforce the parol agreement of the sale. This disposes, it seems to me, of the defendants’ objection to the grant of the relief asked for in the bill, namely, that there should be partition, unless the court should be of opinion that there was such a dispute as to the title as would justify the court in holding the bill in equity until the plaintiff should go into a court of law, and in an action of ejectment succeed in proving his title. In my opinion this is not a case in which resort must be had to a court of law. The plaintiff’s title as tenant in common is clear. Title was vested in his father, Thomas Castor, by deed, and he derived title by will to him to an undivided one-fourth of the real estate, which he holds or did hold with his brothers as tenants in common, and to defeat his title the defendants have set up a parol sale, but have failed to establish by full, complete, satisfactory and indubitable proofs that there was such a parol sale.\n1. The defendants have failed to show that there was payment either of part or whole of the purchase money, and they have failed to show exclusive possession. They do not set up in their answer that they have title by adverse possession, but aver in their answer that since the sale of 1885, the firm of Thomas Castor’s Sons were in actual, open, continuous and exclusive possession thereof, and from June 9, 1888, until the present the respondents as the sole owners in fee of the whole interest in the premises, have been in actual, open, continuous and exclusive possession of the premises, exercising during that time all the rights, powers and duties of ownership, making permanent improvements to the buildings, etc. These averments I think they have failed to establish by proofs.\n2. When Charles M. Castor died the personal property was appraised and paid for in notes. There was, however, no conveyance of the real estate, no deed, and no payment either in part or in whole of the purchase money, simply a payment of interest on a sum of $4,000. I am of opinion, and so find, that the defendants have failed in their proof, and have been unable to establish by clear, satisfactory and indubitable proofs that there was a parol sale by the executors under the will of Charles M. Castor to his brothers, T. Ellwood and William.\nThese conclusions have been reached by me after listening to the oral testimony, and after a careful review of the testimony and consideration of the oral arguments- and of the written briefs submitted to me. The authorities which I have examined, which seem to me are conclusive upon each point of this controversy, have been cited by me in my answers to the requests for findings- of law made on behalf of the plaintiff.\nThe opinion and finding of the court are that the plaintiff is entitled under the pleading and the testimony to partition, and I direct that the clerk of the court give notice to counsel for the plaintiff and to counsel for the defendants of this adjudication of the court, and that unless exceptions are filed within ten days of the date of the filing of the adjudication, a decree will be entered in accordance with the prayers of the bill.\nApril 17, 1911:\nA decree was accordingly entered from which defendants appealed.\nError assigned among others was in awarding partition.\nWilliam H. Peace, for appellants\nJoseph B. Embery, for appellee."
  },
  "file_name": "0412-01",
  "first_page_order": 442,
  "last_page_order": 447
}
