{
  "id": 973854,
  "name": "Corcoran v. Huey, Appellant",
  "name_abbreviation": "Corcoran v. Huey",
  "decision_date": "1911-04-24",
  "docket_number": "Appeal, No. 211",
  "first_page": "441",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "231 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Pa. Superior Ct. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        835118
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/17/0225-01"
      ]
    },
    {
      "cite": "78 N. Y. Supp. 1108",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        8299073,
        8299108,
        8299080,
        8299055,
        8299088,
        8299058,
        8299062,
        8299097,
        8299067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/78/1108-05",
        "/nys/78/1108-09",
        "/nys/78/1108-06",
        "/nys/78/1108-01",
        "/nys/78/1108-07",
        "/nys/78/1108-02",
        "/nys/78/1108-03",
        "/nys/78/1108-08",
        "/nys/78/1108-04"
      ]
    },
    {
      "cite": "34 N. Y. Supp. 927",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3550164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/34/0927-01"
      ]
    },
    {
      "cite": "107 N. Y. Supp. 122",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7662106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/107/0122-01"
      ]
    },
    {
      "cite": "209 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0001-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 581",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/20/0581-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 390",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0390-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 263",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/35/0263-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 541",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0541-01"
      ]
    },
    {
      "cite": "6 Pa. Superior Ct. 327",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/6/0327-01"
      ]
    },
    {
      "cite": "174 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0602-01"
      ]
    },
    {
      "cite": "151 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0491-01"
      ]
    },
    {
      "cite": "6 W. N. C. 477",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "11 Pa. Superior Ct. 616",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0616-01"
      ]
    },
    {
      "cite": "59 Vt. 423",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11267833
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/59/0423-01"
      ]
    },
    {
      "cite": "156 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0217-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 130",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0130-01"
      ]
    },
    {
      "cite": "76 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038899
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0097-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 80",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276435
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0080-01"
      ]
    },
    {
      "cite": "167 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0429-01"
      ]
    },
    {
      "cite": "78 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0257-01"
      ]
    },
    {
      "cite": "1 Pa. Superior Ct. 29",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        268591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/1/0029-01"
      ]
    },
    {
      "cite": "192 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0211-01"
      ]
    },
    {
      "cite": "174 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0052-01"
      ]
    },
    {
      "cite": "196 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0508-01"
      ]
    },
    {
      "cite": "220 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005899
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0154-01"
      ]
    },
    {
      "cite": "222 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0175-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 9557,
    "ocr_confidence": 0.553,
    "pagerank": {
      "raw": 4.7617323308644817e-07,
      "percentile": 0.930285317792659
    },
    "sha256": "d219f915a48c866676c63068c871497dddfeaa32e6d5dcb04e5d286729fe935d",
    "simhash": "1:f1aec6ec6ca3525d",
    "word_count": 1672
  },
  "last_updated": "2024-02-27T19:32:02.375833+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Corcoran v. Huey, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nA company chartered and organized to supply with gas two towns, and the intervening territory, all in Chester county, entered into an agreement with the Philadelphia Engineering Company for the construction of its system. The latter company contracted with the plaintiffs in the present action for the digging of the trenches for the pipes between the towns. The evidence introduced on behalf of plaintiffs was to the effect that they entered upon their work, and had proceeded with it until about one-third was completed, when, having received no pay for the work already done, they became distrustful of the financial ability of the engineering company to meet its contract obligations with them; that they then decided to abandon their contract, and communicated this fact to these defendants who were financially interested in having the work completed; that the defendants then promised that if they (the plaintiffs) would go on with the work, they (the defendants) would pay for the work done and for the work to be done; and that relying upon this promise plaintiffs resumed operations and completed the work. The action was brought to recover from the defendants on the alleged promise, and a verdict for the full amount of the plaintiff’s claim resulted.\nExcept as it was error to refuse the motion to strike out the testimony of the three witnesses called on behalf of the plaintiffs to the effect that in the conversation which they said occurred between the plaintiffs and defendants, and at which they were present, the latter said to the former that they should proceed with the work, and that they (the defendants) would pay for the work already done as well what remained to be completed, this record is unimpeachable. This testimony, if admissible under the pleadings, unquestionably required a submission of the case to the jury. The motion to strike it out was made when plaintiffs were about to rest, on the ground that it was at variance with the cause of action as set out in the plaintiff’s statement; that it implied an original undertaking on part of defendants, whereas what was declared on, viz., that defendants promised to see to it that plaintiffs were paid, was but a promise of guaranty, falling within the provisions of the statute of frauds, and not being in writing was unenforceable. The court refused the motion, without assigning any reason for the ruling. The promise as set out in the statement is that if they (the plaintiffs) would proceed with the work provided for in the above-quoted contract with the Philadelphia Gas Engineering Company, they (the defendants) would see to it that the plaintiffs were paid, not only for the work done prior to the date of said promise, but for such work as should be done thereafter in connection with the completion of the trenches and pipe line of said company. If the words “we will see to it that you are paid” have a fixed legal meaning, which so limits their force that only a secondary or collateral liability can be derived therefrom, then, inasmuch as the evidence which was asked to be stricken out, if believed, establishes a primary obligation, the motion to strike out should have prevailed; for the variance between the allegata and probata would in such case be obvious. But this cannot be affirmed. These words have no such certain, fixed meaning that the court could say as matter of law that they necessarily import the one kind of obligation rather than the other. Much depends on the connection in which they occur, and the circumstances attending their use. Cases are not wanting where the words “will see you paid” have been held to imply a collateral undertaking to pay if the original promisor did not, and counsel for appellant have cited some in support of their contention; but neither are cases wanting where recovery has been allowed as on an original undertaking where the same words, or words equivalent, have been used. A single citation from our own reports will be sufficient. In Greenough v. Eicholtz, 1 Monaghan (Pa.), 433, the action was to recover a balance due for printing. Plaintiffs offered evidence to show that after the printing had been proceeded with under contract with another party, plaintiffs, because of failure to get their money, refused to proceed further with the work, and that the defendants induced the plaintiffs to finish the contract by promising they “would see it paid.” Recovery was had, and this court upon review of the case said: “In the face of the testimony of Eicholtz (as above) it is folly to urge that there was not^an original undertaking on part of the defendant to pay for the paper-book. If his testimony was believed, as it seems to have been, the work was furnished on the credit of the defendants; and the undertaking was not to pay the debt of another, for, without their promise, the work would never have been performed.” It is impossible to distinguish this case from the present one. The words of the promise are essentially the same, and the conditions which led to their employment are precisely the same. If then the words set out in the statement of claim on which the present action was based, were consistent with an original undertaking, no departure in the evidence from the exact language set out in the statement, so long as it introduced no different cause of action, could be held a variance. No error therefore was committed in refusing the motion. There is no other feature of the case that calls for consideration. The case was properly submitted. The assignments of error are overruled, and judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "Alfred P. Reid, with him Thomas W. Pierce, for appellants.",
      "A. M. Holding, with him Joseph H. Baldwin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Corcoran v. Huey, Appellant.\nEvidence — Variance—Allegata and probata — Statute of frauds — Original undertaking — Guaranty—“We will see to it that you are paid.”\n1. In an action for work and labor done, the ease is for the jury, and a verdict and judgment for the plaintiff will be sustained, where the proofs show that the plaintiffs were subcontractors for certain work, and after they had completed about a third of it they refused to go on because of their distrust of the financial ability of the contractor, and that the defendants who were interested in the enterprise said to them that they should proceed with the work, and that the defendants would pay for the work already done as well as what remained to be completed. In such a case there is no variance in the allegata and the probata where the promise set out in the statement of claim was that if the plaintiffs would proceed with the work the defendants would see to it that the plaintiffs were paid, not only for the work done prior to the promise, but for such work as should be done thereafter.\n2. The words “We will see to it that you are paid” have no fixed legal meaning which so limits their force that only a secondary or collateral liability can be derived from them. Much depends on the connection in which they occur, and the circumstances attending their use. It is for the jury to say under all the evidence what they mean.\nArgued Feb. 7, 1911.\nAppeal, No. 211, Jan. T., 1910, by defendants, from judgment of C. P. Chester Co., Aug. T., 1909, No. 35, on verdict for plaintiffs in case of P. H. Corcoran and W. J. Corcoran, trading as Corcoran Bros., v. John E. Huey and C. W. Talbot.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAssumpsit for work and labor done. Before Hemp-hill, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict and judgment for plaintiff for $2,896.36. Defendant appealed.\nErrors assigned were in refusing to strike out the testimony referred to in the opinion of the Supreme Court, and refusal of binding instructions for defendant.\nAlfred P. Reid, with him Thomas W. Pierce, for appellants.\nIt is not enough that the evidence show the cause óf action, it must show the cause alleged: Kough v. R. R. Co., 222 Pa. 175; Stewart v. DeNoon, 220 Pa. 154; Wilkinson Mfg. Co. v. Welde, 196 Pa. 508; Shaw v. Fleming, 174 Pa. 52; Watkins v. Moore, 192 Pa. 211.\nThe language, “Keep on with your work, and I will see you paid,” without more, constitutes a promise to see that the principal performed his obligation, and not being in writing, falls within the statute of frauds: Gable v. Graybill, 1 Pa. Superior Ct. 29; Haverly v. Mercur, 78 Pa. 257; Dougherty & Co. v. Bash, 167 Pa. 429; Speers v. Knarr, 4 Pa. Superior Ct. 80; Eshleman v. Harnish, 76 Pa. 97; Rancil v. Krohne, 31 Pa. Superior Ct. 130; Lewis v. Lewis Lumber Mgf Co., 156 Pa. 217.\nA. M. Holding, with him Joseph H. Baldwin, for appellees.\nThere was no variance between the allegata and the probata: Greene v. Burton, 59 Vt. 423 (10 Atl. Repr. 575); Speers v. Knarr, 4 Pa. Superior Ct. 80; Kaufman v. Abeles, 11 Pa. Superior Ct. 616.\nThe promise of the appellants was not within the statute of frauds, because the leading purpose thereof, and indeed the only purpose thereof, was to subserve their own interests: Thomas v. Wiltbank, 6 W. N. C. 477; Elkin v. Timlin, 151 Pa. 491; Bailey v. Marshall, 174 Pa. 602; Kelly v. Baun, 6 Pa. Superior Ct. 327; Baxter v. Hurlburt, 15 Pa. Superior Ct. 541; Klein v. Rand, 35 Pa. Superior Ct. 263; Beard v. Heck, 13 Pa. Superior Ct. 390; May v. Walker, 20 Pa. Superior Ct. 581; Pizzi v. Nardello, 209 Pa. 1; Craft v. Kendrick, 39 Florida, 90 (21 So. Repr. 803); Sinkovitz v. Applebaum, 107 N. Y. Supp. 122; Schultz v. Cohen, 34 N. Y. Supp. 927; Boeff v. Rosenthal, 78 N. Y. Supp. 1108; Warnick v. Grosholz, 3 Grant (Pa.), 234; Duncan v. Shaw, 17 Pa. Superior Ct. 225.\nApril 24, 1911:"
  },
  "file_name": "0441-01",
  "first_page_order": 471,
  "last_page_order": 475
}
