{
  "id": 973896,
  "name": "Feighan, Appellant, v. Sobers",
  "name_abbreviation": "Feighan v. Sobers",
  "decision_date": "1911-04-24",
  "docket_number": "Appeal, No. 37",
  "first_page": "463",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "231 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 173,
    "char_count": 2472,
    "ocr_confidence": 0.561,
    "sha256": "aefad984dc79739dee7a46628e26801df7dc0cd4be12a99b93f743f0e22709dc",
    "simhash": "1:5be2d40bfe478786",
    "word_count": 442
  },
  "last_updated": "2023-07-14T15:52:10.227550+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Feighan, Appellant, v. Sobers."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe averments by the appellee in his affidavit on which he obtained a rule to open the judgment entered against him, taken in connection with his deposition in support of the rule, justified the court in opening the judgment and letting him into a defense. The appellant has shown nothing that requires us to say there was an abuse of the court’s discretion.\nAppeal dismissed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. H. Brinton, for appellant.",
      "Thomas F. Gross, for appellee."
    ],
    "corrections": "",
    "head_matter": "Feighan, Appellant, v. Sobers.\nJudgment — Opening judgment — Partnership—Evidence.\nA judgment against a father and son as partners will be opened as to the father, where the latter testifies that he never signed the note on which the judgment was entered, nor authorized anyone to sign it on his behalf; that he had never been a partner with his son; that he had no knowledge of the plaintiff, nor had any business transactions with her, and that he was never indebted to her in any sum of money.\nArgued March 22, 1911.\nAppeal, No. 37, Jan. T., 1911, by plaintiff, from order of C. P. No. 4, Phila. Co., Dee. T., 1909, No. 1,803, making absolute rule to open judgment as to Jacob Sobers in case of A. L. Feighan v. Jacob Sobers and Aaron Sobers, trading as Jacob Sobers & Son.\nBefore Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nRule to open judgment.\nFrom the record it appeared that the judgment in question was entered on a judgment note dated October 14, 1909, and signed as follows: “Jacob Sobers, Aaron Sobers, trading as Jacob Sobers & Son.” The judgment was entered on December 22, 1909. On June 22, 1910, Jacob Sobers, the father of Aaron Sobers, obtained a rule to open the judgment on an affidavit in which he averred as follows:\nThis deponent avers that he has examined the original judgment note as filed in the office of the prothonotary, and says that he never signed the same, nor authorized anyone to sign the same in his behalf; that he knew nothing of the existence of this note until a few weeks ago.\nThat he is not now, nor ever has been a member of the firm of Jacob Sobers & Son; that he is not now nor ever has been a partner of his son, Aaron Sobers.\nThat he does not know A. L. Feighan, the plaintiff above named, and never had any business transactions whatever with her, and that he is not indebted to her in any sum whatever.\nApril 24, 1911:\nThe defendant supported his affidavit by depositions to the same effect.\nError assigned was order making absolute rule to open judgment.\nJ. H. Brinton, for appellant.\nThomas F. Gross, for appellee."
  },
  "file_name": "0463-01",
  "first_page_order": 493,
  "last_page_order": 494
}
