{
  "id": 440465,
  "name": "Bedell's Appeal",
  "name_abbreviation": "Bedell's Appeal",
  "decision_date": "1877-11-05",
  "docket_number": "No. 211",
  "first_page": "398",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "85 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 478,
    "char_count": 9601,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 9.966558480199769e-08,
      "percentile": 0.5377091482939739
    },
    "sha256": "b00bd5f78a33f220bdcd08d2baf5a12b5e8968720477932772bcff672d4b771f",
    "simhash": "1:98e1afaff643eaff",
    "word_count": 1655
  },
  "last_updated": "2023-07-14T19:32:56.380226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercor, Gordon', Woodward and Sterrbtt, JJ. Paxson, J., absent."
    ],
    "parties": [
      "Bedell’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court, January 7th 1878.\nThe first assignment is, that “ the court erred in not allowing the administrators the sum of $339.27, which they claimed for their whole services, and in reducing the same to $136.54.” In their account, the appellants made no claim for compensation or services, as such. They claimed “ credit for their commissions on the debit side of their account, five per cent, on $6783.43.” This sum included the bond of Joel Bedell $2834.83, for which they took credit as uncollected, for the reason that the obligor was insolvent. The court, however, found that the bond had been paid in the lifetime of the intestate. It also included payments made by A. W. Bedell, one of the appellants, on his own mortgage, during the lifetime of his father, amounting to $1213.90. These payments were credited after his father’s death and fully satisfied the mortgage. The learned judge of the Orphans’ Court refused to allow the commissions claimed on these two sums, because, as he says, “ the former was not administered at all, and the latter were not legitimate subjects of charge and discharge in the administration account;” and then he adds, “ administrators may be allowed for adjusting a balance, but commissions on credit or set-off is not the proper measure of compensation, and especially is this so when one of the administrators is the debtor, as in the present case.” The court was clearly right in reducing the amount on which commissions were charged. There was no claim for adjusting balances, or for compensation generally, nor does it appear to us that there would have been just ground for allowing any in addition to the commissions on all the items that were proper subjects of charge and discharge in the account. The debit side of the account is composed of but two items in addition to the aggregate amount of the inventory; and a large portion of the credit side of the account .is made up of the items of credit which were applied to the satisfaction of the mortgage, and to the note of one of the appellants.\nThe balance of James McKown’s bill was properly allowed. The evidence before the court was quite sufficient to sustain his claim.\nThe third and fourth assignments relate to the distribution of the balance, ascertained to he in the hands of the accountants, or rather the amount that should have been in their hands for distribution. They had paid general creditors of the estate, in full, to the amount of $903.40 and $50 to James McKown on account of his claim. McKown was the only claimant on the fund for distribution, and inasmuch as there was not sufficient actually in the hands of the accountants to pay him in full, he was entitled to his distributive share of the whole fund, including that which had been paid out. In order to give him this, it was necessary to ascertain the per centum that each creditor would have been entitled to receive, if none of them had been paid, and charge the accountants with the excess paid to creditors over their pro rata shares. The principle on which this was done was entirely correct, but the clerk, by mistake, included in Ms schedule of surcharges, the excess on the §50 paid to McKown. The effect of this was to give Mm the $50 entire and Ms pro rata on the residue of his claim, when he is only-entitled to a dividend on the whole. This dividend, after deducting the §50 paid on account, is found to be $797.09.\nWhile for the purposes of distribution, the accountants are surcharged with the amount paid by them to creditors, in excess of their pro rata share, they will be entitled to take credit for this amount, viz., $272.14 in their next account.\nBy correcting the slight error already noticed, the amount found to be in the hands of the accountants applicable to costs and to the claim of James McKown, is as follows, viz.:\nBalance, as per account filed .... $352.82\nCommissions disallowed and surcharged . . 202.63\nOver payments to creditors .... 272.14\nMaking in all 827.09\nDeduct costs, clerk of Orphans’ Court $12\ndo. Supreme Court 18 30.00\n. $797.09 Balance, payable to James McKown\nWith the foregoing correction and modification the decree of the Orphans’ Court is affirmed and the appeals dismissed, and it is ordered that the costs, as above deducted, be paid by the appellants out of the funds in their hands.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "R. & S. Woods, for appellants.",
      "John H. Kerr, for appellee"
    ],
    "corrections": "",
    "head_matter": "Bedell’s Appeal.\nAdministrators may be allowed commissions for adjusting a balance, but commissions on credit or set-off is not the proper measure of compensation, especially if one of the administrators is a debtor.\nNovember 5th 1877.\nBefore Agnew, C. J., Sharswood, Mercor, Gordon', Woodward and Sterrbtt, JJ. Paxson, J., absent.\nAppeal from the Orphans’ Court of Allegheny county: Of October and November Term 1877, No. 211.\nThis was the appeal of A. W. and William Bedell, administrators of Andrew Bedell, Sr., deceased, from the decree of the court on the exceptions filed to the account of said administrators.\nIn their account, the inventory amounted to $6527.60,which, with an increase in the sale over the appraisement of $220.91 and interest collected on note $36.92 made up the debit side. The credit side was made up of some sixty disbursements, and showed a balance in the hands of the accountants of $352.32. Among these items on the credit side was a bond of Joel Bedell for $2834.83. As Joel Bedell was insolvent, they claimed credit for this amount as not collectable. Joel Bedell claimed, however, that it was paid and that he had the mortgage securing its payment receipted by his father, Andrew Bedell, Sr.\nIn the inventory was also included the balance of a mortgage of A. W. Bedell to Andrew Bedell, Sr., dated June 20th 1867, for $4000, in four equal annual payments from April 1st 1867, with interest, on which had been paid, April 1st 1869, to the decedent $3400, which was receipted on the mortgage. The mortgagor had paid to divers persons, moneys for the decedent in his lifetime, and held the receipts for the same, but they had never been credited on the mortgage. These credits, the other administrator, on the 3d of April 1875, receipted on the mortgage as of their proper dates. They amounted in all, leaving out the $3400 receipted on mortgage, and receipt for $100 of interest paid, to the sum of $310.76 ; this left still a balance of said mortgage unpaid. On August 20th 1875, after decedent’s death and letters of administration, the mortgagor paid to Charles Percival $1180, the amount due him by Andrew Bedell, Sr., his former guardian; of this sum, $903.23 was applied to paying the residue of said mortgage, which was then satisfied by the co-administrator and the balance applied to a note of A. W. Bedell.\nThe accountants also claimed as a credit for their entire services the sum of $339.27, being five per cent, on the debit side of their« account.\nThe accountants paid all the debts of decedent except the claim of his son-in-law, James McKown, with respect to which the following facts were disclosed: About September 1st 1871, McKown became, with his family, an inmate of the house of Andrew Bedell, under an agreement that he should receive $300 per year and boarding for the services of himself and wife, in taking care of Mr. and Mrs. Bedell and the house, and when not employed in the house, Mr. McKown was to assist on the farm. He remained there until after the death of Mr. Bedell, without any new contract having been made. He now claimed for extra services in nursing Mr. Be-dell, who required more and more attention, and towards the last had to be assisted in and out of bed frequently, day and night. The greater part of the attendance was given by Mrs. Bedell and Mr. and Mrs. McKown, who were at times assisted by neighbors. The mind of Mr. Bedell had become enfeebled for some time before his death, and his sickness was of a very extraordinary character. The services which Mr. and Mrs. McKown were required to perform in nursing, were not such as could have been anticipated when they made the original arrangements to take care of Mr. and Mrs. Bedell. Mr. McKown could not have made a new arrangement, owing to the mental condition of Mr. Bedell, and it would have been inhuman, under the circumstances, to have left with his family. JDr. Shaffer testified that he would not have done the nursing for $3 per day during the year he attended Mr. Bedell; and the five months which followed must have been still more difficult.\nThe administrators also paid $550 for gravestones for the deceased, for which they claimed credit as part of the funeral expenses. They also paid McKown $50 on account of his claim.\nMcKown and Joel Bedell filed exceptions to this account and in passing upon it the court disallowed the five per cent, commissions on Joel Bedell’s bon'd, on the ground that the evidence showed it had been satisfied in the lifetime of Andrew Bedell. They also disallowed the commissions on the $310.76 and $903.23, receipted on the mortgage, for the reason that they were not proper subjects of charge and discharge in the administration account, thus surcharging the accountants on their claim of $339.27 for services, the sum of $202.63, leaving them for said services $136.54. They also surcharged the administrators, $160.93 on the $550 paid for gravestones as a preferred debt, and $14.64 on $50 paid McKown on his claim, and made a decree accordingly.\nProm this decree the administrators took this appeal, assigning for error the action of the court in the several particulars above mentioned.\nR. & S. Woods, for appellants.\nJohn H. Kerr, for appellee"
  },
  "file_name": "0398-01",
  "first_page_order": 398,
  "last_page_order": 401
}
