{
  "id": 440533,
  "name": "City of Pittsburgh versus Biggart, Administrator",
  "name_abbreviation": "City of Pittsburgh v. Biggart",
  "decision_date": "1877-11-10",
  "docket_number": "No. 1",
  "first_page": "425",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "85 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 464,
    "char_count": 8631,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 7.94209875359803e-08,
      "percentile": 0.4621748217753236
    },
    "sha256": "f5a9fa65bd2341f18a8a770de7bf9133f39a4ccc385d0d7c7241832ad71b779e",
    "simhash": "1:2df40fa6c009b9c5",
    "word_count": 1508
  },
  "last_updated": "2023-07-14T19:32:56.380226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Siiarswood, Mercur, Gordon, Paxson, Woodward and Sterrett, JJ."
    ],
    "parties": [
      "City of Pittsburgh versus Biggart, Administrator."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Woodward\ndelivered the opinion of the court, January 7th 1878.\nBy the 64th sect, of the Act of the 4th of May 1864, it was directed that “ the commissioners of counties, or the mayor and councilmen of cities” should “provide for each company of militia within the limits of their respective places, a suitable armory, or place of deposit for the arms, equipments and equipage furnished by the state, * * * the rent of which armory shall be paid out of the brigade fund.” Under this statutory provision, an application for quarters was made to the mayor of Pittsburgh on behalf of a military organization, described in the testimony indifferently as a ‘•'company” and a “battalion,” known as the .Du Quesne Greys. The mayor referred the application to the police committee of the city councils, and three members of that committee were appointed a sub-committee to make the required selection. They concluded an arrangment with Rody Patterson for the occupancy of the second and third floors of a building on Fourth avenue for three years, at an annual rent of eighteen hundred dollars. The premises were occupied by the organization throughout the term. Rent was paid for one year, and this suit was brought to recover the arrears.\nIt is shown by the evidence that the sub-committee reported to the police committee the agreement they had made. But there is nothing in the paper-books tending to prove that any action was taken by the city councils. They neither authorized nor ratified the agreement; and it does not affirmatively appear that the right to bind the city by their contract was within the scope of the police committee’s powers. It was insisted on at the trial and in the argument hero, that on this ground of the entire failure of evidence of participation by the councils, the plaintiff could not recover. If it were clear that the action was on the express contract, the view of the counsel might be sustainable. But for aught that appears it may have been brought for the use and occupation of the premises. All that the docket entries set out are the issuing of a summons in case and the filing of a plea, without reciting it or indicating its character. Ample evidence that possession of the rooms was taken and retained for three years was produced. Some of the witnesses testified to facts from which the jury could infer that the possession was of a kind to give it public notoriety. No objection was made during the term on behalf of the city to the agreement the police committee had entered into. Eighteen hundred dollars on account of the rent were paid out of the brigade fund to Mr. Patterson. And above all, the organization was legally entitled to an armory which the city was legally bound to provide. Assuming, in the absence of the pleadings, as it is due to the judge who tried the cause to assume, that the nature of the action was such as to warrant the submission of the facts to the jury, it was not error to charge that if the plaintiff’s evidence was believed, he was entitled to a verdict.\nAs another ground of defence, it was urged that the Act of 1864 made the mayor and councils the mere agents of the state in contracting for the armory, and that no liability for rent beyond the amount to be realized from the brigade fund, could be charged on them. But the city officers were required to “provide” an armory. They could do this by leasing, purchasing or erecting a proper building, or by appropriating to military use some building belonging to the municipality. They would be entitled to reimbursement out of the brigade fund in either case. That was a source of compensation to which the act certainly could not have intended to relegate the lessor. To do that would be to cast the duty of providing the armory not on the city, but on him. This “brigade or county military fund,” as it is described in the Act of the 7th of April 1870, is made up of taxes duly assessed, collected by the officer who collects the general taxes, and paid into the county treasury to await the order of the board of officers of the proper brigade. Its amount can be readily ascertained, and information as to the extent of the demands upon it can always be furnished by the members of the military board. With such means of knowledge there should be no embarrassment in securing adequate provision of armories for their military companies by the municipal authorities. Their expenditures can easily be made proportionate to the amount the law has dedicated to their reimbursement. But if they provide accommodations for any organization by contract with an individual property-owner, they are bound to comply with its stipulated terms. The brigade fund was designed to be an indemnity to them, and not means of payment within the property-owner’s reach. Judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Woodward"
      }
    ],
    "attorneys": [
      "Thos. S. Bigelow, for the city.",
      "Thomas M. Marshall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "City of Pittsburgh versus Biggart, Administrator.\nUnder the provisions of the 64th section of the Act of May 4th 1864, cities and counties are required to provide suitable armories for the militia organizations resident therein and for the rent thus paid they are entitled to indemnity out of the brigade fund.\nNovember 10th 1877.\nBefore Agnew, C. J., Siiarswood, Mercur, Gordon, Paxson, Woodward and Sterrett, JJ.\nError to the Court of Common Pleas, No. 1, of Allegheny county : Of October and November Term 1877, No. 126.\nAssumpsit by F. C. Biggart, administrator of Body Patterson, deceased, against the city of Pittsburgh, for a balance of rent due for the occupation of a certain building as an armory by a battalion of the state militia resident in said city.\nThe facts will he found stated in the opinion of this court.\nThe court was requested to charge the jury to find for the defendant, for the following reasons :—\n1. Because by the provisions of the 64th section of the Act of 4th May 1864, under which plaintiff claims to recover, it was necessary that the mayor and councils should act in the manner which they are required by law to do, in order to perform the functions cast upon them by said section for the state, and that there has been produced no evidence whatever, that the councils of the city of Pittsburgh, as such, ever took any action with reference to the contract in controversy.\n2. That said section of said Act of Assembly simply contemplated that the mayor and councils should act for the state in the making of the contracts, and provides expressly that the rent of the rented armories through this medium should be paid out of the brigade fund, which is furnished by a state tax and expended by the state through a board of militia officers, as provided by sect. 99 of Act of 4th of May 1864, and 6th section of Act of 7th April 1870.\nThe court refused, and instructed the jury that, if they believed the evidence of plaintiff, to find a verdict in his favor.\nThe jury so found, and the defendant took this writ, assigning this instruction for error.\nThos. S. Bigelow, for the city.\n— The 64th section of the Act of 4th of May 1864, Pamph. L. 234, contemplates the performance of a duty by two subordinate state agencies, viz.: counties and cities. In the first instance the county commissioners are directed to act for counties, and in the case of cities, it expressly states that the mayor and councilmen shall act for the city, not that the mayor shall act separately and independently of the councils, or that a sub-committee of the councils, without authority from the body itself, shall act for councils with the mayor.\nIt is submitted, therefore, that the mayor and the councils should have acted conjointly, the mayor by his official signature, and the councils by an ordinance properly passed for that purpose, before the duty in renting the armory in controversy could have been properly performed in such manner as to create any binding obligation or enforceable contract.\nThe militia organization was created for the protection of the citizens of the whole state, and it was never contemplated that any particular city or county should bear more than its equal proportion of the burden of maintaining it. The act provides that the rent for the armory should be taken out of the brigade fund, and the plaintiff must look for his rent to that fund.\nThomas M. Marshall, for defendant in error.\n— According to the position taken by the plaintiff in error, a party renting a building to the city for an armory is remitted to the state for the payment of the rent. Surely such was not the remedy contemplated by the act. And if the city is in default in the collection of the militia tax, from which springs the brigade fund, there would then be no recourse for the lessor."
  },
  "file_name": "0425-01",
  "first_page_order": 425,
  "last_page_order": 428
}
