{
  "id": 859039,
  "name": "Jennie E. Scott's Estate. M. Scott Gwin's Appeal",
  "name_abbreviation": "Scott's Estate",
  "decision_date": "1894-07-12",
  "docket_number": "Appeal, No. 427",
  "first_page": "165",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "163 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 G. & J. 123",
      "category": "reporters:state",
      "reporter": "G. & J.",
      "case_ids": [
        1701901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/g-j/11/0123-01"
      ]
    },
    {
      "cite": "83 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0059-01"
      ]
    },
    {
      "cite": "150 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834416
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0501-01"
      ]
    },
    {
      "cite": "154 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0422-01"
      ]
    },
    {
      "cite": "3 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400617
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0304-01"
      ]
    },
    {
      "cite": "74 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0452-01"
      ]
    },
    {
      "cite": "40 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0111-01"
      ]
    },
    {
      "cite": "52 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002222
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0269-01"
      ]
    },
    {
      "cite": "27 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979691
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0055-01"
      ]
    },
    {
      "cite": "134 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0507-01"
      ]
    },
    {
      "cite": "89 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0509-01"
      ]
    },
    {
      "cite": "3 Grant, 210",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0210-01"
      ]
    },
    {
      "cite": "150 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "104 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452204
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0637-01"
      ]
    },
    {
      "cite": "40 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 13722,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 6.376387929735836e-07,
      "percentile": 0.9591416333539137
    },
    "sha256": "9ae7a90828a118b87cd9def382e3ea95750b509acb7088f6b5c15eeedc51d1cc",
    "simhash": "1:18278e0b269aa42d",
    "word_count": 2414
  },
  "last_updated": "2024-02-27T18:28:39.746929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum and Fell, JJ."
    ],
    "parties": [
      "Jennie E. Scott’s Estate. M. Scott Gwin’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe contest in this case relates to the distribution of the residuary estate of Jennie E. Scott. The third clause of her will, under which the question arises, is: “ Should my beloved niece Miss Jessie A. Barnes die without issue, then in that case I will and devise the remainder of my estate after her decease without issue as aforesaid, to be divided among my nephews and nieces, to wit: the legal heirs of Mrs. Lilly A. Gwin, the heirs of my deceased brother James A. Scott, and the lawful heirs of my beloved brother John W. Scott, and Anna R. Stuckey, each to take share and share alike.”\nJessie A. Barnes died without issue, and the question before the auditor was whether distribution should be made per capita or per stirpes.\nThe testatrix left surviving her a brother, John W. Scott, and two sisters, Mrs. Gwin and Mrs. Hutchinson. Her brother James A. Scott and her sister Mrs. Barnes died before her. All of these brothers and sisters had children ; and those of John W. Scott, Mrs. Gwin and James A. Scott, and one of the two children of Mrs. Barnes, Anna R. Stuckey, are beneficiaries under the third clause of the will, while the children of Mrs. Hutchinson and Rush Barnes, a brother of Anna R. Stuckey, are not mentioned.\nThe learned auditor, for reasons stated in his very full and elaborate report, concluded that distribution should be made per stirpes. He awarded it accordingly, and his report was confirmed by the orphans’ court.\n\"We are of opinion from a careful examination of the case that this judgment is not correct. The scheme of the testatrix in disposing of her estate was to give to Anna R. Stuckey a bequest of $1,000, and the residue for life to Jessie A. Barnes, with remainder to her children, and, upon failure of such issue, to fourteen of her twenty nephews and nieces, to the exclusion of the other six.\nWhether we apply to the residuary clause of the will the technical rules of construction, or give to it the plain meaning which its words import and its grammatical structure requires, the result is the same. When there is a testamentary gift to one'person, and to the children of another person who stand in the same relation to the testator, the donees, take per capita. This rule under the English authorities yields to slight indications of a contrary intent; and in Pennsylvania the contrary intent is inferred where under the intestate laws, which are always resorted to in cases of doubtful interpretation, the distribution would be made per stirpes, as in the case of a gift to a son or brother of the testator and to the children or heirs of a deceased son or brother. Where, however, the gift is to persons or classes of persons who stand in the same relation to the testator, the analogy furnished by the intestate laws indicates a division per capita, for in such cases, under sec. 14 of the act of April 8, 1883, and sec. 1 of the act of June 30, 1885, persons so standing, “ if there he more than one, shall take in equal shares.” ■\nThe benefit here was evidently intended for the legatees individually, as nephews and nieces, and not as representing their parents, who in two instances are still living and were entirely passed over. The nephews and nieces are treated as if their parents were dead; and in that case, if there were no will, the estate would go per capita under the intestate laws, to the beneficiaries and others occupying the same position.\nThe intestate laws, which would have required a distribution per stirpes, are passed over in order to exclude brothers and sisters and give the estate directly to nephews and nieces. That having been done, distribution under the law would then' be per capita; and the presumption is in favor of such an intention on the part of the testator in the absence of evidence in the will of a purpose to further supersede the statute. The will seems clearly and affirmatively to show that the distribution was to be in equal shares.\nLeaving out the parenthetical enumeration of the persons intended to be embraced in the gift, the language is as follows : “ I will and devise the remainder of my estate after her decease without issue as aforesaid to be divided among my nephews and nieces .... each to take share and share alike.” Nothing could be more explicit than this, and the meaning is not changed by the parenthetical clause. Its manifest object was to limit the generality of the preceding words, and to define the persons who were to take. She had before written “ my nephews and nieces,” which included all her nephews and nieces. This was not her purpose, and she proceeded to designate those who were to take in order to exclude the others-The design was not to classif}’, but to discriminate and ex elude.\nThe word heirs is not used technically, but in the sense of children or descendants, as the brothers and sisters would be collateral heirs of each other in case of death without issue, and until death there could be no heirs either linéal or collateral.\nThe- nephews and nieces intended as beneficiaries having thus been ascertained, there is no uncertainty how they are to take. The division is to be such that “ each ” is “ to take share and share alike.” Each refers to the persons described in the first part of the paragraph, the nephews and nieces who are identified by the videlicet clause. The expression “share and share alike ” standing- alone might refer to a division among classes as well as among individuals ; but this cannot be said of “ each to take,” which, unless applied to individuals, as the grammatical structure of the paragraph requires, must be regarded as redundant and meaningless. This would violate the elementary rule of construction which forbids the rejection of a word if a meaning can be found for it. . “ Where a testator uses an-additional word or phrase he is presumed to have an additional meaning.”\nThe decree is reversed at the cost of the appellee and it is ordered that distribution be awarded in accordance with this opinion.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "II. M. Baldridge and John M. Reynolds, Kooser $ Koóser with them, for appellants.",
      "'William M. Hall, Jr., and Wm. M. Hall, M. A. Points with them, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jennie E. Scott’s Estate. M. Scott Gwin’s Appeal.\nWills—Distribution per capita—Nephews and nieces.\nWhere there is a testamentary gift to one person, and to the children of another person, who stand in the same relation to the testator, the donees take per capita.\nWhere a gift is to persons or classes of persons who stand in the same relation to the testator, the analogy furnished by the intestate laws indicates a division per capita.\nTestatrix gave the residue of her estate to her niece, and directed as follows: “ Should my beloved niece die without issue, then in that ease, I will and devise the remainder of my estate after her decease without issue as aforesaid, to be divided among my nephews and nieces, to wit: The legal heirs of Mrs. Lilly A. Gwin, the heirs of my beloved brother James A. Scott and the lawful heirs of my beloved brother John W. Scott, and Anna R. Stuckey (a niece), each to take share and share alike.” The niece to whom the residuary estate was first given died without issue. Held, that the estate should be divided among the nephews and nieces mentioned in the will, per capita and not per stirpes.\nArgued April 19, 1894.\nAppeal, No. 427, Jan. T., 1894, from decree of O. C. Blair Co., No. 37, of 1893, confirming report of auditor.\nBefore Sterrett, C. J., Green, Williams, McCollum and Fell, JJ.\nReversed.\nExceptions to report of auditor appointed to ascertain shares of parties in interest. Before Bell, P. J.\nFrom the report of the auditor, B. L. Hewit, Esq., it appeared that the decedent, Jennie E. Scott, died Sept. 10,1891, leaving a will by which she directed as follows :\n“ First. I give, devise and bequeath to my niece Mrs. Anna R. Stuckey, formerly Miss Anna R. Barnes, one thousand dollars, to be paid to her or her heirs within three years .after my decease, the-same to be paid to her, the said Mrs. Anna R.\nBarnes, by my executrix hereinafter named.\n“ Second. I give, devise, and bequeath unto my beloved niece, Miss Jessie A. Barnes, all the residue of my estate of whatsoever character, real, personal and mixed property, to have and to hold and enjoy the same during her natural lifetime, and in case of her marriage, should she leave heirs of her body, then in that case the estate to go to her children share and share alike in fee simple.\n“Third. Should my beloved niece Miss Jessie A. Barnes die without issue, then in that case I will and devise the remainder of my estate after her decease without issue as aforesaid, to be divided among my nephews and nieces, to wit: The legal heirs of Mrs. Lilly A. Gwin, the heirs of my deceased brother James A. Scott, and the lawful heirs of my beloved brother John W. Scott, and Anna R. Stuckey, each to take share and share alike.”\nJessie A. Barnes died Dec. 23, 1892, intestate, unmarried, and without issue.\nAt the time of testatrix’s death she left-to survive her the following collateral kin: (1) Mrs. Lilly A. Gwin, a sister, who .is still living, and who has four children, the beneficiaries mentioned in the will. (2) John W. Scott, a brother, who.is still living, who has four children and who are mentioned among the nephews and nieces in the will. (3) Mrs. Martha Hutchinson, a sister, still living, and who has five children, none of whom are mentioned in the will. (4) Five children of her deceased brother, James A. Scott, still living, and named as beneficiaries'in the will. (5) Rush W. Barnes and Mrs. Anna R. Stuckey, formerly Anna R. Barnes, both of whom are children of a deceased sister,, Mrs. Wilhelmina Barnes, and both of whom are still liviug. Rush W. Barnes is not mentioned in the will.\n: The- aiiditor reported 'in favor of distributing'the estate per stirpes amongst the nephews and nieces mentioned in the will.' Exceptions'dismissed and report confirmed.\nError assigned was above decree.\nII. M. Baldridge and John M. Reynolds, Kooser $ Koóser with them, for appellants.\nThe third clause of the will shows a manifest intention that in case of the death of Jessie A. Barnes, without issue (meaning children) then the remainder was to be divided' among certain of her nephews and nieces. If the clause stopped after saying “ to be divided among my nephews and nieces ” there could be no question as to the basis of distribution, without the addition of the words “ each to take share and share alike.” Our statute provides that when an intestate leaves neither brother nor sister but nephews and nieces only, they shall take per capita: Act of April 8, 1883, § 4, P. L. 316; Miller’s Ap., 40 Pa. 389; Thomas’s Est., 18 W. N. 28.\nThat the words “ to be equally divided,” and “ to each share and share alike,” mean a per capita division, is a general canon of construction, and only yields when it is apparent that there was a different intention: Osburn’s Ap., 104 Pa. 637; Hiestand v. Meyer, 150 Pa. 504; McNeilledge v. Galbraith, 8 S. & R. 43; Bender’s Ap., 3 Grant, 210; Lewis’s Ap., 89 Pa. 509; Hick’s Est., 134 Pa. 507; Warrington v. Warrington, 2 Hare, 54; Butler v. Stratton, 3 Bro. C. C. 367.\n'William M. Hall, Jr., and Wm. M. Hall, M. A. Points with them, for appellee.\nIn a gift to be shared by the children of two or more persons whether expressed to the children of A and B or to the children of A and the children of B, the devise or bequest means prima facie that these children shall take per capita and not per stirpes. But this construction bends easily to indications in the will of a contrary .purpose, if such be the fairer conclusion from the whole context. And the instances where the presumption has thus given way are many, as in the mode of appropriating income or a failing share before the capital fund is to be distributed ; or by force of such words as “ heirs ” or “ respectively; ” or where the gift to children, nephews, etc., is merely substitutional, etc., or where children of A as a class are named with other individual beneficiaries, and generally where other dispositions in the will lead easily to a contrary interpretation: Schouler on Wills, § 540; Osburn’s Ap., 104 Pa. 637.\nThe second rule is that the law favors a distribution by representation and in conformity, as near as may be, to the statutes of distribution: Schouler on Wills, § 539; Fissel’s Ap., 27 Pa. 55; Risk’s Ap., 52 Pa. 269; Minter’s Ap., 40 Pa. 111; Harris’s Est., 74 Pa. 452; Baskin’s Ap., 3 Pa. 304; Hoch’s Est., 154 Pa. 422.\nBy the use of the words “legal heirs,” “heirs ” and “lawful heirs,” testatrix meant that there should go to each family of several of her brothers and sisters respectively, one share, which the objects of her bounty should take by representation.\nIt is clear the testatrix meant a classification by representation : Sehouler on Wills, § 548.\nAdmitting, for argument, that the word “heirs ” is construed to mean children, then it is to be noticed that the bequest or devise is not to the several'children of brothers and sisters, but to the children of several brothers and sisters, and the classes are distinguished by a comma, and by the repetition of the copulative “and” between each'of them, and this amounts to a classification, and the children take in each instance their parent’s share : Fissel’s Ap., 27 Pa. 55; Hiestand v. Meyer, 150 Pa. 501; Baskin’s Ap., 3 Pa. 304; Young’s Ap., 83 Pa. 59; Risk’s Ap., 52 Pa. 269.\nThe “ heirs ” (children) of the two brothers and sister are mentioned as classes with Mrs. Stuckey, an individual beneficiary. This is held to be a sufficient indication of the testator’s intent to make a per stirpes distribution. See the first rule of law cited.\nIn Hiestand v. Meyer, 150 Pa. 501, the beneficiaries were in equal degree: So also in Alder v. Beall, 11 G. & J. 123.\nJuly 12, 1894:"
  },
  "file_name": "0165-01",
  "first_page_order": 189,
  "last_page_order": 195
}
