{
  "id": 859056,
  "name": "R. W. McCormick and A. Dorey, Apts., v. Skiles and Frey",
  "name_abbreviation": "McCormick v. Skiles & Frey",
  "decision_date": "1894-10-01",
  "docket_number": "Appeal, No. 183",
  "first_page": "590",
  "last_page": "595",
  "citations": [
    {
      "type": "official",
      "cite": "163 Pa. 590"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 P. & W. 261",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "opinion_index": -1
    },
    {
      "cite": "95 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492877
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0216-01"
      ]
    },
    {
      "cite": "38 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0217-01"
      ]
    },
    {
      "cite": "7 Watts, 345",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "56 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "53 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004709
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/53/0081-01"
      ]
    },
    {
      "cite": "2 Rawle, 11",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 11052,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.135292055752797e-07,
      "percentile": 0.5771691708667185
    },
    "sha256": "6da7b9ae67e74814fa940699e1ea8791a0857515a567571e60f84228c06ac7a4",
    "simhash": "1:edd1470883a6141d",
    "word_count": 1978
  },
  "last_updated": "2024-02-27T18:28:39.746929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "R. W. McCormick and A. Dorey, Apts., v. Skiles and Frey."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice McCollum,\nIt appears to the writer that McCormick was the real as well as the apparent owner of the tobacco when he agreed with the defendants to sell and deliver it to them. It was raised on his farm, under an arrangement with Fowler and the Doreys which he described on the. trial as follows : “ They received the half for planting it and working it, and taking care of it and packing it.” Surely this arrangement did not make the parties to it tenants in common of the tobacco or partners in raising it, nor establish between them the relation of landlord and tenant. Fowler and the Doreys were employees of McCormick in raising the tobacco, and were to receive one half of it as compensation for their labor. They were croppers, and as such they acquired no property in the tobacco before it was divided: Fry v. Jones, 2 Rawle, 11; Adams v. McKesson, 53 Pa. 81; Steel v. Frick, 56 Pa. 175; and Am. & Eng. Ency. of Law, vol. 4, pages 887 and 889, and cases there cited. But what has been said on this subject may be regarded as a mere suggestion of a possible view of the case which was not presented on the trial or in the argument on appeal. It will not be made a factor in the decision of the case.\nThe-appellants complain of the\" instructions which allowed the jury to consider the payment made by the defendants when they purchased the tobacco as a set-off in or equitable defence to this action. The conditions on which the jury were permitted to so consider it were that the payment was- made on account of the tobacco which McCormick sold to the defendants at that time, or that he became indebted to them in that amount by his failure to deliver the Fowler crop in accordance with his agreement. We think the instructions, read in the light of these conditions or qualifications and the evidence in the case, were promotive of justice and free from error. In the first place McCormick, as apparent owner of the tobacco, agrees to sell and deliver it to them. Their agreement was in writing and with him. The designation of the tobacco in this agreement as the “Wm. Dorey crop and Al. Dorey crop ” or “ the Fowler crop,” did not make Fowler or the Doreys parties to the agreement or partners of McCormick in the sale, nor was it intended to do so. In the next place it appears from the testimony of McCormick that he paid the Doreys one half the sum for which the Dorey crops were sold, and it appears from the evidence of Fowler that, shortly after the sale of the tobacco to the defendants, McCormick paid Mm for his interest in or claim upon it, in consummation of previous negotiations between them in relation thereto. From the evidence produced by the appellants it therefore appears that the defendants paid McCormick for all the tobacco he delivered to them, that he paid the Doreys all they were entitled to receive under his agreement with the defendants, and that he purchased and paid for the interest or claim of Fowler. He was therefore the sole equitable owner of the claim in suit, and the first payment made by the defendants, whether on account of all the tobacco purchased at that time or on account of the Fowler crop alone, was available as a set-off or equitable defence to it: Childerston v. Harnmon, 9 S. & R. 68.\nThe specifications of error are overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mb. Justice McCollum,"
      }
    ],
    "attorneys": [
      "<7. S. McCormick, for appellants,",
      "T. C. Hippie, for appellees,"
    ],
    "corrections": "",
    "head_matter": "R. W. McCormick and A. Dorey, Apts., v. Skiles and Frey.\nContract—Set-off—Evidence.\nMcCormick, the owner of a farm, divided it into three parts, and arranged with A. Dorey, W. Dorey, and Eowler that they should plant tobacco and harvest and pack the crop, of which they were to receive one half. There was to be no actual division of the tobacco, but McCormick was to sell it and divide the proceeds. McCormick sold the whole crop of the farm to defendant, receiving at the time of the sale two hundred dollars. The Eowler crop seems to have been destroyed, and was not delivered. The crop of the two Doreys, which was valued at twelve hundred and-six dollars, was delivered. Defendants, claiming that the two hundred dollars paid at the time of the sale was paid on account of all three crops, deducted that amount, and paid to McCormick one thousand and six dollars. Subsequently McCormick and the two Doreys brought suit to recover the two hundred dollars. It appeared that McCormick had paid to the Doreys one half of the sum for which their crops were sold, and that he had paid Fowler for his claim. The court left it to the jury to say whether the two hundred dollars had been paid on account of all three crops, or on account of the Fowler crop alone, as plaintiffs claimed. Reid, that a verdict and judgment for defendants should be sustained.\nIt seems that in the above case the Doreys and Fowler were mere croppers, and as such had no property in the tobacco before it was divided.\nArgued March 12, 1894.\nAppeal, No. 183, July T.,' 1893, by plaintiffs, from judgment of C. P. Clinton Co., May T., 1892, No. 161, on verdict for defendants.\nBefore Sterrett, C. J., Green, McCollum, Mitchell and Fell, JJ.\nAffirmed.\nAssumpsit on appeal from judgment of 'justice of peace. Before Savedg-e, P. J., specially presiding.\nAt the trial it appeared that R. W. McCormick owned a farm adapted to the growing of tobacco. In the spring of 1891, he entered into an arrangement with A. Dorey, William Dorey and Albert Fowler, under which the latter three men were each to take a portion of the farm, plant it with tobacco, attend to the crop, and harvest and pack it, for which they were to receive one half of the crop. No actual division of the tobacco was to be made, but McCormick was to sell the whole crop of the farm, and divide the proceeds. In October, 1891, McCormick sold the crop of the whole farm to defendants. Two bills of sale were executed which were as follows:\n“ Clinton County, Oct. 21,1891.\n“ This is to certify, that I have this day sold .to Skiles & Frey, Wm. Dorey crop & Al Dorey crop, crop of 189 tobacco, amounting to 8 acres ( pounds) best wrappers at 16 cts. per pound, short wrappers at 16 cts. per pound, seconds at 16 cts. per pound, fillers at 2 cts. per pound. The wrappers to be well assorted, free from burnt, white-veins, flea-bitten, frosted, cold-sweat, or any other damage, $nd all to be delivered in good, merchantable order at Lock Haven, Pa.\n“R. W. McCormick;.”\n“ Clinton County, Oct. 21, 1891.\n“ This is to certify that I have this day sold to Skiles & Frey, the Fowler crop, crop of 1891 tobacco, amounting to 6 acres ( pounds), best wrappers at 16 cts. per pound, short wrappers at 15 cts. per pound, seconds at 15 cts. per pound, fillers at 2 cts. per pound. The wrappers to be well assorted, free from burnt, white-veins, flea-bitten, frosted, cold-sweat, or any other damage, and all to be. delivered in good, merchantable order at Lock Haven, Pa.\n“ R. W. McCormick.”\nMcCormick gave the following receipt for $200 paid on account of the purchase money:\n“ Oct. 21, 1891.\n“ Received of P. Carskaddon two hundred dollars, on act. 1891 crop tobacco. R. W. McCormick.”\nFor some reason the Fowler crop was not delivered, and defendants claiming that the two hundred dollars paid at the time of the sale had been paid on account of the whole crop, deducted it from the $1,206.52, which was the price of the crops of the Doreys, and paid to McCormick $1,006.52. McCormick subsequently paid to the Doreys the half of this sum, and also settled the claim which Fowler had against him. Two suits were brought, one by McCormick and A. Dorey, and the other by McCormick and William Dorey to recover the $200 deducted, plaintiffs claiming that this sum had been paid on account of the Fowler crop alone.\nThe court, under objection and exception, permitted defendants to show that the Fowler crop was destroyed and therefore not received by them. [1]\nThe court charged in part as follows:\n“ [Now, gentlemen, I say to you if you find this to be correct, namely, that the $200, advance payment made on Oct. 21st or 22d, by the defendants to Mr. McCormick, was on account of the Fowler lot of tobacco, and that this tobacco was merchantable, or a portion of it was merchantable, and Mr. McCormick afterwards offered to deliver this tobacco to the defendants and they refused to accept it, then the defendants ■ cannot set up this $200 as a payment on account of the Dorey tobacco and y0ur verdict would be for the plaintiffs for the amount they claim. [2] ....\n“ [Defendants contend that the $200 was paid on the entire lot of tobacco. ... If this be true, then I take it that the defendants would have a right to set up this defence and apply the $200 as a part payment on the tobacco which was delivered to them, namely, the Dorey tobacco. And I say to you further even if you should find that the $200 was paid upon the Fowler crops, but that the Fowler crop was destroyed- or became unmerchantable and unsalable by reason, as the defendants contend, of having been injured by the rain and weather so that the plaintiff, Mr. McCormick, could not deliver it to the defendants, and should you further find that he did not deliver it to the defendants on that account, then- even although the $200 was to be applied to this particular crop, namely, the Fowler crop, yet Mr. McCormick having failed to comply with his part.of the contract, if you find such to-be the case, he never having delivered the tobacco, the - Fowler tobacco, the law would apply the $200 in liquidation of the indebtedness on account of the Dorey tobacco, because that $200 would be taken as liquidated damages and would be in the hands of Mr. McCormick to be applied somewhere, and if he failed entirely, either through his own fault or by reason of the tobacco having been injured or destroyed or having become unmerchantable or unsalable before its delivery and was still in his hands, or if he failed for any cause to deliver the Fowler tobacco to the defendants, he should not retain the $200 paid in advance on account of that crop, and recover from the defendants in this case the payment which they made to him on account of some other crop of tobacco bought in the same season and at the same time. So that you see the whole question in this' case for your determination is'whether or not the $200 was to be applied to the Fowler crop, and if it was, whether the Fowler crop or any portion of it was merchantable, and whether or not it was offered to be delivered by Mr. McCormick and the defendants refused to take it, in which case there cóuld be a recovery for the plaintiff, otherwise the verdict must be for the defendants in both cases.] ” [3]\nVerdict and judgment for defendants. Plaintiffs. appealed.\n■ Errors assigned were (1) ruling; (2, 3) instructions ; quoting instructions, bills of exceptions and evidence.\n<7. S. McCormick, for appellants,\ncited: Henderson v. Lewis, 9 S. & R. 379; Watson v. Heusel, 7 Watts, 345; Norcross v. Benton, 38 Pa. 217; Bentz v. Bentz, 95 Pa. 216.\nT. C. Hippie, for appellees,\ncited: Childerston v. Hammon, 9 S. & R. 68; Frantz v. Brown, 1 P. & W. 261.\nOct. 1, 1894:"
  },
  "file_name": "0590-01",
  "first_page_order": 614,
  "last_page_order": 619
}
