{
  "id": 1051909,
  "name": "Muscarella v. New York Central Railroad Co., Appellant",
  "name_abbreviation": "Muscarella v. New York Central Railroad",
  "decision_date": "1919-05-21",
  "docket_number": "Appeal, No. 220",
  "first_page": "120",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 286,
    "char_count": 4910,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 7.088863517987783e-08,
      "percentile": 0.426389530818206
    },
    "sha256": "b4d1f439c6bd6fa09d1cd015b8ad3e720fd62c2dc7fbf04e44dac799e097edae",
    "simhash": "1:3e64dcbe8c90f3f4",
    "word_count": 865
  },
  "last_updated": "2023-07-14T15:53:33.011000+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Muscarella v. New York Central Railroad Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe husband of the plaintiff was struck by a train of the defendant when he was crossing one of its tracks, and was instantly killed. The jury found that he was struck at a permissive crossing, and, on this appeal by the defendant company from the judgment recovered against it, two questions are raised: (1) Was the evidence sufficient in the case to establish a permissive crossing? (2) Was the plaintiff’s decedent guilty of contributory negligence? That each question was for the jury clearly appears from the following extracts from the opinion of the learned court below discharging the rules for a new trial and for judgment non obstante veredicto: “The evidence supporting the contention that there was a permissive crossing, briefly summarized, was to the effect: That everybody goes across there; that there was a beaten path on the tracks that had been there for from eight to twelve years; that it could be seen plain enough until the stone ballast was put in; that some foot travelers went to the Nickel Plate tool house over this path; some to the grape juice plant, and some to the New York Central tool house; that forty or fifty people at a time went through morning, noon and night; that there was no objection made; that after the stone ballast was put in, the path showed plainly up to the stone on both sides of the tracks and that the paths on each side of the tracks are directly across one from the other, that most people who live in the lower end of the town on the west side go over this path and that they went over it morning and night; that there was a pathway all the way across before the ballast was pnt in; that stone or cinders would not show a path as gravel or dirt would, but that before the stone and cinders were put in there was a definite path crossing the tracks; and that when snow was on the ground there was a definite path at this place all the way over the tracks......The evidence relied upon to rebut the charge of contributory negligence on the part of the deceased was to the effect that the deceased stopped and looked before he committed himself to the crossing;' that there was no warning given; that at the time it was a little dark (that the sun did not rise till 7:31 and the accident happened at 7:02 a. m.), foggy and beginning to rain; that the train could not be seen further than fifty feet; that the wind was blowing; that the train was not making much noise — ■ ‘running quietly’; and that the deceased was struck in half a second — snap of a finger — after the train was visible.”\nThe assignment of error is overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. Pitt Gifford, of Gunnison, Fish, Gifford & Ghapm, for appellant.",
      "John B. Brooks, of Brooks, English é Quinn, with him W. Louis Schlesinger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Muscarella v. New York Central Railroad Co., Appellant.\nNegligence — Railroads—Grossing — Permissive crossing —Evidence — Case for jury.\n1. In an action against a railroad company to recover damages for tbe killing of plaintiff’s husband at what was alleged to be a permissive crossing, the question whether the crossing was permissive or not, is for the jury, where there is evidence that, at the point in question, there had been a beaten path over the tracks for from eight to twelve years; that persons erosged there to their different employments in the morning and returned at night; that the crossing could be seen plainly until the tracks were ballasted, and after that it could be seen plainly up to the stone on both sides of the tracks; that the paths leading up to the tracks on each side were directly across one from the other; and that when snow was on the ground there was a definite path all the way over the tracks.\nNegligence — Contributory negligence — Railroads — Death at crossing — Evidence—Case for jury.\n2. In an action against a railroad company to recover damages for the death of plaintiff’s husband killed at a crossing, the question of deceased’s contributory negligence is for the jury, where the evidence was that the deceased stopped and looked before he committed himself to the crossing; that there was no warning given; that at the time it was a little dark, foggy and beginning to rain; that the train could not be seen farther than fifty feet; that the train was running without making much noise; and that the deceased was struck half a second after the train was visible.\nArgued April 29, 1919.\nAppeal, No. 220, Jan. T., 1919, by defendant, from judgment of C. P. Erie Co., Sept. T., 1917, No. 18, on verdict for plaintiff in case of Mary Muscarella, now Scavage, v. New York Central Railroad Company.\nBefore Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband.\nVerdict and judgment for plaintiff for $5,000. Defendant appealed.\n'Error assigned was refusal to enter judgment for defendant n. o. v.\nW. Pitt Gifford, of Gunnison, Fish, Gifford & Ghapm, for appellant.\nJohn B. Brooks, of Brooks, English é Quinn, with him W. Louis Schlesinger, for appellee.\nMay 21, 1919:"
  },
  "file_name": "0120-01",
  "first_page_order": 144,
  "last_page_order": 146
}
