{
  "id": 1051842,
  "name": "Reinheimer's Estate",
  "name_abbreviation": "Reinheimer's Estate",
  "decision_date": "1919-05-21",
  "docket_number": "Appeal, No. 300",
  "first_page": "185",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 N. J. Law 447",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        401169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/23/0447-01"
      ]
    },
    {
      "cite": "221 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0374-01"
      ]
    },
    {
      "cite": "146 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "55 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0347-01"
      ]
    },
    {
      "cite": "148 Ind. 297",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1570114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/148/0297-01"
      ]
    },
    {
      "cite": "241 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0234-01"
      ]
    },
    {
      "cite": "5 Gray 67",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1993117
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/71/0067-01"
      ]
    },
    {
      "cite": "218 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "16"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "148 Ind. 297",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1570114
      ],
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/148/0297-01"
      ]
    },
    {
      "cite": "5 Gray 67",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1993117
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/71/0067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 13510,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.104751863598743e-07,
      "percentile": 0.9098399173079202
    },
    "sha256": "b4c01069899fc3595606cdf7f0e1edda0b90168e1fb3ba85f2082acc5df4473f",
    "simhash": "1:1007fe06b4ae9b14",
    "word_count": 2415
  },
  "last_updated": "2024-02-27T19:33:16.932815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Reinheimer’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nTestator devised the residue of his property in the following manner: “As to the rest, residue and remainder of my estate, real, personal and mixed, I give, devise and bequeath the same to the party or parties, their heirs and assigns forever, who may be farming my farm and taking care of me at the time of my death.” When the executor’s account was called for adjudication, Harry A. Lord, the appellant, appeared and demanded the residue, as the person who filled the description in the will. He submitted evidence in support of his claim, but the court below, in construing the will with the evidence taken, was impressed with the idea that not only must a designated person be “farming the farm and taking care of” the testator, but the “degree of efficiency” and the character of “attention to testator’s wants” were determining factors in the construction of the clause quoted. In thus measuring the degree, skill and character of farming and personal attention, the judge sat as a chancellor, distributing the estate under the principles of equitable justice. The judge was not called upon to dispose of testator’s property. The testator did this by his last will and testament. All the court had to do was to construe the will, and, if a party appeared who filled the description, it was not within the power of the court to write terms into the will that would restrict its ordinary application. The court below found the claimant was not entitled to take under the residuary clause, hence this appeal.\nThe intention of the testator must be found from what appears upon the face of the will, and, while extrinsic evidence may be admitted to aid or explain, it must always relate to that which is embodied in the will. It cannot have the effect of remodeling the will. The controlling principle regarding the admission of such testimony is that it cannot be received as evidence of testator’s intention outside of and independent of the written words employed. The court must find its meaning, if there is one, and not, under guise of a construction or under general powers of equity, to assume to correct or redraft the will, in which the testator has expressed his intentions. See Paige on Wills, p. 537 et seq. In determining what person or thing may properly correspond to a description in a will, either a beneficiary or property, if the evidence shows the existence of such person or property, the will is not ambiguous, and the person so described and identified must be taken as the intended beneficiary. “It is not essentially necessary that a testator, in his will, name the legatee or devisee in order to give effect to the bequest. It is sufficient if he is so described therein as to be ascertained and identified”: Dennis v. Holsapple, 148 Ind. 297, 301. The testator need only provide the means of ascertaining the object of his bounty, according to the maxim, id certum est quod certum reddi potest. If the description distinguish the claimant from every other person, it is enough: Jarman on Wills (6th ed. by Chas. Sweet, 1901), vol. I, p. 478.\nThe question may be stated: Was all of claimant’s evidence, if believed, sufficient to meet the description in the will? It was not necessary to subject the farming and personal attention to the test of “degree of efficiency.” Here the testator, Reinheimer, executed a lease to the appellant for Ms sixty-acre farm; — “to farm let and lease,” the agreement states. The lease was made on the 1st of April, 1916; the testator died February 2, 1917. Lord took possession and, as a prior tenant states, found some timber land and many rocky fields. The first farm year he harvested twenty-five to thirty tons of hay, two hundred bushels of oats, seventy bushels of potatoes and one hundred and seventy-five bushels of corn; he had a large truck garden; attended market three or four times a week; and ran a cider press for the testator, taking up a great deal of his time in the fall of the year. This was the character of his “farming.” It may not have been done scientifically, but it suited the testator. He could have removed the tenant had he so desired. He made conditions such for the tenant who immediately preceded Lord, that the man remained with him only three months. The evidence was clearly insufficient to sustain the finding that the testator was so weakened he could not assert his rights. Neither the attending physician nor his personal counsel made such statement, nor did any other witness, directly. The trend of the evidence was to the contrary.\nThe personal attention to be given testator must be judged by his station in life and his accustomed mode of living. The testator, because of his drinking habits, separated from his wife and children, who later entered suit against him, further estranging the family. It is not to be supposed that when he went to live with strangers he did it for the purpose of being reformed. Indeed, it may be surmised that the opposite was his intention. He wanted absolute freedom. However much we, as individuals, may criticise his conduct, it is the testator’s will that is being construed, and his personal habits, continued for many years, should not be charged against the claimant who, if anything, merely followed a course laid out by the testator. But there was no evidence of wilful misconduct or neglect on the part of the claimant.\nIt has been urged that the words, “farming the farm and taking care of,” implied a condition. It must be remembered that all the acts to be done were to be performed during the lifetime of the testator. The clause in the will did not operate until his death. Nothing remained to be done by the legatee, nor was any particular time mentioned in the will when, or how, the farming should be carried on. If a condition, it must be performed satisfactorily to some person, and that person was the testator; the best evidence that he was satisfied is the fact that Lord remained with him up to the time of his death and took care of him in his small house; those who are now claiming the estate against the will did not come near or offer any attention. Discussing a direction in a will that the heirs and legatees should bear a portion of the expenses of a testatrix’s maintenance, Chief Justice Shaw, in Colwell et ux. v. Alger, 5 Gray 67, 68, says: “A will can have no operation during the life of the testator; on the contrary, it is supposed to remain unknown, even to the beneficiaries. It would be strange if acts to be done in the lifetime of the testatrix should be made a condition on which a legacy is to have effect at her decease, when the legacy and even the whole will may itself be revoked at any time before the decease.”\nConcerning the codicil of the will, the court below was clearly right in its construction; it did not change or revoke the residuary clause above quoted, and depended for its effect on Good being on the farm, “farming my farm and taking care of me at the time of my death.” Good was not on the farm and did not take care of him. Only in that event would this clause become operative. The codicil was in entire harmony with the item quoted, except as to the name; Good not filling the terms of the codicil, it' fell, of course; but it did not effect, by implication, a rescission of the clause in the will: see Siegel’s Est. (No. 1), 218 Pa. 14,16, and cases there cited. Lord was entitled to take as residuary legatee.\nThe decree of the court below is reversed, the record is remitted with direction that distribution be made in accordance with this opinion. Appellee for costs.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "William, Kerper Stevens, with him George Eves, for appellant.",
      "Jefferson Snyder, of Snyder, Zieber & Snyder, with him C. H. Ruhl, for appellees."
    ],
    "corrections": "",
    "head_matter": "Reinheimer’s Estate.\nWill — Devise—Farm,—Care of testator — Condition.\n1. Where a devise is to “the party or parties who may be farming my farm and taking care of me at the time of my death,” the person who identifies himself as a lessee of the farm in possession and farming at the time of testator’s death, and actually caring for the latter, is entitled to take the land, and the court cannot take into consideration, in passing upon his claim, the degree of efficiency of his farming or the character of his attention to testator’s wants.\n2. In such a case all the court has to do is to construe the will, and if a party appears who fills the description, it is not within the power of the court to write terms into the will that will restrict its ordinary application.\n3. While extrinsic evidence may be admitted to aid or explain a will, it must always relate to that which is embodied in the will.\n4. A devise to the person “farming my farm and taking care of me at the time of my death,” does not imply a condition; even if it should be construed a condition, the testator would be the only person to pass upon its fulfillment, and the best evidence that he considered it fulfilled, would be the fact that the claimant remained with him and took care of him until his death.\n5. WTiere a devise is to the person “farming my farm and taking care of me .at the time of my death,” and such a person is identified, a codicil in entire harmony with the devise in the will, but naming a specific person as farming the farm at the date of the codicil, will not effect a rescission of the devise in the will, and defeat the claim of the person who is identified as farming the farm and taking care of the testator at the time of his death.\nArgued March 4, 1919.\nAppeal, No. 300, Jan. T., 1919, by Harry A. Lord, from decree of O. C. Berks Co., May T., 1918, No. 33, dismissing exceptions to adjudication in Estate of William Reinheimer, deceased.\nBefore Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ.\nReversed.\nExceptions to adjudication. Before Schaeffer, P. J.\nFrom the record it appeared that testator after directing the payment of various legacies, disposed ' of his residuary estate as follows:\n“Item: As to the rest, residue and remainder of my estate, real, personal and mixed, I give, devise and bequeath the same to the party or parties, their heirs and assigns forever, who may be farming my farm and taking care of me at the time of my death.”\nBy codicil he directs as follows:\n“Item: I order and direct my herein-named executors to sell and dispose of my estate, real, personal and mixed, after my death.\n“Item: It is further my wish and will that if Samuel Good, now farming my farm and taking care of me, remain and be with me up to and at the time of my death, that he, the said Samuel Good, shall become entitled under my foregoing will to the rest, residue and remainder of my estate as therein expressed.”\nThe court awarded the residue of the fund which contained proceeds of real and personal estate to the widow and sons of testator.\nExceptions to the adjudication were dismissed. Harry A. Lord appealed.\nErrors assigned were in dismissing exceptions to adjudication.\nWilliam, Kerper Stevens, with him George Eves, for appellant.\nThe person “farming my farm and taking care of me at the time of my. death” is identified as the appellant. No attempt has been made to deny that he was farming the farm and taking care of the testator. It is submitted, in this devise, neither words of condition nor an intention to make a condition appears: Colwell v. Alger, 5 Gray 67.\n“Primarily, the search for a testator’s intention is confined to his language and unless there is ambiguity, extrinsic evidence in aid of construction cannot be resorted to”: Dale v. Dale, 241 Pa. 234.\nActs performed for and in the lifetime of a testator which identify an unnamed devisee may not be construed as a condition upon which a devise is to take effect: Dennis v. Holsapple, 148 Ind. 297.\nEven had the testator made the devise expressly on condition, the courts have held the children had no standing to interfere: Colwell v. Alger, 5 Gray 67.\nJefferson Snyder, of Snyder, Zieber & Snyder, with him C. H. Ruhl, for appellees.\nIt is implied from the letting of a farm for agricultural purposes that the tenant will cultivate the land according to the rules of good husbandry. This is as much a part of the contract as that he shall deliver up possession at the end of the term or that he shall do no waste: Aughinbaugh v. Coppenheffer, 55 Pa. 347; McKnight v. Mfg. N. Gas. Co., 146 Pa. 199.\nIt will not do for appellant’s counsel to say that the court below read into the testator’s will conditions which the testator himself had not imposed. What they call unwarranted conditions are only the things necessarily implied in the stipulation that the legatee must be one who farms his farm and takes care of him; and whether the appellant complied with those stipulations was the very matter that was involved in this identification as the unnamed legatee. He could not identify himself except by showing that he was the party that had been and done the things which the testator had prescribed.\nThe purpose of a codicil is to make a disposition of the testator’s estate other than that made in the will. If any specific change is made, it negatives by implication an intention to make any other in the provisions of the will: Line’s Est., 221 Pa. 374; Snowhill v. Snowhill, 23 N. J. Law 447.\nThe appellant claimed that he was the “party or parties” who farmed the testator’s farm and took care of him at the time of his death; and to establish that claim he introduced a number of witnesses and submitted their testimony. The burden was upon him, and unless he established his claim by proofs, the estate he claimed was not to be taken from the heirs upon whom the law cast it.\nMay 21, 1919:"
  },
  "file_name": "0185-01",
  "first_page_order": 209,
  "last_page_order": 216
}
