{
  "id": 1051876,
  "name": "Commonwealth of Pennsylvania, Appellant, v. Hilton",
  "name_abbreviation": "Commonwealth v. Hilton",
  "decision_date": "1919-06-21",
  "docket_number": "Appeal, No. 91",
  "first_page": "353",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "65 Pa. Superior Ct. 56",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0056-01"
      ]
    },
    {
      "cite": "1 Kulp 468",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "9 Del. Co. 565",
      "category": "reporters:state",
      "reporter": "Del. Co.",
      "opinion_index": -1
    },
    {
      "cite": "13 Lanc. L. Rev. 228",
      "category": "reporters:state",
      "reporter": "Lanc. L. Rev.",
      "opinion_index": -1
    },
    {
      "cite": "13 W. N. C. 129",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "17 Lanc. L. Rev. 414",
      "category": "reporters:state",
      "reporter": "Lanc. L. Rev.",
      "opinion_index": -1
    },
    {
      "cite": "69 Pa. Superior Ct. 222",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/69/0222-01"
      ]
    },
    {
      "cite": "197 Ill. 222",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        844011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/197/0222-01"
      ]
    },
    {
      "cite": "182 Ill. 278",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3212941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/182/0278-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 56",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625413
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/65/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 7320,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 9.203756253408365e-08,
      "percentile": 0.5097565533743473
    },
    "sha256": "cc4d44dc3f82b76ed6ddbf2c9b8d11eab376e7c2b8ff71d85a793c5a3d3a3292",
    "simhash": "1:8e080f9c1bcfc858",
    "word_count": 1247
  },
  "last_updated": "2024-02-27T19:33:16.932815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stewart, Moschzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Commonwealth of Pennsylvania, Appellant, v. Hilton."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nDefendant was indicted for alleged perjury in testifying as a witness in interpleader proceedings between the informant and defendant’s wife, the issue having been' framed to determine the ownership of certain personal property levied upon as that of defendant. The inter-pleader proceedings were tried twice, the judgment entered on the verdict in the first trial having been reversed by the Superior Court. The second verdict was rendered September 28,1915, judgment, however, was not entered thereon because of failure to pay the jury fee. On January 18, 1916, a true bill was found against defendant on an indictment charging perjury, based upon his testimony in the interpleader proceedings, and a trial on September 13, 1916, resulted in a verdict of guilty. A new trial was granted, and, upon a retrial, a second verdict of guilty was returned, on which sentence was pronounced. Before trial, counsel for defendant moved for a continuance, alleging failure to enter final judgment in the civil proceedings, which motion was refused; on appeal, however, the Superior Court held the refusal to continue to be error and reversed the lower court. An appeal was permitted to this court and the sole question now for oar consideration is whether the refusal to direct a continuance for the reason stated was erroneous.\nIt must be conceded tbe general practice is to postpone the trial of a criminal prosecution for perjury until tbe cause out of which the offense arose has been determined: 30 Cyc. 1424; Com. v. Dickinson, 3 Clark 265; Com. v. Garvey, 65 Pa. Superior Ct. 56; Greene v. People, 182 Ill. 278; Hereford v. People, 197 Ill. 222. None of the cases called to our attention, however, has gone so far as to make the termination of the earlier proceedings an absolute necessity before the quarter sessions can acquire jurisdiction to proceed to trial of the defendant. The reason is obvious. The offense of perjury is committed and completed at the time the false testimony is given, regardless of the outcome of the proceeding in which it occurs. The rule is, therefore, necessarily one of convenience only, in the orderly administration of justice, and its application enables the Commonwealth to procure the best evidence of the alleged perjured testimony by producing the completed record of the trial in which it occurred, and also furnishes the means of determining whether or not the alleged false testimony was material to the issue involved, an essential element of the crime of perjury: Com. v. Dickinson, supra; Com. v. Garvey, supra.\nIf the reasons giving rise to the adoption of the rule do not exist the rule itself has no application. Here the action in which the perjury was committed by defendant was tried the second time in 1915, and neither motion for a new trial nor appeal entered. The execution creditor in that case, the prosecutor here, was satisfied apparently with the justice of the decision. The only element a complete record lacked was the formal entry of the judgment which must necessarily be delayed until payment of the statutory jury fee. The prosecutor, as he was the unsuccessful litigant, did not pay this fee, and, so far as he was concerned, it was immaterial whether or not judgment was finally entered. Mrs. Hilton, being in possession of the property at the time, did not see fit to. pay the jury fee as the only effect of a judgment would be to enable her to collect costs. Tbe Commonwealth was not a party to that proceeding and under no duty to pay the fee. Accordingly, we have a verdict with which all parties seem to be satisfied and willing to permit matters to rest, and none willing to pay the small fee necessary to make the record complete by entry of judgment, nor was the action ended until the entry of judgment. To hold a technicality of this nature sufficient to preclude a prosecution for perjury committed during the trial of a civil proceeding would defeat the ends of justice and substantially convert the rule of convenience into an absolute and arbitrary rule of law; in other words, make the formal entry of judgment, regardless of circumstances, a condition precedent to the attaching of jurisdiction of the quarter sessions in cases of perjury. No authority has been cited, and it is safe to say none exists, which goes to this extent.\nWithout in any way detracting from the wisdom and propriety of the established rule in a proper case, the present is certainly one affording an exception and a proper one for the exercise of the discretion of the trial judge. No adequate reason can be suggested for holding the mere formality of paying the jury fee and entering judgment on the verdict would, so far as the prosecution for perjury is concerned, add anything to the record of the previous proceedings.\nThe court below exercised a proper discretion in refusing a continuance and for this reason the judgment of the Superior Court is reversed. Inasmuch, however, as it does not appear from the opinion of the Superior Court that the other questions involved in the appeal were considered by that court, the record will be remitted to have those questions passed upon.\nThe judgment is reversed and the record remitted for further consideration of the Superior Court, in accordance with the foregoing opinion.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "John A. Coyle, with him S. V. Hosterman, District Attorney, and John E. Malone, for appellant.",
      "B. F. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth of Pennsylvania, Appellant, v. Hilton.\nCriminal law — Perjury—Trial—Ground for continuance — Termination of proceeding in which alleged perjury was committed — ■ Failure to enter final judgment — Payment of jury fee.\nOne indicted for perjury is not entitled to a continuance merely because of a failure to enter final judgment in the civil proceedings in which the alleged perjury was committed, where it appears that the judgment had not been entered because of failure to pay the jury fee.\nArgued May 20, 1919.\nAppeal, No. 91, June T., 1919, by Commonwealth, from judgment of Superior Ct., Oct. T., 1917, No. 275, reversing judgment of Q. S. Lancaster Co., Jan. Sessions, 1916, No. 29, in the case of Commonwealth v. Eber E. Hilton.\nBefore Stewart, Moschzisker, Frazer, Walling and Simpson, JJ.\nReversed.\nAppeal from judgment of Superior Court. See 69 Pa. Superior Ct. 222.\nIndictment for perjury. Before Hassler, J.\nBefore trial defendant moved for a continuance for the reason that final judgment had not been entered in the proceeding in which alleged false oath was taken. The trial court refused the motion.\nVerdict of guilty upon which sentence was imposed.\nThe Superior Court reversed the judgment and sent the case back for a new trial. The Commonwealth appealed.\nError assigned was the judgment of the Superior Court.\nJohn A. Coyle, with him S. V. Hosterman, District Attorney, and John E. Malone, for appellant.\nB. F. Davis, for appellee.\nThe courts in more than one instance have held that it was improper to proceed with the trial of the criminal charge until the civil suit, out of which it arises, is finally disposed of: Com. v. Dickinson, 3 Clark 265; Com. v. Houser, 17 Lanc. L. Rev. 414; Com. v. Somers, 1 North. Co. 289; Com. v. Heintzer, 13 W. N. C. 129; Com. v. Stine, 13 Lanc. L. Rev. 228; Com. v. McNiff, 9 Del. Co. 565; Com. v. Moore, 9 Pa. C. C. R. 501; Com. v. Davis, 1 Dist. 173; Felt’s Case, 1 Kulp 468; Com. v. Garvey, 65 Pa. Superior Ct. 56.\nJune 21, 1919:"
  },
  "file_name": "0353-01",
  "first_page_order": 377,
  "last_page_order": 380
}
