{
  "id": 1051944,
  "name": "Commonwealth v. The Welsh Mountain Mining & Kaolin Manufacturing Company, Appellant",
  "name_abbreviation": "Commonwealth v. Welsh Mountain Mining & Kaolin Manufacturing Co.",
  "decision_date": "1919-06-21",
  "docket_number": "Appeal, No. 3",
  "first_page": "380",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "121 U. S. 609",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        678703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/121/0609-01"
      ]
    },
    {
      "cite": "250 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016930
      ],
      "pin_cites": [
        {
          "page": "596"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0589-01"
      ]
    },
    {
      "cite": "250 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0589-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 6606,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.2186474452622828e-07,
      "percentile": 0.7773719626124921
    },
    "sha256": "15a2e3f64ac41b9b85a2033f39459e9f69dfe68f6337c5779ce9dde82a6fd66e",
    "simhash": "1:dc823c2dafab9135",
    "word_count": 1147
  },
  "last_updated": "2024-02-27T19:33:16.932815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, FrazJgr, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Commonwealth v. The Welsh Mountain Mining & Kaolin Manufacturing Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nCommonwealth v. The John T. Dyer Quarry Company, 250 Pa. 589, is conclusive of the correctness of the judgment entered below, and it is accordingly affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James Arthur Ewing, for appellant.",
      "William M. Hargest, Deputy Attorney General, and Wm. I. Schaffer, Attorney General, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. The Welsh Mountain Mining & Kaolin Manufacturing Company, Appellant.\nTaxation — Corporations—Capital stock tax — Capital used in manufacturing — Crushing and grinding rock — Act June 1, 1889, P. L. 1#0; Act June 7, 1911, P. L. 678.\nA corporation engaged in crushing and grinding rock into sand of specified grades of fineness which is sometimes colored by the admixture of clay, is not engaged in manufacturing within the meaning of the Act of June 1, 1889, P. L. 420, as amended by the Act of June 7,1911, P. L. 673, which allow exemption from the capital stock tax, to so much of the capital stock as is actually and exclusively employed in carrying on manufacturing within the State.\nArgued May 19, 1919.\nAppeal, No. 3, May T., 1919, by defendant, from judgment of C. P. Dauphin Co., Commonwealth Docket, 1915, No. 41, in favor of the plaintiff, in. the case of Commonwealth of Pennsylvania v. The Welsh Mountain Mining & Kaolin Manufacturing Company.\nBefore Brown, C. J., Stewart, Moschzisker, FrazJgr, Walling, Simpson and Kephart, JJ.\nAffirmed.\nAppeal from the settlement of capital stock tax by the auditor general and State treasurer.\nThe case was tried without the intervention of a jury under the provisions of the Act of April 22, 1874, P. L. 109, and judgment was entered in favor of the Commonwealth for $195.48.\nMcCarrell, J., filed the following opinion:\nThis suit is for the recovery of the capital stock tax upon the corporation defendant for the year 1913. Trial by jury has been duly waived. The case has been submitted to the court upon a case stated, from which we gather the following\nstatement of facts :\nThe defendant company was incorporated under the laws of Pennsylvania May 16, 1890, for the purpose of “mining fire clay, fire sand, feldspar and kaolin, with the right to prepare for market and vend the product of their mines.” Defendant company has leased its property and plant to the Silican Products Company and the Silican Sand Company from June 30, 1912, to June 30, 1914. The lessees have operated the mining property, using the following described process:\n“Silica rock is mined from the quarry in large pieces and conveyed to the mill, where it is dumped into a large stone crusher, in which it is crushed into smaller pieces. These pieces pass into another crusher, where they are crushed and ground into still smaller pieces. These pieces pass over and through sieves of various size mesh, the small particles passing through the sieves and from there into cars. The larger particles that will not pass through the sieves are conveyed back again to the crusher and there undergo the same process over again, until they are ground fine enough to pass through the sieve. The sieves used are of fine mesh according to the particular grade of fineness of the sand desired. There are five grades of standard fineness known to trade, each a fraction finer than the other. The rock is ground into these various grades of fineness according to the order received. The sand shipped must meet the specified, fineness as ordered, otherwise it will not be received by the consignee. In some cases clay of various colors is used for the purpose of coloring the sand when an order is received for colored sand. The silica sand is used principally for moulding in the steel foundry trade, and to some extent for concrete in the building trade. The rock has no commercial use or value as rock, but when changed into sand is known in the trade as ‘Silica Sand’ and is worth from 45 to 60 cents per ton, and is adapted in that condition to particular uses, for which it was not adapted as rock.”\nDISCUSSION.\nThe question here raised is whether or not this process used and employed by the lessees of the defendant company is manufacturing within the meaning of our statutes. The defendant company owns a quantity of silica rock, which is mined or quarried, and then subjected to mechanical crushers until the rock is reduced to desired sizes or to sand as is desired. It is still silica rock or stone bearing the appearance of the article as it leaves the quarry, but with no regular shape or fixed size in the portions into which the rock is broken by the crusher. The pieces are sold as they come from the crusher without any attempt to remove the irregularities of the edges or make the pieces of uniform shape. That this process is not manufacturing has been decided in a number of cases, from which we refer to the case of Commonwealth v. John T. Dyer Quarry Co., 250 Pa. 589, 596. The fact that clay is sometimes added to the sand when colored silica is desired does not, in our opinion, change the situation. In the case of Hartranft v. Wiegmann, 121 U. S. 609, it was held that cleaning off the outer layers of shells by acid and then grinding off the second layer by an emery wheel so as to expose the inner layer was not a manufacture of shells. They were held to be still shells, not manufactured into a new and different article with a distinctive name, character or use. The application of labor to an article either by hand or mechanism does not make the article necessarily a manufactured article. This principle has been decided in quite a number of cases and is now to be regarded as settled law. We see no reason why these principles should not be applied in the present case, and we therefore are of opinion that the defendant company in employing its capital in the manner above indicated was not carrying on the business of manufacturing, and that it is therefore liable to the capital stock tax imposed by our law. It is admitted in the' case stated that the balance of capital stock tax remaining unpaid is $157.50, bearing interest from May 15, 1915. We therefore conclude that the defendant company is indebted to the Commonwealth as follows, to wit:\nBalance of capital stock tax for the year 1913.. $157 50\nInterest May 15,1915, to May 28,1918, ........ 28 67\n$186 17\nAttorney general’s commission 5%,............ 9 31\n$195 48\nWe, therefore, now direct that judgment be entered in favor of the Commonwealth and against the defendant company for the sum of $195.48, unless exceptions he filed within the time limited by law.\nDefendant appealed.\nErrors assigned were the findings and conclusions of the court.\nJames Arthur Ewing, for appellant.\nWilliam M. Hargest, Deputy Attorney General, and Wm. I. Schaffer, Attorney General, for appellee, were not heard.\nJune 21, 1919:"
  },
  "file_name": "0380-01",
  "first_page_order": 404,
  "last_page_order": 408
}
