{
  "id": 1051937,
  "name": "Acri et al., Appellants, v. Bruscia et al.",
  "name_abbreviation": "Acri v. Bruscia",
  "decision_date": "1919-06-21",
  "docket_number": "Appeal, No. 5",
  "first_page": "384",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "215 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0627-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 171,
    "char_count": 2545,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.2047104358451117e-07,
      "percentile": 0.7755689617425572
    },
    "sha256": "9e55e6ccdcb79500eec870ff174cc48fbe3ba938b212744426fb6ed50d0438d5",
    "simhash": "1:8891c40446e6dc1c",
    "word_count": 413
  },
  "last_updated": "2024-02-27T19:33:16.932815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BROWN, C. J.,. Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Acri et al., Appellants, v. Bruscia et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe appellants were members of San Michele Di Serrastretta No. 329, of Steelton, of the Order of the Sons of Italy. They were expelled from the order by the action of its grand arbitration committee, authorized by the laws of the society to pass upon accusations that had been made against them. In their bill filed in the court below they alleged that they had been illegally expelled, and its prayer was for their reinstatement and other relief. It was dismissed because they had “not exhausted the remedy provided by the rules and regulations of the order.” They had not appealed from the action of the grand arbitration committee to the supreme arbitration committee, as they were permitted to do by one of the laws of the organization. On the oral argument before us their learned counsel admitted this to be true. Their bill was, therefore, properly dismissed: Beeman v. Supreme Lodge, 215 Pa. 627.\nDecree affirmed at appellants’ costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Wm. M. Hargest, of Hargest & Hargest, for appellants.",
      "Eugene V. Alessandroni and Philip S. Moyer, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Acri et al., Appellants, v. Bruscia et al.\nBeneficial associations — Courts—Jurisdiction over associations— Expulsion of member — Exhaustion of remedies within organization.\nThe remedies afforded by the laws of a beneficial association must be exhausted, by members expelled from the organization, before they can invoke the aid of the courts to pass upon the legality of the action of the committee authorized by the laws of the organization to pass upon accusations that had been made against them.\nArgued May 19, 1919.\nAppeal, No. 5, May T., 1919, by plaintiffs, from decree of C. P. Dauphin Co., in equity, No. 598, Equity Docket, dismissing plaintiffs’ bill in the case of Marino Acri et al., members of Lodge San Michele Di Serrastretta, No. 329, of Steelton, Pennsylvania, v. Giuseppe Bruscia et al., the Lodge of San Michele Di Serrastretta, No. 329, Steelton, Pennsylvania, and Giuseppe Di Silvestro et al., members of the General Executive Council Order of Sons of Italy.\nBefore BROWN, C. J.,. Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nBill in equity for an injunction. Before McCarrell, J.\nThe hill alleged that plaintiffs had been illegally expelled from a fraternal beneficial organization and its prayer was for an injunction, for their reinstatement and other relief.\nThe court dismissed the bill. Plaintiffs appealed.\nErrors assigned were the findings and conclusions, and the decree of the court.\nWm. M. Hargest, of Hargest & Hargest, for appellants.\nEugene V. Alessandroni and Philip S. Moyer, for appellees, were not heard.\nJune 21, 1919:"
  },
  "file_name": "0384-01",
  "first_page_order": 408,
  "last_page_order": 409
}
