{
  "id": 1051946,
  "name": "Coulter, Administrator, Appellant, v. Rowe",
  "name_abbreviation": "Coulter v. Rowe",
  "decision_date": "1919-06-21",
  "docket_number": "Appeal, No. 332",
  "first_page": "386",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 5063,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 6.309085738289258e-08,
      "percentile": 0.3881214696300827
    },
    "sha256": "193734b98f5f78c410496e304bc35b1ac10c0f4a5339fffc3924ee9e7711dac2",
    "simhash": "1:7a255489ce5097d0",
    "word_count": 957
  },
  "last_updated": "2023-07-14T15:53:33.011000+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Coulter, Administrator, Appellant, v. Rowe."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOn March 18,1908, Mary A. Flury deposited $2,500 in the Lancaster Trust Company and received from it a certificate of deposit, payable to her order, for that amount, one year after date, with interest. In March, 1909,1910 and 1911, certificates for a like amount were issued by the trust company, payable one year after date, to the order of J. K. or Mary A. Flury, with interest. Each of these certificates was a renewal of the one issued the previous year. J. K. Flury was the husband of Mary A. Flury. On September 12, 1912, the last certificate was paid, and, on the next day, one for a like amount was issued by the trust company, payable to the order of Mary A. Flury or Julia J. Rowe, one year after date, with interest. Mary A. Flury died testate April 15,1913. On the 20th of the following month the certificate payable to Mary A. Flury or Julia J. Rowe was paid to the latter, and, on the same day, a certificate for a like amount was issued to her, payable to her order September 9, 1913. On that day it was paid to her. On the foregoing state of facts William J. Coulter, administrator d. b. n. c. t. a. of Mary A. Flury, brought an action against the estate of Julia J. Rowe, to recover the amount of the certificate which was paid to her September 9, 1913. Two grounds of recovery were laid in Ms statement of claim. The first was that the money paid by the trust company to Julia J. Rowe belonged to the estate of Mary A. Flury, and the second, that the former held it as trustee for J. K. Flury, the husband of the latter. A verdict was directed for the defendant, and from the judgment on it there is this appeal.\nAs to the second ground for recovery set out in the statement, it is sufficient to say that if there had been any evidence — as there was not — that Julia J. Rowe held the money in trust for J. K. Flury, now deceased, the only person who could collect it would be his personal representative. As to the first, there was no evidence that when the money was paid to Julia J. Rowe, on September 9, 1913, she was not the absolute owner of it. The certificate on which it was paid had been issued in her name, and the presumption, unrebutted by the plaintiff, was that even if she had acquired the money from Mary A. Flury, she had honestly acquired it.\nThe verdict for the defendant having been properly directed for the reasons stated, the judgment on it is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "B. F. Davis, with him E. D. Ziegler, John A. Nauman and W. L. Calkins, for appellant.",
      "J. E. Senft and John E. Malone, for appellee."
    ],
    "corrections": "",
    "head_matter": "Coulter, Administrator, Appellant, v. Rowe.\nBanks and banking — Certificate of deposit — Possession of certificate — Ownership—Presumption—Evidence.\nOne M. A. F. in March, 1908, deposited money in a bank and received a certificate of deposit payable to her order one year after date, and in March, 1909, 1910 and 1911 a certificate for a like amount was issued by the bank payable one year after date, to the order of J. K. F. or M. A. F. (J. K. F. being the husband of M. A. F.) each of the later certificates being a renewal of the one issued the previous year and in September, 1912, the last certificate was paid and on the next day a certificate for a like amount was issued by the bank payable to the order of M. A. F. or J. J. R. one year after date. After the death of M. A. F., the certificate payable to M. A. F. or J. J. R. was paid to the latter and on the same day, a certificate for a like amount was issued to her payable to her order and subsequently paid to her. An action was brought by the administrator of M. A. F. against the estate of J. J. R. to recover the amount of the certificate paid to J. J. R. upon the ground (1) that the money paid by the bank to J. J. R. belonged to the estate of M. A. F. and (2) that J. J. R. held it as trustee for J. K. F., the husband of M. A. F. Held, that a verdict was properly directed for the defendant (1) because there was no evidence that when the money was paid to J. J. R. she was not the absolute owner of it, the presumption being that even if she had acquired the money from M. A. F. she had acquired it honestly; and because (2) if there had been any evidence — as there was not — that J. J. R. held the money in trust for J. K. F., then deceased, the only person who could collect it would be his personal representative.\nArgued May 19, 1919.\nAppeal, No. 332, Jan. T., 1918, by plaintiff, from judgment of C. P. Lancaster Co., Aug. T., 1917, No. 77, on verdict for defendant in the case of William J. Coulter, Administrator d. b. n. c. t. a. of Mary A. Flury, deceased, v. Harry B. Rowe, Executor of Julia J. Rowe, deceased.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed,\nAssumpsit to recover the amount of a certificate of deposit claimed as property of plaintiff’s decedent. Before Hassler, J.\nThe court directed a verdict for defendant. Yerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were answers to points, the instructions to the jury and rulings on evidence.\nB. F. Davis, with him E. D. Ziegler, John A. Nauman and W. L. Calkins, for appellant.\nJ. E. Senft and John E. Malone, for appellee.\nJune 21, 1919:"
  },
  "file_name": "0386-01",
  "first_page_order": 410,
  "last_page_order": 412
}
