{
  "id": 1051846,
  "name": "Wasson, Appellant, v. Woods",
  "name_abbreviation": "Wasson v. Woods",
  "decision_date": "1919-10-18",
  "docket_number": "Appeal, No. 4",
  "first_page": "442",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "244 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 9993,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.978314280040879e-07,
      "percentile": 0.7402597603180726
    },
    "sha256": "2994b2a4449fcdef54bef2428d7a4bd10ffc2cd3484126dd60a05eaa9a86acee",
    "simhash": "1:4c771e7ea3ce0d62",
    "word_count": 1734
  },
  "last_updated": "2024-02-27T19:33:16.932815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Wasson, Appellant, v. Woods."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nTbe members of tbe court wbo beard this appeal are of one mind that, under our cases, tbe Act of July 8,. 1919, P. L. 745, amending section 13 of tbe Uniform Primary Law of July 24,1913, P. L. 1001, is not in violation of tbe Constitution. Tbe writ prayed for was, therefore, properly denied, and tbe refusal of it is affirmed on tbe opinion of tbe learned court below dismissing appellant’s petition.\nAppeal dismissed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John M. Freeman and Charles Alvin Jones, with them Watson & Freeman, Sterrett & Acheson, Samuel MeClay and H. F. Stambaugh, for appellant.",
      "Frank M. Hunter, Deputy Attorney General, with him William M. Hargest, Deputy Attorney General, and William I. Schaffer, Attorney General, for. appellee."
    ],
    "corrections": "",
    "head_matter": "Wasson, Appellant, v. Woods.\nElection law — Constitutional law — Uniformity of elections — Act of July 8, 1919 — Primary elections — Title of act.\n1. The Act of July 8,1919, P. L. 745, amending section 13 of the Uniform Primary Law of July 24, 1913, P. L. 1001, is not in violation of the Constitution, either as contravening Section 5, Article I, of the Constitution, which declares that elections shall be free and equal, or section 7, article VIII, relating to the uniformity of elections.\n2. The title is sufficient.\nArgued Oct. 17, 1919.\nAppeal, No. 4, May T., 1920, by plaintiff, from order of C. P. Dauphin Co., 35 Commonwealth Docket 1919, refusing mandamus in case of Henry G. Wasson v. Cyrus E. Woods, Secretary of the Commonwealth of Pennsylvania.\nBefore Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nPetition for mandamus to compel certification of name on ballot.\nKunkel, P. J., filed the following opinion:\nThis is a proceeding to compel the secretary of the Commonwealth to certify the name of the plaintiff for printing on the official election ballot as a candidate for the office of judge in Allegheny County.\nAt the primary election there were seven candidates for five vacancies in that office. Six of the candidates, among whom was the plaintiff, received sufficient votes as ascertained by the method prescribed by Section 13, of the Act of July 24, 1913, P. L. 1001, amended by the Act of July 8,1919, to constitute them sole nominees for the office at the November election,, but as there were only five vacancies to be filled, the secretary of the Commonwealth proposed to certify the names of the five receiving the highest number of votes, in accordance with the direction of the act. To this the plaintiff objects, claiming his name is entitled to be certified together with, the others. The contemplated act of the secretary is entirely in accordance with the provisions of the amendatory Act of 1919, and if the objections to its constitutionality are not sustained, this proceeding must be dismissed.\nThe part of the amendment in controversy assailed as unconstitutional declares: “And provided further, that whenever, at any primary nominations are to be made of candidates to fill two or more vacancies in any appellate or other court of record, composed of two or more judges, if any one or more of such candidates shall receive a number of votes greater than one-half of the total number of votes cast for such office at such primary, then, and in such event, each of such candidates shall be the sole nominee for one of the respective vacancies in such office.\n“One-half of the total number of votes cast for such office at such primary shall be ascertained by taking the total number of votes cast for all the candidates for such office and dividing such total vote of all such candidates by the number of persons each voter is entitled to vote for at such primary for such office, and this quotient shall be divided by two, and any candidate who receives a greater number of votes than the result obtained by the above method of ascertainment shall have met the requirement hereinbefore provided.\n“If it appears that less than the whole number of candidates for such office to be elected at the ensuing election have received the required number of votes hereinbefore specified, then, and in such event, he or they who have received that number of votes at the primary shall be the sole nominee or nominees for that number of vacancies in such office; and his name or their names and none other shall be printed as candidates for that number of vacancies in and for such office, upon the official ballots for use at such succeeding election.\n“If it appear that more than the whole number of candidates for such office to be elected at the ensuing election have received the required number of votes hereinbefore specified, then the candidates equal to the number of vacancies in such office who received the highest number of votes shall be the sole nominees for such office.\n“The number of candidates for any remaining vacancy or vacancies in such office, for which the primary has declared no sole nominee or nominees as herein just provided, and the manner of their election, shall remain as provided by existing law. In the event of one or more candidates being sole nominees, as above provided, there shall be two groups of names of candidates on the ballots, the names of such nominees being in one group, and the names of other candidates in the other.”\nIt is contended that the method of determining sole nominees and limiting the number of candidates as sole nominees thus provided, is invalid, as violating Section 5, Article I, of the Constitution, which declares that elections shall be free and equal, and also section 7, article VIII, relating to the uniformity of elections. In Winston v. Moore, 244 Pa. 447, it was held that the power to regulate elections, to frame an election ballot, to prescribe the conditions upon which the names of candidates may appear on the official ballot, the method by which a candidate may be voted for, and all like cognate provisions, were legislative matters over which the courts have no control, unless thereby the right of franchise be denied. Accordingly in that case it was held that the provisions of the Act of 1913 for sole nominees on the official ballot was not an infringement of the constitutional direction. In the present case fhe objection is made to the method provided for the ascertainment of sole nominees, but that is one of the very subjects that comes within the legislative control. As said in Winston v. Moore, “The Constitution says nothing about nominations, or how candidates shall be chosen, or how many names shall be printed on the ballot. It furnishes no rule by which to accurately determine what the legislature may or may not do in the enactment of laws relating to such, details in the exercise of the elective franchise,” etc. But it is not necessary to quote further. It is sufficient to say that applying the tests laid down in that case, the amending Act of 1919 successfully resists the constitutional assault. But the plaintiff answers that the validity of the Act of 1913 was sustained in that case because its provisions did not conflict with the freedom and equality of elections so far as the elector was concerned and the question is still open whether the amended Act of 1919 is constitutional so far as a candidate is concerned. We see no difference in the applicability of Winston v. Moore, whether a citizen be an elector or a candidate. There is no greater constitutional guarantee respecting elections to a citizen as a candidate than to him as an elector. When he is a candidate he is as much subject to the power of the legislature to regulate the form of the ballot, to fix the number of names to be placed thereon and the method of election, as he is when he is an elector.\nIt must be conceded that it is difficult to prescribe a method for making sole nominees. Under the original Act of 1913, the mode of determining a sole nominee seemed to be based on a majority of those who voted at the election, but when it came to adopting a method for determining sole nominees for two or more vacancies to be filled in the office of judge, many difficulties presented themselves. None of the candidates would be voted for to fill any particular one of the vacancies and it was impossible to base the method on the theory of the majority of the votes or ballots cast. However that may be, it is clear that the provision of the amending Act of 1919 is an election regulation, and has been left by the Constitution to the legislature to prescribe. We find every reason for sustaining its constitutionality in Winston v. Moore. It may be observed that the placing of plaintiff’s name on the official ballot with the other nominees for the five vacancies would eliminate them all as sole nominees and thus the provision of the act would he nullified.\nThe suggestion that the provision for sole nominees in the act virtually changes the time of the election fixed by the Constitution is without weight. Although no name of a competitor will appear on the official ballot, nevertheless there will be an election. The elector still has the right of selection between such sole nominee and any other person he may desire to vote for by inserting the name of that person in the blank space on the ballot left for that purpose.\nSo also as to the objection to the sufficiency of the title of the act. It purports to amend certain sections of the Act of 1913, making, however, no reference to the amendment of 1915. We fail to see how the title is de-, fective on that account. It gives notice that it amends the Act of 1913. The original Act of 1913 with the amendment of 1915 constituted the Act of 1913 as it stood when the amendment of 1919 was passed. The reference to it in the title could not mislead.\nAnd now, October 13, 1919, after hearing and upon due consideration the writ of peremptory mandamus is refused and the proceeding is dismissed at the cost of the plaintiff.\nThe court dismissed the .petition. The petitioner appealed.\nError assigned was order dismissing the petition.\nJohn M. Freeman and Charles Alvin Jones, with them Watson & Freeman, Sterrett & Acheson, Samuel MeClay and H. F. Stambaugh, for appellant.\nFrank M. Hunter, Deputy Attorney General, with him William M. Hargest, Deputy Attorney General, and William I. Schaffer, Attorney General, for. appellee.\nOctober 18, 1919:"
  },
  "file_name": "0442-01",
  "first_page_order": 466,
  "last_page_order": 471
}
