{
  "id": 1051936,
  "name": "Shaffer v. Pennsylvania Co., Appellant",
  "name_abbreviation": "Shaffer v. Pennsylvania Co.",
  "decision_date": "1920-01-05",
  "docket_number": "Appeal, No. 23",
  "first_page": "542",
  "last_page": "549",
  "citations": [
    {
      "type": "official",
      "cite": "265 Pa. 542"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "251 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0018-01"
      ]
    },
    {
      "cite": "145 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0324-01"
      ]
    },
    {
      "cite": "152 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0068-01"
      ]
    },
    {
      "cite": "149 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0155-01"
      ]
    },
    {
      "cite": "241 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0328-01"
      ]
    },
    {
      "cite": "116 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0472-01"
      ]
    },
    {
      "cite": "146 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0465-01"
      ]
    },
    {
      "cite": "219 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002681,
        1002693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0210-01",
        "/pa/219/0210-02"
      ]
    },
    {
      "cite": "4 W. & S. 363",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "45 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/45/0061-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 14855,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.1788586571573264e-07,
      "percentile": 0.5881958755124334
    },
    "sha256": "d9507e1e4a89ef51d74f2a5310d23cdf6085c67dbf3cdcf762b170c272fff663",
    "simhash": "1:e47648711d9312f6",
    "word_count": 2560
  },
  "last_updated": "2024-02-27T19:33:16.932815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Shaffer v. Pennsylvania Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe plaintiff is the owner of a tract of land comprising eighty acres in Union Township, Lawrence County, bounded on west and south by the Mahoning river. Directly opposite, on the west and south sides of the river, the defendant company for many years maintained a double track line of railroad known as the Pittsburgh, Youngstown and Ashtabula Eailroad. In the years 1911 and 1912, to accommodate its increased traffic, the company constructed two additional parallel lines of track, one on the west side of the original tracks, furthest from the river, the other on the side nearest the river. These tracks were all upon the same grade, but to permit of the construction of the additional track on the east side, it became necessary to encroach on the river bottom by a very extensive fill. The embankment thus constructed extended out into the river at an average of 46 to 56 feet. This furnished an additional width of grade level at the top of about 20 feet. The embankment was protected against the river current by a wall of salamander nearly perpendicular to a height of about ten feet. The space between was filled up with earth and cinder. This embankment is opposite to the plaintiff’s farm and extends up and down the river about 1,000 feet. At the point of the greatest fill the river was narrowed thereby about 56 feet. The plaintiff complains that after the construction of the fill, and in consequence thereof, the water of the river in time of ordinary freshets was thrown upon his land in such way that the surface of his land was washed away by the current so created and about five acres of the surface and soil were washed away entirely, resulting in permanent injury to his farm; that while theretofore his land had been subject to occasional inundations by back-water coming on it from another property, this occasioned him no loss because of its stillness and the fertilizing deposits which were left when it receded. The action was for the recovery of damages. At the conclusion of the testimony the defendant asked for binding instructions in a point submitted, which was denied. Under very careful instructions as to the law of the case, and, as we think, a very impartial review of the testimony, the jury, having had the benefit of an inspection of the premises, returned a verdict for the plaintiff for $4,250. This was followed by a motion for judgment non obstante, which was also refused, and judgment was directed on the verdict. This appeal followed.\nThe assignments of error are unnecessarily multiplied ; they are twenty-three in number and as a result many are no better than duplications. If we omit special reference to some of them, it will be because we think they have been sufficiently answered in what we have said with respect to others. Our attention has been first of all directed to the 19th and 23d assignments. The first of these complains of error in the court’s refusal of the point asking for binding instructions; the other of error in. refusing the motion for judgment non obstante. These are closely akin and may be discussed together. They alike rest on the assumption that there was no sufficient evidence to carry the case to the jury. From the above brief statement of plaintiff’s cause of action it is apparent that the measure of the burden of proof resting on him to establish a prima facie case, was to produce evidence showing, first, his injury and its extent, and, second, that such injury was occasioned by and resulted from the fill and embankment on the opposite side of the river constructed by the defendant company for the accommodation of its increased trackage. To begin with, to show his injury and its extent, he called some five witnesses, including himself; with this exception, all were his neighbors who had known plaintiff’s farm for years before the defendant company constructed its new .lines of track. Their testimony was to the effect that the southern part of plaintiff’s farm, before the construction of the embankment by the railroad company, on occasions of high water was frequently inundated by back-water from the adjoining farm, which would gradually drain away without doing any damage by washing out the soil; that, following the construction of the railroad embankment in 1912, on such similar occasions the water of the river broke through its bank on the northern part of the farm with the effect that by the force of its current it washed gulleys in that part of the farm and washed away the soil in different places,x making its escape by running southward over the farm until it entered into the main channel of the river below. These same witnesses testified to the injury and the amount of damages thus suffered. This testimony was supplemented by that of two experienced engineers, both of whom testified to the adequacy of the embankment on the opposite side of the river to produce the results testified to. On this testimony the case was for the jury, and no error was committed in overruling the motion for binding instructions. A direction to find for the defendant can be sustained only in cases where the plaintiff’s evidence, if believed, is insufficient to sustain his claim. The motion for judgment non obstante on the whole record was based largely upon the testimony of an expert witness called by the defendant, who testified that from a scientific standpoint the defendants retaining wall and embankment could not have caused and contributed to the injury complained of. It is argued that results so obtained are indisputable demonstrations that cannot be gainsaid. This same argument was made in Brown v. Bush, 45 Pa. 61, where the jury acted upon the “actual visible facts” as entitled to greater probative force than the testimony of the expert witness, and their right to do so was upheld. So here, however, convincing to some minds the testimony of this expert may have been, the plaintiff having made out a prima facie case, that circumstance left the jury in control. There was no error in refusing judgment non obstante.\nIn the consideration of the next point raised in appellant’s brief of argument, assignments 2, 3, 4, 5, 8, 9, 12,13,14, 15,16,17 and 18 are considered together. All relate to the correct measure of damages in such cases, and charge error in instructing the jury that if they found for the plaintiff, their verdict should be for the depreciation in the market value of his property in consequence of the defendant’s interference with the accustomed flow of the river, thereby flooding his land, the amount tó be ascertained by determining the market value of his land before the interference began and the market value after the interference, and that the differenee would be tbe damage he would be entitled to recover. This rule was adopted by tbe court early in tbe case, and. was applied throughout in connection with questions arising in regard to tbe admissibility of evidence; hence tbe numerous assignments on this branch of tbe case. If tbe court was correct in its conclusion as to the true measure of damages, all these assignments must fall. That it was correct, provided tbe injury complained of was permanent injury, cannot be questioned. So it is to be resolved by tbe determination of that one question, and that was a question of law for tbe court.\nA leading case on this subject is Schuylkill Navigation Co. v. Thoburn, 7 S. & R. 411. Tbe defendant there was tbe owner of a seventy-acre tract of land bordering on Mill creek, with a cotton factory and other improvements erected thereon. Mill creek empties into tbe Schuylkill river. Tbe navigation company bad created a dam upon tbe Schuylkill river and in consequence about ten acres of defendant’s land bad been inundated and bis factory and other improvements injured, resulting in very considerable damage. On appeal from tbe award of tbe jury of view tbe court below held that if plaintiff bad been injured by means of any dam or dams erected by tbe defendant, or if tbe land of plaintiff bad been inundated by the swelling of tbe water, in consequence of tbe erection of any dam or dams by tbe defendant, or any mill or water works of tbe plaintiff bad been injured by swelling tbe water by defendant into tbe tail race of any mill or other water works which may have been erected in said river, or any stream of water entering into tbe same, be is entitled to damage for each and every injury be has sustained by reason of such dam or dams. On appeal by tbe defendant, this court, speaking by Chief Justice Gibson, held tbe instruction erroneous. Tbe opinion thus proceeds: “Now here tbe injury to be redressed was done to tbe realty; but altogether unlike a nuisance for tbe continuance of which repeated actions may be brought, in each of which damages may be recovered for the time intervening between the inception of the preceding suit, and the impetration of the writ in the cause which is then tried. The compensation was to be prospective, as well as retrospective, but to be estimated with reference to the time when the injury was committed. It vas in fact to be the price of a privilege to swell the water to a particular height for an indefi. nite time. Now this price was due the moment the privilege was entered upon, and the price could be ascertained, which was obviously the time when the obstruction was first completed. The jury were therefore to ascertain what was then due, and the amount clearly could not be enhanced or in any way affected by subsequent injuries, the consequences of the obstruction..... The only safe rule is to inquire what would the property unaffected by the obstruction have sold for at the time the injury was committed? What would it have sold for as affected by the injury? The difference is the true measure of compensation.” To like effect is the case of Nav. Co. v. Farr, 4 W. & S. 363.\nConceding that the injury plaintiff suffered was caused by the embankment in the river constructed by the defendant in 1911 and 1912 to accommodate its additional tracks, the permanency of the injury becomes manifest, both from the character of the structure and the uses to which it is subjected. The embankment is upon the defendant’s own property, constituting an essential part of what must have been designed as a permanent improvement — the bed of additional main tracks. The rule in such cases is thus stated in Sedgwick on Damages, vol. 1, page 130: “If the injury is caused by erecting a structure or making use of land which the defendant has a right to continue, the injury is regarded as committed once for all, and action must be brought to recover the entire damage, past and future......A typical instance is an action against a railroad company for a nuisance caused by its embankment or other permanent structure. In such case when the Constitution permits recovery, the great weight of authority is to the effect that the injured party may, and therefore must, recover compensation in one action for the entire loss......Where any other lawful work of a permanent nature causes injury to the plaintiff for which he may recover, the rule is the same and he must recover all his damages in one action.”\nThe permanent character of the defendant’s embankment, considering its uses, is self-evident. We find no merit in these assignments and they are overruled.\nIn view of what we have said as to the main questions in the case, especially as to the true measure of damages, the remaining assignments are therein sufficiently answered. The assignments are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "Oscar L. Jackson and Charles R. Davis, for appellant.",
      "J. Norman Martin, of Martin & Martin, with Mm H. K. Gregory, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shaffer v. Pennsylvania Co., Appellant.\nRailroads — Construction of embanlcment in river — Overflow of lands — Damages—Witnesses—Evidence—Case for jury.\n1. Where a railroad company encroaches upon the bed of a river, and constructs therein an embankment with retaining wall, for the purpose of widening its tracks, and as a result land on the opposite side of the river is overflowed at times by high water, and permanently injured, where it had not previously suffered at such times, the railroad company is liable in damages for the injuries sustained\n2. In such a case where the plaintiff himself, four of his neighbors familiar with the land, and two experts testify to the permanent injuries to the land by the washing out of the soil, as .the result of the construction of the embankment, the case is for the jury, and a judgment and a verdict for plaintiff will be sustained; and this is the case although an expert called by the railroad company testifies that from a scientific standpoint the embankment could not have caused the injuries.\n3. The measure of damages in such a case, the injury being permanent, is to be ascertained by determining the market value of the land before the interference began and the market value after the interference, and taking the difference between them. Whether the injury is permanent, is a question of law for the court.\n4. If the injury is caused by erecting a structure or making a use of land which the defendant has a right to continue, the injury is regarded as committed once for all, and action must be brought to recover the entire damage, past and future.\nArgued October 7, 1919.\nAppeal, No. 23, Oct. T., 1919, by defendant, from judgment of C. P. Lawrence Co., March T., 1913, No. 17, on verdict for plaintiff in case of J. H. Shaffer v. Pennsylvania Company.\nBefore Brown, C. J., Stewart, Moschzisker, Walling, Simpson and Kephart, JJ.\nAffirmed.\nTrespass for injuries to land. Before Emery, P. J.\nVerdict and judgment for plaintiff for $4,250. Defendant appealed.\nErrors assigned were various rulings on evidence, various instructions, refusal of binding instructions for defendant and refusal of judgment for defendant n. o. v.\nOscar L. Jackson and Charles R. Davis, for appellant.\nA consideration of all the testimony favorable to plaintiff shows that he failed in proof to make out his case and our motion for judgment non obstante veredicto should have been granted: Sipe v. Penna. R. R. Co., 219 Pa. 210; Reese v. Clark, 146 Pa. 465.\nEach overflow creates a new cause of action and the difference in value before and after taking has no application. Such cases are usually determined by an action of trespass, and the question of measuring damages by difference in value of real estate cannot arise: Drace v. Nissley, 24 Pa. D. Rep. 36; Penna. R. R. Co. v. Lippincott, 116 Pa. 472; Wagner v. Purity Water Co., 241 Pa. 328; McGithigan v. Potts, 149 Pa. 155; Eshleman v. Martic Township, 152 Pa. 68; Robb v. Carnegie, 145 Pa. 324.\nJ. Norman Martin, of Martin & Martin, with Mm H. K. Gregory, for appellee.\nThe measure of damages is the difference between the value of the land before and after the construction of the fill: Rider v. York Haven W. & P. Co., 251 Pa. 18.\nJanuary 5, 1920:"
  },
  "file_name": "0542-01",
  "first_page_order": 566,
  "last_page_order": 573
}
