{
  "id": 1714996,
  "name": "COMMONWEALTH of Pennsylvania v. DERRY TOWNSHIP, WESTMORELAND COUNTY, et al. (two cases), Appeal of YOUNGSTOWN BOROUGH. Appeal of DERRY TOWNSHIP",
  "name_abbreviation": "Commonwealth v. Derry Township",
  "decision_date": "1976-01-29",
  "docket_number": "Nos. 94 and 97",
  "first_page": "31",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "466 Pa. 31"
    },
    {
      "type": "parallel",
      "cite": "351 A.2d 606"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "282 A.2d 236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938616
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0555-01"
      ]
    },
    {
      "cite": "314 A.2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "285 A.2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941728
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0152-01"
      ]
    },
    {
      "cite": "344 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1708002
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0120-01"
      ]
    },
    {
      "cite": "344 A.2d 457",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1708044
      ],
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/pa/463/0123-01"
      ]
    },
    {
      "cite": "285 A.2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "446 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941728
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/446/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 803,
    "char_count": 20831,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 1.3124973865262404e-06,
      "percentile": 0.9895590437898116
    },
    "sha256": "8268269939e0cbbbf5c62f7ce931fd486fa936a64e46762ef9c4a12a1900d015",
    "simhash": "1:e62964cff5d8362e",
    "word_count": 3383
  },
  "last_updated": "2024-02-27T23:49:10.227229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "POMEROY, J., filed a concurring and dissenting opinion, in which MANDERINO, J., joins.",
      "MANDERINO, J., joins in this concurring and dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. DERRY TOWNSHIP, WESTMORELAND COUNTY, et al. (two cases), Appeal of YOUNGSTOWN BOROUGH. Appeal of DERRY TOWNSHIP."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nThis is an appeal from orders of the Commonwealth Court affirming both a finding that appellant Derry Township (Derry) was in contempt of an administrative order and an order denying appellant Youngstown Borough (Youngstown) representation on the Latrobe Municipal Authority (Authority).\nIn September 1971, the Department of Environmental Resources (DER) issued administrative orders to Youngstown, Derry and Unity Township (Unity) requiring, inter alia, negotiation and agreement with Latrobe Borough (Latrobe) and Authority for the regionalization of Authority’s sewage treatment plant. An explanation of the right to and procedure for appealing the order was attached to the above administrative orders. No appeal was taken by Derry, Youngstown or Unity from these administrative orders.\nFor the next nine months, negotiations were held among Youngstown, Derry, Unity, Latrobe and Authority, but no final agreement was executed. During these negotiations representation of Derry, Unity and Youngstown on Authority’s board emerged as a major bar to an agreement. In June 1972 DER issued administrative orders to Latrobe and Authority to negotiate and agree with Derry, Youngstown and Unity on a plan for the regionalization of Authority’s sewage treatment plant. Authority and Latrobe have appealed this administrative order to the Environmental Hearing Board. Both appeals are still pending.\nOn July 10, 1972, DER filed a petition in Commonwealth Court seeking to have Derry, Youngstown, Unity, Latrobe and Authority held in contempt for failing to comply with the regionalization orders issued September 10,1971, and June 19,1972.\nOn July 25, 1972, an evidentiary hearing on the contempt petition was held before Judge Kramer of the Commonwealth Court. On July 31, 1972, Judge Kramer entered an order which found Derry in contempt for failure to comply with the order of September 10, 1971, which required an agreement, and not merely negotiations, for the regionalization of Authority’s sewage plant, and further ordered Derry to negotiate such an agreement within ten days. If these negotiations failed, the master was to mediate the talks for seven days. If mediation failed, the Commonwealth Court would issue an order directing the parties to join an agreement to be prepared by the court. The order further tentatively accepted an agreement between Youngstown, Unity, Latrobe and Authority. No agreement between Derry and Authority has yet been reached.\nOn August 9, 1972, Derry filed exceptions to Judge Kramer’s order. On November 21, 1973, Commonwealth Court issued two orders with opinions. The first mandated compliance with the administrative orders calling for a regionalization agreement, and also accepted a representation formula which provided for the expansion of the Authority Board to seven members, with one member each for Derry, Youngstown, and Unity. The second order dismissed the exceptions of Derry.\nOn January 25, 1974, Judge Kramer in a memorandum opinion and order accepted an agreement which changed the representation requirements for the Authority Board from the November 21, 1973, order of the Commonwealth Court. The agreement involved all of the parties except Derry. Youngstown and Derry have appealed the above orders.\nSince these appeals are complex, we shall discuss each appeal separately.\nI\nDerry — Appeal No. 97\nAppellant Derry attacks (A) the authority of DER to issue the order of September 10, 1971; (B) the order’s finality; and (C) the method by which DER sought a contempt order. We reject all three arguments and affirm the order of the Commonwealth Court.\nA. Derry argues that DER lacks the statutory authority to order municipalities to combine into regional sewage treatment systems, and that even if it has the authority to do so, the order in this case is procedurally defective. We do not agree with either contention.\nThe Act of June 22, 1937, P.L. 1987, as amended August 23, 1965, P.L. 372, July 31, 1970, P.L. 653, § 1 et seq., 35 P.S. § 691.1 et seq. (Supp.1975) (Clean Streams Law), lists the rights, duties and obligations of the department in dealing with discharges of sewage into the waters of the Commonwealth. Section 203(b) of the Clean Streams Law reads in relevant part:\n“(b) . . . [DER] may issue appropriate orders to municipalities where such orders are found to be necessary to assure that there will be adequate sewer systems and treatment facilities to meet present and future needs or otherwise to meet the objectives of this act. Such orders may include, but shall not be limited to, orders requiring municipalities to undertake studies, to prepare and submit plans, to acquire, construct, repair, alter, complete, extend, or operate a sewer system or treatment facility, or to negotiate with other municipalities for combined or joint sewer systems or treatment facilities. . . .”\nId. § 203(b), 35 P.S. § 691.203(b).\nThe section invests DER with the authority to order municipalities to take the steps necessary to eliminate sewage pollution in our streams, lakes and rivers. To permit DER to order municipalities to construct a plant sufficient to serve an appropriate region, but to deny it the authority to order negotiations and agreement concerning use of the plant so ordered to be built would be a narrow and unwarranted construction of the statute. Further, the section is inclusive not exclusive, “such orders may include, but shall not be limited to” the enumerated list. Id. We, therefore, find that the Legislature has given DER the statutory authority to issue the September 10, 1971, order requiring agreement concerning the regionalization of Authority’s sewage treatment plant.\nDerry also attacks the procedure by which the September 10, 1971, order was promulgated by DER. It claims that DER was, under the administrative code, required to hold hearings before the order could be issued. The Administrative Code of 1929, Act of April 9, 1929, P.L. 177, art. XIX-A, § 1921-A(c), added Dec. 3, 1970, P.L. 834, § 20(c), 71 P.S. § 510-21 (c) (Supp.1975), refutes this contention:\n“(c) Anything in any law to the contrary notwithstanding, any action of the Department of Environmental Resources may be taken initially without regard to the Administrative Agency Law, but no such action . . . shall be final . . . until [a person affected by the action] has had an opportunity to appeal such action to the Environmental Hearing Board; provided, however, that any such action shall be final as to any person who has not perfected his appeal in the manner hereinafter specified.”\nDER possesses the initial authority to issue orders without prior hearing. Such orders are not final until the aggrieved persons have had a right to appeal. This procedure was followed in this case, Derry did not appeal, and the order became final without the necessity of holding hearings.\nB. Derry argues extensively and under several guises that it was denied due process of law because it was prohibited from attacking the validity of the administrative order in the enforcement proceeding before the Commonwealth Court. It contends: (1) that Derry never received notice of (a) its right to appeal the order or (b) the effect of its failure to appeal on the order’s finality, and (2) that its failure to appeal should not be a bar to its attacks on the order before the Commonwealth Court. We reject both arguments.\nThe record in this case shows that attached to the September 10, 1971, order to Derry was a cover letter which indicated that Derry had a right to appeal the order. The letter also included a copy of the DER rules of practice and procedure for appeals. These rules detail when and how to perfect appeals, and state clearly that failure to perfect an appeal within the period allowed results in the order becoming final. This was adequate notice to Derry of its appeal rights. No appeal was taken by Derry to the Environmental Hearing Board. The failure to appeal made that order final and foreclosed any attack on its content or validity in the enforcement proceeding.\nC. Finally, Derry argues that the pleading filed by DER which led to the contempt finding was legally inadequate to vest jurisdiction in the Commonwealth Court. We do not agree.\nSection 210 of the Clean Streams Law provides in relevant part:\n“ [A] pplication may be made by the Attorney General to the . . . Commonwealth Court [for the enforcement of a DER order through the court’s contempt power] . . ..”\nAppellant maintains that because of the enforcement nature of the relief sought, the “application” must conform to Rule 1007 of the Pennsylvania Rules of Civil Procedure. We do not agree.\nSection 210 of the Clean Streams Law authorizes the attorney general to make “application” to courts for the enforcement of the administrative order. In the instant case, the Commonwealth made “application” through a petition to adjudge respondents in contempt and attached a rule to show cause to the petition. This is a proper procedure in such a situation. See Commonwealth v. Washington Township, Pa., 344 A.2d 456 (1975); Pennsylvania Crime Commission Petitions, 446 Pa. 152, 285 A.2d 494 (1971).\nII\nYoungstown — Appeal No. 94\nOn November 21, 1973, the Commonwealth Court entered an order requiring Latrobe, Youngstown, Derry, Unity and Authority to reach agreement for the regionalization of sewage treatment in accordance with an order of DER. A major obstacle to agreement had been the insistence of the municipalities (other than Latrobe) on representation on Authority’s board of directors. The court ordered that any agreement reached provide that Youngstown, Unity, and Derry each be allowed to select one member of the board. See Commonwealth v. Derry Township, 10 Pa.Cmwlth. 619, 314 A.2d 868 (1973).\nAuthority petitioned the Commonwealth Court for reargument and reconsideration of the November 21 order. Authority asserted that prior to the entry of the order, Unity, Youngstown, Latrobe and Authority had reached agreement on regionalization, and that Youngstown had agreed to forego its claim for representation in return for other concessions in the agreement. Authority maintained that the November 21 order had cast doubt upon the validity of this agreement. It therefore requested the court to review its order. Attached to the petition was a copy of the agreement signed by officials of each of the three municipalities.\nOn January 25, 1974, the Commonwealth Court, apparently without further argument, filed a memorandum opinion entering a new order. The court concluded that the agreement submitted to it with the petition for reargument resolved the dispute among DER, the municipalities (except for Derry) and Authority. The court therefore “accepted” the agreement, ordered “that the said agreement be approved and filed,” and dismissed DER’s complaint against Authority, Latrobe, Unity and Youngstown.\nYoungstown did not file an answer to the petition for reargument prior to the entry of the January 25 order and neither filed exceptions nor sought any other relief once that order was entered. Instead, it took an appeal to this Court, contending that: (1) it never agreed to abandon its demand for representation; and (2) the Commonwealth Court’s decision should be reversed because the dispute is not “ripe” for resolution by that court.\nWe must first determine whether, under Rule 1518, Youngstown’s failure to file exceptions precludes it from raising these arguments on appeal. See Pa.R.Civ.P. 1518, Logan v. Cherrie, 444 Pa. 555, 282 A.2d 236 (1971). Rule 1518 requires that exceptions be taken within “twenty (20) days after notice of the filing of the adjudication.....” Rule 1517 lists the requirements of an adjudication:\n“The adjudication shall consist of (1) a statement of the issues; (2) a closely condensed chronological statement, in narrative form or in separate findings of all the facts which are necessary to be known in order to determine the issues; (3) a discussion of the questions of law involved and the court’s conclusions of law and (4) a decree nisi.”\nPa.R.Civ.P. 1517\nThe January 25 order contains no findings of fact, no conclusions of law, nor any language which would indicate that the order is a decree nisi, or that the parties were required to file exceptions to perfect a right of appeal. There is nothing on the face of the order which would indicate that it is anything other than a final order and, as such, the requirements of Rule 1518 are not applicable. When the court’s order neither comports with the requirements of Rule 1517 nor indicates on its face that the order is a decree nisi, it should not be presumed that exceptions must be filed in order to preserve a right of appeal. Youngstown’s appeal is therefore properly before us.\nHowever, the record does not disclose whether Youngstown has in fact bargained away its representation rights, a determination which must be made prior to any adjudication of Youngstown’s appeal. Therefore, we remand the case to the Commonwealth Court for an evidentiary hearing.\nOrder of the Commonwealth Court in Appeal No. 97 affirmed; order of the Commonwealth Court in Appeal No. 94 vacated and case remanded for an evidentiary hearing.\nPOMEROY, J., filed a concurring and dissenting opinion, in which MANDERINO, J., joins.\n. We hear this appeal under authority of the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 203, 17 P.S. § 211.203 (Supp.1975).\n. The hearing was held pursuant to the Act of July 31, 1970, P.L. 653, § 7, 35 P.S. § 691.210 (Supp.1975).\n. Pa.R.Civ.P. 1007 provides:\n“An action may be commenced by filing with the prothonotary\n(1) a praecipe for writ of summons,\n(2) a complaint, or\n(3) an agreement for an amicable action.”\n. Rule 1518 provides:\nWithin twenty (20) days after notice of the filing of the adjudication, exceptions may be filed by any party to rulings on objections to evidence, to statements or findings of fact, to conclusions of law, to the decree nisi or in cases where requests for findings of fact or conclusions of law have been submitted by leave of court to a failure or refusal to find any matter of fact or law substantially as requested. Each exception shall set forth a separate objection precisely and without discussion. Matters not covered by exceptions are deemed waived, unless, prior to final decree, leave is granted to file exceptions raising these matters. Pa.R.Civ.Proc. 1518",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "POMEROY, Justice\n(concurring and dissenting).\nI join in part II of the Opinion of the Court and in that portion of the mandate which vacates the order of the Commonwealth Court in Appeal No. 94 and remands the case for an evidentiary hearing. For the reasons which follow, however, I am of the opinion that the Commonwealth Court erred in adjudging appellant Derry Township [Derry] in contempt for failing to comply with an order of the Department of Environmental Resources [DER]. Therefore, I dissent from the Court’s affirmance of the order of the Commonwealth Court in Appeal No. 97.\nThe Court’s affirmance of the Derry contempt order is predicated on the notion that § 203(b) of the Clean Streams Law, Act of June 22, 1987, P.L. 1987, as amended, 35 P.S. § 691.203(b) [hereinafter “The Act”] invests “DER [with] the statutory authority to issue [an] order requiring agreement concerning the regionalization of Authority’s sewage treatment plant.” Opinion of the Court at 5 (emphasis added). In my view, § 203(b) will not bear such a construction.\nSection 203(b) of the Act, 35 P.S. § 691.203(b) provides that DER may order municipalities, inter alia, “to negotiate with other municipalities for combined or joint sewer systems or treatment facilities.” It does not authorize an order such as was entered in this case, requiring municipalities actually to agree on such systems or facilities, and I fail to see how it could properly do so; by definition an agreement must be volitional. The orders of the Department dated September 10, 1971 and June 19, 1971 directing Derry Township to negotiate “and enter into agreement with” the Latrobe Municipal Authority and the other municipalities involved in these proceedings was, therefore, in my opinion, beyond the power of the Department to prescribe. Such a mandate could mean, at most, that Derry must in good faith use its best efforts to reach agreement. There is no finding that the Township has not done so. To hold it in contempt for failure to agree, therefore, was not justified on this record and the order to that effect should be vacated.\nMANDERINO, J., joins in this concurring and dissenting opinion.\n. Derry had been ordered to negotiate and agree with surrounding municipalities for the regionalization of a sewage treatment plant. Derry was adjudged to be in contempt when it failed to acquiesce in a proposed agreement.\n. In contrast, the order of the hearing judge entered July 31, 1972, initially finding Derry Township to be in contempt, requires only that Derry Township enter into “diligent negotiation” with the Authority “to reach the required agreement.” (R. 169a).\n. The master’s report, filed September 7, 1972, observed (R. 181a) that “diligent negotiations” had failed to produce an agreement between Derry and the Authority. He also stated that “[t]he Court has no power to compel the execution of an agreement . ,” but recommended “that the Court exercise its contempt powers to implement the declared policy and objectives of the Clear Streams Law.” (Ibid.)\n. The Court below in its opinion considered that the failure of Derry to appeal from the Department’s order of September 10, 1971, combined with the fact that no agreement was reached, placed it “automatically in contempt.” (R. 274a). In light of the nature of the problem I am unable to agree with this conclusion. An order which is ultra vires does not become viable for want of an appeal. It is to be noted, moreover, that the question of power to compel agreement was raised in the proceeding before the master held pursuant to the hearing judge’s order of July 31, 1972, see n. 2 supra. The instant appeal embraces that order, among others.\n. In the instant case, application was made to the Commonwealth Court for the purpose oí seeking an adjudication of contempt. Accordingly, I agree with the Court that the action was properly initiated by application pursuant to § 210 of the Act, 35 P.S. § 691.210, and that, therefore compliance with Rule 1007 of our Rules of Civil Procedure was not necessary. See Pennsylvania Crime Commission Petitions, 446 Pa. 152, 285 A.2d 494 (1971). I cannot agree, however, with the Court’s statement that § 210 similarly authorizes application to a court without compliance with Rule 1007 for the simple enforcement of an administrative order. By its express language § 210 only authorizes application to a court for the purpose of seeking a contempt citation against a noncomplying municipality: “If the corporate authorities fail to proceed diligently . . the corporate authorities shall be guilty of contempt and shall be punished by the court in an appropriate manner and, for this purpose, application may be made by the Attorney General to the Commonwealth Court.” 35 P.S. § 691.210 (emphasis added): Furthermore, to construe § 210 in such a fashion as to authorize the initiation of enforcement actions by application pursuant to § 210 is to ignore the Act’s express statutory enforcement scheme. § 610 of the Act, 35 P.S. § 691.610 declares any failure to comply with a DER enforcement order to be a nuisance. In turn, § 601, 35 P.S. § 691.601, provides that “[a]ny activity or condition declared by this act to be a nuisance, shall be abateable in the manner provided by law or equity for the abatement of public nuisances.” Reading these two sections together, it would seem that the Act contemplates that actions to enforce DER orders should be maintained as actions to abate a nuisance. As such they should be commenced by a praecipe for a writ of summons, a complaint, or an agreement for an amicable action as prescribed by Rule 1007 of our Rules of Civil Procedure.. But see Commonwealth v. Washington Township, Pa., 344 A.2d 457 (1975).",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "POMEROY, Justice"
      }
    ],
    "attorneys": [
      "Jon M. Lewis, Mahady & Mahady, Greensburg, for appellant Youngstown Borough.",
      "Clarence F. McBride, Greensburg, for appellant Derry Tp.",
      "Robert J. Shostak, Sp. Asst. Atty. Gen., Clarence F. McBride, William C. Stillwagon, Greensburg, George M. Lynch, Latrobe, for appellees, Derry Tp. and others."
    ],
    "corrections": "",
    "head_matter": "351 A.2d 606\nCOMMONWEALTH of Pennsylvania v. DERRY TOWNSHIP, WESTMORELAND COUNTY, et al. (two cases), Appeal of YOUNGSTOWN BOROUGH. Appeal of DERRY TOWNSHIP.\nSupreme Court of Pennsylvania.\nArgued Oct. 11, 1974.\nDecided Jan. 29, 1976.\nJon M. Lewis, Mahady & Mahady, Greensburg, for appellant Youngstown Borough.\nClarence F. McBride, Greensburg, for appellant Derry Tp.\nRobert J. Shostak, Sp. Asst. Atty. Gen., Clarence F. McBride, William C. Stillwagon, Greensburg, George M. Lynch, Latrobe, for appellees, Derry Tp. and others.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0031-01",
  "first_page_order": 61,
  "last_page_order": 74
}
