{
  "id": 1714951,
  "name": "Lieutenant Colonel Joseph DUSSIA, Appellant, v. Colonel James D. BARGER, Commissioner of the Pennsylvania State Police, et al., Appellees",
  "name_abbreviation": "Dussia v. Barger",
  "decision_date": "1975-10-03",
  "docket_number": "No. 17",
  "first_page": "152",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "466 Pa. 152"
    },
    {
      "type": "parallel",
      "cite": "351 A.2d 667"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 A.2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "706"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922567
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0126-01"
      ]
    },
    {
      "cite": "172 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "840"
        },
        {
          "page": "841"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301502
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "597"
        },
        {
          "page": "598"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0584-01"
      ]
    },
    {
      "cite": "273 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142780
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/273/0510-01"
      ]
    },
    {
      "cite": "99 L. Ed. 942",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "349 U.S. 133",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333990
      ],
      "weight": 4,
      "year": 1955,
      "pin_cites": [
        {
          "page": "136"
        },
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0133-01"
      ]
    },
    {
      "cite": "5 U.S.C. § 1001",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "60 Stat. 237",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "94 L.Ed. 616",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "339 U.S. 33",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362241
      ],
      "weight": 10,
      "year": 1950,
      "pin_cites": [
        {
          "page": "42"
        },
        {
          "page": "450"
        },
        {
          "page": "44"
        },
        {
          "page": "451"
        },
        {
          "page": "41"
        },
        {
          "page": "450"
        },
        {
          "page": "44"
        },
        {
          "page": "451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0033-01"
      ]
    },
    {
      "cite": "54 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472112
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0329-01"
      ]
    },
    {
      "cite": "145 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "894 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "211 A.2d 487",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896035
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0520-01"
      ]
    },
    {
      "cite": "43 A.2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1945,
      "pin_cites": [
        {
          "page": "895"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464105
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0586-01"
      ]
    },
    {
      "cite": "246 A.2d 658",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919704
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0098-01"
      ]
    },
    {
      "cite": "258 A.2d 616",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922655
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0447-01"
      ]
    },
    {
      "cite": "312 A.2d 360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582270
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0233-01"
      ]
    },
    {
      "cite": "317 A.2d 584",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582389
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0531-01"
      ]
    },
    {
      "cite": "459 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481039
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0528-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1151,
    "char_count": 26302,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 1.046895590548107e-06,
      "percentile": 0.9841361407556966
    },
    "sha256": "0c600578a1259d683de1cfd3552085cb75aeb60892f0dfa0d6f0d976095138b8",
    "simhash": "1:215c22d6027ae699",
    "word_count": 4222
  },
  "last_updated": "2024-02-27T23:49:10.227229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "JONES, C. J., and POMEROY, J., concur in the result."
    ],
    "parties": [
      "Lieutenant Colonel Joseph DUSSIA, Appellant, v. Colonel James D. BARGER, Commissioner of the Pennsylvania State Police, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nAppellant, Joseph Dussia, a Lieutenant Colonel of the Pennsylvania State Police presently under suspension, instituted an action in equity in the Commonwealth Court seeking permanent injunctive relief from his pending court-martial. The action was instituted against James D. Barger, the Commissioner of the Pennsylvania State Police Department, and the individual members of the Court-Martial Board. The court-martial proceeding had been instituted by the Commissioner for the purpose of considering certain improprieties allegedly committed by Dussia in the performance of his duties. In the event the charges are established the Board would have the option to recommend to the Commissioner that Dussia be discharged or demoted in rank. In the event of his exoneration the Board would be empowered to recommend reinstatement with back pay.\nThe Commonwealth Court sitting en banc denied appellant’s request for injunctive relief and this appeal followed.\nA number of assignments of error have been raised and will be treated ad seriatim. Appellant first asserts that his constitutional right to a fair hearing will be denied if the court-martial proceedings are permitted to continue because of the Commissioner’s bias against him. The testimony pertaining to this point focused upon the content of a telephone conversation between the Commissioner and appellant. Although appellant’s version of the conversation would tend to indicate that the Commissioner was biased against him, the Commonwealth Court found the Commissioner’s representations to the contrary more credible. The court below concluded that Barger’s statements were “only an effort to apprise the appellant that there was evidence against him and to suggest that resignation should be considered.” They found that the record failed to establish that Barger had, in fact, formed an opinion as to appellant’s guilt or innocence and, therefore, could objectively perform his function. While the record presents a close question as to whose version is correct we believe the findings of fact made by the Commonwealth Court are supported by adequate evidence and, thus, will not be disturbed on appeal. Snow v. Corsica Construction Company, 459 Pa. 528, 329 A.2d 887 (1974); Berkowitz v. Mayflower, 455 Pa. 531, 317 A.2d 584 (1974); Anthony v. Perose, 455 Pa. 233, 312 A.2d 360(1973); Yuhas v. Schmidt, 434 Pa. 447, 258 A.2d 616 (1969); Hankin v. Goodman, 432 Pa. 98, 246 A.2d 658 (1968).\nAppellant next asserts that Section 711 of the Administrative Code is an unconstitutional delegation of power by the legislature because it fails to provide any legislative standards to guide the Commissioner in the performance of the duties provided for therein. We do not agree.\nIn Ruch v. Wilhelm, 352 Pa. 586, 43 A.2d 894 (1945) this Court was called upon to consider an earlier version of Section 711 of the Administrative Code, Act of April 9, 1929, P.L. 177, as amended, Act of June 29, 1937, P.L. 2436. That section provided that the Commissioner establish rules and regulations for the filing and hearing of charges against members of the state police. There we noted the existence of the power of the Commissioner under common law to remove any employee within the department at his pleasure either for cause or without cause.\n“Under the common law, therefore, they are subject, like all other Commonwealth employes, to removal at the pleasure of the appointing power, either for cause or without cause, unless there is legislative provision to the contrary.” Id. at 588-89, 43 A.2d at 895. (Footnote omitted) We held that the language of 711 would not be considered as a legislative attempt to confer tenure upon state police employees and that the Commissioner had an option to either exercise his common law right or to employ the procedures set forth in the regulations promulgated pursuant to 711. This decision is significant in our present inquiry in that it establishes that at the time of the most recent amendment of 711 the Commissioner still possessed his unfettered power to discharge at his pleasure. It is therefore apparent that the subsequent amendment, rather than being an unlawful delegation as charged, is in fact, a restriction by the legislature of a previously absolute common law power.\nIn the current version of 711 the legislature has established standards for the Commissioner. In this context he was required to make rules and regulations to govern the conduct of all personnel, supply any member who is accused of violating those proscriptions with a detailed written statement of the charges against him, and to appoint a court-martial board consisting of three commissioned officers. As we explained in Chartiers Valley Joint Schools v. Allegheny County Board of School Directors, 418 Pa. 520, 211 A.2d 487 (1965), it is generally agreed that the nondelegation principle does not require that all details of administration be precisely or separately enumerated in the statute. The legislature can delegate power when it establishes general standards according to which that power must be exercised. Chartiers Valley Jt. Schs. v. Allegheny Co. Bd. of School Directors, supra; Pennsylvania Water & Power Resources Board v. Green Spring Co., 894 Pa. 1, 145 A.2d 178 (1958); Belovsky v. Redevelopment Authority, 357 Pa. 329, 54 A.2d 277 (1947).\nMore importantly, the doctrine of legislative delegation sought to be invoked by appellant is here inapplicable because this section did not represent a grant of power by the legislature but rather a limitation upon the Commissioner’s common law power.\nFinally, we turn to appellant’s last contention that Section 711 of the Administrative Code as implemented by State Police Field Regulation 3.03-E creates an unconstitutional commingling of functions in the Commissioner. We agree.\nUnder 711 of the Administrative Code, supra, the Commissioner is vested with the obligation to determine the guilt or innocence of the accused employee and to determine the sanction to be imposed. The recommendations of the board are only that. The ultimate judicial determination as to guilt or innocence is exclusively within the discretion of the Commissioner. Even accepting the view of the Commonwealth Court that the Commissioner is bound by the record of the court-martial board, he is still the ultimate arbiter in each case.\nIn addition to this judicial function State Police Field Regulation 3.03-E vests the Commissioner with the responsibility of determining when a disciplinary board is to be convened. State Police Field Regulation 3.03-E provides in pertinent part:\n“1. A Disciplinary Board comprised of three Area Commanders shall be appointed by the Commissioner to review recommendations for Court-Martial. The senior officer shall act as chairman.\n“2. The Board shall convene q,t the direction of the Commissioner and shall be responsible to him for conducting an objective review of all cases that he may refer to it.\n“3. No Area Commander shall sit as a member of a Board reviewing the case of an individual serving under his Area Command.\n“4. The Board shall function in an advisory capacity only.\n“5. The Board shall prepare a report for the Commissioner which presents a summary of the essential facts and recommended action to be taken.\n“6. When an unanimous decision cannot be reached, separate reports shall be prepared.” (Emphasis supplied.)\nAlthough the disciplinary board reviews the facts to determine whether or not they justify the initiation of court-martial proceedings, here again, their decision is only advisory and the Commissioner must make the ultimate decision as to whether a court-martial board should be appointed. The convocation of the disciplinary board pursuant to paragraph 2 of Regulation 3.03-E or the initiation of criminal proceedings is a classic prosecutorial function. The American Bar Association Standards For Criminal Justice: The Prosecution and the Defense Function provide:\n3.4 Decision to charge.\n(a) The decision to institute criminal proceedings should be initially and primarily the responsibility of the prosecutor.\n(b) The prosecutor should establish standards and procedures for evaluating complaints to determine whether criminal proceedings should be instituted.\n(c) Where the law permits a citizen to complain directly to a judicial officer or the grand jury, the citizen complainant should be required to present his complaint for prior approval to the prosecutor and the prosecutor’s action or recommendation thereon should be communicated to the judicial officer or grand jury.\nABA Standards For Criminal Justice: The Prosecution and the Defense Function, 3.4, approved draft (1971). Thus, as appellant contends, § 711 and Regulation 3.03-E create an unconstitutional commingling of judicial and prosecutorial functions in the Commissioner.\nIn Wong Yang Sung v. McGrath, 339 U.S. 33, 70 S.Ct. 445, 94 L.Ed. 616 (1950) the Court considered the question of whether administrative hearings in deportation proceedings had to conform with the requirements of the Administrative Procedure Act of June 11, 1946, 60 Stat. 237, 5 U.S.C. § 1001 et seq. In the deportation proceedings before the Court, investigators decided cases which were similar to those which they investigated and prosecuted. The United States Supreme Court condemned this proceeding even though the investigators were not sitting in judgment in cases where they actually participated in the prosecution. The Court set forth an extensive analysis of the legislative history and purposes behind the Administrative Procedure Act. It cited the report of the President’s Committee on Administrative Management 36-37 (1937):\n“The discretionary work of the administrator is merged with that of the judge. Pressures and influences properly enough directed toward officers responsible for formulating and administering policy constitute an unwholesome atmosphere in which to adjudicate private rights. But the mixed duties of the commissions render escape from these subversive influences impossible.\n“Furthermore, the same men are obliged to serve both as prosecutor and as judges. This not only undermines judicial fairness; it weakens public confidence in that fairness.” 339 U.S. at 42, 70 S.Ct. at 450.\nThe Court also noted the report of the Attorney General’s Committee on Administrative Procedure:\n“These types of commingling of functions of investigation or advocacy with the function of deciding are thus plainly undesirable.” 339 U.S. at 44, 70 S.Ct. at 451.\nIn holding that deportation proceedings must conform to the requirements of the Administrative Procedure Act, the Court explained one of the principal administrative evils the Act sought to cure:\nMore fundamental, however, was the purpose to curtail and change the practice of embodying in one person or agency the duties of prosecutor and judge. 339 U.S. at 41, 70 S.Ct. at 450.\nThe Court added:\nA genuinely impartial hearing, conducted with critical detachment, is psychologically improbable if not impossible, when the presiding officer has at once the responsibility of appraising the strength of the case and of seeking to make it as strong as possible. 339 U.S. at 44,70 S.Ct. at 451.\nIn In re Murchison, 349 U.S. 133, 75 S.Ct. 623, 99 L. Ed. 942 (1955), the Court considered a Michigan law which authorized any judge of its courts of record to act as a so called “one man grand jury.” After indicting a defendant in his role as a one man grand jury the judge might then appear as the defendant’s trial judge. In striking down the statute as a violation of the defendant’s right to due process the Court explained:\n“A fair trial in a fair tribunal is a basic requirement of due process. Fairness of course requires an absence of actual bias in the trial of cases. But our system of law has always endeavored to prevent even the probability of unfairness. To this end no man can be a judge in his own case and no man is permitted to try cases where he has an interest in the outcome. . This Court has said . . . that ‘Every procedure which would offer a possible temptation to the average man as a judge . . . not to hold the balance nice, clear, and true between the State and the accused, denies the latter due process of law.’ Tumey v. Ohio, 273 U.S. 510, 532, 47 S.Ct. 437, 71 L.Ed. 749.” 349 U.S. at 136, 75 S.Ct. at 625.\nIn Schlesinger Appeal, 404 Pa. 584, 172 A.2d 835 (1961), we invalidated on constitutional grounds procedures of the Committee on Offenses of the Court of Common Pleas of Allegheny County which combined prosecutorial and j udicial functions. There we noted:\nThe functions of prosecutor, judge and jury were combined in one body, namely, the Committee on Offenses, which lodged and prosecuted and, through its Subcommittee of three of its own members, adjudicated the charge of unprofessional conduct whereon the Court of Common Pleas, without any hearing of witnesses, ultimately entered the order disbarring the appellant.\n404 Pa. at 597,172 A.2d at 840.\nAfter citing the language quoted above from In re Murchison, supra, we added:\n“Moreover, a predilection to favor one side over the other is not required in order to vitiate a judicial proceeding as being violative of due process. Merely, “a possible temptation to the average man as a judge . not to hold the balance nice, clear, and true” is sufficient. Such “a possible temptation” was implicit in the proceeding before the prosecutor’s own Subcommittee which resulted in appellant’s disbarment.”\n404 Pa. at 598,172 A.2d at 841.\nMore recently, in Gardner v. Repasky, 434 Pa. 126, 252 A.2d 704 (1969), we reaffirmed our holding in Schlesinger Appeal, supra, noting that, “[a] man cannot sit as judge when he is a member of a board which has brought the accusations.” 434 Pa. at 130, 252 A.2d at 706.\nWhile in the instant case the Commissioner did not in fact have the responsibility of the entire prosecutorial role, we do not believe that this fact alone is sufficient basis for distinguishing the instant case from the authorities cited Supra. The decision to institute a prosecution is such a fundamental prosecutorial function that it alone justifies concluding a dual capacity where the individual also is charged with the responsibility of making the ultimate determination of guilt or innocence. Moreover, it is a decision which requires a judgment as to the weight of the evidence against the accused, a judgment which is incompatible with the judicial function of providing an impartial forum for resolution of the issues presented. We therefore conclude that 711 as implemented by State Police Field Regulation 3.03-E creates an impermissible commingling of functions which is constitutionally prohibited.\nIn view of our finding that 711 of the Administrative Code is not in itself inherently deficient and that the constitutional objection occurs only as a result of its implementation by Regulation 3.03-E it is not necessary to invalidate this section of the statute. We do, however, determine that Regulation 3.03-E is invalid and that this proceeding which has transpired pursuant to it is necessarily void. For this reason we must grant appellant’s request for injunctive relief. Further since the Commissioner is statutorily mandated to make the ultimate decision of guilt or innocence in proceedings against State Police personnel we believe that it is necessary that the injunction be permanent in nature. The reason for this conclusion is that since the Commissioner has now exercised the offensive prosecutorial function any subsequent judicial decision by him with reference to these charges would be tainted.\nOrder of the Commonwealth Court reversed. Permanent injunction granted.\nEach party to pay own costs.\nJONES, C. J., and POMEROY, J., concur in the result.\n. In its opinion the Commonwealth Court explained that it accepted the Commissioner’s version because it was corroborated by another commissioned officer in the department who was present in the Commissioner’s office at the time of the call. Additionally the Commonwealth Court was impressed by the fact that the former cordial relationship between the parties would seem to contradict the hostility suggested in appellant’s version, particularly in absence of any showing of a reason for a change in that relationship.\n. Section 711 provides:\n§ 251. (Adm.Code § 711). Commissioner of Pennsylvania State Police\n(a) The Commissioner of Pennsylvania State Police shall be the head and executive officer of the Pennsylvania State Police. He shall provide, for the members of the State Police Force, suitable uniforms, arms, equipment, and, where it is deemed necessary, horses or motor vehicles, and make rules and regulations, subject to the approval of the Governor, prescribing qualifications prerequisite to, or retention of, membership in the force; for the enlistment, training, discipline, and conduct of the members of the force; for the selection and promotion of such members on the basis of merit; for the filing and hearing of charges against such members, and such other rules and regulations as are deemed necessary for the control and regulation of the State Police Force. The commissioner shall maintain a training school, to be known as the Pennsylvania State Police Academy, for the proper instruction of members of the State Police Force, which shall be situated at such place or places as the commissioner, with the approval of the Governor, may determine. It shall also be the duty of the commissioner to establish local headquarters in various places, so as best to distribute the force through the various sections of the Commonwealth where they will be most efficient in carrying out the purposes of this or any other act to preserve the peace, prevent and detect crime and to police the highways.\n(b) (1) Before any enlisted member who has not reached mandatory retirement age is dismissed or refused reenlistment by the commissioner, the commissioner shall furnish such enlisted member with a detailed written statement of the charges upon which his dismissal or refusal of reenlistment is based, together with a written notice, signed by the commissioner or the proper authority, of a time and place where such enlisted member will be given an opportunity to be heard either in person or by counsel, or both, before a Court-martial Board appointed by the commissioner. The board shall consist of three commissioned officers. The hearing shall not be sooner than ten days nor later than thirty days after such written notice. At such hearing all testimony offered, including that of complainants and their witnesses as well as that of the accused enlisted member and his witnesses, shall be recorded by a competent stenographer whose services shall be furnished by the Pennsylvania State Police at its expense. Any such hearing may be postponed, continued or adjourned, by agreement of the person charged and the Court-martial Board with approval of the commissioner. If such hearing is postponed, continued or adjourned and any testimony has been taken, then a free copy of a transcript of such testimony shall be given to the accused, if he makes a request therefor.\n(2) The Court-martial Board shall have power to issue subpoenas requiring the attendance of witnesses at any hearing and shall do so at the request of the party against whom a complaint is made. If any person shall refuse to appear and testify in answer to any subpoena issued by the board, any party interested may petition the court of common pleas of the county wherein the hearing is to be held setting forth the facts. The court shall thereupon issue its subpoena commanding such person to appear before the Court-martial Board, there to testify as to the matters being inquired into. Any person refusing to testify before the Court-martial Board may be held for contempt by the court of common pleas. All testimony at any hearing shall be taken under oath and any member of the Court-martial Board shall have power to administer oaths to such witnesses.\nAfter fully hearing the charges or complaints and hearing all witnesses produced by the Court-martial Board and the person against whom the charges are pending and and after full, impartial and unbiased consideration thereof the Court-martial Board shall, by a two-thirds vote of all members thereof taken by a close-secret vote and the total results thereof to be recorded, determine whether or not such charges or complaints have been sustained and whether the evidence substantiates such charges and complaints, and in accordance with such determination, shall recommend the discharge, demotion or refusal of reenlistment of such enlisted member to the commissioner. If one member of the Court-martial Board shall dissent from the findings of the other members, he may state his reason for disagreement which shall be made a part of the record.\nReports of the findings of the Court-martial Board shall not be made public before acted upon by the commissioner. The Court-martial Board shall submit all records of the trial to the commissioner for review.\nA written notice of any decision of the commissioner discharging, demoting or refusing the reenlistment of any member, together with a free copy of a transcript of the notes of testimony, shall be sent by registered mail to the enlisted member at his last known address within thirty days after the hearing is actually concluded. The commissioner may, in his discretion, follow or disregard the recommendations of the Court-martial Board.\nIn all cases where the final decision is in favor of the enlisted member, the records in the files of the Pennsylvania State Police shall show accordingly.\n(3) In case the enlisted member concerned considers himself aggrieved by the action of the commissioner, an appeal may be taken by him to the Court of Common Pleas of Dauphin County in accordance with the provisions of the act of June 4, 1945 (P.L. 1388), and its amendments, known as the “Administrative Agency Law.”\n(4) For the purposes of this subsection (b), the term “enlisted member” shall not include a cadet or trooper of the Pennsylvania State Police with less than eighteen months of service.\nAdministrative Code, Act of April 9, 1929, P.L. 177, art. VII, § 711, as amended Dec. 5, 1967, P.L. 671, § 1, 71 P.S. § 251 (Supp. 1974-75).\n. The Commissioner of Pennsylvania State Police shall be the head and executive officer of the Pennsylvania State Police. He shall provide, for the members of the State Police Force, suitable uniforms arms, equipment, and where it is deemed necessary, horses or motor vehicles, and make rules and regulations, subject to the approval of the Governor, prescribing qualifications prerequisite to, or retention of, membership in the force; for the enlistment, training, discipline, and conduct of the members of the force; for the selection and promotion of such members on the basis of merit; for the filing and hearing of charges against such members, and such other rules and regulations as are deemed necessary for the control and regulation of the State Police Force. The commissioner shall maintain a training school, to be known as the Pennsylvania State Police Academy, for the proper instruction of members of the State Police Force, which shall be situated at such place or places as the commissioner, with the approval of the Governor, may determine. It shall also be the duty of the commissioner to establish local headquarters in various places, so as best to distribute the force through the various sections of the Commonwealth where they will be most efficient in carrying out the purposes of this or any other act to preserve the peace, prevent and detect crime and to police the highways. 1929, April 9, P. L. 177, art. VII, § 711; 1937, June 29, P.L. 2436, § 1; 1943, April 28, P.L. 94, § 4; 1959, June 29, P.L. 488, § 1.\n. In their opinion the Commonwealth Court relied on an earlier decision by President Judge Bowman while a judge of the Court of Common Pleas of Dauphin County, Pennsylvania State Police v. Weichman, 86 Dauphin 323 (1966). There Judge Bowman decided that the Commissioner was bound by the record of the court-martial board in making his ultimate decision. We note that the issues presented in that decision have never been considered by this Court and in view of our decision today we need not reach them here.\n. Appellant also argues that his present suspension is illegal because he is being denied pay without an advanced written notice or an opportunity to respond to the proposed adverse action. We need not reach this question because under the relief granted in our decision today the propriety of the suspension becomes a purely academic question.\n. Nor do we accept the Commonwealth Court’s attempt to analogize the instant factual situation with our relationship to our Disciplinary Board. This analogy is faulty. The Disciplinary Board of the Supreme Court is a standing board which deals with any and all cases arising during its tenure and the Supreme Court takes no action in a given case other than to receive and consider the reports of that board.\n. In its opinion the Commonwealth Court found no merit to appellant’s contention that due process was offended by convening a court-martial board comprised of members junior in rank to him. Our failure to discuss this claim is occasioned by appellant’s failure to raise this argument in this appeal and does not represent our agreement or disagreement with the Commonwealth Court’s resolution of the issue.",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Bruce E. Cooper, Cooper, Friedman & Butler, Harrisburg, for appellant.",
      "J. Andrew Smyser, Deputy Atty. Gen., Benjamin Lerner, Deputy Atty. Gen., Israel Packel, Atty. Gen., Pennsylvania Dept, of Justice, Harrisburg, for appellees.",
      "Arlen Specter, Philadelphia, for National Fraternal Order of Police (Grand Lodge), amicus curiae.",
      "Richard M. Goldberg, Hourigan, Kluger & Spohrer Associates, Wilkes-Barre, for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "351 A.2d 667\nLieutenant Colonel Joseph DUSSIA, Appellant, v. Colonel James D. BARGER, Commissioner of the Pennsylvania State Police, et al., Appellees.\nSupreme Court of Pennsylvania.\nOct. 3, 1975.\nRehearing Denied Feb. 26, 1976.\nBruce E. Cooper, Cooper, Friedman & Butler, Harrisburg, for appellant.\nJ. Andrew Smyser, Deputy Atty. Gen., Benjamin Lerner, Deputy Atty. Gen., Israel Packel, Atty. Gen., Pennsylvania Dept, of Justice, Harrisburg, for appellees.\nArlen Specter, Philadelphia, for National Fraternal Order of Police (Grand Lodge), amicus curiae.\nRichard M. Goldberg, Hourigan, Kluger & Spohrer Associates, Wilkes-Barre, for amicus curiae.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0152-01",
  "first_page_order": 182,
  "last_page_order": 196
}
