{
  "id": 1712649,
  "name": "In re Deed of TRUST of Henry C. FOWNES, Dated December 7, 1933, known as \"the Amy Fownes Schaeffer Trust\". Appeal of Sara Mary Barnes ROBY et al.",
  "name_abbreviation": "In re Deed of Trust of Fownes",
  "decision_date": "1975-07-07",
  "docket_number": "No. 67",
  "first_page": "182",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "465 Pa. 182"
    },
    {
      "type": "parallel",
      "cite": "348 A.2d 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "463 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "463 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708109
      ],
      "weight": 7,
      "year": 1975,
      "pin_cites": [
        {
          "page": "103",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "677",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "105"
        },
        {
          "page": "676"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0093-01"
      ]
    },
    {
      "cite": "217 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "745"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900273
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0275-01"
      ]
    },
    {
      "cite": "220 A.2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "11-12",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "9"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900402
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "parenthetical": "hereinafter Fownes I"
        },
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0476-01"
      ]
    },
    {
      "cite": "296 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "803"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945600
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 7334,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 7.01016101818168e-08,
      "percentile": 0.4233291207325215
    },
    "sha256": "3044f2ff374ea3049348568e9088b2bf2e2ccd0016aa664e9d455f02a60c4e34",
    "simhash": "1:9d2b7bc2661abd11",
    "word_count": 1242
  },
  "last_updated": "2024-02-27T18:24:47.597502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, NIX and MANDERINO, JJ.",
      "POMEROY, J., did not participate in the consideration or decision of this case.",
      "ROBERTS, J., filed an opinion in support of affirmance in which Manderino, J., joins.",
      "NIX, J., would affirm.",
      "JONES, C. J., filed an opinion in support of reversal.",
      "EAGEN and O’BRIEN, JJ., would reverse.",
      "MANDERINO, J., joins in this opinion."
    ],
    "parties": [
      "In re Deed of TRUST of Henry C. FOWNES, Dated December 7, 1933, known as “the Amy Fownes Schaeffer Trust”. Appeal of Sara Mary Barnes ROBY et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe vote of the Court being equally divided, the decree of the lower court is affirmed. Parties to bear own costs.\nPOMEROY, J., did not participate in the consideration or decision of this case.\nROBERTS, J., filed an opinion in support of affirmance in which Manderino, J., joins.\nNIX, J., would affirm.\nJONES, C. J., filed an opinion in support of reversal.\nEAGEN and O’BRIEN, JJ., would reverse.\nOPINION IN SUPPORT OF AFFIRMANCE\nROBERTS, Justice.\nIn Tafel Estate, 449 Pa. 442, 296 A.2d 797 (1972), the Court expressly overruled Fownes Trust, 421 Pa. 476, 220 A.2d 8 (1966). The orphans’ court, in auditing the present partial account, correctly viewed Fownes as “no longer the law in this Commonwealth” and properly performed its duty to apply “the law in effect at the time of the audit.” Arrott Estate, 421 Pa. 275, 281, 217 A.2d 741, 745 (1966). Therefore, the decree of the orphans’ court should be affirmed. See Tower Estate, 463 Pa. 93, 103, 343 A.2d 671, 677 (1975) (dissenting opinion); see also Fownes Trust, supra, 421 Pa. at 481-84, 220 A. 2d at 11-12 (dissenting opinion).\nMANDERINO, J., joins in this opinion.\nOPINION IN SUPPORT OF REVERSAL\nJONES, Chief Justice.\nHenry C. Fownes, settlor-grantor of “The Amy Fownes Schaeffer Trust,” died on September 27, 1935. Two years before his death, settlor had executed an inter vivos trust for the benefit of his daughter, Amy, for life, with remainder to children who survive her and to issue of any child who might predecease her or die before termination of the trust. At the time of execution Amy had four children: Sara Mary Barnes Roby, then twenty-six years of age; Thomas Barnes, II, then twenty-five; John Barnes, Jr., then twenty-three; and Amy Fownes Landeck, then nineteen. Amy Fownes Schaeffer died January 4, 1936, and all of her four children survived her.\nAmy’s son, John Barnes, Jr., died April 17, 1963. He had no natural children but on December 20, 1943, he adopted John Barnes, III, then an infant some two months of age. Amy’s other son, Thomas Barnes, II, died March 16, 1964. He had no natural children but on April 15, 1959, he adopted his stepson, Edward K. Swing, Jr., then an adult thirty-two years of age.\nAmy Fownes Barnes Landeck died June 6, 1972, survived by three natural children. Sara Mary Barnes Roby is still living, as are three natural children.\nIn 1965, John Barnes, III, and Edward K. Swing Jr., intervened in the trustees’ petition for distribution, seeking to share in the Amy Fownes Schaeffer Trust as adopted children of Amy Fownes Schaeffer’s children. This Court affirmed the decree of the Orphans’ Court which had held that John Barnes, III, and Edward K. Swing, Jr., were not “issue” of their respective adoptive fathers within the meaning of the deed of trust created by Henry C. Fownes. Fownes Trust, 421 Pa. 476, 220 A.2d8 (1966) (hereinafter Fownes I).\nSubsequently, Tafel Estate, 449 Pa. 442, 296 A.2d 797 (1972), rendered a distinct change in Pennsylvania law in regard to adopted children. Tafel held that, in the absence of any intention in a will (or deed of trust) to the contrary, the testator is presumed to have intended to treat adopted children in the same manner as natural children. Tafel also stated that this Court would no longer find an intent by the testator or settlor to exclude adopted children solely on the basis that the instrument used such cryptic terms as “children” and “issue.”\nIn 1973, the trustees of the Amy Fownes Schaeffer Trust filed their Sixth and Partial Account with the Orphans’ Court and sought distribution via the same scheme which had been approved in Fownes I. John Barnes, III, the adopted son of John Barnes, Jr., again made claim to a distribution of the share of income previously distributed to his adoptive father on the basis of the decision in Tafel After learning of the decision in Tafel, dated November 17, 1972, the trustees have withheld one-third of the net income received. The Orphans’ Court awarded to John Barnes, III, an appropriate share of the income from the trust. 23 Fid.Rptr. 517 (C.P.A1leg.1973).\nInitially, it appears that this appeal is governed by the principles which are announced this same day in Tower Estate, 463 Pa. 93, 343 A.2d 671 (1975). The Tower precedent dictates that the matter adjudicated in Fownes I is now res judicata and that the adopted child is precluded from relitigating his claim.\nAdmittedly, there is a material difference between the Fownes Deed of Trust and Tower Will. In our more recent decision in Tower Estate, we stated:\n“But Tower’s Will contains more than just passing references to ‘children’ or ‘grandchildren,’ and testator’s intent is clear beyond question. It is replete with the words ‘children,’ ‘grandchildren,’ ‘issue’ and ‘lineal descendants’ used in a methodical, precisely-drawn instrument which clearly illustrates that the bounty of the trust was to be confined to bloodlines only.”\n463 Pa. at 105,343 A.2d at 676.\nThe Fownes Deed of Trust does not manifest such a strong dispositive scheme to exclude adoptees. It is highly likely that Fownes I did rely upon the older legal definition of “children” and “issue” to find an intent on the part of the settlor to exclude adoptees. If we were reviewing the Fownes Deed of Trust for the first time now, a majority of this Court would probably conclude that there was an absence of intention in the Deed of Trust regarding adopted children. The language of the settlor, viewed in light of our more recent jurisprudence in this area, demonstrates a likelihood that the settlor never contemplated the existence of adopted children in his daughter’s line of descendants.\nBut we cannot now correct the Fownes I decision. That decision of this Court forever vested the income of the deed of trust in the natural progeny of Amy Fownes Schaeffer. Although a separate fund is now contested here, the separate funds exception to the res judicata rule cannot be utilized to defeat property rights which have already been vested absolutely by a decision of this Court. Tower Estate, 463 Pa. 108, 343 A.2d 671 (1975).\nTherefore, I would reverse the decree of the court below and remand the case for disposition in accordance with this opinion.\n. The pertinent portions of the deed of trust are set forth in Fownes Trust, 421 Pa. 476, 478, 220 A.2d 8, 9 (1966).\n. Edward K. Swing, Jr., the adopted son of Thomas Barnes, II, did not renew his claim to a share of the trust income, apparently relying upon our holding in Tafel that that new rule of construction was limited to situations where the adoptee was a minor at the time of adoption. Tafel Estate, 449 Pa. at 454, 296 A. 2d at 803. Swing was thirty-two years old when he was adopted.",
        "type": "majority",
        "author": "PER CURIAM. ROBERTS, Justice. JONES, Chief Justice."
      }
    ],
    "attorneys": [
      "E. A. Craig, III, Kirkpatrick, Lockhart, Johnson & Hutchison, George R. Knapp, Pittsburgh, for appellants.",
      "Richard P. Brown, Jr., Francis W. Sullivan, Philadelphia, J. Paul Farrell, McKeesport, Fredrick J. M. La-Valley, Philadelphia, for appellee John Barnes, III; Morgan, Lewis & Bockius, of counsel."
    ],
    "corrections": "",
    "head_matter": "348 A.2d 416\nIn re Deed of TRUST of Henry C. FOWNES, Dated December 7, 1933, known as “the Amy Fownes Schaeffer Trust”. Appeal of Sara Mary Barnes ROBY et al.\nSupreme Court of Pennsylvania.\nJuly 7, 1975.\nRehearing Denied Oct. 16, 1975.\nE. A. Craig, III, Kirkpatrick, Lockhart, Johnson & Hutchison, George R. Knapp, Pittsburgh, for appellants.\nRichard P. Brown, Jr., Francis W. Sullivan, Philadelphia, J. Paul Farrell, McKeesport, Fredrick J. M. La-Valley, Philadelphia, for appellee John Barnes, III; Morgan, Lewis & Bockius, of counsel.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, NIX and MANDERINO, JJ."
  },
  "file_name": "0182-01",
  "first_page_order": 228,
  "last_page_order": 233
}
