{
  "id": 1712681,
  "name": "COMMONWEALTH of Pennsylvania v. Zachary SAMS, Appellant",
  "name_abbreviation": "Commonwealth v. Sams",
  "decision_date": "1976-01-29",
  "docket_number": "No. 20",
  "first_page": "323",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "465 Pa. 323"
    },
    {
      "type": "parallel",
      "cite": "350 A.2d 788"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "301 A.2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947084
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0590-01"
      ]
    },
    {
      "cite": "263 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927838
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0338-01"
      ]
    },
    {
      "cite": "322 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477854
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0423-01"
      ]
    },
    {
      "cite": "336 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        483746
      ],
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/pa/461/0407-01"
      ]
    },
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/us/371/0471-01"
      ]
    },
    {
      "cite": "422 U.S. 590",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9639
      ],
      "weight": 3,
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/us/422/0590-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 8203,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 1.5976601160325873e-07,
      "percentile": 0.6833070190578678
    },
    "sha256": "44d273afb7d1a47bc7ebe44a6ccfe4d39357822362fb599debef0a4292088aa3",
    "simhash": "1:ec8ef1cf7fbcd434",
    "word_count": 1362
  },
  "last_updated": "2024-02-27T18:24:47.597502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, J J.",
      "ROBERTS, J., filed a concurring opinion in which POMEROY, J., joined.",
      "JONES, C. J., and EAGEN, J., concur in the result.",
      "POMEROY, J., joins in this concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Zachary SAMS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nO’BRIEN, Justice.\nAppellant, Zachary Sams, age fifteen, was tried by a judge, sitting with a jury, and found guilty of murder in the first degree in connection with a gang killing on September 26, 1971, in the City of Philadelphia. Post-trial motions were denied and appellant was sentenced to life imprisonment. This appeal followed.\nAppellant argues that he is entitled to a new trial because his arrest was not based on probable cause and his confession was a product of that illegal arrest. The facts surrounding appellant’s arrest are as follows. On September 26, 1971, Officer Joseph Mormello received a radio message that a gang fight and stabbing had occurred in the Eleventh and Girard Streets area in the City of Philadelphia. The officer proceeded to the area, but while enroute received another radio call that indicated that Negro males were involved in the crime and that they were running south on Eleventh Street. As the officer proceeded to the scene, he saw appellant running south on Juniper Street, which was one and one-half blocks from the scene of the killing. The officer, having no description other than a “Negro male,” stopped appellant and asked him his name and age. According to the officer, appellant appeared to be under sixteen years of age, he therefore ordered appellant into the patrol wagon for violation of the Philadelphia curfew law then in effect. Appellant was transported to police headquarters, was questioned, and subsequently confessed.\nBased on these facts, we fail to find probable cause for appellant’s arrest. Probable cause for an arrest is defined in Commonwealth v. Jones, 457 Pa. 423, 322 A.2d 119 (1974):\n“The crucial test is whether there were facts available at the time of the initial apprehension which would justify a man of reasonable caution in the belief that a crime had been committed and that the individual arrested was the probable perpetrator.” At page 428, 322 A.2d at page 123.\nIn the instant case, the issue of whether a crime had been committed is not relevant, since the officer knew that a gang killing had occurred; the crucial question is —was the officer justified in his belief that appellant was the perpetrator? At appellant’s suppression hearing, the arresting officer testified that he had no description of the alleged perpetrators of the homicide, other than “Negro males,” and no description of wearing apparel. All he knew was that they were running south on Eleventh and Girard Streets. Appellant was arrested on Juniper Street, with a single companion, a block and a half from the homicide. Under these facts, we fail to find probable cause for appellant’s arrest.\nIn Commonwealth v. Berrios, 437 Pa. 338, 263 A.2d 342 (1970). This court was presented with a situation similar to that of the instant case. In Berrios, the police had information that a shooting had occurred in a certain area of town and that two Negro males, in dark clothing, and a Puerto Rican, in light clothing, believed to be involved in the homicide, were observed leaving the scene of the homicide. About twenty minutes later the police observed a Negro in dark clothing and a Puerto Rican in light clothing walking about three blocks from the shooting. The police stopped, frisked and arrested the pair. In determining that the officers did not have probable cause for a stop and frisk or arrest, this court stated:\n“The policemen had no information of the physical make-up or characteristics of the men they were seeking, and hence, did not know if Berrios and his companion were of the same description. If the policemen were constitutionally justified in searching Berrios under these circumstances, then every Puerto Rican wearing light clothing and walking with a Negro in this area could likewise be validly searched. This, we cannot accept.” At page 342, 263 A.2d at page 344. In the instant case, the police officers had less information than did the officers in Berrios. The officers had no description of appellant or his cothing.\nSimilarly, we are not persuaded that Jones, supra, would establish probable cause for appellant’s arrest. In Jones, a defendant’s arrest was upheld based on the fact that the arresting officers knew that four or five Negro males, between seventeen and twenty-one years of age, in dark clothing, had fled in an easterly direction from a robbery scene. The arresting officer in Jones observed a person fitting the above description walking very fast in the area of the crime and breathing heavily, perspiring and frequently looking over his shoulder. The foot patrolman then stopped Jones, questioned him, arrested him and called for a patrol wagon. In Jones, we found probable cause, based on the fact that appellant therein fitted the description of the persons seen leaving the crime scene and that Jones had been chased from the scene and was observed by the arresting officer as being out of breath and perspiring. In the instant case, appellant was arrested by police officers in a vehicle, who were not in a position to observe any other facts or conditions to establish probable cause, such as those observed by the foot patrolman in Jones. We therefore conclude that appellant was arrested without probable cause.\nMoreover, the Commonwealth’s contention that the officers who arrested appellant initially had cause for a stop and frisk of appellant is equally without merit. Appellant was seen one and one-half blocks from the scene of the homicide and his conduct was not so unusual as to justify a stop and frisk. See Commonwealth v. Pegram, 450 Pa. 590, 301 A.2d 695 (1973).\nSince appellant was illegally arrested, we must determine if his subsequent confession was the product of the illegal arrest or of his own free will. In the instant case, appellant, fifteen years of age, was transported to police headquarters at or about 1:20 a. m., and thereafter confessed to the crime at 7:05 a. m., the next morning. Under these facts, considering appellant’s age and lack of adult guidance in his waiver of his rights, we find the confession to be a product of his illegal arrest.\nJudgment of sentence reversed and case remanded for a new trial.\nROBERTS, J., filed a concurring opinion in which POMEROY, J., joined.\nJONES, C. J., and EAGEN, J., concur in the result.\n. At the time of appellant’s arrest the violation of the Philadelphia curfew was not an arrestable offense.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "ROBERTS, Justice\n(concurring).\nThe facts of this case are similar to those of Brown v. Illinois, 422 U.S. 590, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975). It is important to note, therefore, as Mr. Justice Blackmun did in Brown, that when statements are given as the result of an arrest without probable cause a court must consider fourth amendment rights as well as the fifth amendment right against self-incrimination. See also Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963). Thus the required inquiry goes beyond the mere voluntariness of the statements or waiver of fifth amendment rights. As Mr. Justice Blackmun stated for the Court in Brown v. Illinois:\n“[E]ven if the statements in this case were found to be voluntary under the Fifth Amendment, the Fourth Amendment issue remains. In order for the causal chain, between the illegal arrest and the statements made subsequent thereto, to be broken [,] Wong Sun requires not merely that the statement meet the Fifth Amendment standard of voluntariness but that it be \"sufficiently the act of free will to purge the primary taint.’ ”\nApplying such an analysis to the facts of this case, there can be no. doubt that, as the majority concludes, the statement should not be admitted into evidence. See Commonwealth v. Whitaker, Pa., 336 A.2d 603 (1975). I, therefore, concur in the result.\nPOMEROY, J., joins in this concurring opinion.",
        "type": "concurrence",
        "author": "ROBERTS, Justice"
      }
    ],
    "attorneys": [
      "Kalvin Kahn, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "350 A.2d 788\nCOMMONWEALTH of Pennsylvania v. Zachary SAMS, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 24, 1975.\nDecided Jan. 29, 1976.\nKalvin Kahn, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, J J."
  },
  "file_name": "0323-01",
  "first_page_order": 369,
  "last_page_order": 375
}
