{
  "id": 1712648,
  "name": "COMMONWEALTH of Pennsylvania v. James Leroy SUTTON, Appellant",
  "name_abbreviation": "Commonwealth v. Sutton",
  "decision_date": "1976-01-29",
  "docket_number": "No. 145",
  "first_page": "335",
  "last_page": "341",
  "citations": [
    {
      "type": "official",
      "cite": "465 Pa. 335"
    },
    {
      "type": "parallel",
      "cite": "350 A.2d 793"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "299 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947021
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0417-01"
      ]
    },
    {
      "cite": "285 A.2d 448",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940011
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0311-01"
      ]
    },
    {
      "cite": "300 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947075
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0406-01"
      ]
    },
    {
      "cite": "304 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948617
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0465-01"
      ]
    },
    {
      "cite": "316 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582195
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0198-01"
      ]
    },
    {
      "cite": "305 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "452 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574641
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "54"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/452/0053-01"
      ]
    },
    {
      "cite": "299 A.2d 268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "450 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947087
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "199"
        },
        {
          "page": "199"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/450/0185-01"
      ]
    },
    {
      "cite": "301 A.2d 592",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "450 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947058
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "490"
        },
        {
          "page": "490"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/450/0485-01"
      ]
    },
    {
      "cite": "316 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "455 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582195
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/455/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 7982,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 2.0970345345682796e-07,
      "percentile": 0.7611642609279538
    },
    "sha256": "4788b0e39a2a4ac268cf175076345036f73ecfeea250b7c52d9160ce5d0260a5",
    "simhash": "1:ad46fa8ed728eed4",
    "word_count": 1320
  },
  "last_updated": "2024-02-27T18:24:47.597502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, O’BRIEN, ROBERTS, POMEROY and MANDERINO, JJ.",
      "JONES, C. J., and NIX, J., took no part in the consideration or decision of this case.",
      "POMEROY, J., filed a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. James Leroy SUTTON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThis appeal arises from an order refusing the request of appellant, James Leroy Sutton, to- withdraw his guilty plea to a general charge of murder, and his subsequent conviction for first-degree murder and sentence of life imprisonment.\nThe sole issue presented deals with the sufficiency of the on-the-record colloquy held prior to appellant’s guilty plea, as required by Pa.R.Crim.P. 319(a) and this court’s decision in Commonwealth v. Ingram, 455 Pa. 198, 316 A.2d 77 (1974). The facts surrounding this appeal are as follows.\nOn August 23, 1973, appellant was arrested and charged with murder, robbery, burglary, conspiracy, and a violation of the Uniform Firearms Act in connection with the shooting of James T. Hogan during the armed robbery of Czartoryski’s Cafe in Erie. On September 13, 1974, after the jury was sworn and the district attorney had completed his opening remarks, appellant entered his guilty plea to a general charge of murder, with the remaining indictments being nolle prossed by the Commonwealth, pursuant to a plea bargain. The murder indictment was clearly based upon the felony-murder rule, with appellant’s felony being that of robbery. Appellant argues that the on-the-record colloquy failed to disclose the elements of the underlying felony of robbery which was the basis of the murder indictment and, therefore, the colloquy did not meet this court’s requirements as enunciated in Ingram. We agree with appellant’s contention.\nIn the instant case, the court, when detailing the degrees and elements of homicide, defined felony-murder as follows:\n“THE COURT: Now, with respect to second degree murder it says a criminal homicide constitutes murder of the second degree when the death of the victim occurred while the defendant was engaged as a principal or accomplice in the perpetration of a felony. The purpose of the felony is the act of the defendant in engaging in or being an accomplice in the commission of or an attempt to commit, or flight after committing, or attempting to commit robbery, rape or devious sexual intercourse by threat or force of threat, larceny, burglary or kidnapping. Now that is the offense of second degree murder. Do you understand that, Mr. Sutton?\n“MR. SUTTON: Yes.”\nThe court further in the colloquy continued:\n“THE COURT: He is admitting to the fact that he participated in the death of Alderman Hogan?\n“MR. JOHNSON: That’s correct, Your Honor.\n“MR. KENNEDY: I think we should hear that from Mr. Sutton, Your Honor.\n“MR. SUTTON: I was committing a felony and somebody was killed but I didn’t intentionally do it.\n“THE COURT: You’re admitting to the fact you were perpetrating a felony?\n“MR. SUTTON: Yes.\n“THE COURT: Would that be a robbery ?\n“MR. SUTTON: Yes.\n“THE COURT: At the Cafe on the night of August 19, 1973?\n“MR. SUTTON: Yes.\n“THE COURT: And you’re admitting in the course of that robbery a man was what?\n“MR. SUTTON: A man was killed.\n“THE COURT: A man was killed, Alderman James Hogan ?\n“MR. SUTTON: Right.\n“THE COURT: But what you’re not admitting to is you intentionally killed James Hogan?\n“MR. SUTTON: Right.\n“THE COURT: But you are admitting to the fact that you participated in this killing?\n“MR. SUTTON: Yes.”\nIn Ingram, supra, at 203-204, 316 A.2d at 80, we stated:\n“We have often enunciated the principle that an adequate on the record colloquy under Rule 319(a) must include a demonstration ‘that the defendant understands the nature of the charges . . .’ Commonwealth v. Campbell, 451 Pa. 465, 467, 304 A.2d 121, 122 (1973); Commonwealth v. Maddox, 450 Pa. 406, 408, 300 A.2d 503, 504 (1973); see also Commonwealth v. Belgrave, 445 Pa. 311, 317, 285 A.2d 448, 450 (1971). In order to demonstrate that a defendant possesses such understanding, he certainly must be told more than just that he has been charged with murder or robbery, for example. While such terms clearly connote some meaning to the layman, this meaning does not always embrace the basic legal elements of the crime. If this were not the case, there would be no need for instructions to a jury on such points, for certainly, an average defendant cannot be presumed to understand more than an average juror. Thus, for an examination to demonstrate a defendant’s understanding of the charge, the record must disclose that the elements of the crime or crimes charged where outlined in understandable terms. Our decisions in Commonwealth v. Campbell, supra, and Commonwealth v. Jackson, 450 Pa. 417, 299 A.2d 209 (1973), both of which dealt with extensive colloquys on this point, imply that such examination is mandatory. We now expressly hold that there is such a requirement.” (Emphasis in original.)\nWe are of the opinion that when a guilty plea to a general charge of murder is factually based upon the felony-murder rule, the elements of the specific underlying felony or felonies must be included in colloquy as required by Pa.R.Crim.P. 319(a) and Commonwealth v. Ingram, su pra, so as to afford the defendant a clear understanding of the nature of the charges against him.\nJudgment of sentence reversed and case remanded for a new trial consistent with this opinion.\nJONES, C. J., and NIX, J., took no part in the consideration or decision of this case.\nPOMEROY, J., filed a concurring opinion.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "POMEROY, Justice\n(concurring).\nIn dealing with the increasingly frequent attempts by defendants to set aside pleas of guilty which they have tendered and the trial courts have accepted, this Court has adopted the approach of the American Bar Association Project on Standards for Criminal Justice, Standards Relating to Pleas of Guilty, § 2.1 (Approved Draft, 1968) [hereinafter cited as “ABA Standards”]. See Commonwealth v. Starr, 450 Pa. 485, 490, 301 A.2d 592 (1973); Commonwealth v. Forbes, 450 Pa. 185, 199, 299 A.2d 268 (1973). I therefore prefer to address the question before us in those terms.\nThe ABA Standards teach that pre-sentencing requests to withdraw guilty pleas should be allowed for “any fair and just reason unless the prosecution has been substantially prejudiced by reliance upon the defendant’s plea.” ABA Standards § 2.1(b); Commonwealth v. Morales, 452 Pa. 53, 54, 305 A.2d 11 (1973); Commonwealth v. Forbes, 450 Pa. 185, 199, 299 A.2d 268 (1973). Challenges to pleas which are made after sentencing, on the other hand, are to be sustained only where necessary to correct “manifest injustice.” ABA Standards § 2.1(a); Commonwealth v. Starr, 450 Pa. 485, 490, 301 A.2d 592 (1973). Under this rubric fall pleas which are found to have been involuntary, or to have been “entered or ratified by the defendant without knowledge of the charge or that the sentence actually imposed could be imposed.” ABA Standards § 2.1(a) (ii) (2). Also embraced under the “manifest injustice” heading are, I think, pleas where the supporting colloquy is inadequate under the requirements prevailing at the time the plea is accepted.\nThe Court today holds, and I agree, that the colloquy between appellant and the trial court, complete as it was, did not comply with the standards set forth in Commonwealth v. Ingram, 455 Pa. 198, 316 A.2d 77 (1974), because the elements of the crime of robbery were not explained. This defect would have vitiated a plea entered even after imposition of sentence. A fortiori, it permits withdrawal of a plea, such as this one, with regard to which a petition to withdraw was filed prior to sentencing. Accordingly, I join in the decision of the Court.\nAppellant’s plea of guilty to murder was entered on September 13, 1974, almost nine months after January 24, 1974, the date of the decision in Ingram.",
        "type": "concurrence",
        "author": "POMEROY, Justice"
      }
    ],
    "attorneys": [
      "Dennis V. Williams, Erie, for appellant.",
      "Robert H. Chase, Dist. Atty., Bernard L. Siegel, 1st Asst. Dist. Atty., Erie, for appellee."
    ],
    "corrections": "",
    "head_matter": "350 A.2d 793\nCOMMONWEALTH of Pennsylvania v. James Leroy SUTTON, Appellant.\nSupreme Court of Pennsylvania.\nArgued Sept. 25, 1975.\nDecided Jan. 29, 1976.\nDennis V. Williams, Erie, for appellant.\nRobert H. Chase, Dist. Atty., Bernard L. Siegel, 1st Asst. Dist. Atty., Erie, for appellee.\nBefore EAGEN, O’BRIEN, ROBERTS, POMEROY and MANDERINO, JJ."
  },
  "file_name": "0335-01",
  "first_page_order": 381,
  "last_page_order": 387
}
