{
  "id": 1712643,
  "name": "INTERNATIONAL BROTHERHOOD OF FIREMEN AND OILERS, AFL-CIO LOCAL 1201, Appellant, v. SCHOOL DISTRICT OF PHILADELPHIA",
  "name_abbreviation": "International Brotherhood of Firemen & Oilers, AFL-CIO Local 1201 v. School District",
  "decision_date": "1976-01-29",
  "docket_number": "No. 614",
  "first_page": "356",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "465 Pa. 356"
    },
    {
      "type": "parallel",
      "cite": "350 A.2d 804"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "142 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "pin_cites": [
        {
          "page": "736"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279701
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "223-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0219-01"
      ]
    },
    {
      "cite": "211 A.2d 487",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896035
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0520-01"
      ]
    },
    {
      "cite": "461 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483862
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0420-01"
      ]
    },
    {
      "cite": "363 U.S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166577
      ],
      "weight": 3,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0593-01"
      ]
    },
    {
      "cite": "179 A. 558",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "319 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162318
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0332-01"
      ]
    },
    {
      "cite": "178 A.2d 617",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304854
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0539-01"
      ]
    },
    {
      "cite": "247 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919688
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0133-01"
      ]
    },
    {
      "cite": "299 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948594
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0108-01"
      ]
    },
    {
      "cite": "277 A.2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "443 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1937065
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/443/0093-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 21166,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 5.710589403530826e-07,
      "percentile": 0.949810008228279
    },
    "sha256": "4f50b18c18e86746f8dbf4e05235d7cbcfe3b1c2ce347a7bbb4108615bd92ada",
    "simhash": "1:42a788a72c1ab66d",
    "word_count": 3498
  },
  "last_updated": "2024-02-27T18:24:47.597502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "INTERNATIONAL BROTHERHOOD OF FIREMEN AND OILERS, AFL-CIO LOCAL 1201, Appellant, v. SCHOOL DISTRICT OF PHILADELPHIA."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPOMEROY, Justice.\nThis appeal stems from a labor dispute between the School District of Philadelphia [hereinafter the School District], the appellee, and the International Brotherhood of Firemen and Oilers, AFL-CIO, Local 1201 [hereinafter the Union], the collective bargaining representative of maintenance and operations employees of the School District. The parties having failed to resolve their dispute by means of ordinary grievance procedures, the Union demanded arbitration pursuant to the terms of the collective bargaining agreement between the parties.\nArbitration proceedings were conducted in due course and an award made which in part favored the Union and in part the School District. Being dissatisfied with the arbitrator’s decision, the Union filed a complaint in equity seeking to have the decision vacated and a new hearing ordered. The School District responded with preliminary objections in the nature of a demurrer. Apparently treating the complaint as a petition to vacate or modify the arbitration decision, the court of common pleas determined that the Union’s claim was without merit and dismissed the “complaint”. This appeal followed.\nThe facts giving rise to the dispute between the parties were in large measure contained in a stipulation arrived at prior to the hearing before the arbitrator, as follows:\n“On August 31 [1972], there was discussion between Administration personnel and Union leadership as to the possibility of a strike by the Philadelphia Federation of Teachers. The Union was told that the School District intended to try to maintain school operation if there was a strike. The Union, was asked what its position would be on crossing picket lines if the Teachers struck. Neither then nor later did the Union (that is, Local 1201) make any commitment as to this aspect, one way or the other. (However, the attendance of Local 1201 members during the first two days of the strike was normal.)\n“On September 2, the School Superintendent issued a press release that bargaining with the Teachers (that is, the Philadelphia Federation) would continue, but that if an impasse resulted in an effective strike the system would be shut down, which would occur if an inadequate number of teachers were on hand.\n“On September 5, the Teachers struck. But only 998 of a total of about 13,000 teachers came to work that day, and the Superintendent the same day issued a release that if teachers attendance did not improve on September 6, the schools would close on September 7. (Teacher attendance did not improve, and the Superintendent announced the closing “for the duration of the strike.”)\n“On September 6, the Administration told the Union that all Union (Local 1201) employees, except the Building Inspectors, would be furloughed for the strike duration.\n“Certain members of the Union, in addition to the Building Inspectors (the latter were needed for the maintenance of the District’s building program and their work was performed off school sites) worked during the strike: They consisted of 7 or 8 persons employed in the Duplicating Room in the Administration Building who reported to work on September 7 because they had not been informed of the furlough, but they were told not to report for the rest of the strike, and they followed that direction. As to the Building Inspectors, it is the position of the School District that the building program was vital to the school system and could not be discontinued during the strike without incurring great hardship and financial loss to the School District.\n“The strike ended, effective September 28, an Understanding having been reached between the Administration and the Teachers. The employees represented by Local 1201 returned to work on that day.”\nAt the arbitration hearing the following additional facts were agreed upon by the parties:\n“Certain work that was required to maintain health, safety, and security, normally performed by Local 1201 members, was performed by supervisors during the Teacher strike. Also, the Globe Security Company was hired by the School District to perform the duties of the watchmen, members of Local 1201, who were on furlough during the strike.\n“The holidays shown on the tentative calendar in evidence were in fact granted as administrative holidays. “Certain programs, such as the Get Set Day Care, Child Care Centers, the Head Start Program, and the Comprehensive Day Care Program, were kept open during the strike, some of which work would normally have been done by Local 1201 members; during the strike, however, they were done by others or were left unperformed.\n“In effecting the furlough the School District did not follow the provisions of Article XIII, sections 6, 7, and 11. (As earlier indicated, it is the contention of the School District that this Article is irrelevant here.)”\nIt was the Union’s contention before the arbitrator that the School District had violated the collective bargaining agreement between the parties in three respects. First, it was argued that the closing of the schools declared by the School District during the teacher’s strike constituted a revision in the calendar which had adopted for the school year and was therefore in violation of Article I, Section 1, and Article IX, Section 2, of the contract. Second, the Union claimed that the furloughing of employees for the duration of the strike was subject to the provisions of Article XIII, Sections 6, 7, and 11 of the contract, and thus that the Board violated the contract by not following the procedures specified in these sections. Finally, it alleged that the School District violated the provisions of the agreement by employing non-members of the Union to perform work to which Union members were entitled.\nWith respect to the last point, the arbitrator found that the School District had employed non-members of the Union to perform the jobs of Union members and directed that the parties ascertain the particulars of this violation. The School District has not challenged this portion of the decision. The arbitrator also found, however, that the Union’s first two allegations of violations of the agreement were without merit. It is these portions of the decision which are at issue in this appeal.\nThe threshold problem in this case, as in any case in which an arbitration decision is challenged, is to determine the standard of judicial review. In arbitration agreements under common law, unless the agreement provides otherwise, the arbitrator is the final judge of both fact and law; his decision will not be set aside “unless it is alleged and proven by clear, precise and convincing evidence that the parties were denied a hearing or that there was fraud, misconduct, corruption or some other irregularity of this nature on the part of the Arbitrator which caused him to render an unjust, inequitable or unconscionable finding.’’ Nationwide Mutual Insurance Co. v. Barbera, 443 Pa. 93, 95, 277 A.2d 821 (1971); Allstate Ins. Co. v. Fioravanti, 451 Pa. 108, 299 A.2d 585 (1973) ; Smaligo v. Fireman’s Fund Ins. Co., 432 Pa. 133, 247 A.2d 577 (1968); see Harwitz v. Selas Corporation of America, 406 Pa. 539, 178 A.2d 617 (1962); Pierce Steel Pipe Corp. v. Flannery, 319 Pa. 332, 179 A. 558 (1935). We have applied the common law standard to challenges to arbitration awards in labor disputes. Harwitz v. Adams, 406 Pa. 539, 178 A.2d 617 (1962). A similarly limited standard of review has been utilized in the field of labor arbitration by the Supreme Court of the United States. United Steelworkers v. Enterprise Wheel and Car Corp., 363 U.S. 593, 80 S.Ct. 1358, 4 L. Ed.2d 1424 (1960).\nThe Union stipulated in the court below and concedes in this Court that if the common law standard is applicable to this case, its claim is without merit, for its “complaint” contains no allegations of fraud, misconduct, procedural irregularity or the like. Rather, it merely alleges that the arbitrator misconstrued the collective bargaining agreement between the parties. It is the Union’s contention, however, that the standard of review which is here applicable is not that of the common law, but is statutorily prescribed by the Act of April 25, 1927, P.L. 381, No. 248, § 1, 5 P.S. § 161 et seq., concerning arbitration pursuant to contractual provisions. Section 11 of the Act of 1927, 5 P.S. § 171, provides that a court may modify or correct an award, inter alia, “[w]here the award is against the law, and is such that had it been a verdict of the jury the court would have entered a different or other judgment notwithstanding the verdict.” The Union’s position as to the reason the Act of 1927 is applicable is found in Section 16 of the Act, which provides :\n“The provisions of this act shall apply to any written contract to which the Commonwealth of Pennsylvania, or any agency or subdivision thereof, or any municipal corporation or political division of the Commonwealth shall be a party.”\nRecently we held, construing this section, that the Act of 1927 is applicable to contracts to which the Commonwealth and its agencies, instrumentalities, and political subdivisions are parties and which contain general agreements to arbitrate disputes without reference to any statutory remedy. See Pennsylvania Turnpike Commission v. Sanders & Thomas, Inc., 461 Pa. 420, 336 A.2d 609, 615 (1975). Since the School District is an agency of the Legislature, Chartiers Valley Joint Schools v. Allegheny Co. Board of School Directors, 418 Pa. 520, 544, 211 A.2d 487 (1965), the collective bargaining agreement before us appears to qualify under this test. It may be argued, however, that the provisions of the Public Employees Relations Act [hereinafter the PERA], Act of July 23, 1970, P.L. 563, No. 195, art. I, § 101 et seq., 43 P.S. § 1101.101 et seq. (Supp.1975) compel the conclusion that the Act of 1927 is not to be applied to labor disputes involving public employers and their employes. Section 903 of the PERA, 43 P.S. § 1101.903, provides:\n“Arbitration of disputes or grievances arising out of the interpretation of the provisions of a collective bargaining agreement is mandatory. The procedure to be adopted is a proper subject of bargaining with the proviso that the final step shall provide for a binding decision by an arbitrator or a tri-partite board of arbitrators as the parties may agree. Any decisions of the arbitrator or arbitrators requiring legislation will only be effective if such legislation is enacted:\n“(1) If the parties cannot voluntarily agree upon the selection of an arbitrator, the parties shall notify the Bureau of Mediation of their inability to do so. The Bureau of Mediation shall then submit to the parties the names of seven arbitrators. Each party shall alternately strike a name until one name remains. The public employer shall strike the first name. The person remaining shall be the arbitrator.\n“(2) The costs of arbitration shall be shared equally by the parties. Fees paid.to arbitrators shall be based on a schedule established by the Bureau of Mediation.”\nA comparison of Section 903 with the Act of 1927 reveals several inconsistencies between the two statutes which may be sufficient to indicate that Section 16 of the latter Act is not operative in this situation. See 1 Pa. C.S. §§ 1933, 1936. Moreover, since Section 903 does not provide for judicial review of arbitration decisions, it may be argued further that the legislature intended the common law standard of review to apply to labor arbitration under the PERA.\nWe need not, however, decide these questions, for we have concluded that even if, as the Union argues, the relatively broad standard of the Act of 1927 governs our decision, the challenge to the arbitrator’s decision must fail. Under Section 11 of the Act of 1927, supra, 5 P.S. § 171,o the arbitrator’s interpretation of the contract must be upheld if it is a reasonable one. Our review of the record reveals that in the instant case the arbitrator’s construction of the collective bargaining agreement between the parties is indeed reasonable.\nAs indicated above, the question which the arbitrator was called upon to decide is whether the closing of the schools during the teacher’s strike was either a revision in the calendar or a lay-off. If the former, the furloughing of employees was prohibited by Article I, Section 1, and Article IX, Section 2 of the collective bargaining agreement, note 4 supra, absent Union approval; if the latter, the School District was compelled to follow the procedures specified in Sections 6, 7, and 11 of the collective bargaining agreement, note 5 supra. The arbitrator concluded that the furlough here ordered by the District fell into neither of these categories.\nThe terms “calendar revision” and “lay-off” are not defined in the agreement. The question therefore becomes one of ascertaining whether the parties intended those phrases to encompass the type of shut-down here involved. We think it quite reasonable to conclude, as did the arbitrator, that the parties intended the words in question to refer to the normal schedule changes and cutbacks in the work force which are the predictable result of changing conditions, and not to those which are the result of a complete shut-down of the school system during a work-stoppage or strike. That being so, the arbitrator’s decision must be sustained.\nOrder affirmed.\n. Article IV, Section 2, of the contract, entitled “Procedure for Adjusting Complaints and Grievances”, provides in part:\n“2d. Step 3 — Within twenty-five (25) days after receiving the decision of the Executive Director of Personnel, the Superintendent or the Union may submit the matter to arbitration if the grievance involves (1) that there has been as to an employe a violation, misinterpretation or inequitable application of any of the provisions of this Agreement, or (2) that the employe has been treated unfairly or inequitably by reason of any act or condition which is contrary to established policy or practice governing or affecting employes, or (3) requests the enforcement of any term of this Agreement. No other grievance may be submitted to arbitration. The proceeding may be initiated by filing with the Superintendent, if the arbitration request is initiated by the Union, and with the Union, if the arbitration request is initiated by the Superintendent, a notice of arbitration.\n“2e. This notice of arbitration shall include a brief, written statement setting forth precisely the issue or issues to be decided by the arbitrator and the specific provision or provisions of the Agreement involved.\n“2f. Within five (5) days after either the Superintendent or the Union has submitted a notice of arbitration, such matter or matters shall be submitted for final determination to an arbitrator, mutually agreed upon by the parties, or failing agreement, to an arbitrator designated by the American Arbitration Association.\n“2g. The American Arbitration Association shall submit three (3) names of arbitrators. The Superintendent and the Union can each eliminate one name, and the remaining one (1) shall be the arbitrator. All expenses and salary of the arbitrator shall be borne equally by the Superintendent and the Union.\n“2h. The arbitrator shall issue his decision, which decision shall be final and binding upon the parties, not later than thirty (30) days after the date of the closing of the hearings, or, if oral hearings have been waived, than thirty (30) days from the date of transmitting the final statements and proofs to the arbitrator. The decision shall be in writing and shall set forth the arbitrator’s opinion and conclusions on the issues submitted. The arbitrator shall have the power and authority to decide, and shall limit his decision strictly to, the matters specified in the first paragraph of this Step 3. The arbitrator shall be without power or authority to make any decision:\n(i) Contrary to, or inconsistent with, or which modifies or varies in any way, the terms of this Agreement or of applicable law or rules or regulations having the force and effect of law; or\n(ii) which limits or interferes in any way with the powers, duties and the responsibilities of the Board under its By-Laws, applicable law or rules and regulations having the force and effect of law.”\n. “The proper procedure to vacate an arbitrator’s award is by petition to the Court of Common Pleas and not by a complaint in equity.” Nationwide Mutual Ins. Co. v. Barbera, 443 Pa. 93, 95, 277 A.2d 821, 823 (1971).\n. The Union represents that jurisdiction of this appeal is in this Court by virtue of the Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202(4), 17 P.S. § 211.202(4) (Supp.1975), concerning actions and proceedings in equity. [This appeal was filed prior to April 7, 1975, the effective date of Supreme Court Rule 73, reassigning appellate jurisdiction of equity cases to the Superior Court, see the Act of July 31, 1970, P.L. 673, No. 223, art. V, § 505, 17 P.S. § 211.505 (Supp.1975)]. As indicated in footnote 2, supra, however, this action should not have been commenced by the filing of a complaint in equity. Jurisdiction of this appeal is therefore properly in the Superior Court by virtue of the Act of July 31, 1970, P.L. 673, No. 223, art. III, § 302, 17 P.S. § 211.302 (Supp.1975). Since the appellee has not objected to the jurisdiction of this Court, and we perceive no purpose to be served by now transferring the case to the Superior Court, we shall retain jurisdiction. See the Act of July 31, 1970, P.L. 673, No. 223, art. V, § 503, 17 P.S. § 211.503 (Supp.1975).\n. Article I, Section 1, provides in part that “those working conditions specified in this Agreement may be changed only by mutual written consent between the Superintendent and the Union.” Section 2 of Article IX, which is titled “Working Conditions”, provides in part that “when the calendar has been established, there shall be no revision in that calendar which shall result in a change in the total number of work days, holidays and unpaid days off.”\n. These sections provide as follows:\n“Section 6 — In the event of a departmental or work location reduction in force, including reductions caused by the discontinuance of a facility or its relocation, the employes shall be laid off in the inverse order of seniority of the employes in the department involved at the work location. [The procedure to be followed in the event of such a lay-off is set forth in subsections a through e].\n“Section 7 — Displacing appointed employes who have accepted assignments to vacancies in classifications lower than the classifications they held immediately prior to the occasions which resulted in their displacing other appointed or long term substitute employes shall be entitled to be assigned, in the order of their departmental seniority, to the first vacancies available in their former classifications.\n“Section 11 — Where administratively possible, five (5) days’ notice of lay-off shall be given to appointed employes involved, except where the appointed employe with the least seniority is displaced under Section 6 hereof.”\n. Appellant’s brief at pp. 5-6.\n. The Act of 1927 is not applicable to contracts for personal services. See § 1 of the Act, 5 P.S. § 161. This Court has held, however, that collective bargaining agreements between an employer and a labor union representing its employees is generally not á contract for «personal services because “no one has a job by reason of it and no obligation to any individual ordinarily comes into existence from it alone.” Amalgamated Assoc, of Street, Electric Railway and Motor Coach Employes of America v. Pittsburgh Railways Co., 393 Pa. 219, 223-24, 142 A.2d 734, 736 (1958).\n. This Section was repealed by the Act of March 1, 1974, No. 31, § 2(d), in so far as it is inconsistent with 71 Pa.C.S. § 5955, concerning pension rights of State employees.\n. For example, Section 903 allows the parties to specify the procedure to be followed in arbitration. The Act of 1927, however, sets forth the procedure to be followed, see e. g., Section 6 of the Act, 5 P.S. § 166, and provides further that the court of common pleas may adopt rules of procedure and practice to be followed to the extent that the rules adopted are not inconsistent with the Act of 1927, see § 5 of the Act of 1927, 5 P.S. § 165. Although both Section 903 of PERA and Section 4 of the Act of 1927, 5 P. S. § 164, provide that the parties to an arbitration agreement may choose the method of appointment of arbitrators, the two acts differ with respect to the selection of arbitrators in the absence of agreement by the parties. Compare Section 4 of the Act of 1927, 51 P.S. i 164, with subsection (1) of Section 903.",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "John B. Day, Casper & Muller, R. D. Kaplan, Philadelphia, for appellant.",
      "Vincent J. Salandria, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "350 A.2d 804\nINTERNATIONAL BROTHERHOOD OF FIREMEN AND OILERS, AFL-CIO LOCAL 1201, Appellant, v. SCHOOL DISTRICT OF PHILADELPHIA.\nSupreme Court of Pennsylvania.\nArgued Dec. 5, 1974.\nDecided Jan. 29, 1976.\nJohn B. Day, Casper & Muller, R. D. Kaplan, Philadelphia, for appellant.\nVincent J. Salandria, Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0356-01",
  "first_page_order": 402,
  "last_page_order": 413
}
