{
  "id": 1712690,
  "name": "J. A. & W. A. HESS, INC., Appellant, v. HAZLE TOWNSHIP, Appellee",
  "name_abbreviation": "J. A. & W. A. Hess, Inc. v. Hazle Township",
  "decision_date": "1976-01-29",
  "docket_number": "No. 330",
  "first_page": "465",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "465 Pa. 465"
    },
    {
      "type": "parallel",
      "cite": "350 A.2d 858"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "220 A.2d 838",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901687
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0030-01"
      ]
    },
    {
      "cite": "263 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927842
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0519-01"
      ]
    },
    {
      "cite": "264 A.2d 668",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929273
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 11795,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 2.9784011175757134e-07,
      "percentile": 0.8508349328474363
    },
    "sha256": "152cf19a89c9d080524a3d505c6d1395caccffafc122243c59c16b157323750f",
    "simhash": "1:7f7ff02884e0a211",
    "word_count": 1947
  },
  "last_updated": "2024-02-27T18:24:47.597502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "EAGEN, J., did not participate in the consideration or decision of this case.",
      "O’BRIEN and NIX, JJ., concur in the result."
    ],
    "parties": [
      "J. A. & W. A. HESS, INC., Appellant, v. HAZLE TOWNSHIP, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMANDERINO, Justice.\nThis appeal results from an action of assumpsit brought by appellant, J. A. & W. A. Hess, Inc., against appellee, Hazle Township. In its complaint filed in the trial court, appellant alleged that it had not been paid for over 6,000 tons of gravel delivered to the Township and used in the construction of Township roads during August, September, and October of 1966. The complaint alleged that payment for the gravel, in the amount of approximately $23,500, was due under an “agreement” existing between appellant and the Township. This portion of the complaint was labeled “First Cause of Action.” Alternatively, the complaint alleged that “if no agreement existed in fact or law,” the appellant was entitled to recover the fair market value of the gravel delivered at the request of the Township Supervisors, Appellant alleged that the fair market value of the gravel was approximately $23,500. This portion of the complaint was labeled “Alternative Cause of Action.”\nThe Township filed preliminary objections demurring to the appellant’s complaint alleging that the complaint was “insufficient in law” and did not “state a valid cause of action.” The appellee alleged that a demurrer should be sustained to both that portion of appellant’s complaint labeled “First Cause of Action,” and to that portion of appellant’s complaint labeled “Alternative Cause of Action.” After the filing of appellant’s answer to the preliminary objections, the trial court, on July 7, 1969, ordered:\n“. . . [Township’s] Preliminary Objections . and Demurrer to the First Cause of Action are overruled. [Township’s] Demurrer to plaintiff’s Alternative Cause of Action is sustained and the Alternative Cause of Action is dismissed. [Township] is directed to file a responsive pleading in accordance with the Rules of Civil Procedure.”\nThe case was then tried non jury, and appellant was awarded $350. Judgment was entered on July 5, 1972. The court en bane denied appellant’s motion for a new trial, and on appeal the Commonwealth Court affirmed the decision of the trial court. Appellant’s petition for allowance of appeal to this Court was then granted.\nAppellant raises three issues in this appeal. First, it contends that the trial court erred in ruling that recovery on the contract between the parties was limited to $350. Second, the appellant contends that the trial court erred in refusing to admit evidence of practice and usage of prior years, under contracts of like kind between the parties, as evidence establishing that the language of the present contract between the parties was not to be given its ordinary meaning, but was to be given a meaning in accordance with the meaning of such language as understood and given effect by the parties in their prior contracts. Third, the appellant contends that the trial court erred in refusing to consider a quasi-contract theory of recovery. We shall first discuss the third issue, not considered by the Commonwealth Court.\nAlthough the Commonwealth Court noted that the appellant might have “a strong argument on the theory of quasi-contract,” it did not consider the issue because, in its words, “appellant did not appeal the [trial] court’s ruling” on the quasi-contract issue. It is possible to interpret the Commonwealth Court’s opinion two ways. The Commonwealth Court may have meant that the appellant did not raise the quasi-contract issue in its timely appeal filed after trial from the judgment entered on July 5, 1972; or more likely, it may have meant that prior to trial the appellant should have filed a timely appeal on the quasi-contract issue following the entry of the July 7, 1969, order refusing to consider a quasi-contract theory of recovery. Appellee contends that the latter meaning is correct. Whichever meaning was intended by the Commonwealth Court, we cannot agree that the quasi-contract issue was not properly before it.\nWe shall first consider whether the issue was raised by the appellant in its timely appeal filed after trial. The third question raised by the appellant in its brief before the Commonwealth Court was as follows:\n“Whether a township can knowingly receive crushed stone for its streets, as directed by one of its supervisors, under a type of contract which the township is empowered to make, and immediately fix the stone in place by rolling, chipping and tarring so as to make it impossible for appellant to recover the same on the township’s refusal to pay on the pretext, or otherwise, that the disputed quantity had not been ordered, without being responsible for the value of the stoneT’ (Emphasis added.)\nMoreover, in the text of the appellant’s brief in the Commonwealth Court the following appears:\n“To show that a contract actually came into being, appellant should be allowed to show usage and past transactions and appellee’s knowledge of same — see Coleridge, J., supra, otherwise the parties’ efforts to arrive at a common understanding will have aborted, in which event recovery should be had under the common law on grounds of unjust enrichment.”\n“Appellant’s demand for restoration of the status quo and appellee’s refusal under threat of arrest is set forth in the alternate cause of action, indicating restitution as the sole purpose for which it was brought and not to foist an implied contract upon the Township. It was appellee’s act which made return of the stone impossible. That the alternate cause of action may contain elements of pleading similar to a case of implied or quasi-contract should not be allowed to obscure the main intent of the action — restitution. Justice is not a product of legalisms but an end in itself, howsoever.” (Emphasis added.)\nAlthough awkward in expression, the above portions of the text of the appellant’s brief in the Commonwealth Court, considered together with the third question raised in the appellant’s brief in the Commonwealth Court, clearly indicate that the appellant raised the quasi-contract issue in the Commonwealth Court. Appellant referred to “the value of the stone,” and asked for the remedy of “restitution” to prevent the “unjust enrichment” of the appellee. The remedy for recovery on a quasi-contract basis is restitution to prevent unjust enrichment. We therefore conclude that the appellant did raise the issue of whether or not it was entitled to recover on the basis of quasi-contract in its timely appeal filed after trial.\nThere remains for consideration the appellee’s argument that appellant waived its right to raise the quasi-contract issue in its appeal filed after trial because the appellant should have filed a timely appeal before trial from the July 7, 1969, order refusing to consider the quasi-contract theory of recovery. According to the appellee, this pre-trial order was one granting a demurrer, and was therefore a final order from which an appeal should have been taken. We cannot agree.\nThe appellee correctly points out that an order sustaining a demurrer is an appealable order. Hudock v. Donegal Mut. Ins. Co., 438 Pa. 272, 264 A.2d 668 (1970) ; Catanese v. Scirica, 437 Pa. 519, 263 A.2d 372 (1970); Love, Admr. v. Temple University, 422 Pa. 30, 220 A.2d 838 (1966). Despite the label given the July 7, 1969, ruling by the trial court, no demurrer was granted in this case. An order granting a demurrer says, in effect, that the plaintiff is not entitled to proceed to trial because he has not stated a cause of action, it puts the plaintiff out of court as to a particular defendant. Hudock v. Donegal Mut. Ins. Co., supra; Catanese v. Scirica, supra; Love, Admr. v. Temple University, supra. In this case, the plaintiff was not put out of court. Rather defendant was ordered to file an answer and the case proceeded to trial.\nWere we to hold that the trial court’s ruling rejecting plaintiff’s quasi-contract theory of recovery, while also requiring the parties to proceed to trial on a theory of contract arising out of the same transaction, is a final order from which an appeal must be taken, many potential problem areas would arise. If the time for filing an appeal would begin to run against a litigant whenever the trial court refused to consider a suggested legal theory of recovery, a litigant would need to file appeals at various stages of a law suit. Unless and until the rejection of a particular legal theory, or theories of recovery puts the plaintiff out of court on his cause of action against the demurring defendant, no final order has been entered and no appeal may be filed. Hudock v. Donegal Mut. Ins. Co., 438 Pa. 272, 264 A.2d 668 (1970); Catanese v. Scirica, 437 Pa. 519, 263 A.2d 372 (1970) ; Love, Adrar, v. Temple University, 422 Pa. 30, 220 A.2d 838 (1966).\nWe note that the appellant may have contributed to the confusion by the labels used in its complaint. While the labels purport to identify separate causes of action, the two parts of the complaint really assert two different legal theories in support of recovery, one on the theory of an express contract and the other on a theory of quasi-contract. Both of these theories are based on the same transaction. A litigant’s labels, however, cannot be the determining factor in whether an order is final for the purposes of appeal. The appellant did not receive a final order from which an appeal could have been filed until a verdict and judgment was entered ordering the township to pay $350.\nThe appellant raised the issue of whether it was entitled to a quasi-contract recovery at the first available opportunity after the trial court’s original order: before the court en banc. It also raised the issue before the Commonwealth Court. We therefore conclude that the issue was properly preserved, and should be considered by the Commonwealth Court on remand.\nAppellant also contends that the trial court erred in refusing to admit evidence of practice and usage of prior years under contracts of like kind between the parties as evidence establishing that the language of the present contract between the parties was not to be given its ordinary meaning, but was to be given a meaning in accordanee with the meaning of such language as understood and given effect by the parties in their prior contracts. See Restatement Second of Contracts, § 242 (1967). The Commonwealth Court did not address itself to this, issue and its opinion does not state any reason for its failure to do so. This issue should also be considered on remand.\nThe third issue raised in this appeal is whether the appellant was entitled to a recovery of more than $350 on the contract. Appeals should not be considered piecemeal, and since the Commonwealth Court has not yet fully considered and determined all the issues raised, we decline to consider the issue at this time.\nThe order of the Commonwealth Court affirming the judgment of the trial court is vacated and the matter is remanded to the Commonwealth Court for further proceedings consistent with this opinion. Following a final determination in the Commonwealth Court, either party shall have the right to file a petition for allowance of appeal in this Court raising any issues, including issues not considered by this Court at this time. Whether or not any such petition for allowance of appeal is granted or denied will, of course, depend upon consideration by this Court at that time.\nEAGEN, J., did not participate in the consideration or decision of this case.\nO’BRIEN and NIX, JJ., concur in the result.",
        "type": "majority",
        "author": "MANDERINO, Justice."
      }
    ],
    "attorneys": [
      "George I. Puhak, Frank D. Llewellyn, Hazleton, for appellant.",
      "Thomas L. Kennedy, Hazleton, for appellee."
    ],
    "corrections": "",
    "head_matter": "350 A.2d 858\nJ. A. & W. A. HESS, INC., Appellant, v. HAZLE TOWNSHIP, Appellee.\nSupreme Court of Pennsylvania.\nArgued Nov. 13, 1974.\nDecided Jan. 29, 1976.\nGeorge I. Puhak, Frank D. Llewellyn, Hazleton, for appellant.\nThomas L. Kennedy, Hazleton, for appellee.\nBefore JONES, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0465-01",
  "first_page_order": 511,
  "last_page_order": 518
}
