{
  "id": 1268327,
  "name": "Buzby Estate",
  "name_abbreviation": "Buzby Estate",
  "decision_date": "1956-06-25",
  "docket_number": "Appeal, No. 120",
  "first_page": "1",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "386 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "94 A. 2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238009
      ],
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0553-01"
      ]
    },
    {
      "cite": "85 A. 2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232349
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0052-01"
      ]
    },
    {
      "cite": "112 A. 2d 148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258878
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0464-01"
      ]
    },
    {
      "cite": "104 A. 853",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044360
      ],
      "pin_cites": [
        {
          "page": "19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0015-01"
      ]
    },
    {
      "cite": "120 A. 136",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077538
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0283-01"
      ]
    },
    {
      "cite": "51 A. 2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470659
      ],
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0093-01"
      ]
    },
    {
      "cite": "136 N.Y. Supp. 711",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7659604
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/136/0711-01"
      ]
    },
    {
      "cite": "201 N.Y. 205",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        14678
      ],
      "pin_cites": [
        {
          "page": "209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/201/0205-01"
      ]
    },
    {
      "cite": "98 A. 596",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "253 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024093
      ],
      "year": 1916,
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0293-01"
      ]
    },
    {
      "cite": "81 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044091
      ],
      "year": 1876,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 831,
    "char_count": 17980,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 2.540444070995527e-07,
      "percentile": 0.8133686558559978
    },
    "sha256": "e93c9b81aa69f880609e80469f837eafdcd977af3f56b0ff632a30a1fa1a04b9",
    "simhash": "1:8369c1c66856800f",
    "word_count": 3088
  },
  "last_updated": "2024-02-27T21:55:19.548487+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Buzby Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis appeal is concerned with the interpretation of the holographic will and codicil of a layman.\nThe testator, C. Ernest Buzby, executed his self-drawn will on November 4, 1925. After bequeathing nine legacies among his children, their spouses and other relatives by name, he provided as' follows:\n“The balance of my estate I bequeath equally to my children Percival W. Buzby Charles E. Buzby Jr. and Elsie W. Bowen, with the proviso that the share of P. W. Buzby be placed in Trust, the income from said trust to be paid to P. W. Buzby and\"following him, wife and children, ...\n“If failing to have children the principal sum eventually to be distributed among my surviving grandchildren.”\nThe will named Charles E. Buzby, Jr., as trustee of the trust for Percival.\nAt the time of the testators execution of his will, Percival, then on active duty as a regular officer in the United States Navy, was forty-one years of age; he had been married for over thirteen years to Rita M. Buzby who was then thirty-eight years old and childless. Charles E. Buzby, Jr., had four children living, and Elsie W. Bowen had two children living and a third born on December 6, 1925, a month after the execution of the will. Approximately seven months later, viz., on May 29, 1926, the testator executed a holographic codicil in which he provided as follows: “I direct that should P. W. Buzby die before his wife Rita M. Buzby, that, in lieu of receiving the income from his full share, that she receive an annuity of $1500. per annum, the balance & principal to be divided equally among the surviving grandchildren.”\nThe testator died on November 12, 1930, and his will and codicil were thereafter duly probated.\nPercival was retired from the Navy on pension in 1934 as the result of a medical survey. His wife, Rita, died in April, 1936. He subsequently married Ilda Bowen who died in 1939; and, on November 4, 1940, he married Helene T. Buzby. He died May 30, 1954, leaving his wife, Helene, to survive him. No issue were ever born to Percival and his respective wives.\nThe question involved arose upon the audit of the trustee’s account of the trust for Percival filed following his death. The principal of the trust was claimed outright by the testator’s seven grandchildren consisting of the four children of Charles E. Buzby, Jr., and the three children of Elsie W. Bowen. Helene T. Buzby contended that the principal should be retained by the trustee upon the further trust to pay to her, as the surviving wife of Percival, the income from the corpus for the balance of her life with remainder, upon her death, to the testator’s grandchildren.\nThe court below held that Rita M. Buzby, Percival’s first wife, was exclusively intended by the testator to share, as the surviving wife of Percival, in the income from the trust created for him and that, Rita having predeceased Percival, the testator’s grandchildren were entitled, upon Percival’s death, to the principal of the trust outright. The court accordingly dismissed Helene’s claim and awarded the trust fund to the grandchildren. This appeal by Helene T. Buzby followed. In the language of the learned auditing judge, the sole question involved is “whether or not Helene Buzby takes under the will as the wife of P. W. Buzby.”\nThe lower court arrived at its interpretation of the cited testamentary provisions by using a technical rule of construction to the effect that the term “wife” when used in a will to identify a beneficiary means the person qualifying as such at the time of the execution of the will. The case relied upon as establishing the rule in Pennsylvania was Anshutz v. Miller, 81 Pa. 212, 215 (1876), where it was stated, inter alia, that “Where an estate is given to a person described by relation either to the testator or to other devisees, on a contingency that may or may not happen, and a person is in being at the time of the execution of the will, to whom, on the happening of the contingency, the description would apply, it is a safe general rule to hold such person as intended to be the devisee.” It cannot be said, however, that the rule is well imbedded in the law of this State. In the eighty years since Anshutz v. Miller was decided, it has been cited by this court only once, anent the above quoted excerpt, and, then, with the pellucid comment that it “seems to be” the rule in Pennsylvania: Solms’ Estate, 253 Pa. 293, 296, 98 A. 596 (1916).\nNot logically can it be deduced from Anshutz v. Miller that an inflexible rule of construction, as to the meaning of the word “wife” in the interpretation of wills, was there being adopted. The case was not the type of litigation where important legal principles are hammered out in adversary contest. In fact, no brief for the defendant in error was filed in this court. The proceeding was an amicable case stated to determine whether a deed tendered by the life tenant and other specified beneficiaries under the will of the deceased owner of the subject property conveyed “a good, sufficient and marketable title” merely with the joinder of the life tenant’s wife (the first designated income remainderman) without knowing who the life tenant’s wife might be at the time of his death. The question involved was in truth an anticipated one.\nWhen the question was raised in Anshutz v. Miller, the life tenant was living as was also Ms wife to whom he was married when the will was executed. There Avas no second or successive wife claiming to be the remainderman. Moreover, the testamentary question was resolved, and rightly so, solely on the basis of the intent found in the will without resort to any technical rule of construction. This court’s pertinent observation in the premises Avas that “Throughout this will it was the manifest, intention of the testator to provide for individuals within the circle of his sister’s family”, and that Avas patently so. As Mr. Justice Woodward, who spoke for the court, pointed out, the life tenant’s Avife was the testator’s own blood niece — the daughter of his sister to whom, as a substitute remainderman, he gave the income in the event of the niece’s death prior to that of her husband, the first life tenant. The court accordingly thought that there was good reason to infer that the testator actually intended to benefit his niece as the widow of John P. Anshutz. The court made further point of the fact that “The possibility of disturbance [from the intervention of a subsequent widow] is too remote to be entitled to recognition” — a thought which the court then amplified by concluding its opinion with the following statement, “It is believed that no serious question, as to matter of fact or matter of law, can arise in a case like this where the objection to the title rests on the effect of the happening of contingencies extended to the third remove.” It is plain enough that what was stated in Anshutz v. Miller as “a safe general rule” was but a judicial abstraction in agreeable confirmation of the court’s independent interpretation of the testator’s intent as disclosed by his will.\nIn Solms’ Estate, supra, where the question involved was the identity of the intended “widow” of the life tenant under an inter vivos deed of trust, the issue was likewise determined exclusively on the intent of the settlor as expressed in his deed and without the use of any rule of construction. True enough, Anshutz v. Miller was quoted from in Solms’ Estate, to the extent already indicated, which also made reference to analogous expressions in other jurisdictions. But, the opinion then went on to quote from Meeker v. Draffen & Meeker, 201 N.Y. 205, 209, that “It is difficult to formulate a general rule upon the subject for 'no will has a brother’, and the language of every testator must be studied by itself in order to learn his intention” and, further, from In re Harris, 136 N.Y. Supp. 711, 713, to the effect that “after all, the intention of the testator, if it can be ascertained, is the true test to be applied to the construction of a will, and mere differences in the use of words are by no means controlling.” Immediately thereupon, Mi*. Justice Walling declared for the court that “There seems to be no inflexible rule, certainly none in Pennsylvania, that the word ‘widow/ when used to denote relationship to a legatee or donee, necessarily means the wife who shall survive him, when another was his wife at the making of the will or trust deed.” The converse (i.e., that the word “widow” does not inflexibly mean the wife of a specified testamentary beneficiary at the time the will was executed) is equally true and applies, no less, to the word “wife”.\nNor was there any occasion in the instant case for resort to technical rules of construction. The writings consist of a layman’s will and codicil, written by a layman. In a similar situation [Ziegler Estate, 356 Pa. 93, 95, 51 A. 2d 608) Mr. Justice Pattebson recognized for this court that “In ascertaining his actual intention the language must be considered without reference to technical rules of construction”, citing Lippincott’s Estate, 276 Pa. 283, 287, 120 A. 136. And, even if application of a rule of construction were deemed appropriate, it should not be used to defeat the testator’s intention which “must always be carried into effect unless inconsistent with established rules of law, and . . , not he defeated by any technical rules of construction”: Shaffer’s Estate, 262 Pa. 15, 19, 104 A. 853. In McFadden Estate, 381 Pa. 464, 468, 112 A. 2d 148, speaking through Mr. Justice Bell, we gave expression to the well-recognized principle that “All rules or canons of construction are: but á means ;-to. an-end — namely,, to ascertain and determine testator’s intent . . ..” And, in Earle Estate, 369 Pa. 52, 56, 85 A. 2d 90, after reiterating the óft-repeatecl rule that “it is the actual intent, as ascertained from the language of the will that must prevail in the light of the circumstances surrounding testator at the date of the execution of the will”, we warned that “it is [a court’s] first duty to examine the will and if possible ascertain its meaning without reference to canons of construction.”\nInstead of so proceeding, however, the learned court below chose to resolve the question on the basis of what it considered an applicable rule of construction and then reasoned from the will and codicil in an effort to justify the conclusion preceden-tly foresworn by application of -the canon. The approach thus adopted is an apt demonstration of what the late Justice Ladner sagely observed in Earle Estate, supra, when he said that “the danger of such rules of construction is their tendency in the progress of time to become inflexible and in their application to circumstances where there is neither reason nor necessity until finally they become controlling.” The proper course of procedure for the interpreter of a testamentary writing is not to apply rules of construction until all reasonable effort to deduce a meaning from the writing itself has been exhausted with no understandable and sensible result. It was, therefore, the primary duty of the court below to determine whether the testator’s intent was ascertainable from the language used in his will and codicil and, if it was, then not to permit any rule of construction to stand in the way of carrying it into effect.\nThe will and codicil are, of course, to be construed together as one instrument. The purpose of a codicil ordinarily is to modify or add to-a will or, as otherwise stated, a codicil changes a will only- to the extent that' it is inconsistent thérewith: Boyer Estate, 372 Pa. 553, 556, 94 A. 2d 721. But, it is not to be overlooked in the instant -case that of the two testamentary' provisions under consideration it is only-the provision - contained In the will that was dispositive and that ultimately became operative. The contingency upon the happening of which the limitation of the codicil on the prior disposition was to become effective never occurred. Hence, so far as the intended substantive effect of the codicil is concerned, it is a dead letter. Nevertheless it continues to exist as a recorded portion of the probated writings and may be used for its adjectival effect, if any, so far as it may modify the disposition of the Percival share of the testator’s residuary estate. It is not, however, to be given the predominant and overpowering effect which the learned court below mistakenly ascribed to it.\nThe words used by the testator in the will and codicil are plain and simple, being only such as a layman would normally employ. Given their usual and ordinary meaning, as reason and common sense as well as the fundamental rule applicable to the construction of all writings require, the conclusion is inescapable that the word “wife”, where used by the testator to identify the spouse of Percival who should share in the income of the trust following his death, was intended to mean the wife surviving him. Had it been the testator’s intent that Rita should be the only wife to share in the income from the trust after Perciyal’s death, the testator could have and likely would have said so. Had he not, elsewhere in the will, identified her by name as the direct beneficiary of a pecuniary legacy? The fact that he used the generic term “wife” in the will in providing for the distribution of the income from the trust for Percival following his death, instead of specifying Rita as the only uxoria! beneficiary of the trust income, is highly significant.\nAgain, the inclusion of Pcrcival’s “children” with his “wife” as the recipients of the income from the trust after-his death could not have been intended to be re-' stricted to Rita’s children of whom there were then none with strong probability from her marital experience that there would not be any. Would any one suggest that children of Percival by a subsequent wife would not qualify as beneficiaries, in remainder, of the income from the trust? Nor is the testator to be thought of as having intended to exclude the mother of such children as a partaker of the trust income if she was the wife who survived Percival. Moreover, the phrase “following him”, as contained in the will to denote the time when Percival’s wife and children would come into the enjoyment of the income from the trust, peculiarly connotes that the testator intended by the word “wife” to designate Pereival’s spouse surviving him whoever she might be. And, that it might not be Rita was at all times a natural possibility, of course, well known to the testator.\nFurthermore, the codicil itself confirms the proper interpretation of the will. The learned court below opined that, since the limitation by the codicil on the amount of income payable from the trust applied to Percival’s wife, Rita, should she survive him, the testator, by the use of the word “wife” in the will, must have meant only Rita. Such deduction is. a patent non sequitur. As already pointed out, the ultimate disposition of the trust for Percival was provided for by the will proper; and all that the codicil was intended to do was to limit the amount of income from the trust that Rita would receive should she be the wife to survive Percival. It would obviously transgress the scope of the codicil to require that, its intent being as above state, the testator should also have added, as the court below suggested, that “. . . any other wife of Percival was to enjoy the full income in her capacity of widow.” The gift to Percival’s wife “following him”, as provided by the dispositive direction of the will, was sufficient to include the wife surviving him and required no superfluous addendum to the intended limitation of the codicil. Nor need we speculate as to why the testator placed a limitation on the income to be paid to childless Rita should she survive Percival. To so provide was the testator’s unquestionable privilege, and his testamentary intent must be carried out.\nThe decree of the court below is reversed at the appellees’ costs and the record remanded with direction that a decree be entered awarding the income from the trust for Percival to his surviving widow, Helene T. Buzby, for the duration of her life with remainder in the corpus to the grandchildren of the testator outright.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Bell:\nI disagree with the majority’s interpretation of Buzby’s will and codicil, which of course must be read and construed together. So reading them, the testator disposed of his residuary estate as follows:\n“The balance of my estate I bequeath equally to my children, Percival W. Buzby, Charles E. Buzby, Jr. and Elsie W. Bowen, with the proviso that the share of P. W. Buzby be placed in trust, the income from said trust to be paid to P. W. Buzby and following him, wife [Rita M. Buzby] and children, [but] . . . should P. W. Buzby die before his wife, Rita M. Buzby, ... in lieu of receiving the income from his full share, . . . she receive an annuity of |1500 per annum, the balance and principal to be divided equally among the surviving grandchildren.”\nThis \"was not a gift to Percival’-s wife or widow-— this by its express terms was a gift to Percival’s wife “Rita”. The testator having clearly declared his testamentary intent to give Pereival’s “wife Bita M. Buzby” an annuity oí $1500., we are not at liberty to rewrite bis will and give tbe income from Percival’s share to a person unknown to and unprovided for by the testator, namely, Percival’s third wife whom he married 10 years after testator’s death.\nI would affirm the Decree of the court below.",
        "type": "dissent",
        "author": "Mr. Justice Bell:"
      }
    ],
    "attorneys": [
      "Paul Maloney, with him Francis E. Shields, Joseph S. Conwell, Jr., Ernest Scott and Pepper, Bodine, Frick, Scheetz & Hamilton, for appellant.",
      "Frank 0. Schilpp, with him J. Ghanning Ellery and Rombo & Ma-ir, for appellees."
    ],
    "corrections": "",
    "head_matter": "Buzby Estate.\nJune 25, 1956:\nArgued April 25, 1956.\nBefore Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nPaul Maloney, with him Francis E. Shields, Joseph S. Conwell, Jr., Ernest Scott and Pepper, Bodine, Frick, Scheetz & Hamilton, for appellant.\nFrank 0. Schilpp, with him J. Ghanning Ellery and Rombo & Ma-ir, for appellees."
  },
  "file_name": "0001-01",
  "first_page_order": 33,
  "last_page_order": 44
}
