{
  "id": 1268293,
  "name": "O'Donnell, Appellant, v. McLoughlin",
  "name_abbreviation": "O'Donnell v. McLoughlin",
  "decision_date": "1956-09-24",
  "docket_number": "Appeal, No. 212",
  "first_page": "187",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "386 Pa. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "98 A. 769",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "254 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025460
      ],
      "pin_cites": [
        {
          "page": "22-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0018-01"
      ]
    },
    {
      "cite": "124 A. 159",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "279 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083540
      ],
      "pin_cites": [
        {
          "page": "489"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0482-01"
      ]
    },
    {
      "cite": "95 Pa. Superior Ct. 390",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        682025
      ],
      "pin_cites": [
        {
          "page": "395-396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/95/0390-01"
      ]
    },
    {
      "cite": "70 A. 956",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "222 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959442
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0058-01"
      ]
    },
    {
      "cite": "86 A. 634",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "239 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995948
      ],
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0042-01"
      ]
    },
    {
      "cite": "39 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996371
      ],
      "pin_cites": [
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/39/0397-01"
      ]
    },
    {
      "cite": "166 A. 587",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146262
      ],
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0104-01"
      ]
    },
    {
      "cite": "313 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0442-01"
      ]
    },
    {
      "cite": "103 A. 2d 405",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246206
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0463-01"
      ]
    },
    {
      "cite": "27 A. 383",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "157 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846604
      ],
      "pin_cites": [
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0059-01"
      ]
    },
    {
      "cite": "29 A. 2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216419
      ],
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0279-01"
      ]
    },
    {
      "cite": "58 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013183
      ],
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 713,
    "char_count": 15040,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 4.829215675633654e-07,
      "percentile": 0.9320107079601938
    },
    "sha256": "92c377806c939e3730adae173e9d4e86e99920fe4b45372da662627ff054c9c7",
    "simhash": "1:7325e0a54746d541",
    "word_count": 2496
  },
  "last_updated": "2024-02-27T21:55:19.548487+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "O’Donnell, Appellant, v. McLoughlin."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Jones,\nThis litigation eventuated from a partnership between the plaintiff and the defendant. The facts essential to an understanding of the question presented by this appeal are as follows.\nOn November 14, 1950, O’Donnell, the plaintiff, and McLoughlin, the defendant, entered into formal written articles of partnership for the conduct of a cooperage business in Philadelphia under the firm name of Mc-Loughlin Bros. As provided by the articles, the partnership was to continue until December 31, 1951, and, thereafter, from year to year “subject to dissolution at the end of any calendar year by three months’ written notice.” The articles elsewhere provided that, “in the event either partner desire [d] to withdraw from the partnership”, he would “sell his interest in the partnership to the other partner” at a price to be determined by a prescribed formula. This particular article also contained a restrictive covenant against a withdrawing partner’s engaging in a business similar to that of the partnership within a defined local area and a specified period of time.\nAlthough the partnership business proved to be very profitable, mutual distrust arose to mar the relationship of the partners with the ultimate result that, on September 29, 1954, O’Donnell notified McLoughlin by letter that he intended to terminate the partnership and offeréd to sell his interest to McLoughlin at a certain stated priée. McLoughlin responded in writing, accepting O’Donnell’s offer óf sale but stipulating that the price should be paid in installments as provided in the article which covéred the withdrawal of a partner. O’Donnell answered that he was not a withdrawing, bnt a terminating, partner entitled, in keeping with his timely notice, to have the partnership dissolved, and that the provision for installment payments of the sale price for a partner’s interest was not germane. Having thus arrived at an impasse, O’Donnell, on December 20, 1954, filed his complaint in equity for a dissolution and liquidation of the partnership. On the succeeding day, McLoughlin filed his complaint seeking specific performance of O’Donnell’s offer of sale to be paid for, however, as McLoughlin insisted, in installments as in the case of a withdrawing partner. The two suits were consolidated for trial and terminated in the decree from which O’Donnell brought this appeal.\nAt a hearing on both causes on December 31, 1954, the learned chancellor, pursuant to a stipulation of respective counsel for the parties, appointed a receiver for the partnership pending final decree, and defined his duties. After further hearings, the chancellor on July 20, 1955, filed, under the caption of both suits, an adjudication wherein lie held that, due to an ambiguity in paragraph 17 of the partnership articles, there was no contract of sale created by the exchange of letters between the partners. Paragraph 17 contained the provision relating to the dissolution of the partnership at the end of a calendar year upon three months’ prior notice by one partner to the other. The chancellor found, inter alia, that “The partners in their personal relations in the business are irreconcilably estranged” and that “Section 16 of the articles of partnership provides: Hn the event of the dissolution of said partnership, the good will of the business shall not be considered a part of the capital effécts of the partnership and shall not be sold, but each partner shall be at. liberty to commence and carry on a similar business in Ms own or other name not similar to nor identical with the name of the firm.’ ” The chancellor stated as one of his conclusions of law that “Each of the partners has wilfully or persistently committed breaches of the partnership agreement, and has otherwise so conducted himself in matters relating to the partnership business that it is not reasonably practicable to carry on the business of the partnership.”\nNonetheless, the chancellor entered a decree ordering and directing the receiver to sell the partnership business as a going concern to the high bidder between the partners and, failing such a sale, to proceed to a dissolution of the partnership. O’Donnell filed exceptions to the decree and both parties requested a clarification of the decree with respect to whether the authorized sale was to include the partnership’s good will and name. In a supplemental adjudication, the chancellor held that his use of the phrase “going concern” in the decree meant that “all capital assets, including good will and the firm name may be purchased by either of the partners under the provisions of the Decree Nisi.” The exceptions to the decree were simultaneously dismissed and the original and supplemental adjudications were confirmed by the court en banc in an opinion by the chancellor.\nThe chancellor was motivated to act in the premises, as he did, in avowed submission to the caution voiced by Justice Shakswood in Slemmer’s Appeal, 58 Pa. 168, 178, that “Where a valuable business has grown up by the joint labors and contributions of all, the court should be careful to preserve it if possible, and to put all. the parties upon a fair and equal footing in compeL ingfor.it.. To appoint a receiver^ to direct a sale of the whole .'and a winding np.. of the.-business -would destroy its value without benefiting either party.” After quoting the foregoing, the chancellor affirmed that “It is with this helpful guidance that we conclude each of the parties before us should be given an opportunity to purchase the business as a going concern, before we order its dissolution.” What the chancellor thus did was to ignore the provisions of the articles of partnership— action which the above-quoted admonition of the learned justice neither prompted nor justified. The chancellor reasoned (1) that he was not bound by, nor was either party entitled to, a literal enforcement of the articles of partnership since both parties had violated the articles’ terms and (2) that the provision in the articles withholding the partnership’s good will and name from a sale of its assets, in the event of a dissolution, is not applicable since the court has decreed a sale only and not a dissolution. We fail to see where the court derived its power so to act. The partnership business is admittedly solvent and no rights of creditors or other third persons are in any way involved.\nA true partnership relation flows from a contract between the parties thereto either express or implied: Zuback v. Bakmaz, 346 Pa. 279, 281, 29 A. 2d 473. “It results from the act of the parties, not from the act of the law [citing cases]”: Gibbs’s Estate, 157 Pa. 59, 70, 27 A. 383. In the absence of a countervailing prohibition of the law or the intervening rights of third persons, the provisions of such a contract is the law of the partnership between the partners: Lowengrub v. Meislin, 376 Pa. 463, 103 A. 2d 405, and Slemmer’s Appeal, supra. In the Lowengrub case, supra, where a partner sought dissolution of the partnership through court decree in contravention of the partnership articles which provided that disputes of the nature there complained, of should be submitted to arbitration,. we affirmed the action of the court below in staying the dissolution proceeding pending the submission of the issue involved to arbitration. The opinion of the lower court, whereon the decree was affirmed per curiam, correctly recognized that . . the parties themselves have entered into a solemn covenant with one another prescribing how such disputes shall be settled. Recognizing their superior right to enter into an agreement, we look to see if cause exists why their covenants should be disregarded and their intentions frustrated. Kaisha, Ltd. v. Ewing-Thomas Corp., 313 Pa. 442, 448 and 452.”\nSlemmer’s Appeal, supra, upon which the learned chancellor largely relied for the course he pursued in the instant case, derogates not at all from the principles above enunciated. In the Slemmer case a partner sought dissolution of the partnership because its members had become irreconcilably estranged. One of the issues presented was whether a dissolution had in effect taken place prior to the filing of the bill by reason of the circumstances under which one of the partners had executed a lease. It was held that a dissolution had not so taken place; and the articles of partnership were themselves silent on the question of dissolution. Accordingly, a decree was entered permitting any partner to bid in the business, dissolution to be effected upon the consequent assignment and transfer of the assets of the partnership. Justice Sharswood took occasion to add, however (p. 176), that “The agreement . . . is still the law of this partnership, made by the parties, its terms reasonable and just in themselves, and which a court of equity ought to regard as the rule in all questions arising between them.”\nIt follow^, therefore, that the learned chancellor erred in not adjudicating the rights of the litigating partners in accordance with their mutually established “law of the partnership.” The articles did not forthwith become a nullity merely because both partners were guilty of violations of them. The partnership agreement was entered into under amiable circumstances before differences between the partners arose. Its terms were reasonable and just in themselves and continued to be “the law of the partnership . . . which a court of equity ought to regard as the rule in all questions arising between [the partners].”\nParagraph 17 of the articles, which expressly confirmed to each partner the right to a dissolution of the partnership at the end of any calendar year upon three months’ prior notice to such effect to the other partner, also contains a provision for the termination of the partnership at the end of a calendar year upon three months’ prior notice in which event “the party so notifying agrees to sell or offers his share or interest to the other partner under the terms of paragraph 13 of these articles . . . .” Paragraph 13, however, provides, as has already been stated, for the sale of the interest of a withdrawing partner to the other partner at any time upon written notice of no specified duration. And it further provides that “the said notice and offer to sell given by the partner desiring to withdraw shall have the effect of a notice of intention to terminate the partnership as set forth in paragraph 17 of these articles.” It is true that the tie-in of paragraph 13 in paragraph 17, as above indicated, makes, as the learned chancellor perceived, for an “ambiguity in the wording of Section 17.” But, the separate portions of paragraph 17 which are plain and unambiguous are that “After the expiration of the term hereby fixed for the duration of this partnership [December 31, 1951], it shall continue for a. further period of one year . . .; and so on from year to year, subject to dissolution at the end of any calendar year by three months’ written notice.” Under the proven facts and findings the plaintiff was clearly entitled to the decree of dissolution for which he prayed.\nMoreover, Section 32 of the Uniform Partnership Act of March 26, 1915, P. L. 18, 59 PS §94, provides that “(1) On application by or for a partner the court shall decree a dissolution whenever: . . . (d) A partner wilfully or persistently commits a breach of the partnership agreement, or otherwise so conducts himself in matters relating to the partnership business that it is not reasonably practical to carry on the business in partnership with him . . .” The precise situation was found by the court below to exist in the instant case. By reason of that finding, supported as it was by substantial evidence, the plaintiff was entitled to a decree of dissolution. See Herman v. Pepper, 311 Pa. 104, 109, 166 A. 587, where “Under these circumstances, complainant was clearly entitled to a dissolution of the partnership . . . .”\nWhile the lower court took the position that it did not decree a dissolution, yet the decree entered provides for a sale of the partnership assets to either of the partners and, failing such a sale, “. . . to otherwise proceed to a dissolution ; . . .” It is plain enough that, under the decree, the partnership, currently in the hands of a receiver, can never be returned to the partners as such; one or the other or both of them would necessarily be disassociated. Upon a sale of the capital assets, albeit to one of the partners, the partnership would necessarily, undergo dissolution: see,.e-.g., Slemmer’s Appeal, supra, and Backus & Co. v. Murphy, Benedict & Co., 39 Pa. 397, 402. The action-of the court below was, therefore, tantamount to a decree of clissolution. “The dissolution of a partnership is the change in the relation of the partners caused by any partner ceasing to be associated in the carrying on, as distinguished from the winding up, of the business”: Section 29 of the Uniform Partnership Act, supra, 59 PS §91.\nA decree of dissolution having thus been plainly indicated, the provisions of paragraph 16 of the partnership articles at once became applicable. That paragraph, whose meaning and validity no one questions and which the chancellor found to be an integral part of the partnership agreement, requires that, upon a dissolution of the partnership, “the good will of the business shall not be considered a part of the capital effects of the partnership and shall not be sold, but each partner shall be at liberty to commence and carry on a similar business in his own or other name not similar to nor identical with the name of the firm.” The terms of the sale ordered by the chancellor flew directly in the teeth of these specific directions of the partnership agreement which the court was, of course, without right either to alter or ignore. Nor was the court’s action justified by the fact, as found by the chancellor, that the good will and firm name were valuable assets of the business. So much may be readily conceded, but the valuation and disposition of such rights, in the event of a dissolution, are a proper subject of the contract between the partners: Kaufmann v. Kaufmann, 239 Pa. 42, 53, 86 A. 634; Idem v. Idem, 222 Pa. 58, 63, 70 A. 956; Lanshe v. Lanshe, 95 Pa. Superior Ct. 390, 395-396. Cf. Underdown v. Underdown, 279 Pa. 482, 489, 124 A. 159; Marmaduke v. Brown, 254 Pa. 18, 22-23, 98 A. 769.\nThe decree is reversed and the case remanded to the court below with directions that a decree dissolving the partnership, as of the appropriate date, be entered, that a sale of the partnership assets, excluding the good will and firm name of the business, be had and that the liquidation and winding up of the partnership be proceeded with; costs of this appeal to be divided equally between the parties.",
        "type": "majority",
        "author": "Me. Justice Jones,"
      }
    ],
    "attorneys": [
      "Joseph D. Burke, for appellant.",
      "Daniel Mungall, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "O’Donnell, Appellant, v. McLoughlin.\nArgued May 2, 1956.\nBefore Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nSeptember 24, 1956:\nJoseph D. Burke, for appellant.\nDaniel Mungall, Jr., for appellee."
  },
  "file_name": "0187-01",
  "first_page_order": 219,
  "last_page_order": 228
}
