{
  "id": 1268298,
  "name": "Whittaker Appeal",
  "name_abbreviation": "Whittaker Appeal",
  "decision_date": "1956-11-12",
  "docket_number": "Appeal, No. 100",
  "first_page": "403",
  "last_page": "412",
  "citations": [
    {
      "type": "official",
      "cite": "386 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "100 A. 132",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "255 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0417-01"
      ]
    },
    {
      "cite": "87 A. 968",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "240 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "521, 524"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 Pa. Superior Ct. 354",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        858989
      ],
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/28/0354-01"
      ]
    },
    {
      "cite": "123 A. 2d 715",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267057
      ],
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/385/0352-01"
      ]
    },
    {
      "cite": "72 A. 282",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "222 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959439
      ],
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0634-01"
      ]
    },
    {
      "cite": "154 A. 492",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129995
      ],
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0422-01"
      ]
    },
    {
      "cite": "136 A. 669",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100795
      ],
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0434-01"
      ]
    },
    {
      "cite": "84 A. 686",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "236 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986713
      ],
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0141-01"
      ]
    },
    {
      "cite": "46 A. 2d 247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465917
      ],
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0504-01"
      ]
    },
    {
      "cite": "35 A. 609",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "177 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883690
      ],
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0301-01"
      ]
    },
    {
      "cite": "106 A. 2d 461",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0264-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 666,
    "char_count": 13824,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 2.46458035994313e-07,
      "percentile": 0.8058799953201905
    },
    "sha256": "d884597973482e19b3c0f908380267b2a4165eefed4444cafbf4e69bef31161f",
    "simhash": "1:6e41d057a0469c46",
    "word_count": 2441
  },
  "last_updated": "2024-02-27T21:55:19.548487+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J. Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Whittaker Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nIn September of 1955 the Supervisors of Carroll Township in Washington County petitioned the Court of Quarter Sessions under the provisions of Section 1147 of the Second. Class Township Code, 53 PS §19093-1147, for an order authorizing them to accept as part of the township’s public road system by appropriate resolution, a portion of Penn Avenue as laid out on a recorded plan of lots known as the Fisher Heights Plan of Lots. After hearing the court granted the prayer of the petition and the Board of Supervisors adopted the necessary resolution, upon which the court endorsed its consent and approval. John W. Whittaker, an owner of a lot within the recorded plan abutting on Penn Avenue, who appeared at the hearing’ in opposition to the petition, took the present appeal from the court’s final decree affirming its earlier action.\nThe Fisher Heights Plan of Lots was laid out on January 5, 1928 and at least one lot sold during that year. The plan was recorded on April 13, 1929. Penn Avenue appears thereon as a street 28.81 feet in width on the easterly boundary of the plan and extends northwardly from State Highway Route No. 837 a distance of 651 feet to Alexander Street which runs east and west as laid out on the plan.\nThe appellant 'Whittaker acquired a number of lots on the plan including Lots 77 and 78 which longitudinally extended northwardly along the west side of Penn Avenue from Route 837 to Alexander Street, and as well a number of lots abutting on Alexander Street west of Lot 78. Subsequently the State Public School Authority, by condemnation acquired and leased to the School District of Carroll Township Lot 78, lots to the west of it fronting on Alexander Street and property to the east of Lot 78 not within the plan of lots. It also acquired other adjoining property. At the time of the institution of the present proceedings an elementary-junior high school was in course of erection on the property acquired from Whittaker with an entrance on the west side of Penn Avenue as laid out on the Fisher Plan, and the remaining property, acquired for school purposes, was to be used for parking and recreational facilities.\nAppellant now owns only Lot No. 77 on the plan extending northwardly along the west side of Penn Avenue to what was the dividing line between it and Lot 78, a distance of 329.18 feet. The portion of Penn Avenue proposed to be taken over as a public road by the township extends a distance of 518.52 feet from Route 837 northwardly to the school property and therefore does not extend to Alexander Street. In 1932 appellant built a residence on the northern part of Lot 77 and, somewhat to the south of the house, also constructed a garage. On the opposite or east side of Penn Avenue, not within the plan of lots, William M. Polachek and wife own property abutting thereon extending from the school property on the north to what would be the dividing line between Lot 77 and 78 on the plan, if extended eastwardly; and Carl Corwin and wife own the remaining property abutting on the east side of Penn Avenue south of the Polachek property extending southwardly to Route 837. The Polacheks purchased their property in 1950 from Amelia Ferenz who built a residence thereon in 1941. The Corwins have resided in a house on their property since 1945. Prior thereto it was- occupied by tbeir predecessors in title, Clyde F. Hawk and wife who built the residence thereon in 1937.\nAppellant contends that the borough cannot open Penn Avenue as a public road because any public right in the street was lost by reason of the operation of the Act of May 9, 1889, P. L. 173, 36 PS §1961, which provides : “Any street, lane or alley, laid out by any person or persons in any village or town plot or plan of lots, on lands owned by such person or persons in case the same has not been opened to, or used by, the public for twenty-one years next after the laying out of the same, shall be and have no force and effect and shall not be opened, without the consent of the owner or owners of the land on which the same has been, or shall be, laid out.” The law bearing on the situation now before us was recently stated in Rahn v. Hess, 378 Pa. 264, 106 A. 2d 461. At p. 268 we said: “We have uniformly held that where an owner of land subdivides it into lots and streets on a plan and sells his lots accordingly, there is an implied grant or covenant to the purchaser that the street shall be forever open to the use of the public and operates as a dedication of them to public use. The right passing to the purchaser is not the mere right that he may use the street, but that all persons may use it: Quicksall et al. v. The City of Philadelphia, 177 Pa. 301, 304, 35 A. 609; Snyder et al. v. Commonwealth, 353 Pa. 504, 506, 46 A. 2d 247. Prior to the Act of 1889 no limitation of time was imposed on the public for perfecting the dedication by their acceptance: State Road, 236 Pa. 141, 144, 84 A. 686. The Act fixed a time limit within which an acceptance by the public must take place. If the offer was not so accepted within twenty-one years after the dedication, the public’s right to accept was foreclosed: Milford Borough v. Burnett, 288 Pa. 434, 440, 136 A. 669. The plaintiffs argue that the Act of 1889 only applies to the municipal authorities and does not affect the implied covenant that streets appearing on a subdivision of lots shall always be open to public use, and therefore the lot owner may now enforce this implied covenant despite the statutory limitation. If we were to adopt the plaintiffs’ reasoning, the purpose of the Act could readily be defeated. Its purpose was to relieve land upon which streets have been laid out by the owners, but not used, from the servitude imposed: Philadelphia Electric Co. v. Philadelphia, 303 Pa. 422, 432, 154 A. 492. The enactment is actually a statute of limitation applicable to any and all seeking to assert the public character of a street, be they the municipal authorities or the individual lot owners. In Scott v. Donora Southern Railroad Company, 222 Pa. 634, 642, 72 A. 282, this Court said in discussing the Act: ‘. . . After the statutory period, therefore, if no action has been taken to subject the street to public use, the servitude imposed by the owner upon his land for such use is removed, and the street is of no force or effect as a public highway. The land is discharged from such servitude and the dedicated portion of it has entirely lost its character as a public street/. (Emphasis supplied).”.\nBy his purchase of Lot 77 appellant acquired an easement over all of the streets of the plan as a private right of property arising out of the grant; the easement thus created is independent of the dedication of the plotted streets to the public use: See Cohen v. Simpson Real Estate Corporation, 385 Pa. 352, 356, 123 A. 2d 715. The right which appellant thus acquired to use Penn Avenue was not dependent upon the acceptance or rejection by the public of the dedication: Carroll v. As-bury, 28 Pa. Superior Ct. 354, 359, cited with approval in Chambersburg Shoe Mfg. Co. v. Cumberland Valley Railroad Co., 240 Pa. 519, 521, 524, 87 A. 968. Appellant concedes that the School Authority having acquired other lots in the plan, including Lot 77, enjoyed a similar easement and that he cannot forbid access to the school “by anyone having business with it”. His contention is that Penn Avenue cannot be opened as proposed by the township as a public road upon which public funds could be expended for its improvement without compensating him for the use or acquisition of his property which extends to the middle of the street. This contention is of course based on the claim that there was no acceptance of the dedication of the street by public user for “twenty-one years next after the laying out of the same”. The township claims that there was such acceptance, and the testimony taken at the hearing on the supervisors’ petition was directed toward this issue.\nThe court below in its opinion rather indicated that there was insufficient proof of such public user, but that there was no necessity of passing upon this issue, and based its decision upon the fact that the school district having requested the supervisors to petition for the opening of the street, the latter were acting on behalf of the school district “. . . and to a certain extent the township is thus clothed and invested with some of the rights of the said School District to the use of this street under the rules set forth in the case of Rahn v. Hess . . .”. Under Rahn v. Hess and the cases cited therein the public’s right of user of the street expired at the end of 21 years under the Statute of 1889 and unless the right was exercised and established within that period, the street entirely lost its character as a public road. A public road is one that the public generally — not merely a portion of the public — is privileged to use. Conceding, as appellant does, that the school district acquired an easement to nse the street which embraced use by that portion of the public using the street for school purposes, this easement or right did not extend to the public generally, and under Bahn v. Hess and cases cited therein, unless a use by the public generally was established within the 21-year limitation of the statute, the street entirely lost its character as a public road. Only as a public road for use by the public generally could the township take over the improvement, control and maintenance of the street. Indeed the court below recognized this when it said in its opinion that Penn Avenue “. . . will not be a public street in the usual sense, in that other than for the benefit of Whittaker, Corwin and possibly William M. Polachek, the public use will be restricted to those going to and from this new Carroll Township School. . .”. As asserted in appellant’s brief, the Township Code in outlining the requirements of procedure in opening public roads makes no exception in favor of roads to school buildings. Nor does the Code provide for any limited public roads. The supervisors can either open the road as a public road generally or refuse to open it, and if they open it they must compensate appellant for any property or property rights taken, injured or destroyed, unless there was an acceptance by public user within the statutory 21-year period, which is the basic and determinative issue raised in this case.\nEvidence to establish an acceptance of a dedication by user should be of the same quality as that necessary to establish a way by dedication. There must be a long continued use and the evidence clear and convincing: Milford Borough v. Burnett, supra; Kniss v. Borough of Duquesne, 255 Pa. 417, 100 A. 132. We have carefully reviewed the record in this case and are of the opinion that public user was not established. There was evidence adduced by the township that the Polacheks who acquired the property on the east side of the road opposite Lot 78 on the plan in 1950 had used Penn Avenue in going to and from Route 837 but this was after the statutory 21-year period had elapsed. There was some rather indefinite testimony that the Ferenzes (who did not appear as witnesses), predecessors in title of the Polacheks and who built the residence thereon in 1941, had used the street between 1941 and 1345, and the Hawks who occupied the property south of the Ferenz-Polachek property testified that they made continuous vehicular use of the street from 1937 to 1945, but this use was limited to the southern portion of the street where appellant Whittaker had placed red dog for a distance of some 75 feet from Route 837 northwardly to his garage. To the east of both the Ferenz-Polachek property and the Hawk-Corwin property there was an improved road known as Eldora Road and there were improved entrances from this road to both properties. In 1941 a gas company laid a line along Penn Avenue for the purpose of furnishing gas to the Ferenz-Polachek and Whittaker properties, and in the same year at the request of the appellant, an electric company placed two poles on the street which furnished electricity to the two properties after paying appellant for the right to do so. During the 21 years following the laying out of the lots and streets on the Fisher Plan and before the School Authority acquired its property, there was no testimony that anyone made use of Penn Avenue from street to street, that is, from Route 837 to Alexander Street as laid out on the plan. All of the witnesses agreed that the appellant had used the northern part of the street for farming and gardening purposes and the part in front of his home as a lawn. There was testimony that there were no automobile tracks or marks extending northwardly from the Whittaker property. It was also testified that the township had never improved or done anything to the road. We think the testimony was too meager to meet the statutory requirement for acceptance by public user.\nIt is apparent that the road will have to be improved and maintained for access to the school by those using it for school purposes, and it appears that the township is willing to assume this burden in relief of the school district. Such burden would not be too materially increased if the township acquired by condemnation so much of the appellant’s property and property rights as needed to make the portion of the road in question a public road and part of its public road system. The township is invested with the power of eminent domain by the Township Code.\nDecree reversed.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      }
    ],
    "attorneys": [
      "Paid N. Barna, for appellant.",
      "Clarence O’Devore, Solicitor for Carroll Township, for appellee."
    ],
    "corrections": "",
    "head_matter": "Whittaker Appeal.\nArgued October 2, 1956.\nBefore Steen, C. J. Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nNovember 12, 1956:\nPaid N. Barna, for appellant.\nClarence O’Devore, Solicitor for Carroll Township, for appellee."
  },
  "file_name": "0403-01",
  "first_page_order": 435,
  "last_page_order": 444
}
