{
  "id": 1268312,
  "name": "Contractors Lumber and Supply Company, Appellant, v. Quinette",
  "name_abbreviation": "Contractors Lumber & Supply Co. v. Quinette",
  "decision_date": "1956-11-13",
  "docket_number": "Appeal, No. 32",
  "first_page": "517",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "386 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 497,
    "char_count": 7410,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.161882056197643e-07,
      "percentile": 0.8633414534978681
    },
    "sha256": "7866e12322ade8d85b40d0cd1395ff08ca3433e8331f57c2fb5f4997da31ddaf",
    "simhash": "1:1162e52dbec5bb79",
    "word_count": 1224
  },
  "last_updated": "2023-07-14T20:30:39.990404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Contractors Lumber and Supply Company, Appellant, v. Quinette."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nJohn Babich, a building contractor, entered into an agreement with Thomas Quinette and his wife, Hilda P. Quinette, to build for them a house on their lot in Churchill Borough, Allegheny County. Since Thomas Quinette is a war veteran, the contract was not binding until and unless tlie Veterans Bureau Administration approved it. It contained a “no lien” provision and was duly recorded in the office of tlie JProthonotary of Allegheny County.\nThe Veterans Bureau Administration, having approved the contract, Babich proceeded to the fulfillment of it. During the construction of the house, the Contractors Lumber and Supply Company, the plaintiff in this case, encountering difficulties with the contractor Babich over payment of bills submitted, ceased, toward the end of August, 1951, delivering materials to the job. Several days later, about September 5, 1951, Thomas Quinette, the defendant, according to the plaintiff’s allegations, called at the offices of the plaintiff company to urge the necessity for resumption of the plaintiff’s services, and promised orally that he would himself pay for supplies furnished. Upon this promise the plaintiff company resumed its services but discontinued again on December 12, 1951, because Quinette did not make the payments promised.\nFiling a mechanic’s lien in the sum of $3,975 against the defendants, the plaintiff company then issued a scire facias sur mechanics lien to which the defendants filed an Answer denying liability and controverting that Thomas Quinette had ever agreed orally or otherwise to pay for the materials supplied by the plaintiff company.\nThe jury returned a verdict for the defendants, and the plaintiff has appealed from the decision of the lower Court refusing a new trial. No question has been raised in this appeal as to the sufficiency of the evidence to support the jury’s verdict. Thus we will limit ourselves in this discussion to .the questions presented by the plaintiff company.\nDuring the examination of the contractor, John Babich, at the trial, defendants’ counsel asked him if he knew that a Mr. Quinner, described as the carpenter foreman on the Quinette job, worked out of the Contractors Lumber and Supply Company. Plaintiff’s counsel objected to this question, protesting that it was “highly inflammatory” unless defendants’ counsel was prepared “to prove these things.”\nWhatever “these things” were, they were not proved, and plaintiff now urges that the failure to prove “these things” constitutes a good reason for another trial. The Court below, in disposing of this phase of the motion for a new trial, said: “Nothing more appears on the record. Plaintiff did not request the trial judge to charge the jury that if Quinner appeared he would deny this allegation of his working out of plaintiff’s office. We do not attach sufficient importance to this incident to grant a new trial.”\nNeither do we.\nThe appellant also complains that sympathy was engendered on behalf of Thomas Quinette because he was a totally disabled war veteran. The defendant was certainly not required to conceal that he had been a soldier. If the jury felt sympathetic toward a man who had been totally disabled in defense of his country, we would not be disposed to say that this was a misplaced sympathy. Even so, there is absolutely nothing in the transcript of testimony to the effect that the defendant made his war sacrifices an object of public commiseration, seeking a favorable verdict at the jury’s hands because he had left his health and well-being on the battlefield. The paradox in this feature of the case is that it was not defendant’s counsel, but plaintiff’s counsel, who emphasized the defendant’s war record. - . ..\nThomas E. Quinette served as a United States Marine in the Pacific theatre of war where, in the battle of Tarawa, both of his legs were hit by shell fire. He was hospitalized for three years and has now lost control of knees and feet. The dwelling constructed by Babich was a single-floor ranch type of house with large doorways which would accommodate the wheel chair, which provides locomotion for the disabled Quinette. None of this history was brought out in direct examination. It ivas revealed in cross-examination. Plaintiff’s counsel wanted to know how much pension the defendant was receiving and what amount of money the government contributed toward the building of his home, so that he could later on argue to the jury, in the words of the Trial Judge, that “the jurors themselves were taxpayers and as such were indirectly contributing to the award granted this veteran and to his pension.” It would be a strange jury indeed that would object to the granting of a pension to a shot-up hero just because they, the jurors, paid taxes to support the country, for which the soldier lost his legs in defending.\nThat Thomas Quinette was modest about his war experiences, and that his lawyer refrained from taking advantage of that luminous record, in his argument and presentation to the jury, is evidenced by the fact that the Trial Judge said: “In fairness to the defendant it must be stated that he volunteered no testimony concerning his war record, and his coupsel made no reference to it other than what was admitted in the pleadings.”\nAppellant also complains that in his closing remarks, defendants’ counsel said to the Jury: “That the plaintiff stops at nothing to collect their bills.” and “Hit upon any idea, hit upon any plot to collect any bills”.\nAppellant urges that these remarks were inflammatory. While counsel are required to stay within reasonable bounds in making their partisan pleas to a jury, this does not mean that their speeches may not be spirited, stirring, and accusatory, if the material of the trial supplies them with relevant oratorical ammunition. There is nothing in the law, and certainly nothing in the history of American forensic appeal, which remotely suggests that á lawyer’s summation must be a prosaic and dull affair,' devoid of metaphor, empty of simile, and stranger to dramatic, poetical, or sentimental allusion. So long as no liberties are taken with the evidence, a lawyer is free to draw such inferences as he wishes from the testimony and to present his case in the light most suited to advance his'cause and win a verdict in the jury box.\nPlaintiff’s counsel in the case at bar had the advantage of the last speech so that he had ample opportunity to reply to any rhetorical exaggeration or flippant hyperbole indulged in by defendants’ counsel, if there was such. Thus, to whatever extent defendants’ counsel rattled the scales of equanimity, plaintiff’s counsel had the opportunity to restore them to proper balance and even, if he wished, to argue in kind to the jury in behalf of his cause. From what appears in the record it would seein that he did not deny himself that privilege.\nThe case was vigorously and well tried by able counsel on both sides, neither asking for nor giving quarter,' the trial was competently presided over by an able trial judge, and we see no reason to disturb the verdict of the' jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Charles F. Dean, for appellant.",
      "William L. Jacob, with him William L. Jacob, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Contractors Lumber and Supply Company, Appellant, v. Quinette.\nNovember 13, 1956:\nArgued October 1, 1956.\nBefore Stern, C. J., Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nCharles F. Dean, for appellant.\nWilliam L. Jacob, with him William L. Jacob, Jr., for appellees."
  },
  "file_name": "0517-01",
  "first_page_order": 549,
  "last_page_order": 554
}
