{
  "id": 953618,
  "name": "Foster, Appellant, v. American Bitumastic Enamel Company",
  "name_abbreviation": "Foster v. American Bitumastic Enamel Co.",
  "decision_date": "1907-02-25",
  "docket_number": "Appeal, No. 197",
  "first_page": "144",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0508-01"
      ]
    },
    {
      "cite": "64 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021221
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0201-01"
      ]
    },
    {
      "cite": "184 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0519-01"
      ]
    },
    {
      "cite": "143 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0122-01"
      ]
    },
    {
      "cite": "159 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0360-01"
      ]
    },
    {
      "cite": "195 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0375-01"
      ]
    },
    {
      "cite": "87 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0365-01"
      ]
    },
    {
      "cite": "166 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0582-01"
      ]
    },
    {
      "cite": "153 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0271-01"
      ]
    },
    {
      "cite": "132 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0218-01"
      ]
    },
    {
      "cite": "17 W. N. C. 232",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "208 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0276-01"
      ]
    },
    {
      "cite": "189 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0582-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 626",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/14/0626-01"
      ]
    },
    {
      "cite": "201 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0278-01"
      ]
    },
    {
      "cite": "22 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0054-01"
      ]
    },
    {
      "cite": "165 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 462,
    "char_count": 8013,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30728451735989243
    },
    "sha256": "9812501fe1f0bd6b23b2b6af72104e328138aa8c29fed297a00189bb37dd2a92",
    "simhash": "1:aa5d7c6252278e3c",
    "word_count": 1435
  },
  "last_updated": "2024-02-27T20:01:09.425329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mbstrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Foster, Appellant, v. American Bitumastic Enamel Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe plaintiff in this case was a ship fitter in the employ of the New York Ship Building Company in South Camden. The defendant had a contract with the employer of the plaintiff to coat with enamel certain portions of the interior of a large vessel, which, was in process of construction. This enamel had to be applied hot, as it cooled and solidified very quickly after being applied. It was heated in a cauldron on the upper deck and lowered in galvanized buckets through an open hatchway. The workman in charge usually carried two full buckets from the vat to the opening and put one down on the deck while he lowered the other. lie testified that the buckets were not in th.e passageway, but right at the edge of the hatchway, just outside the line of the passageway. He also stated that the buckets were kept in as rapid motion as possible to get them and their contents to the place of application before the enamel cooled.\nOn the afternoon of October 15, 1902, the plaintiff found it necessary to leave his work and go ashore. He took two or three steps along the passagewajq when he slipped and fell, and in the act of falling his arm was thrust into the bucket of hot bitumastic enamel, injuring it very seriously. He alleged that he slipped on a piece of enamel about as large as a saucer which had fallen on the surface of the deck and solidified. The negligence charged against the defendant was the spilling of this enamel on the floor, and also in leaving a bucket of hot enamel standing near the opening in the passageway. There was no evidence whatever to show how or by whom the enamel had been spilled on the deck, nor how long it had been there. The jury found a verdict for the plaintiff, but the trial judge entered judgment for the defendant non obstante veredicto.\nThe accident happened upon an unfinished vessel, in which both the plaintiff and. defendant were at work at the same time, but engaged in entirely different lines. According to the testimony of the plaintiff, the immediate cause of the accident was the presence of the piece of hardened enamel, the size of a saucer, which he alleges was on the surface of the deck, at the time he fell. But as the material hardened very quickly, it may have been dropped there a very short time before. There is nothing in the evidence to show that it was seen by anyone else than plaintiff, or that it had been there long enough for the defendant company, or any of its employees, to know of its existence. It would be going entirely too far to hold the defendant liable for the results of an accidental spilling of material which it was in the very act of handling, by experienced employees, and during the course of its conveyance from the heating cauldron to the place of its application; especially would this be true if the spilling occurred but a short time before the accident. From the very nature of the case, more or less of disorder must have prevailed at the place in question, at that time. It could not be expected that the decks of a vessel in course of construction would be absolutely free from litter and rubbish and bits df waste material. • The testimony showed that blocks of wood and pieces of metal were often left lying on the deck, if the plaintiff had stumbled over any of these things, it would hardly be suggested that a claim for recovery could be sustained. The fact that in falling he involuntarily thrust his hand into the bucket of hot enamel, added terribly to the extent of the injury, but it had nothing whatever to do with the initial cause of his slip or fall. It was the unfortunate result of the fall, and not its cause.\nIn the opinion of the court below, the statement is made that the bucket of enamel could not have been standing where it was left, near the hatchway, more than three or four minutes because there was evidence that the material hardened within that time. One witness did so testify. But other witnesses, in testifying to the rapidity with which the material hardened, said that it became solid within three or four minutes after it had been applied to the steel with a brush. It is very probable that the material would remain soft for a longer time when kept in larger quantity in the bucket. But ■we can find nothing in the evidence to show that the bucket was improperly placed, or that it was left near the hatchway any longer than was necessary. As to the spot of enamel alleged to have been on the surface of the deck, we agree with the court below that mere proof of its existence, without showing how it got there, or how long it had been there previous to the accident, was not, under the circumstances, sufficient to sustain the charge of negligence against the defendant.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "S. Morris Wain, for appellant.",
      "John A. Ward, for appellee."
    ],
    "corrections": "",
    "head_matter": "Foster, Appellant, v. American Bitumastic Enamel Company.\nNegligence — Independent contractor — Slipping on hardened enamel —Shipbuilding.\nIn an action to recover damages for personal injuries it appeared that the defendant company had a contract with the employer of the plaintiff to coat with enamel certain portions of the interior of a large vessel, which was in process of construction. This enamel had to be applied hot, as it cooled and solidified very quickly after being applied. It was heated in a cauldron on the upper deck and lowered in galvanized buckets through an open hatchway. The workman in charge .usually carried two full buckets from the vat to the opening and put one down on the deck while he lowered the other. He testified that the buckets were not in the passageway, but right at the edge of the hatchway, just outside the line of the passageway. He also stated that the buckets were kept in as rapid motion as’possible to get them and their contents to the place of application before the enamel cooled. On the afternoon of the accident plaintiff found it necessary to leave his work and go ashore. He took two or three steps along the passageway, when he slipped and fell, and in the act of falling his arm was thrust into the bucket of hot enamel, injuring him seriously. He alleged that he slipped on a piece of enamel about as large as a saucer which had fallen on the surface of the deck and solidified. There was no evidence whatever to show how or by whom, the° enamel had been spilled on the deck, nor how long it had been there. 'Held, that the evidence was insufficient to sustain the charge of negligence against tho defendant.\nFebruary 25, 1907:\nArgued Jan. 16, 1907.\nAppeal, No. 197, Jan. T., 1906, by plaintiff, from judgment of C. P. No. 1, Phila. Co., Dec. T., 1903, No. 1,764, on judgment for defendant non obstante veredicto in case of James M. Foster, Jr., v. American Bitumastie Enamel Company.\nBefore Mitchell, C. J., Fell, Brown, Mbstrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Beitler, J.\nVerdict for plaintiff for $7,500. The court subsequently entered judgment for defendant non obstante veredicto.\nError assigned was in entering judgment for defendant non obstante veredicto.\nS. Morris Wain, for appellant.\nThe case was for the jury: Sturgis v. Kountz, 165 Pa. 358; Pittsburg v. Grier, 22 Pa. 54; Webster v. Coal & Coke Co., 201 Pa. 278; Conley v. Lincoln Foundry Co., 14 Pa. Superior Ct. 626; Alexander v. Steel Co., 189 Pa. 582; Booth v. Dorsey, 208 Pa. 276.\nJohn A. Ward, for appellee.\nThere is no evidence of negligence in the case, and plaintiff was guilty of contributory negligence, and defendant’s acts are not the proximate cause of plaintiff’s injury: Hunter v. Wanamaker, 17 W. N. C. 232; Kelly v. Bennett, 132 Pa. 218; Seddon v. Bickley, 153 Pa. 271; Stackhouse v. Vendog, 166 Pa. 582; King v. Thompson, 87 Pa. 365; Wall v. Lit, 195 Pa. 375; Bernhardt v. West Penna. R. R. Co., 159 Pa. 360; Fearn v. Ferry Co., 143 Pa. 122; Green v. R. R., 14 Pa. Dist. Rep. 289; Stearns v. Spinning Co., 184 Pa. 519; Express Co. v. Wile, 64 Pa. 201; Hayman v. R. R. Co., 118 Pa. 508."
  },
  "file_name": "0144-01",
  "first_page_order": 174,
  "last_page_order": 177
}
