{
  "id": 953634,
  "name": "Lindsay v. Dutton, Appellant",
  "name_abbreviation": "Lindsay v. Dutton",
  "decision_date": "1907-02-25",
  "docket_number": "Appeal, No. 168",
  "first_page": "148",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 304,
    "char_count": 6092,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 3.0828515472073876e-07,
      "percentile": 0.858106206191944
    },
    "sha256": "aa2247ad035a7f56c1757eb478aa227ee7b2bcfb37e822bf442062a68e479a2b",
    "simhash": "1:a8248724b318bd64",
    "word_count": 1049
  },
  "last_updated": "2023-07-14T17:44:49.038023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell,' C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Lindsay v. Dutton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThis is an action by an indorsee against the maker of a negotiable collateral promissory note for $1,525, dated September 9, 1903, made by the defendant and payable September 17, 1903, to the order of Charles S, Warner, who indorsed and delivered it after maturity to the plaintiff. By the note it appears that the maker delivered to the payee certain bonds and stocks as collateral security for its payment at maturity, and authorized the holder of the note to sell the collateral at public or private sale at any time or times thereafter without any further notice to the maker.\nThe defendant filed an affidavit of defense which was declared insufficient by the court below, and judgment was entered in favor of the plaintiff and against the defendant for the full amount of the note and interest. The defendant alleges the court erred in entering judgment against him, and has taken this appeal.\nThe statement avers that the payee, “for valuable consideration, endorsed and delivered said note with collateral, to plaintiff.” The plaintiff concetles that the note was transferred to him after maturity, and admits that the defendant is entitled in this suit to any defense he might have against the original payee. There is little clearness or precision about the affidavit of defense. In drawing it, the defendant seems to have ignored the well-established rules requiring precision and definite averments in affidavits of defense. It sets up no sufficient defense except the payment of $250 which, it is averred, was paid on the note in suit. To that extent we think the affidavit is sufficient.\nThe averment in the affidavit that the payee had brought a former suit on the note and that it was discontinued without the defendant’s knowledge or consent, is no defense in this action. If the discontinuance was improperly or illegally entered the defendant should have applied to the court to strike it off. So long as the record of that case shows that the suit has been discontinued, we must in this action, treat it as having been regularly and legally done. The action of the court in permitting that case to be discontinued by the plaintiff cannot be reviewed by this court on this appeal.\nThe allegation in the affidavit of defense that the indorsement was after maturity with full notice of the maker’s defense will only avail the defendant so far as he may have a defense against the payee. As wo have already seen, the plaintiff admits that the indorsement and transfer t® him was after the maturity of the note. The defendant, therefore, can set up in this action any defense he may have against the payee. It is immaterial, however, in this case, as between the plaintiff and the defendant, whether the note was transferred before maturity and for value, unless the defendant has, and sufficiently avers in his affidavit, a sufficient defense against the payee.\nThere is no merit in the averment as a defense in this action that the defendant believes that the collateral was of sufficient value to more than pay the note in suit. The defendant admits that it was not readily marketable. In addition to that admission, the terms of the note show that the holder was authorized to sell the collateral at public or private sale. The statement avers that the plaintiff gave defendant written notice that the collateral would be sold at public sale at a certain time and place, that the defendant was present in person at the sale, and that the collateral was then ánd there sold for a nominal consideration. These facts are not denied in the affidavit of defense. It, therefore, appears that the collateral was disposed of by the holder of the note strictly in accordance with the terms of the instrument itself.\nThere is a distinct averment in the affidavit of defense that there was paid on account of the note in suit at the time it was given, or shortly thereafter, the sum of $250. To this extent we think the affidavit is sufficient. As to the other matters set up in the affidavit, they disclose no reason why the plaintiff should not have judgment for the amount of the claim. The court below, therefore, should have entered judgment for the plaintiff for the amount of the note, less $250 as of the date it is alleged to have been paid, with leave to the plaintiff to proceed for the recovery of the balance which he claims to be due and unpaid.\nThe judgment of the court below is reversed with instructions to enter judgment in conformity with this opinion.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "William 8. Divine, for appellant.",
      "John Eeksteim, Beatty, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lindsay v. Dutton, Appellant.\nFebruary 25, 1907:\nPromissory notes — Affidavit of defense — Practice, C. P. — Discontinuance.\nIn an action upon a promissory note an averment in the affidavit of defense that the payee had brought a former suit on the note, and that it was discontinued without the defendant’s knowledge or consent, is no defense. If the discontinuance was improperly or illegally entered the defendant should have applied to the court to strike it off.\nIn a suit on a promissory note an allegation in the affidavit of defense that the indorsement was after maturity with full notice of the maker’s defense, will only avail the defendant so far as he may have a defense against the payee.\nIn such an affidavit an averment that the defendant believes that the collateral was of sufficient value to more than pay the note in suit, is insufficient, and this is especially so where it appears that the collateral was disposed of by the holder of the note strictly in accordance with the terms of the instrument itself.\nArgued Jan. 17, 1907.\nAppeal, No. 168, Jan. T., 1906, by-defendant, from order of C. P. No. 1, Phila. Co., Dec. T., 1905, No. 4,132, making absolute rule for judgment for want of a sufficient affidavit of defense in case of Daniel S. Lindsay v. Lewis G-. Dutton.\nBefore Mitchell,' C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nKeversed.\nAssumpsit on a promissory note.\nThe opinion of the Supreme Court states tbe case.\nError assigned was the order of the court.\nWilliam 8. Divine, for appellant.\nJohn Eeksteim, Beatty, for appellee."
  },
  "file_name": "0148-01",
  "first_page_order": 178,
  "last_page_order": 180
}
