{
  "id": 953685,
  "name": "McNeile's Estate",
  "name_abbreviation": "McNeile's Estate",
  "decision_date": "1907-03-04",
  "docket_number": "Appeal, No. 172",
  "first_page": "179",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 179"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061189
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0040-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 498",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0498-01"
      ]
    },
    {
      "cite": "5 W. N. C. 363",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. N. C. 265",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "49 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0213-01"
      ]
    },
    {
      "cite": "58 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0365-01"
      ]
    },
    {
      "cite": "88 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 430,
    "char_count": 7433,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 6.819445410474047e-08,
      "percentile": 0.41640265513549246
    },
    "sha256": "43c95df8d1103617f1625a6ce12b5c43eb3d4986512e58b09b2f9228ceaf35d0",
    "simhash": "1:4191a507d36465a2",
    "word_count": 1311
  },
  "last_updated": "2024-02-27T20:01:09.425329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "McNeile’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Mitchell,\nHugh McNeile’s will gave to his widow an estate for life with a testamentary power of appointment, if she continued his widow, among such of his children and in such shares as she might see proper, and in case of her remarriage, or in default of appointment, then to all his children equally. Such disposition of his estate was entirely legal. If it were necessary to inquire where the fee was during the life estate, it is clear that it was in remainder contingently to the children appointed, and in default of appointment to all the children in common.\nThe widow remained unmarried and made a valid appointment among six of her children, naming them. It is true she devised to her executors in trust to sell and distribute the proceeds among her appointees, but this was solely for convenience of distribution. The discretion given her to select the appointees she exercised herself, and delegated nothing but the ministerial authority to carry out her commands. As thé power was testamentary and could not be put in effect until her death, the actual execution of it had to be done by another hand, and she did no more than name the hand.\nThe case of Stephenson v. Richardson, 88 Pa. 40, is relied on by appellant, but the power there in question was narrower than here. The testator there devised real estate to the sole and separate use of his daughter, not to be subject to sale or mortgage, and after her death to “ descend in fee simple, to such of her children as she might direct,” etc. It was held that as there was no power of sale and testator intended that the estate should descend as land, a direction by the daughter to her executors to sell and divide the proceeds was not a good execution of the power. The case is very briefly reported, but the argument of the appellee shows what must have been the ground of the judgment. Even so regarded it is rather a narrow and technical construction of the will, and does not seem to have been treated as a precedent in any later decision. It is certainly not a precedent for this case.\nThe other questions argued are not in the case. Whether the partition in the orphans’ court was strictly regular, while a bill was pending in the common pleas ; whether an inquest should have been awarded while the petition and amended-answer were formally undisposed of; or whether the authority of the executors under the will to sell at their discretion was a bar to partition in either form, we need not consider. The objections are raised only by appellants who have no interest in the matter. The money legacies left to them by their mother’s will were clearly payable out of her own estate and were expressly not chargeable even on her own land. The appellants were not, therefore, in any way interested in their father’s estate. The election by the six appointees to take their shares as land closed all objection to the partition proceedings by them, and the appellants had no standing to raise any question on the subject.\nDecree affirmed, with costs.",
        "type": "majority",
        "author": "Mr. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Henry J. Scott, for appellant,",
      "Wm. White, Jr., for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "McNeile’s Estate.\nWills — Power of appointment — Exercise of power — Power to sell.\nTestator gave his widow a testamentary power of appointment to divide his estate “ among such of my children or their issue, in such shares and proportions as she may see proper and best.” The widow devised the estate to her executors in trust to sell the same and distribute the proceeds amongst six of her children, naming them. Held, that the appointment to the six children was valid, and that the power of sale to the executors delegated nothing but the ministerial authority to carry out her commands after her death.\nIn the above case the widow gave by will out of her own estate certain pecuniary legacies to her other three children, and gave her own residuary estate to the six children in whose favor she had appointed under the will of her husband. In partition proceedings, the six children elected to take their share as land. Held, that the other three children had no standing to object to irregularities in the partition proceedings.\nArgued Jan. 11, 1907.\nAppeal, No. 172, Jan. T., 1906, by II. Howard McNeile et al., from decree of O. C. Phila. Co., Jan. T., 1905, No. 188, dismissing a bill of review, and confirming the inquest for partition of the real estate of Hugh McNeile, deceased, under partition proceedings.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nPetition for bill of review and motion to confirm inquest in partition.\nThe material portion of the will of Hugh McNeile was as follows :\n“ 2. I hereby empower my wife in case she shall continue my widow during her life (but not otherwise) to make a will, or other writing in the nature thereof, directing my said estate to be divided to and among such of my children, or their issue, in such shares and proportions as she may see proper and best.”\nThe will of Anna McNeile gave $4,500 to be distributed amongst John PI. McNeile, H. Howard McNeileand AlbertB. McNeile. She further directed as follows :\n“ By the will of my late husband I am empowered to make a will directing his estate to be divided to and among such of my children or their issue in such shares or proportions as to me may seem proper and best, I therefore give, devise and bequeath to my executors and the survivor of them all the said real and personal estate (except 1,935 SouthBroad street, which I have devised to my daughter Mary). Upon the same trusts and with all the powers and authorities, and for the same uses and purposes as is hereinafter mentioned in this my last will in regard to the rest, residue and remainder of my estate, ....\n“ And as to all the rest, residue and remainder of my estate, .... I do hereby give, devise and bequeath unto my executors and the survivor of them in trust to manage and sell the same .... and I direct the proceeds of such sales be divided equally between my four daughters, Jane H. Thompson, Mary McNeile, Margaret C. McNeile and Leonore McNeile, and my two sons, Raymond McNeile and Ashton McNeile.”\nOn answers filed in partition proceedings by John H. Mc-Neile, H. Howard McNeile and AlbertB. McNeile, it appeared that the proceedings had reached a stage in which a rule to accept or refuse the properties at the valuation fixed by the inquest had been obtained, and acceptance of service thereof had been indorsed by all the parties in interest, whereupon the rule was made absolute and the division of the property was decreed.\nNineteen days after their acceptance of service, the petitioners, three of the children of the testatrix, filed an answer setting up that no partition can at this time be made, because the testator failed to vest in his widow a legal power of appointment over his real estate, and because the donee of the power failed to legally exercise any power which was given, or attempted to be given, to her by the testator’s will.\nMarch 4, 1907:\nThe answer and a petition for a bill of review were dismissed.\nErrors assigned were in dismissing the petition and in dismissing the answer to the bill of review.\nHenry J. Scott, for appellant,\ncited as to the power of appointment; Wickersham v. Savage, 58 Pa. 365; Horwitz v. Norris, 49 Pa. 213; Smith’s Estate, 4 W. N. C. 265; Boyle’s Estate, 5 W. N. C. 363; Darling v. Edson, 4 Pa. Superior Ct. 498; Stephenson v. Richardson, 88 Pa. 40.\nWm. White, Jr., for appellee, was not heard."
  },
  "file_name": "0179-01",
  "first_page_order": 209,
  "last_page_order": 212
}
