{
  "id": 953613,
  "name": "Findlay v. Philadelphia, Appellant",
  "name_abbreviation": "Findlay v. Philadelphia",
  "decision_date": "1907-04-01",
  "docket_number": "Appeal, No. 310",
  "first_page": "330",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 193,
    "char_count": 2362,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 4.288273044730779e-08,
      "percentile": 0.27058121921393874
    },
    "sha256": "e8733e133a4c44d753a0e5e15748569da5ea95c7df6957b7c9ecefe6bafcdd76",
    "simhash": "1:56b0b0f9d9622348",
    "word_count": 407
  },
  "last_updated": "2023-07-14T17:44:49.038023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, O. J., Fell, Beown, Mesteezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Findlay v. Philadelphia, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere is nothing in this case bnt a question of fact depending on the accuracy of the witnesses’ recollection of dates, plaintiff contending that there was a hole in the pavement at the time which caused the accident, and defendant that it had been repaired a week before. The referee “ had all these witnesses before him; he noted their manner of testifying, and has had the benefit of having heard the live evidence as it came from the lips of the witnesses, rather than reading their words in cold type, and he is free to say that the testimony of Mr. Lawrence — that he repaired the hole on April 8, 1904— did not impress him in point of accuracy, as to date of repair. The referee is, therefore, constrained to disregard the evidence of repair on April 8, 1904 ; and to find that from at least March 31, 1904, to and including the day of the alleged accident to the plaintiff, a defect or hole as described by the witnesses actually existed in the footway in question.” He, therefore, found that the accident was due to the city’s negligence. This finding was approved by the court and there is nothing to justify us in disturbing it.\nJ udgment affirmed..",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Harry T. Kingston, assistant city solicitor, with him John L. Kinsey, city solicitor, for appellants.",
      "Arthur F. Schneider, for appellees, was not heard."
    ],
    "corrections": "",
    "head_matter": "Findlay v. Philadelphia, Appellant.\nArbitration — Referee’s findings of fact — Municipalities—Negligence.\nIn an action against a city to recover damages for personal injuries resulting from a fall on a sidewalk, a referee’s finding of fact that a hole in the sidewalk, alleged to have been repaired a week prior to the accident, had not been repaired at that time, will not be reversed by the appellate court, where there has been sufficient evidence to justify the finding, and the court below has approved it.\nArgued Jan. 24, 1907.\nAppeal, No. 310, Jan. T., 1906, by defendant, from order of C. P. No. 1, Phila. Co., June T., 1901, No. 1,919, dismissing exceptions to report of referee in case of Harry C. Findlay and George Findlay, by his father and next friend, Harry C. Findlay, v. City of Philadelphia.\nBefore Mitchell, O. J., Fell, Beown, Mesteezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nExceptions to report of John M. Scott, Esq., referee.\nApril 1, 1907:\nErrors assigned were in dismissing exceptions to report of referee.\nHarry T. Kingston, assistant city solicitor, with him John L. Kinsey, city solicitor, for appellants.\nArthur F. Schneider, for appellees, was not heard."
  },
  "file_name": "0330-01",
  "first_page_order": 360,
  "last_page_order": 361
}
