{
  "id": 953643,
  "name": "Presbyterian Church v. Philadelphia, Bristol & Trenton Street Railway Company, Appellant",
  "name_abbreviation": "Presbyterian Church v. Philadelphia, Bristol & Trenton Street Railway Co.",
  "decision_date": "1907-04-01",
  "docket_number": "Appeal, No. 300",
  "first_page": "399",
  "last_page": "400",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 399"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "215 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 237,
    "char_count": 3561,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 7.268124753214928e-08,
      "percentile": 0.4330360573145384
    },
    "sha256": "c3a9c9a4498a864e08cfb3ba7858d5e48eeeff089c3c45680cfe01b607071c48",
    "simhash": "1:ac1341a05b3635f6",
    "word_count": 616
  },
  "last_updated": "2024-02-27T20:01:09.425329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Pell, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Presbyterian Church v. Philadelphia, Bristol & Trenton Street Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAn application for a change of venue under paragraph five of section one of the Act of March 30, 1875, P. L. 35, on the ground that “ a large number of inhabitants of the county in which the cause is pending have an interest in the question involved therein, adverse to the applicant,” raises a question of fact for the decision of the judge: Everson v. Sun Co., 215 Pa. 231.\nWhat is a large number of inhabitants is a relative question depending on the circumstances. A few hundred might be a large number in some communities while as many thousands might not be in others. So in regard to the interest which is averred to be adverse to the petitioner in the application. Its intensity, its particular or general character, its diffusion throughout the county or confinement to one or more localities, are all elements bearing on its reaching the requirements of the statute. All of them, both as to number and interest, are addressed to the judicial discretion of the judge.\nIn the present case the learned judge below went fully and carefully into the inquiry. It would not be desirable to encumber the report with the details, but the result may be summed up substantially in his finding that the interest in the matter in its widest aspect was confined to a portion of the borough of Bristol, and the population of the borough is less than one-tenth that of the county. He was, therefore, “ quite satisfied that there will be no difficulty in obtaining a disinterested and impartial jury, jurors who have never even heard of the case.” With his local knowledge of the places and the people, the judge’s opinion is much more likely to be correct than ours could be, and we certainly have not been shown any reason to interfere with it.\nOrder affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "George Quintard Horwitz, with him Howard I. James and Layton M. Sohoch, for appellant.",
      "Yerl&es, Boss do Boss and John Q, Stuekert, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Presbyterian Church v. Philadelphia, Bristol & Trenton Street Railway Company, Appellant.\nChange of venue — Local prejudice — Intensity of prejudice — ■Question for judge.\nAn application for a change of venue under paragraph five of section one of the Act of March 30, 1875, P. L. 35, on the ground that “a large number of inhabitants of the county in which the cause is pending have an interest in the question involved therein, adverse to the applicant ” raises a question of fact for the decision of the judge.\nWhat is a large number of inhabitants is a relative question depending on the circumstances. A few hundred might be a large number in some communities while as many thousand might not be in others. So in regard to the interest which is averred to be adverse to the petitioner in the application. Its intensity, its particular or general character, its diffusion throughout the county or confinement to one or more localities, are all elements bearing on its reaching the requirements of the statute. All of them, both as to number and interest, are addressed to the judicial discretion of the judge.\nArgued Feb. 12, 1907.\nAppeal, No. 300, Jan. T., 1906, by defendant, from order of C. P. Bucks Co., Sept. T., 1905, No. 14, refusing change of venue in ease of The Presbyterian Church at Bristol in the County of Bucks v. Philadelphia, Bristol & Trenton Street Railway Company.\nBefore Mitchell, C. J., Pell, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nApplication for change of venue. Before Stout, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was the refusal of the application.\nGeorge Quintard Horwitz, with him Howard I. James and Layton M. Sohoch, for appellant.\nApril 1, 1907:\nYerl&es, Boss do Boss and John Q, Stuekert, for appellee, were not heard."
  },
  "file_name": "0399-01",
  "first_page_order": 429,
  "last_page_order": 430
}
