{
  "id": 953726,
  "name": "Cunningham, Appellant, v. Wanamaker",
  "name_abbreviation": "Cunningham v. Wanamaker",
  "decision_date": "1907-04-15",
  "docket_number": "Appeal, No. 220",
  "first_page": "497",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "73 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/73/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 9664,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33209040372624044
    },
    "sha256": "171173de9759147a20d2bec70e7f5654e3e7b1ab86c862d757e04b07449c2871",
    "simhash": "1:6a62278966e5d481",
    "word_count": 1721
  },
  "last_updated": "2024-02-27T20:01:09.425329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mttchell, C. J., Full, Brown, Mkstruzat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Cunningham, Appellant, v. Wanamaker."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMr. Justice Brown,\nIn October, 1900, the appellant, wishing to procure two steam omnibuses, called at the store of the appellee and entered into negotiations for their purchase. On the twenty-third of that month a written proposition was submitted to him by the appellee to deliver them to him for $2,200 each “ as near sixty (60) days from receipt of this order as is possible,” and they were “ to be constructed in accordance with usual plan designed for such wagons.” This proposition was accepted by the appellant in writing on the same day it was made, and, in accordance with its terms, he paid one-third of the purchase money. On February 14, 1901, nearly four months afterwards, the vehicles reached Lewistown — the point to which they were to be shipped — with bill of lading attached for the balance of the purchase money, which the appellant paid. Whether they were built “ in accordance with the usual plan designed for such wagons ” does not appear, but it is clear from the testimony that they did not work satisfactorily. On the contrary, when the appellant attempted to operate them he was unable to do so, and, it may be assumed, on account of their defective construction. Before he received them, in a letter written by Joseph S. Bunting, the representative of the appellee with with whom he dealt, he was told that they were “ substantial and strong,” “ neater that any automobile ’bus ” that the writer had ever seen, and, mechanically, seemed to him to be almost perfect. Appellant notified the appellee of his inability to operate them, and, on April 6, 1901, the latter wrote him that he thought they could be put in satisfactory shape, and requested him to ship them to Philadelphia for the purpose of making them satisfactory. The omnibuses were immediately shipped to the appellee, and, in response to a'notice that they had been, put in shape and a request that he come and see them tested, the appellant went to Philadelphia and witnessed a test of them on May 16, 1901, which, according to his testimony, was most unsatisfactory, and he demanded a return of his money, which was refused.\nThe question in this case is not whether, under the foregoing facts, the appellant could have rescinded his contract and demanded a return of the money he had paid for the vehicles, but is whether what he subsequently did on May 16, 1901, amounted to his ratification of the contract and a release by him to the appellee from all liability. After the representative of the appellee upon whom the appellant had made the demand for the return of his money had refused to return it there was a further conversation between them, resulting in a written direction by the appellant to the appellee to sell the omnibuses for him. This direction was in the following form : “ I have to-day left at your automobile station my two steam ’buses for you to sell for my account and risk at §2,200 each. I assume all risks in case of lost or damage to my vehicle by fire.” The appellee not being able to sell at the price fixed, the appellant, by a letter enclosed in an envelope postmarked Lewistown, July 3, 1901, wrote Bunting as follows:\n“ Dear Sir: — Sell ’buses as soon as you can, the best price you can get for them.” On July 8, 1901, the appellant again wrote to the representative of the appellee as follows : “ Enclosed find article signed. Mr. Bunting, get as much for these ’buses as you can and sell them as quick as possible. I am now out about two thousand on this job.” The article enclosed in the letter was as follows: “John \"Wanamaker Automobile Station, 23rd and Walnut Streets. I have left at your automobile station my two steam ’buses for you to sell for my account and risk at the best price you can secure for them above $1,500 each. I assume all risks in case of loss or damage to my vehicle by fire. P. A. Cunningham, Residence, Lewistown. Date, July 8, 1901. To supersede my authorization of May 16, 1901.” On July 10, appellant again wrote Bunting, the following being a copy of his note: “ Dear Sir: — Do your best to get more than $1,500 for the ’buses, as I should think you could get four thousand ($4,000) for them; at any rate do what you can for me. Very respectfully, P. A. Cunningham.” In February, 1903, the appellee wired the appellant that an offer of $1,500 had been made for both ’buses. The telegram was followed by a letter confirming it and advising acceptance of the offer. Apparently no attention was paid to this, and in the following April the appellee notified the appellant that, as he had had the omnibuses on hand for almost two years, during which time two offers made for them had been submitted to him and refused, he would no longer keep the vehicles without charging storage. Nothing seems to have occurred after this until the institution of the suit on April 21, 1904.\nEven if it be assumed that the appellant had, on May 16, 1901, a right to rescind the contract after the test made on that day, showing that the omnibuses would not work, it was incumbent upon him to exercise that right promptly within a reasonable time; and, under undisputed facts, what is a reasonable time is for the court: Learning v. Wise, 73 Pa. 173. The facts in this case are not in dispute. The defendant called no witnesses, and the oral testimony submitted by the plaintiff must be taken as true. It shows that on May 16,1901, he demanded a return of his money, and, if he had stopped when the return was refused, he might have stood upon his rescission of the contract and recovered what he had paid. But this we do not decide, because it is not a question in the case under the admitted facts. When he was told that his money would not be returned to him, instead of standing upon his right to have it returned, if he had such right, he, in writing, ratified the contract, treated the omnibuses as his own property, and gave specific direction that they be sold by the appellee for him. With commendable frankness he states that he signed the paper of May 16, 1901, “ so I couldn’t come back on him.” He repeats this further on in his testimony : “ I say on the 16th of May I went in — after we broke down I went in and demanded my money, and he refused it and simply told me he would not give me the money. That was all there was of it. He said he would sell the ’buses, and he produced a paper and told me to sign that and he would sell them. He said if I would sign it for the purpose of getting my money — if they would be able to sell them, I should sign off so I could not come back on them, and I signed.” The paper signed by him is, on its face, a distinct direction to the appellee to sell the omnibuses for him, and with his unqualified admission that he signed it that he might not have recourse to the appellee, taken in connection with the papers of July 3, 8 and 10, repeating the direction to sell for him, a court ought not to be asked to say that the paper is not effectual for the very purpose for which it was admittedly given. The only error assigned is the instruction of the learned trial judge to the jury that the effect of these papers was an assumption of ownership of the automobiles by the appellant and a waiver of any right which he might have previously had to compel the appellee to return his money. Any other instruction would have been error, and, if the appellant cannot now recover, it is because he has placed himself in a position precluding recovery.\nThe assignment is overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "De Forrest Ballou, for appellant.",
      "Alex. Simpson, Jr., with him Wm. L. JJevin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cunningham, Appellant, v. Wanamaker.\nContract — Sale—Rescission—W aiver.\nIn an action of assumpsit to recover the price paid for two electric vehicles, it appeared that after the vehicles had been delivered to the plaintiff, and paid for, he found they were unsatisfactory, and so reported to the defendant. The latter requested him to ship them back, that they might be made satisfactory. They were sent back, and subsequently a test was made, which the plaintiff declared was unsatisfactory, and he demanded a return of his money which was refused. The vehicles remained in the hands of the defendant, and thereupon plaintiff addressed a letter to the defendant in which he stated that he had left with him the vehicles in question to sell for the plaintiff’s account and risk at a sum stated, and further assumed all risks in case of loss and damage to the vehicles by fire. Some months afterwards he again wrote to the defendant several letters telling him to sell the vehicles for the best price that could be got for them, and as quickly as possible. Subsequently the defendant notified plaintiff that he had an offer for the vehicles which was about one-third the price which plaintiff had paid for them. No response was made to this communication, and the vehicles continued to remain in defendant’s possession until three years after the original sale, when suit was brought to recover the purchase money. Held, that the plaintiff was not entitled to recover.\nArgued Jan. 9, 1907.\nAppeal, No. 220, Jan. T., 1906, by plaintiff, from judgment of C. P. No. 4, Phila. Co., March T., 1904, No. 3,035, on verdict for defendant in case of Percy A. Cunningham v. John Wanamaker.\nBefore Mttchell, C. J., Full, Brown, Mkstruzat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nApril 15, 1907:\nAssumpsit to recover purchase money for two electric vehicles. Before Willson, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court gave binding instructions for defendant. _ Plaintiff appealed.\nError assigned was in giving binding instructions for defendant.\nDe Forrest Ballou, for appellant.\nAlex. Simpson, Jr., with him Wm. L. JJevin, for appellee."
  },
  "file_name": "0497-01",
  "first_page_order": 527,
  "last_page_order": 531
}
