{
  "id": 953723,
  "name": "Vant v. Roelofs, Appellant",
  "name_abbreviation": "Vant v. Roelofs",
  "decision_date": "1907-04-22",
  "docket_number": "Appeal, No. 221",
  "first_page": "535",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "217 Pa. 535"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945979
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0252-01"
      ]
    },
    {
      "cite": "186 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0028-01"
      ]
    },
    {
      "cite": "147 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0475-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 253",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        280077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0253-01"
      ]
    },
    {
      "cite": "210 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0565-01"
      ]
    },
    {
      "cite": "178 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0134-01"
      ]
    },
    {
      "cite": "167 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0495-01"
      ]
    },
    {
      "cite": "158 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0365-01"
      ]
    },
    {
      "cite": "214 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0105-01"
      ]
    },
    {
      "cite": "161 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0026-01"
      ]
    },
    {
      "cite": "176 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882221
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0459-01"
      ]
    },
    {
      "cite": "139 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250483
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0042-01"
      ]
    },
    {
      "cite": "116 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0628-01"
      ]
    },
    {
      "cite": "112 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0400-01"
      ]
    },
    {
      "cite": "198 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0348-01"
      ]
    },
    {
      "cite": "150 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0638-01"
      ]
    },
    {
      "cite": "218 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "176 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/176/0459-01"
      ]
    },
    {
      "cite": "139 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0042-01"
      ]
    },
    {
      "cite": "116 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/116/0628-01"
      ]
    },
    {
      "cite": "112 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0400-01"
      ]
    },
    {
      "cite": "198 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0348-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 6758,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 3.018137275183444e-07,
      "percentile": 0.8536976480095944
    },
    "sha256": "9f697f5a56b252f2c97d8ca93b70869c9063aff0b671b23ef7a53cf545bbd98b",
    "simhash": "1:a8c34709531753c1",
    "word_count": 1198
  },
  "last_updated": "2024-02-27T20:01:09.425329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Vant v. Roelofs, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThe statement of claim in this case charges two acts of negligence ; first, that the appellee was not properly instructed in the use and operation of the machine upon which he was injured ; and, second, that the defendant was negligent in furnishing a machine which was so dangerous and defective as to render it unsafe. The evidence failed to support the allegation that the machine was defective and, therefore, unsafe, and we do not understand that this branch of the case was insisted upon in the court below or that it is pressed here. Wé may disregard this allegation in the further consideration of the question involved here.\nWe then come to the question whether the appellant was negligent in failing to give proper instructions to the appellee before placing him at work on the machine. The appellee relies wholly on the allegation that Mr. Lauber was a vice principal, and that he instructed him to take his fingers and stretch out the wrinkles when the machine was running, and asserts in following these instructions the revolving cone carried his hand against the disk and caused the injuries about which complaint is made. The appellee admits, however, that when lauber instructed him how to take the wrinkles out, he first stopped the machine, put his hand on the felt and smoothed out the wrinkles before the machine was again set in motion. If appellee had done the same thing he would not have been injured. It is contended, however, that Lauber told appellee that he could smooth the wrinkles out while the machine was revolving, but it was obvious to anyone with reasonable intelligence that if he put his hand upon a revolving cone and permitted it to remain there, it would be drawn against the disk. It did not require instructions from anyone to inform an employee about a danger that was so perfectly obvious to anyone with eyes to see and hands to feel. The machine was not complicated and had no hidden or latent dangers about which it was the duty of the employer to instruct an employee. The appellee was a young man about twenty years of age, had worked as an apprentice in the factory for a year, and on this particular machine about ten days at the time of the accident. Even if it be conceded that Lauber improperly instructed appellee in his duties, and this is not conceded, it would still be necessary for appellee to go one step farther and show that Lauber was a vice principal. The learned court below submitted this question to the jury. It is true that in some cases this is a question of fact to be determined by the jury. It must not be overlooked, however, that it is the duty of the court to first determine whether, assuming all the facts proven at the trial to be true, they are sufficient to show that the relation of vice principal was established. A vice principal is one placed in entire charge of the business, or a distinct branch of it, having not mere authority to superintend certain work or certain workmen, but who exercises control of the business, or a particular branch of it, and where the employer does not exercise discretion or oversight of his own; or, secondly, one to whom the employer delegates a duty of his own which is a direct, personal and absolute obligation from which nothing but performance can relieve him: N. Y., L. E. & W. R. R. Co. v. Bell, 112 Pa. 400; Lewis v. Seifert, 116 Pa. 628; Ross v. Walker, 139 Pa. 42; Prescott v. Engine Company, 176 Pa. 459; Casey v. Paving Company, 198 Pa. 348; Green v. Washington Oil Company, 218 Pa. 35.\nCertainly the testimony offered in this case did not come up to this legal requirement and was insufficient to submit to the jury to determine the question of vice principalship.\nJudgment reversed, and is here entered for defendant.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "John II. Fow, with him F. Carroll Fow, for appellant.",
      "Henry A. Craig, with him Augustas Trash Ashton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vant v. Roelofs, Appellant.\nNegligence — Master and servant — Fellow servant — Vice principal — Evidence.\nIt is the duty of the court to first determine whether, assuming all the facts proven at the trial to be true they are sufficient to show that the relation of vice principal was established.\nNegligence — Master and servant — Instructions to servant.\nNo instructions are necessary from an employer to an employee as to a danger which is obvious to anyone.\nA vice principal is one placed in entire charge of the business, or a distant branch of it, having not mere authority to superintend certain work or certain workmen, but who exercises control of the business, or a particular branch of it, and where the employer does not exercise discretion or oversight of his own; or, secondly, one to whom the employer delegates a duty of his own which is a direct, personal and absolute obligation from which nothing but performance can relieve him. Where a, person is claimed to be a vice principal and the testimony on the subject does not come up to the legal requirement as above stated, it is error for the court to submit to the jury the question of vice principal-ship.\nArgued Jan. 10, 1907.\nAppeal, No. 221, Jan. T., 1906, by defendant, from judgment of C. P. No. 3, Phila. Co., March Term, 1904, No. 662, on verdict for plaintiff in case of Harry Yant v. Henry II. Roelofs, trading as Henry H. Roelofs & Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nReversed.\nTrespass to recover damages for personal, injuries. Before McMichael, J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict for plaintiff for $5,000, upon which judgment was entered for $4,000, all above that amount having been remitted.\nError assigned was in refusing binding instructions for defendant.\nJohn II. Fow, with him F. Carroll Fow, for appellant.\nThe evidence failed to sustain a finding that Lauber was a vice principal: McCool v. Lucas Coal Co., 150 Pa. 638; Casey v. Paving Co., 198 Pa. 348; New York, etc., R. R. Co. v. Bell, 112 Pa. 400; Lewis v. Seifert, 116 Pa. 628; Ross v. Walker, 139 Pa. 42; Prescott v. Engine Co., 176 Pa. 459.\nApril 22, 1907:\nWhen anyone who has been instructed, and has had an opportunity to examine and 'inspect the place of his labor and its surroundings, undertakes to do the work, he assumes the risk incident to such work: Rooney v. Carson, 161 Pa. 26; Danisch v. Amer, 214 Pa. 105; Derr v. R. R. Co., 158 Pa. 365; Moore v. R. R. Co., 167 Pa. 495; Nye v. R. R. Co., 178 Pa. 134.\nHenry A. Craig, with him Augustas Trash Ashton, for appellee.\nThere was a duty to instruct plaintiff so as to enable him to perform the work he was called upon to do With reasonable safety: Sweigert v. Klingensmith, 210 Pa. 565; Stapleton v. Traction Co., 5 Pa. Superior Ct. 253; Wagner v. Jayne Chemical Co., 147 Pa. 475.\nThe duty cannot be delegated: Smith v. Coal & Iron Co., 186 Pa. 28; Dougherty v. Dobson, 214 Pa. 252."
  },
  "file_name": "0535-01",
  "first_page_order": 565,
  "last_page_order": 568
}
