{
  "id": 1896034,
  "name": "Scott Estate",
  "name_abbreviation": "Scott Estate",
  "decision_date": "1965-06-30",
  "docket_number": "Appeal, No. 198",
  "first_page": "332",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "418 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "191 A. 2d 399",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885998
      ],
      "pin_cites": [
        {
          "page": "104-105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0096-01"
      ]
    },
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    },
    {
      "cite": "53 A. 2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0181-01"
      ]
    },
    {
      "cite": "172 A. 865",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0105-01"
      ]
    },
    {
      "cite": "159 Fed. 330",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1917865
      ],
      "pin_cites": [
        {
          "page": "332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/159/0330-01"
      ]
    },
    {
      "cite": "68 A. 2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477368
      ],
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0596-01"
      ]
    },
    {
      "cite": "6 A. 2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190751
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0381-01"
      ]
    },
    {
      "cite": "26 A. 2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213412
      ],
      "pin_cites": [
        {
          "page": "240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0232-01"
      ]
    },
    {
      "cite": "82 A. 2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230342
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 695,
    "char_count": 13987,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 3.635771280034469e-07,
      "percentile": 0.8893605380082005
    },
    "sha256": "2b401b34db1070527133e4298ca6986d62ef4771093bbabb0195dd14fee6a69a",
    "simhash": "1:4005f68d04b3f0f7",
    "word_count": 2330
  },
  "last_updated": "2024-02-27T17:05:31.104673+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Scott Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Bell,\nAlexander H. Scott died May 11, 1940. He left a will and two codicils in which he appointed as executors and trustees his brother, John M. Scott, his wife, Helen Struthers Scott, and the Girard Trust Company, now called the Girard Trust Bank. Scott gave his residuary estate to his trustees, in trust to pay the net income to his wife for her life, with succeeding contingent life interests to certain members of his family and upon the death of the last survivor of the life tenants to pay the principal to the Children’s Hospital, absolutely and in fee simple.\nAt the audit of the executors’ account in July, 1941, the Orphans’ Court awarded the three executors for their services a 3% commission on the gross principal of Scott’s estate in the sum of $22,056.64, and also income commissions of $1,764.27. Under the then existing law, namely, the Fiduciaries Act of June 7, 1917, the aforesaid commission on principal included compensation for their services as executors and for their future anticipated services as testamentary trustees.\nJohn M. Scott, one of the e? ecutors-trustees, died in . 1945. Testator’s widow, who was the last survivor of the residuary life tenants, died February 8, 1963. The present trustees’ account was filed by (a) the corporate trustee, and (b) the widow’s executors. The principal of the trust had increases! from (approximately) $607,870 in 1942, to (approximately) $1,480,307,- as of June 4, 1963, although no unusual or extraordinary services were rendered by the trustees.\nThe principal question which was raised in the Court below and on this appeal is: May testamentary trustees who, in 1941, were paid a commission on principal at the audit of their account as executors, receive at the termination of the trust in 1963, an additional commission on principal for their ordinary services as trustees?\nAt the recent audit of the trustees’ account the auditing Judge (Judge Shoyer), allowed the trustees additional compensation of $20,000, payable out of principal. It is not clear exactly how the auditing Judge arrived at the figure of $20,000. There was no inter vivos agreement between the decedent and his executors and trustees covering their compensation. The only evidence presented to the auditing Judge was the corporate fiduciary’s standard schedule of compensation which was admitted without objection. Under this schedule the corporate trustee would be entitled to total commissions of over $90,000; the total commissions actually paid on principal and income amounted to $66,500, of which the corporate trustee had received ony $39,000. It is clear that this so-called fiduciaries standard schedule of compensation was never in effect and was never applied to this trust. Judge Lbfeveb aptly said: “This court is not bound by a corporate fiduciary’s own evaluation of the worth of its services or by a schedule of compensation set by the corporate fiduciaries association. The determination of the value of the trustee’s services is for this court.”\nThe Court en banc disallowed any additional compensation. It based its decision on the Act of 1917 and the construction of the Act of April 10, 1945, in Williamson Estate, 368 Pa. 343, 82 A. 2d 49 (1951). From the Decree which was entered pursuant to the Opinion of the Orphans’ Court, the trustees appealed.\nSection 45 of the Act of June 7, 1917, was the law when testator drew his will and at the time of his death, and at the time the executors received their above mentioned compensation on principal. Section 45 provided in clear language that in all cases where the same person was both executor and trustee, such fiduciary could not receive more than one commission on principal for his services in the double capacity of executor and trustee.\nFive years after Scott’s death and 18 years before the termination of Scott’s testamentary trust, §45 of the Act of June 7, 1917, supra, was expressly repealed by §1 of the Act of April 10, 1945 (as amended), P. L. 189. Moreover, that Act provided in §2: “This act shall take effect immediately upon its final enactment.” Whatever else the 1945 Act did, it is indisputable that it repealed the 1917 prohibition against a fiduciary receiving more than one commission on principal for his services in the double capacity of executor and trustee.\nA legislature has the power to enact all manner of legislation with respect to wills and trusts subject, of course, to the rights and limitations ordained in the Constitution of the United States and the Constitution of Pennsylvania. The important questions posed by this appeal are — What was the effect of the Act of 1945 and also of the Act of May 1, 1953, P. L. 190, and to what wills and trusts and to what situations can they or either of them be applied, validly and Constitutionally?\nThe Act of 1945 was construed, we repeat, by this Court in Williamson Estate, 368 Pa., supra. Neither the appellants nor the appellee nor the Judges of the Orphans’ Court agree as to exactly what Williamson Estate decided, and what parts thereof were dicta and should not be followed, or in any event should be overruled. In Williamson Estate, a trust company, which was both executor and trustee, had received a commission on principal at the audit of its executor’s account. The trust company thereafter filed a trustees’ account in which it sought to obtain (in a test case) interim commissions on principal, prior to the termination of the trust. On appeal, this Court (1) disapproved and disallowed the interim commissions, but (2) also held that the Act of 1945 could not be applied retroactively to allow the same fiduciary additional commissions on principal for its ordinary services.\nWith respect to its second point, the Court said (page 352) : . . The Act of April 10, 1945, supra, repealing section 45 of the Fiduciaries Act of 1917, supra, which prohibited the same individual from receiving commissions both as executor and trustee may not he applied retroactively. Appellant, the corporate fiduciary, accepted this trust in 1930 under the law as it then existed. It was paid in full (except for commission thereafter received by it on income it received and distributed). Such acceptance fixed the rights, liabilities, exemptions, defenses and expectations of both life tenant and remainderman. ...”\nAppellant contends that this part of the Court’s Opinion in Williamson Estate was dictum and should be repudiated or overruled.\nIrrespective of whether this part of the Williamson Estate Opinion was or was not dictum,* we find it persuasive and applicable. It is clear as crystal that the corporate trustee in that case, as in this case* accepted a commission at the termination of the executorship which the applicable Act of 1917, in the clearest imaginable language stated was to be “a full compensation [on principal] for his services in the double capacity of executor and trustee” and that this provision was to apply in all cases where the same person fulfilled the duties of excutor and testamentary trustee. To now allow the Act of 1945 to abrogate and nullify what the corporate trustee with its eyes open, had been paid and had accepted in 1941 as full compensation on principal for all its ordinary services in its dual capacity of executor and trustee, would be to make a mockery of the law and of the rights of all parties, beneficiaries and fiduciaries alike. This we are unwilling to do.\nAfter the Williamson decision, the legislature enacted the Act of May 1, 1953, P. L. 190, 20 P.S. §3274 et seq. That Act pertinently provides: “Section 2. — ■ Whenever it shall appear either during the continuance of a trust or at its end, that a fiduciary has rendered services for which he has not been fully compensated, the court having jurisdiction over his accounts shall allow him such original or additional compensation out of the trust income or the trust principal or both, as may be necessary to compensate him for the services theretofore rendered by him.\n“Section 5. — This act shall apply: (1) To all services heretofore rendered by any fiduciary; (2) To all services hereafter rendered by any fiduciary heretofore appointed; (3) To all services hereafter rendered by any fiduciary hereafter appointed in a trust heretofore created; and (4) To all services hereafter rendered by any fiduciary of a trust hereafter created.\n“Section 6. — If the Constitution of the United States or of this Commonwealth prevents the application of this act to services falling in one or more of the four categories listed in section 5, hereof, the act shall nevertheless apply to services falling in the other categories or category.”\nWe hold that Williamson Estate directly controls the instant case and that the 1953 Act stands on the same footing as the 1945 Act.\nIn the light of hindsight, it appears that the compensation which a corporate fiduciary received in 1941 for all its services as executor, and its future services as trustee of a trust which covered a period of 20 years or more was inadequate and unfair because of the long duration of the trust and the greatly increased cost of operation. However, all the parties concerned, including the present corporate fiduciary and the individual fiduciaries and the beneficiaries, knowingly took this chance — they all knew that the Statute (Act of 1917) clearly and unambiguously fixed the present and future rights of all executors-trustees to a single commission on principal, which such fiduciaries received and agreed to accept as full compensation for their combined executor and trustee fiduciary services, past, present and future. If the compensation which the fiduciaries received in 1941 as payment in full for all their ordinary services as executors and trustees can now be changed and increased, must not the converse be true — must not the executor-trustee fiduciaries of all pre-1945 testamentary trusts Avhich terminated in a short time because of the sudden and unexpected death of a life tenant repay to the beneficiaries the unearned compensation they had received! Moreover, while a corporate fiduciary can probably prove its present costs as contrasted with, its costs 25 years ago, how, at this late date, can Such a fiduciary prove what service it rendered during a lengthy 25-50 year trust, when so many persons who handled the trust estate will have died or be unable to accurately remember details? Isn’t it clear that the retroactive application of the Acts of 1945 and 1953, at this late date, would not only greatly increase litigation but would also open a Pandora’s box?\nDecree affirmed, each party to pay own costs.\nMr. Justice Eagen dissents and would remand the record to the Court below with directions to determine if, and in what amount, the fiduciary is entitled to additional compensation provided for under the Act of May 1, 1953, P. L. 190, 20 P.S. §3274 et seq.\nP. L. 447.\nAll three executors divided their commissions on principal and income equally. During the term of the trust the trustees received income commissions of «$42,122 (on the gross income of $859,-000), of which the corporate trustee : eeeived $31,176 as its share.\nJudge Defevjcr filed a concurring and dissenting Opinion; Judge Shoyer filed a dissenting Opinion.\nThe Act of June 7, 1917, §45, provided: “In all oases where the same person shall, under a will, fulfill the duties of executor and trustee, it shall not be lawful for such person to receive or charge more than one commission upon any sum of money coming into or passing through his hands, or held by him for the benefit of other parties; and such single commission shall be deemed a full compensation for his services in the double capacity of executor and trustee: PROVIDED, that any such trustee shall be allowed to retain a reasonable commission on the income he may receive from any estate held by him in trust as aforesaid.” Italics, ours.\ndiscussed infra.\nJudge Lefeveb in his Opinion in the instant case said that all of the Judges of the Orphans’ Court of Philadelphia County believed in Williamson Estate that additional compensation for ordinary services should be allowed out of principal to a trustee who also served as executor, and they would have awarded additional compensation if they had had the authority and power.\nThere are two views, each supported by a number of decisions of this Court, as to what constitutes dictum — one a broad view and the other a narrow or restrictive view: See: O’Neill v. Metropolitan Life Ins. Co., 345 Pa. 232, 240, 26 A. 2d 898; Cassell’s Estate, 334 Pa. 381, 384, 6 A. 2d 60; Commonwealth v. Almeida, 362 Pa. 596, 603, 68 A. 2d 595; New York Central & H. R.R. Co. v. Price, 159 Fed. 330, 332; Schnetz’s Estate, 315 Pa. 105, 172 A. 865; Commonwealth v. Moyer and Byron, 357 Pa. 181, 53 A. 2d 736; Commonwealth v. Drum, 58 Pa. 9. For a lengthy analysis and discussion of dictum, see Pew Trust, 411 Pa. 96, 104-105, 191 A. 2d 399.\nThis would allow both interim and additional compensation (commissions) out of income or principal or both, subject, however, to the provisions and exceptions contained in §4 of the Act.\nBecause the services which an individual fiduciary renders are principally merely advisory, there has probably been little, if any, increased cost to him.\nThe many bank mergers which have taken place will often increase these difficulties.",
        "type": "majority",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "William H. Lathrop and William H. S. Wells, with them Samuel S. Logan, Jr., and Montgomery, Mc-Cracken, Walker A Rhoads, and Saul, Ewing, Remick A Saul, for appellants.",
      "Philip A. Bregy, with him Herbert Bass, and Mac-Coy, Evans A Lewis, for Children’s Hospital, appellee.",
      "J ames L. Price, Special Assistant Attorney General, Charles A. Woods, Jr., Deputy Attorney General, and Walter E. Alessandroni, Attorney General, for Commonwealth as parens patriae for charitable trusts."
    ],
    "corrections": "",
    "head_matter": "Scott Estate.\nArgued May 3, 1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nWilliam H. Lathrop and William H. S. Wells, with them Samuel S. Logan, Jr., and Montgomery, Mc-Cracken, Walker A Rhoads, and Saul, Ewing, Remick A Saul, for appellants.\nPhilip A. Bregy, with him Herbert Bass, and Mac-Coy, Evans A Lewis, for Children’s Hospital, appellee.\nJ ames L. Price, Special Assistant Attorney General, Charles A. Woods, Jr., Deputy Attorney General, and Walter E. Alessandroni, Attorney General, for Commonwealth as parens patriae for charitable trusts.\nJune 30,1965:"
  },
  "file_name": "0332-01",
  "first_page_order": 372,
  "last_page_order": 380
}
