{
  "id": 1896037,
  "name": "Commonwealth ex rel. Adderley, Appellant, v. Myers",
  "name_abbreviation": "Commonwealth ex rel. Adderley v. Myers",
  "decision_date": "1965-06-30",
  "docket_number": "Appeal, No. 176",
  "first_page": "366",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "418 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "379 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11731118
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0443-01"
      ]
    },
    {
      "cite": "372 U.S. 391",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765582
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0391-01"
      ]
    },
    {
      "cite": "378 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166688
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0478-01"
      ]
    },
    {
      "cite": "211 A. 2d 483",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "418 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896048
      ],
      "year": 1965,
      "opinion_index": 1,
      "case_paths": [
        "/pa/418/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 4381,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 8.966507238022042e-07,
      "percentile": 0.9787012679117586
    },
    "sha256": "556a4c255f5d8fe6de6412f460da060b9da18d7945e44baf0c5b3ed62ab6f4db",
    "simhash": "1:819a96f1f43b44f0",
    "word_count": 705
  },
  "last_updated": "2024-02-27T17:05:31.104673+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Adderley, Appellant, v. Myers."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nOn May 8, 1957, the appellant, Charles L. Adderley, was indicted for mnrder. On June 25, 1957, while represented by court-appointed counsel, he entered a general plea of guilty to the indictment, and, after an extensive hearing before a three-judge court, was found guilty of murder in the first degree and sentenced to life imprisonment. No appeal from the judgment was entered.\nOn November 12, 1964, appellant instituted an action in habeas corpus which was dismissed by the court below. An appeal from that order is now before us.\nAt the original trial proceedings, wherein the degree of guilt was determined, a written confession given by the appellant to investigating police officers was introduced into evidence. The record does not establish that, before or during the period the confession was obtained, the appellant was warned of his constitutional right to remain silent or advised that he could then have the assistance of counsel. It is therefore urged that his confinement is illegal because the conviction and adjudication of guilt were based on constitutionally invalid evidence, i.e., the confession, citing Escobedo v. Illinois, 378 U.S. 478 (1964).\nAn examination of the trial record discloses that the confession involved was admitted without objection. It further discloses that the testimony of the appellant at trial was identical with his description of the crime given in the confession, and that his own trial testimony was sufficient in itself to justify the adjudication. Further, when questioned by one of the trial judges, the appellant reaffirmed that his confession correctly described the occurrence. Under such circumstances, the ruling in Escobedo is not determinative.\nIn the first place, the admission of the confession was harmless and without prejudice, in view of his own trial testimony. Further, the right to raise now the constitutional issue has been waived.\nAssuming arguendo, that the failure to object at trial to the admission of constitutionally invalid evidence may not in itself preclude a defendant from later raising in a collateral proceeding the denial of substantive constitutional rights (see, Fay v. Noia, 372 U.S. 391 (1963)), it is clear that this privilege may be relinquished under certain circumstances. Decisions of a trial attorney are binding upon his client if they are strategic in nature: Henry v. Mississippi, 379 U.S. 443, 85 S. Ct. 564 (1965). And if such decisions knowingly include a plan not to raise constitutional issues, this conduct is conclusive, and is a waiver of the right to raise such questions later. The instant case comes within this rule.\nA study of the record is persuasive that the failure to challenge the admissibility of the confession was a deliberate trial tactic. It is readily discernible that it was the considered plan of the defense not to deny the occurrence or appellant’s involvement, but rather, through proof of early and continued drug addiction and a dull-normal level of intelligence on the part of the accused, to convince the court that the crime was one of less than first degree murder, or at least not to impose a sentence of death. In view of this, the exclusion question may not now be successfully asserted.\nOrder affirmed.\nA woman, driving an automobile in a public park in Philadelphia, temporarily stopped along one of its roadways. Appellant was charged with sneaking up alongside of the automobile, striking the driver on the head with a rock and stealing her pocketbook. She died from the injury inflicted.\nIn view of the fact that the writ was properly refused as herein set forth, we have found it unnecessary to consider or discuss the retroactive application of the rule in Mscobedo v. Illinois, 378 U.S. 478 (1964).",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Roberts:\n1 concur for substantially the same reasons stated in my concurring opinion in Commonwealth ex rel. Pomales v. Myers, 418 Pa. 369, 211 A. 2d 483 (1965).",
        "type": "concurrence",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Charles L. Adderley, appellant, in propria persona.",
      "Cordon Celfond and Joseph M. Smith, Assistant District Attorneys, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James C. Crumlish, Jr., District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Adderley, Appellant, v. Myers.\nSubmitted April 22,1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nCharles L. Adderley, appellant, in propria persona.\nCordon Celfond and Joseph M. Smith, Assistant District Attorneys, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James C. Crumlish, Jr., District Attorney, for appellee.\nJune 30, 1965:"
  },
  "file_name": "0366-01",
  "first_page_order": 406,
  "last_page_order": 409
}
