{
  "id": 432520,
  "name": "The Delaware, Lackawanna and Western Railroad Co. versus The Commonwealth",
  "name_abbreviation": "Delaware, Lackawanna & Western Railroad v. Commonwealth",
  "decision_date": "1870-05-20",
  "docket_number": "",
  "first_page": "64",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "66 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Iowa 539",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8665571
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/iowa/12/0539-01"
      ]
    },
    {
      "cite": "3 Wright 80",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "13 Wright 519",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Allen 27",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2118900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/91/0027-01"
      ]
    },
    {
      "cite": "1 Wright 340",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0346-01"
      ]
    },
    {
      "cite": "1 Wall. 223",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3471225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/68/0223-01"
      ]
    },
    {
      "cite": "12 Wheat. 213",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429818
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/25/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 15714,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.413667081555183e-07,
      "percentile": 0.6474634235432258
    },
    "sha256": "007fac6c888cf75609a853bfb487f4472655105772936286ccae76d9706d80a2",
    "simhash": "1:4f4f2e3586745e6f",
    "word_count": 2778
  },
  "last_updated": "2024-02-27T20:36:35.390854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, O. J., Read, Agnew and Sharswood, JJ."
    ],
    "parties": [
      "The Delaware, Lackawanna and Western Railroad Co. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 7th 1870, by\nThompson, C. J.\nIn Porter v. The Commonwealth, 1 Penna. R. 281, it was explicitly resolved that no point was examinable on the trial of an appeal from the 'Settlement of an account in the auditor-general’s office by the appellate court, nor reviewable im this court, unless it had been specified as a ground of objection to the settlement on taking the appeal. This is an express provision of the Act of 30th March 1811, § 5, Pamph. L. 230. The provision is that any person dissatisfied with any such settlement may appeal to the Court of Common Pleas of the county in which the seat of government may then be : u Provided, however, that the appeal be filed in the office of the auditor-general within sixty days after notice of such settlement, accompanied with specifications of objections to the said settlement.” As to this requirement, Gibson, C. J., said in the case referred to: “ As there is no reason to appeal in respect to points that are admitted, it would be flagrantly unjust to permit the accountant to hold in reserve anything that might have been allowed had it been urged at the settlement, and thus subject the Commonwealth to expense, and her officers to vexation without just cause.” In The Commonwealth v. Porter (a different party), 9 Harris 385, Lowrie, J., said: “But no appeal is allowed without a specification of objections to the decision complained of. In this case the accountant filed a specification to the principal items of the account as stated by the auditor-general, but none to the item of interest. How then could the question of interest be raised on the appeal ?” and in support of the ruling he cited the case referred to above. Both of these cases show that only so far as the specifications go, are the questions raised in the appellate court.\nIn taking this appeal, the specifications of objections to the account settled were:—\n1st. That the Act of 1864 did not apply to the appellant, inasmuch as there is no law of Pennsylvania imposing a state tax upon the bonds, or the interest upon the bonds of their company.\n2d. “ The Act of April 30th 1864, under which the aforesaid settlement was made, imposes a duty upon the company to retain from the bondholders the amount of taxes imposed by existing laws,” and there was no existing law before the Act of April 1864, imposing any tax upon the bonds of the company, or held by persons non-resident in this Commonwealth.\n3d. “ No tax had been assessed upon the bondholders on the said bonds or the interest due thereon, when the said payments of interest were made upon the tax as charged by the said settlement, and the said company was not therefore legally bound to deduct or retain from the interest the tax charged against it in the said settlement.”\n4th. Said bonds are principally held by non-residents of Pennsylvania, and are therefore not subject to said tax.\nThese were the objections filed by the company to the settlement in the auditor-general’s office, and were the only questions the court below could legally take cognisance of. This is not only so by force of the decisions referred to, but by force of the terms of the Act of 1806, which require that a remedy specially provided by statute shall be strictly followed.\nThe learned court committed no error, as claimed in the 1st assignment of error, supposing it to contain, in whole or in part, the first objection filed to the settlement in the auditor-general’s office. The Act of May 1st 1854 expressly subjects certificates of loans and bonds of railroad companies to taxation for “ state purposes only.” This relieved them from a portion of the burthens imposed by the Act 29th April 1844. The right of the financial ofiicers of the corporation to retain the three-mill tax, under the Act of 1844, out of the interest payable' to loan or bondholders of the company, under the Act of 30th April 1864, without an assessment by the county commissioners or assessing officers, was maintained to be undoubted in Maltby v. The Reading and Columbia Bailroad Co., 2 P. F. Smith 140, and reasserted in The Commonwealth v. The Phoenix Iron Co., not yet reported. The question is therefore settled.\nThe 2d specification of objection, filed on taking the appeal, denies that there was any existing law prior to the Act of 1864, imposing a tax upon the bonds of the appellants in the hands of non-resident bondholders. That question is also res adjudicata: Maltby v. The Reading and Columbia Railroad Co., supra. As to the third exception that the retention of the tax impairs the obligation of the bond or loanholder’s contract, it has been over and over again overruled. The sovereign right to impose a tax on property to which it gives protection is not to be denied, without in a measure upturning organized society entirely. The Act of 1864 provides a remedy for collecting it out of resources within the legislative jurisdiction of the Commonwealth. See the case last cited, in which this is ruled against the position assumed.\nNone of the remaining questions are raised in the specifications of objections filed, and are not therefore here for adjudication. The point urged that the company was not required to retain, but only its officers, is not hinted at in the specifications of objections. On the contrary, it is expressly admitted to be the duty of the corporation to retain the tax from bondholders by the Act of 1864. This must have been an after-thought, but after-thoughts are not allowable by the Act of 1811.\nOn the trial the point was raised that the Act of 1864, under which the company had been charged, was repealed after the settlement by the Act of May 1st 1868. But before the trial of that appeal the mistake, if a mistake, in the Act of 1868 had been corrected by the Act of 24th of April 1869. The trial was held May 6th 1869. I think this would have been a sufficient answer to the plea of a repeal. The Act of 1868 was but a substitute at least for existing laws, and I would incline to the opinion expressed in Wright v. Oakley, 5 Metc. (Mass.), by Shaw, C. J., that the repealing clause took effect only so far as the substitute took effect, and coincidental with it. The act was intended only for a consolidation of previous acts into a general system, and was not designed as relinquishing any claim of the Commonwealth. The claim for the tax in question was not released by the act, and if the increased rate of interest could he claimed to be a penalty on this precise aspect of the case, the point ought to have been made. It was not; but an exception was taken to the direction of the learned judge to the jury to find for the Commonwealth, with interest at the rate of 12 per cent, instead of 6, as allowed by law, when the settlement was made. This was not made an objection to the settlement when the appeal was taken, and on the principles stated in the outset of this opinion, is not now a question for examination. Seeing nothing else requiring notice,\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "J. W. Simonton, for plaintiff in error.",
      "J. M. McClure and F. C. Brewster,"
    ],
    "corrections": "",
    "head_matter": "The Delaware, Lackawanna and Western Railroad Co. versus The Commonwealth.\n1. On an appeal from a settlement of the accounting officers of the Commonwealth, no point can be reviewed unless specified in taking the appeal.\n2. It is the right of financial officers of a corporation to retain the three-mill tax under the Act of April 29th 1844 without assessment by the county officers.\n3. The tax laws prior to the Act of April 30th 1864 imposed a tax on corporation bonds in the hands of non-residents.\n4. The Act of 1864 provides a remedy for collecting the tax out of the resources within the legislative jurisdiction of the Commonwealth.\n5. Maltby ». Columbia and Reading Railroad, 2 P. P. Smith 140, adopted.\nMay 19th and 20th 1870.\nBefore Thompson, O. J., Read, Agnew and Sharswood, JJ.\nError to the Court of Common Pleas of Dawphm county: No. 13, to May Term 1870.\nThis was an appeal by The Delaware, Lackawanna and Western Railroad Company from the settlement of the accounting officers, made November 18th 1867. The tax was upon the funded debt of the company, consisting of bonds amounting to about $3,500,000, secured by mortgages on its road, franchises and real estate in Pennsylvania. Of these bonds it appeared that about $2,000,000 were held by citizens of other states, about $100,000 by foreigners, and the remainder by Pennsylvanians.\nThe amount of tax found by the settlement to be due by the company was $18,477.76.\nThe specifications on the appeal were: 1. The Act of April 30th 1864 was not applicable, inasmuch as there was no law imposing a tax on the company’s bonds. 2. There was no law existing at the passage of the Act of 1864, imposing a tax on the bonds of the company or those held by non-residents of the Commonwealth. 3. No tax had been assessed on the bonds or their interest when the interest on which the tax is charged was paid, and the company was not bound to retain the tax from the interest. 4. The bonds are principally held by non-residents of Pennsylvania, and therefore not subject to the tax.\nThe appeal was tried May 6th 1869, before Pearson, P. J., who charged the jury: * * *\n“ [The first question presented is, are these mortgages and the money they secure taxable, and taxed under our laws ? They are certainly embraced within the words of the 32d section of the Act of April 29th 1844; although we might infer that it was the legislative intention to have the tax assessed against the holder of the mortgage or debt, in the ordinary method of assessing taxes, especially as the same obligations were made taxable for county, township and school purposes, by various laws. The Act of May 1st 1854 shows clearly the intention to assess these obligations for state purposes only, and they are exonerated from all other taxes. Although we may fairly infer the -legislative intention to impose this tax for state purposes, yet no method was devised of ascertaining or collecting the amount until the Act of April 30th 1864 was passed, the 3d section of which required a. full return of all corporation indebtedness to be made to the auditor-general, and the tax to be retained for the use of the state, by the corporation officers, who paid the interest.] A similar provision is found in the 4th section in regard to county or municipal indebtedness. This was a public law, of which the respective officers were required to take notice, without their attention being called to its provisions by the state accounting department. [That the tax now in controversy is valid and binding both on the corporation and its creditor is clearly settled in Maltby v. The Columbia and Reading Railroad Company, 2 P. E. Smith 140, and that too whether the creditor resides in Pennsylvania or elsewhere. The non-resident can be taxed for the protection which his debt receives from our laws by granting and securing the franchises of the company to which he has intrusted his money.] * * * [It is also contended that this law impairs the obligation of contracts, by taking off a portion of the creditor’s claimbut that is, in all cases, a consequence of taxation. It does not enable the debtor to discharge his obligation with a less sum, but requires the corporation to become the collector of the tax for the state, and pay the amount into the public treasury, instead of giving it to the creditor, who would not otherwise pay his taxes.] * * * We are therefore of the opinion that this tax could lawfully be assessed on non-residents, as well as residents of the state; [That the officers of this corporation could be and were required to collect the tax, and it was their duty to retain it at the time of paying the interest to their creditors; That the law requiring them to retain and pay it over was a public statute, of which they were bound to take notice, without any warning from the department, and the corporation defendant is now liable for the amount thereof, with interest at the rate of 12 per cent, from the expiration of thirty days from the time of settlement.]\n“ Defendant also raised the point that the repeal of the tax laws by the Act of May 1st 1868, repealed the laws under which this tax was assessed, and discharged the same. Which was overruled by the court, and an exception sealed. This made part of the charge.”\nThe verdict was for the Commonwealth for $22,558.05.\nThe company took out a writ of error-, and assigned for error the parts of the charge in brackets and overruling their point.\nSection 3 of the Act of April 30th 1864, Pamph. L. 219, Purd. 1378, pi. 4, under which this tax is claimed, is as follow's :—\n“ That every president, treasurer, cashier, or other officer of any company incorporated, or that may hereafter be incorporated, which pays interest to its depositors, bondholders or other creditors, upon which, by the laws of the Commonwealth, a- state tax is imposed, shall, before the payment of the same, retain from said depositors, bondholders or creditors, the amount of state tax imposed by existing laws, and shall pay over the same to the state treasurer; and that all the laws regulating the mode of such payment, in regard to treasurers of counties, cities and boroughs, be and the same are hereby extended to the financial officers thereof, and they are hereby required to collect and pay over the taxes due to the state, on such payments of interest as provided in this section, to be done by officers of incorporated companies; and in case of any neglecting or refusing to retain the same, he shall become personally liable for the amount.”\nBy the 16th section of the Act of May 1st 1868, to revise, amend and consolidate the laws taxing incorporations, &c., Pamph. L. 114, Purd. 1637, pi. 33, the 3d section of the Act of 1864 (amongst others) was repealed, so far as it was “ altered or supplied” by the Act of 1868. The Act of April 24th 1869, Pamph. L. 94, enacted that the repealing clause of the Act of 1868 should be read “ except so far as shall be necessary to enforce the collection, &c., of taxes assessed, &c., under said acts,” &c.\nJ. W. Simonton, for plaintiff in error.\nThis was a tax on the bondholder, not on the company: Clopton v. Phila. and R. Railroad, 4 P. F. Smith 356. That government taxation is to be anticipated when a contract is made (Maltby v. Reading & Col’a. Railroad, 2 P. F. Smith 148), is predicated of the fact that both parties are subject to the jurisdiction of the taxing power: Ogden v. Sanders, 12 Wheat. 213; Baldwin v. Hale, 1 Wall. 223; Story on Conflict of Laws, § 341. The obligation of a contract may be impaired by taxation: Iron City Bank v. Pittsburg, 1 Wright 340; Cooley on Stat. and Const. Law 280, 479. A state cannot bind property out of its territory: Story’s Conflict of Laws, §§ 17-20; Shaw v. Robbins, 7 Curtis’s Sup. Court Decisions 227, in note to Ogden v. Sanders, supra; Kelley v. Drury, 9 Allen 27. The bonds were taxable only in the state where the bondholder resides : McKeen v. Northampton, 13 Wright 519; Phila. Asso’n. v. Wood, 3 Wright 80. This is a levy upon bondholders who have no notice. Bonds owned in another state are not taxable in New Jersey: State v. Ross, 3 Zabriskie 517. So in other states: Davenport v. Railroad, 12 Iowa 539; Union Bank v. State, 9 Yerger 490; Angell & Ames on Corp., § 458. The purpose of the Act of 1864 was not to impose but collect a tax: Maltby v. Col'a. and R. Railroad, supra. He referred also to Acts of April 29th 1844, Pamph. L. 497, Purd. 949; May 1st 1854, § 1, Pamph. L. 535, Purd. 942, pl. 77.\nJ. M. McClure and F. C. Brewster,\nAttorney-General, for Commonwealth, referred to the Acts of 1864: Hood’s Estate, 9 Harris 114; Maltby v. Col’a. and R. Railroad, supra."
  },
  "file_name": "0064-01",
  "first_page_order": 64,
  "last_page_order": 70
}
