{
  "id": 432378,
  "name": "The Erie Railway Co. versus The Commonwealth",
  "name_abbreviation": "Erie Railway Co. v. Commonwealth",
  "decision_date": "1870-05-21",
  "docket_number": "",
  "first_page": "84",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "66 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Gill 288",
      "category": "reporters:state",
      "reporter": "Gill",
      "case_ids": [
        1707168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/gill/6/0288-01"
      ]
    },
    {
      "cite": "2 Black 510",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "case_ids": [
        3465877
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/67/0510-01"
      ]
    },
    {
      "cite": "16 Howard 417",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "4 Peters 514",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3309032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0514-01"
      ]
    },
    {
      "cite": "1 Wright 340",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0346-01"
      ]
    },
    {
      "cite": "3 How. 133",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3316875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/44/0133-01"
      ]
    },
    {
      "cite": "6 Wright 424",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 334",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0334-01"
      ]
    },
    {
      "cite": "4 Peters 514",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3309032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/29/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 12648,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.2488859422147507e-07,
      "percentile": 0.6096088999783386
    },
    "sha256": "0f997ba000aa3674872afe363ec4c9c0604d97d075af30c97bf9d3bb761e02a3",
    "simhash": "1:0ccc0cb14feb9b42",
    "word_count": 2213
  },
  "last_updated": "2024-02-27T20:36:35.390854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, O. J., Agnew and Sharswood, JJ."
    ],
    "parties": [
      "The Erie Railway Co. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 7th 1870, by\nSharswood, J.\n— The constitutionality of the tonnage-tax having been heretofore settled by this court in The Commonwealth v. The Philadelphia and Reading Railroad Company and other cases, July 1869, the only question which we are called upon to consider upon this record .is, whether the Erie Railway Company, the plaintiffs in error, can claim, any special exemption from this tax.\nBy the Act of Assembly of March 26th 1846, Pamph. L. 179, the said company, then the New York and Erie Railroad Company, were authorized “ to extend the line of their said railroad from a point near the village of Port Jervis, in Orange county, state of New York, across the Delaware river into the county of Pike, and thence up the valley and near the shore of said river, within the said county, a distance not exceeding thirty miles, to a point not exceeding ten miles above the mouth of the Lackawaxen river, and there to recross the Delaware river to the easterly side thereof, in the county of Sullivan, state of New York.” By the 5th section it was provided, “ That after said railroad shall have been completed and in operation to Dunkirk, or shall have connected at the western end with any other improvement extending to Lake Erie, said company shall cause to be paid into the treasury of this state annually, in the month of January, $10,000; and any neglect or refusal by said company to pay as aforesaid,, shall work a forfeiture of the right and privileges granted by this act,” and by the 6th section, “ That the stock of said company, to an amount equal to the cost of the construction of that part of their road situate in Pennsylvania, shall be subject to taxation by this Commonwealth in the same manner as other similar property is or may be subject.” These are all the provisions which are relied on to show a special exemption from taxation. It is not pretended that there is any express release of legislative power; but it is contended that, as the company have agreed to pay, and .the state to accept these sums, it is necessarily implied that no more shall ever be exacted. So it might well be argued if any special taxation was imposed upon this company ; for that would be to require an additional price beyond the terms of the contract. But the question, whether they shall be subject to a general tax laid upon all railroad and transportation companies in the Commonwealth is an entirely different one. There is no principle better established, and it requires no long array of cases to prove it, than that no surrender of the general power of taxation by any legislative act can be implied. It must be express : The Providence Bank v. Billings, 4 Peters 514; Bank v. The Commonwealth, 10 Barr 442. In the case last cited, it was decided that a bank chartered under the Act of 1824, which prescribed the payment of a certain tax on dividends declared, was subject to a subsequent general law, which increased the rate of taxation. “ To deduce from premises so insufficient,” said Mr. Justice Bell, “ a consequence of such magnitude would indeed be a gross violation of the wholesome principle that an abandonment of the power of taxation is only to be established by clearly showing this to have been the deliberate purpose of the state.” Though a man pays to the Commonwealth a price for a grant of land, which certainly implies that he shall not be specially called on to pay more, but it does not imply that his land shall not be subject to general taxation, so though a corporation has paid a sum of money for the grant of its charter, that implies no surrender of the power to tax it by a general law applicable to all corporations, though certainly it can be compelled to pay no more as the price of its privileges. Every one buys land from the .Commonwealth subject in his own apprehension to the great law of necessity, that he must contribute from it and all his property something to maintain the government: Gordon v. Appeal Tax Court, 8 Howard (U. S.) Rep. 146. If this is so, it is not easy to perceive why the purchase of a franchise by a corporation is not taken subject to the like imperious law. To call upon an individual or a corporation especially to pay an additional sum, in consequence of their being grantees of the land or the franchise, would not be taxation; it would be a taking of their property for public use without compensation. Either in the case of the granted land or franchise it would be, besides, a violation of contract. In either view, the individual or the corporation would be constitutionally protected from it.\nThe case of The New York and Erie Railroad Company v. Sabin, 2 Casey 242, is not as is supposed inconsistent with this view. It was there held that, inasmuch as the state, by the Act of 1846, had imposed a special tax upon the stock of the company to the extent of the costs of construction, within this Commonwealth, that necessarily implied an exemption of the work itself from taxes before imposed for state and county purposes; to hold otherwise yould be to subject the same property to double taxation, which it cannot be supposed that the legislature intended. “ If the company,” said Mr. Justice Woodward, “ should multiply buildings and accumulate lands no w'ay appurtenant or essential to their railroad, this property would be subject to taxation like any other lands or houses; but for these erections, which are fairly included in the cost of construction of their road, they are liable to no other taxes than those specially imposed.” This was really only applying to the works of this foreign corporation, the same just rule as had been settled in the construction of the general tax laws in reference to similar works of domestic corporations: Schuylkill Permanent Bridge v. Frailey, 18 S. & R. 422; Lehigh Coal and Navigation Company v. Northampton County, 8 W. & S. 334; Railroad v. Berks County, 6 Barr 70; Lackawanna Iron and Coal Company v. County of Luzerne, 6 Wright 424. “ It sometimes happens,” said Mr. Justice Woodward in New York and Erie Railroad Company v. Sabin, “ that a bonus is demanded and received from a bank or other corporation at the granting of its charter, and afterwards all that class of corporations are expressly subjected to another rate of taxation. No exemption of a particular institution is to be implied from the payment of the bonus ; for that would be to set up judicial implications against an express exercise of the taxing power.” Nor does Gordon v. The Appeal Tax Court, 3 Howard (U. S.) Rep. 133, conflict with these principles. It was there held that the charter of a bank is a franchise which is not taxable as such, if a pi’ice has been paid for it which the legislature accepted; but that the corporate property is separable from the franchise and may be taxed unless there is a special agreement to the contrary. The language of a judicial opinion arguendo is always to be understood in reference to the particular question presented for adjudication, which, in that case, was whether a clause in a charter, pledging the faith of the state not to impose any further tax or burden during its continuance, than was therein imposed, should extend to exempt the stockholders from a tax on their stock. It evidently has no applicability to the question presented for adjudication in this case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "J. W. Simonton, for plaintiffs in error. —",
      "J. M. McClure and F. C. Brewster, Attorney-General, for Commonwealth, defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Erie Railway Co. versus The Commonwealth.\n1. The Brie Railway Company (of New York) is subject to general taxation, notwithstanding its annual tax for the right of way through the state and the tax on its stock.\n2. A surrender of the general taxing power by any legislative act cannot be implied. s\n3. The payment for a charter does not imply a surrender of power to tax the corporation by a general tax law.\n4. The language of a judicial opinion arguendo, is to be understood with reference to the particular question for adjudication.\n5. Bank of Easton v. Commonwealth, 10 Barr 442, New York and Erie Railroad v. Sabin, 2 Casey 242, Gordon v. Appeal Tax Court, 3 How. 133, remarked on.\nMay 21st 1870.\nBefore Thompson, O. J., Agnew and Sharswood, JJ.\nError to the Court of Common Pleas of Dauphin county: No. 89, to May Term 1870.\nOn the 11th of July 1866 the accounting officers of the Com- ,, monwealth settled an account against the Erie Railway Company for tax on tonnage under the Act of August 25th 1864, finding that there was due the Commonwealth ¡§6334.\nThe company appealed. On the trial, December 16th 1869, Pearson, P. J., instructed the jury that so far as the taxation was imposed on freight carried from Pennsylvania into another state or from another state into Pennsylvania, it was unconstitutional; in pursuance of this instruction a verdict and judgment were rendered for the defendants. This judgment was reversed by the Supreme Court: 12 P. F. Smith 286.\nThe case was again tried, January 25th 1870, and a verdict and judgment were rendered for the Commonwealth for $8834.95; the defendants then sued out this writ of error.\nThe Erie Railway Company was incorporated by the state of New York. By the Act of the 26th of March 1846, Pamph. L. 179, the legislature of Pennsylvania allowed them to construct their road through a portion of the county of Pike, and provided that they should pay for the privilege the sum of $10,000 per annum; the act further provided that the stock of the company to an amount equal to the cost of construction of that part of the road in Pennsylvania should be subject to taxation as similar property in the state; both the annual tax and the stock tax have been paid.\nThe Act of August 25th 1864, § 1, Pamph. L. 988, Purd. 1379, pi. 11, imposed on railroad companies, &c., on freight carried on the works of such company a tax as specified in the act; it also provided that every corporation of another state enjoying privileges, &c., in this state should pay tax for freight carried over that portion of their line in this state.\nThe questions considered and decided in this case were raised by the following points submitted by the defendants on the trial in the court below:—\n“ 11. The legislature, by the several acts heretofore referred to, having prescribed a rate of taxation of the New York and Erie Railroad Company, and there being a necessary implication of the relinquishment of the right of further taxation, the tax in question does impair the obligation of the contract and is void.\n“ 12. The legislature, by the several acts heretofore referred to, having prescribed a rate of taxation on the New York and Erie Railroad Company, and not having expressly reserved the power to themselves, the tax in question does impair the obligation of the contract and is void.”.\nJudge Pearson answered the points as follows:—\n“ 11. To deprive the state of the authority to tax this company, there must be an express relinquishment of the power, forming a contract between the state and the corporation. It can rarely if ever be implied, that such a power is abandoned. We can find nothing in the Act of March 26th 1846, from which it can be inferred. The 6th section of the statute requires a statement to be made annually to the legislature of its affairs, the business done on the road, number of passengers and amount and weight of freight carried. Why this report, except for the purpose of future taxation ? The right to tax must he relinquished for what the parties at the time deem a sufficient consideration, else the state will not be barred.\n“ 12. The power to tax need not be reserved; it exists without any reservation. The corporation must show that it has been released, or that there was an agreement that it should not be exercised. It is an incident of state sovereignty.”\nThese answers were assigned for error.\nJ. W. Simonton, for plaintiffs in error. —\nThis company having been taxed specially and by a peculiar mode, it is not to be intended that they are subject to the general tax laws: N. Y. & Erie Railroad v. Sabin, 2 Casey 242; Iron City Bank v. Pittsburg, 1 Wright 340. This is a tax on the franchises : Commonwealth v. Philadelphia and Reading Railroad, 12 P. E. Smith 286; Gordon v. Appeal Tax Court, 3 Howard (S. C.) 133.\nJ. M. McClure and F. C. Brewster, Attorney-General, for Commonwealth, defendant in error.\n— The relinquishment of the taxing power is never implied: Providence Bank v. Billings, 4 Peters 514; Ohio Life & T. Co. v. Deboth, 16 Howard 417; Gilman v. Sheboygan, 2 Black 510; Bank of Pennsylvania v. Commonwealth, 7 Harris 144; Academy of Fine Arts, 10 Id. 497 ; Bank of Easton v. Commonwealth, 10 Barr 442; Baltimore v. Railroad, 6 Gill 288."
  },
  "file_name": "0084-01",
  "first_page_order": 84,
  "last_page_order": 89
}
