{
  "id": 432454,
  "name": "Craft et al. versus Yeaney et al.",
  "name_abbreviation": "Craft v. Yeaney",
  "decision_date": "1870-10-20",
  "docket_number": "",
  "first_page": "210",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "66 Pa. 210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 267",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 410",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846757
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0410-01"
      ]
    },
    {
      "cite": "4 Wright 260",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 17699,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 2.4627957335382874e-07,
      "percentile": 0.8057087498151436
    },
    "sha256": "9745beeb9896633d5b58307b93cbafdb48fa63c0d5b7c9693f0630746f932bd9",
    "simhash": "1:1b42b40ba00edfc2",
    "word_count": 3223
  },
  "last_updated": "2024-02-27T20:36:35.390854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Craft et al. versus Yeaney et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 7th 1870, by\nThompson, C. J.\n— The subject-matter of the 1st assignment of error on this record, has long been settled in this Commonwealth, and is not now an open question, namely: that calls in a deed are always liable to be controlled by lines on the ground. I regard this as a rule well nigh, if not entirely, without exception : Younkin v. Cowan, 10 Casey 198; Bellas v. Cleaver, 4 Wright 260; Boynton v. Urian, 5 P. E. Smith T42; Darrah & Carrier v. Bryant, 6 Id. 69, and' Brolaskey v. McLain, 11 Id. 146. These are recent cases, and at hand, but they follow in a long line of precedents from the earliest times in this state. When, therefore, the leaimed judge asserted the doctrine, and applied it to the evidence, he committed no error abstractly, nor in its application to the case. The great question in the case was whether or not an east line had been run and marked as and for the eastern boundary of subdivision No. 7 of tract No. 4019, and whether the defendant’s grantor had purchased by it. That it had been, there is not a doubt. It is proved by Elijah Heath; and the age of the line conclusively proves its existence before or at least contemporaneously with Mrs. Scott’s purchase. It was by this line also that the conveyance was made, for there was no tract line on the ground at that time. The eastern boundary of the tract was actually run between its corners fifteen years thereafter. If therefore a line was on the ground as the east boundary of subdivision No. 7 in 1854 or 1855, it was incontestably not the line of the east boundary of the tract, for, as just said, it was not then run and was 200 perches further east than the eastern boundary of the subdivision. No doubt Mr. Heath thought he was running this eastern boundary on the line of the entire tract. This was a clear mistake, but one which did not in the least injure his grantee or those claiming under her. They got all the land they bargained for, within a slight fraction, and they were offered compensation for the deficiency, but declined receiving it. But even this deficiency was not occasioned by the location of the east line. It was in other lines of the subdivisions. The questions of the running the east line of subdivision No. 7, and where it was, and whether the conveyance by Heath was by it, were properly submitted to the jury, and were found in favor of the plaintiffs below, and this was a substantial finding of the case for them; the trespass sued for being undeniedly between that line and the eastern boundary of the entire tract, the title, to which was in the plaintiffs derived through and from Elliott. There was nothing wrong in any portion of the errors assigned on this part of the case, and this we think disposes of all but the 2d assignment of error.\nThis error assumes to raise a question of inability on part of the plaintiffs below, to recover, for want of possession at the institution of the suit. The ground is technical, and arises in this wise. Elijah Heath, under whom they claim, it seems, brought ejectment for this land against Jacob Craft, under whom the defendants claim, to September Term 1864. Afterwards the suit was marked to the use of John Heath, to whom the land in controversy had been in the mean time conveyed by Elijah, and it was prosecuted to trial and verdict in December 1862 by the latter. No judgment was entered on this verdict until 1869, long after the plaintiffs had by agreement purchased from John Heath. The plaintiffs in error now claim that this action of trespass cannot be maintained because no habere facias possessionem ever issued to give them legal seisin of what they admitted themselves dispossessed in bringing their ejectment, and which the ejectment also admitted the defendants to be in possession of. The testimony is uncontradicted that actual possession of this land was ever in anybody, taking the line of subdivision No. 7 as excluding it, which the jury have found, consequently a habere facias would have been idle. There was nobody to turn out, and nobody to hinder the plaintiffs from going in. This being so, the constructive possession incident to title still existed, there being no actual possession to challenge it; so that the plaintiffs’ title being unchallenged in this respect, drew the constructive possession of the land to it, and the right to sue was not affected by this technical claim of possession, contradicted as it was by the fact as shown by all the testimony on the point. The case of Caldwell v. Walters, 10 Harris 380, differs much from this. There an actual possession existed, and it was held that an action for mesne profits would not lie, because possession had not been delivered to the plaintiffs in ejectment. But the learned judge, Black, C. J., who delivered the opinion of the court, concedes that a habere facias is not indispensable in all cases, such as where possession is peaceably surrendered without it. There is but little difference between that, and a case where possession was not attempted to be continued after verdict. This, however, was not an action for mesne profits. It was for an independent trespass committed on the land long after the verdict, and after the purchase by the plaintiffs, and-the assessment and payment of the taxes on it by them. There was no error in the ruling of the court on this point.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "G. A. Jenks (with whom were Jenks & Clark), for plaintiffs in error.",
      "A. L. Gordon (with whom was J. Gordon), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Craft et al. versus Yeaney et al.\n1. Calls in a deed are always to be controlled by lines on the ground.\n2. Heath sold a subdivision of a warrant, marking the east line on the ground, west of the east line of the warrant; the deed called for the east line of the warrant as the boundary. Held, that the call was controlled by the marked line.\n3. Heath brought ejectment for the portion — which was unseated — east of the subdivision and recovered a verdict and judgment; a habere was not issued. Held, that he might maintain trespass on his constructive possession.\n4. Caldwell v. Walters, 10 Harris 280, distinguished.\nOctober 20th 1870.'\nBefore Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ.\nError to the Common Pleas of Jefferson county: No 1, to October and November Term 1870.\nThis was an action of trespass q. c. f., commenced August 24th 1866, by Daniel Yeaney and F. D. Campbell, against David Craft and others, for cutting timber on the south-east corner of tract 4019, warranted in the name of John Nicholson.\nThe cause was tried September 15th 1869, before Campbell, P. J.\nElijah Heath became the owner of the tract in 1837 ; shortly afterwards he sold a portion off the west end of the tract to one Thresher. He subsequently divided the remainder of the tract into six lots by a line running east and west about through the centre, and by cross lines running north and south, numbering them from 2 to 7 inclusive. He sold five of these lots at different times, their aggregate contents according to the deeds being 1256 acres; the locus in quo, being No. 7 at the south-east corner of the lot, he afterwards sold to Rachel Scott on the 22d of March 1856, as containing 138f acres. The description in the deed was : “ all that tract or subdivision of land situated, &c.: Beginning at the north-east corner of a lot of land sold by me to Mr. Frost, thence east to the east line of the entire tract No. 4019, thence south one hundred and sixty perches to a post on the south line of the aforesaid larger survey, thence west along the line of John Elliott’s land to the corner of land sold by me to Mr. Frost; thence north along his line one hundred sixty perches to the place of beginning, containing one hundred and thirty-eight and three-fourths acres, with the usual allowance for roads; being subdivision No. 7 of tract No. 4019, surveyed on warrant to John Nicholson.”\nHeath alleged that the lots were sold by metes and bounds, and the lines marked on the ground; that by mistake in the measurement the deeds called for more land than was actually in the lots, and that the eastern line of lot No. 7, according to the marks on the ground made at the time of the survey and sale, did not in fact reach the eastern line of the warrant. Rachel Scott conveyed No. 7 to Jacob Craft on the 20th of July 1880, by the same description as it was conveyed to her. Elijah Heath, claiming that the part of the lot which was between where he said its east line was and the east line of the warrant had not passed by the deed to Scott, brought an ejectment against Jacob Craft for the locus in quo, to September Term 1860. On the 1st of May 1862, E. Heath conveyed the land in question to John Heath; on the 8th of December 1862, there was a verdict for Heath in the ejectment, on which judgment was entered on the 2d of February 1863; no habere was issued. The locus in quo was unseated. On the 11th of May 1864, J. Heath sold to the plaintiffs, and on the 8th of January 1866, Jacob Craft conveyed to David Craft, one of the defendants.\nThe defendants gave evidence for the purpose of shbwing the possession of the locus in quo by the Crafts from the time of the conveyance to Jacob.\nThe plaintiff in rebuttal offered the deposition of E. Heath. It was objected to “because he is interested and not a party to the suit; because he is estopped by his deed, and because he cannot control his deed so as to make it include less land than is embraced in the calls, nor can he contradict his deed.”\nThe court received the offer, saying:—\n“ While it is true the deed cannot be changed, or construed, or affected by parol, it is competent to prove outside of the deed that the calls in the deed are not on the ground, or that a line or boundary called for in the deed is in a different place than that contracted for by the parties, or that what is called the eastern line of warrant No. 4019 is not at the place sold and bought to.” A bill of exceptions, was sealed.\nHeath testified that he sold the land by the acre and made deeds according to the survey he had made and draft exhibited, and sold the lots including No. 7 according to those lines, supposing he had gone to the east line of the warrant, and was paid accordingly; that afterwards he found that his east and west lines were too short, he got Mr. Thompson to ascertain the facts and refunded to all except Craft as the owner of No. 7, who refused to receive the money. He supposed that he had run out as far as No. 4019 extended. The plaintiffs gave evidence of declarations of Craft that the line plaintiffs claimed to was the true line. They gave evidence by J. Caldwell and J. J. Gr. Thompson of marks being on the line to which the plaintiffs claimed, of the same age as the date of the deed ; Thompson went out at the request of E. Heath, found the former survey had been inaccurate; amongst other things, the east line of warrant being 200 perches east of No. 7; he made a survey according to the marks, &c. He testified that the whole of the original survey had been a blunder, and that No. 7 contained about 24 acres less than the deed called for. The plaintiffs paid taxes for the locus in quo from 1864 till this suit.\nThe plaintiffs’ point and its answer were: — ■\n“ The' tract sold by deed of Heath to Mrs. Scott is subdivision lot No. 7. If the jury find the lines of that lot to have been run on the ground, defendants are held to them and cannot go beyond them, though the call is for the eastern line of 4019.”\nAnswer: '“ We answer this point in the affirmative, as stated in our charge.”\nThe defendants’ points and answers were :—\n“ 1. The court is requested to instruct the jury that as Elijah Heath, the plaintiffs’ grantor, recovered a judgment in ejectment on the 8th day of December 1862, for the land off which the timber in dispute was cut against Jacob Craft the defendants’ vendor, and never issued a habere facias possessionem, nor dispossessed Jacob Craft nor his vendee,. David Craft, this action of trespass will not lie, even if the plaintiffs had a title, if the jury believe the defendants were in possession when the timber was cut.”\nAnswer: “We answer the defendants’ point in the affirmative, if there was not a division line on the ground dividing lot No. 7 from the land on which the trespass was committed, because the actual possession on lot No. 7 would extend to the eastern warrant line of No. 4019, and the actual possession would extend over all the land cleared by plaintiffs, and trespass would not lie ; but if the jury should find there was such dividing line, and that the defendants’ vendor bought to that line, the balance lying between that and the eastern line of the tract would be unseated, and the plaintiffs would recover and did recover on their legal title, and unless the defendants had actual possession on their part, of which there is no evidence, a habere facias would amount to nothing, for there could be no putting out of possession when the defendants had none, although they defended the action of ejectment ; and if the land was unseated and no actual possession, the action of trespass would lie and plaintiffs may recover.”\n“2. The specific call in the deed from É. Heath to Rachel Scott, for the eastern line of tract No. 4019, is not so controlled by the superadded description, naming the lands conveyed as subdivision No. 7, as to limit it to the eastern line of subdivision No. 7.”\nAnswer: “ Describing the land sold to Scott as lot No. 7 is a part of the description, and in the absence of lines found on the ground would not control the call in the deed for the eastern line of the tract; but if Heath and Craft made lines on the ground bounding subdivision No. 7, and called the eastern line of that lot the eastern line of the warrant, when it was not, although that call was put into the deed, and both the vendor and the vendee believed that the subdivision line was on the warrant line, and although that line was run and marked with that understanding, if they were mistaken, and the land actually staked off fell short of the warrant line, the lines on the ground would govern, and defendant would be restrained to the land he actually bought.”\n“ 3. The deed of E. Heath to Rachel Scott carries the eastern boundary of the land therein conveyed to the eastern line of tract No. 4019.”\nAnswer: “ This is so, and unless the call of the deed is restrained by the lines on the ground, the plaintiffs cannot recover.”\n“ 5. Under all the evidence in this case the plaintiffs cannot recover.” This was refused.\nThe court charged:—\n* * * [“ The question to be determined by the jury, in the first place, is, What land and how much land did Elijah Heath sell, and Mrs. Scott and her vendees buy ? If the sale was made by lines marked and ascertained on the ground at the time; if the vendor and vendee went upon the ground and staked or marked off the ground, or adopted lines already marked on the ground, whether the deed correctly described those lines or not, the lines on the ground would govern.] If a line was marked on' the ground on the east side of lot No. 7, and the sale was made by that line, the fact that it was erroneously called the east line of the warrant would not carry it there; nor would the fact that Judge Heath described it in his deed as the eastern line of the warrant No. 4019 make it such, if the line sold to was 200 perches west of it and marked on the ground. It may be doubtful whether either Judge Heath or Mrs. Scott knew where the warrant line was at the time the deed was made; but a deed is to be taken most strongly against the grantor, and if lot No. 7 was not sold by marks on the ground, and the reason the length of the north and south boundaries of the lot were not given, was that the east line was to extend to the east boundary of the warrant, whether then ascertained or not, and it was afterwards ascertained that the boundary was even 200 perches further east than the parties thought it was, the call in the deed for the eastern boundary of the warrant would carry it there, and the plaintiffs cannot recover. [Heath testifies that he sold by the lines run on the ground. Thompson and Caldwell testify that lines are found on the ground, well marked, on the east side of No. 7, about 200 rods west of the warrant line. If there is such a line, and if Heath sold by that line, the calls in the deed must give way to the lines on the ground, and the plaintiffs would be entitled to recover.]\nThe verdict was for the plaintiffs for $580.08.\nThe defendants took a writ of error and assigned for error :—\n1. The answer to the plaintiffs’ point.\n2, 3, 4 and 5. The answer to the defendants’ points.\n6. The parts of the charge in brackets.\n7. Admitting Heath’s deposition.\nG. A. Jenks (with whom were Jenks & Clark), for plaintiffs in error.\n— Possession not having been taken under the verdict in ejectment, trespass cannot be maintained: Caldwell v. Walters, 10 Harris 380. Mentioning the eastern line of the warrant was a description of the boundary, and Mrs. Scott could hold to it: Chaplin v. Srodes, 7 Watts 410. Calls for adjoiners control courses, distances and quantity: Petts v. Gaw, 3 Harris 222; Cox v. Couch, 8 Barr 154. A grantor cannot disprove the title he has conveyed: Mclldowney v. Williams, 4 Casey 495.\nA. L. Gordon (with whom was J. Gordon), for defendants in error.\n— Possession follows the title of unseated lands : Mather v. Trinity Church, 3 S. & R. 509 ; Harlan v. Harlan, 3 Harris 515; Cutting timber by an intruder will not give him possession: Rifener v. Bowman, 3 P. E. Smith 319. A tract cannot go beyond its marks to reach calls : Bellas v. Cleaver, 4 Wright 267; Blasdell v. Bissell, 8 Barr 258; Brolaskey v. McLain, 11 P. E. Smith 146."
  },
  "file_name": "0210-01",
  "first_page_order": 210,
  "last_page_order": 216
}
