{
  "id": 1211021,
  "name": "Lockwood's Estate",
  "name_abbreviation": "Lockwood's Estate",
  "decision_date": "1942-03-23",
  "docket_number": "Appeal, No. 273",
  "first_page": "293",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "344 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "54 A. 484",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "204 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927460
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0397-01"
      ]
    },
    {
      "cite": "3 A. 664",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "111 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545324
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/111/0572-01"
      ]
    },
    {
      "cite": "30 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/30/0425-01"
      ]
    },
    {
      "cite": "24 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/24/0197-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 7852,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.2892141547153619e-07,
      "percentile": 0.7860394563544052
    },
    "sha256": "4f2c33025fbefc10fd7252f88e4fb7821f28effa93331c90922289d4d2b0e89b",
    "simhash": "1:1482ed5f614b3495",
    "word_count": 1298
  },
  "last_updated": "2024-02-27T16:50:55.890012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaefer, C. J.; Maxey, Drew, Linn, Stern and Parker, JJ."
    ],
    "parties": [
      "Lockwood’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Parker,\nAugustus T. Lockwood died testate April 25, 1939, unmarried and without known heirs. The second paragraph of his will was as follows: “All the rest, residue and remainder of my estate, real, personal, and mixed, of whatsoever kind and Avheresoever situate. I give, devise, and bequeath to my mother, Susanne Bose'Wright ; but in the event that my said mother shall die before me, then and in such event, I give, devise, and bequeath the residue of my estate to the Spiritualistic College to Educate Mediums, at Lillydale, New York.” Susanne Wright having predeceased testator, the Orphans’ Court of Philadelphia County awarded the residue to Lily Dale Assembly, a New York corporation, as an absolute gift. Thereupon the Commonwealth, claiming that the fund should be awarded to it “without escheat” under §13.14 of the Act of April 9, 1929, P. L. 343 (72 PS §1314), appealed. The decree must be affirmed.\nThe auditing judge refused the application of the Commonwealth to award the fund to it without escheat holding that testator created a trust for the purpose of educating mediums, that the training of the mental type of mediums would not be against public policy and directed that the fund be held by the executor until a college should be established for the education of such mediums. On exceptions filed the court in banc, consisting of five judges, awarded the fund to Lily Dale Assembly absolutely, the auditing judge dissenting.\nIt is the contention of the Commonwealth that testator attempted to create a trust to educate spiritualistic mediums and that the gift must fail since the purpose of the trust is against public policy.\nThe prime question here is what the testator meant by the words “Spiritualistic College to Educate Mediums”. Did he intend to describe merely a beneficiary or did he intend that the beneficiary should hold the fund in trust for the purpose of educating mediums?\nLily Dale Assembly is a corporation organized under the laws of New York. The charter provides “that the particular business and object of said society is to be devoted to benevolent charitable literary and scientific purposes and mutual improvement in religious knowledge.” It was first incorporated in 1879 and has functioned as a continuing corporation with the same purpose since that time, using its present title since 1906. There is only one Lily Dale, New York, and there is no organization there called “Spiritualistic College” or “Spiritualistic College to Educate Mediums”. All the property in the village of Lily Dale is owned by the Assembly. Aside from a recreational program, the main activities of the Assembly are concerned with the doctrines and practices of spiritualism. For many years it has conducted a summer school where anyone paying the daily fee may attend lectures on the “philosophy, history and science of spiritualism”. Testator and his mother were each intensely interested in spiritualism and had visited the Assembly at various times. His mother and he at the same time made identical wills except that each was the primary legatee in the residuary clause of the will of the other.\n“Misnomer is especially frequent in devises to a corporation ; usually to a charitable corporation. The real names of such corporations are often never used and never known by people generally; and many testators do not feel the need, in preparing a will, of getting the real name of the proposed beneficiary. . . . Where a corporation is given an erroneous name in a will such a mistake will not avoid the gift if it is possible by means of the name used, or by admissible extrinsic evidence, to identify the corporation intended as beneficiary with sufficient certainty”: 3 Page on Wills p. 188. This rule has been followed consistently in Pennsylvania: in Newell’s Appeal, 24 Pa. 197, the devise was to “the Theological Seminary at Princeton, New Jersey,” and it was held that the Trustees of the Theological Seminary of the Presbyterian Church at Princeton, New Jersey, could take; in The Domestic and Foreign Missionary Society’s Appeal, 30 Pa. 425, we held that a legacy to “the missions and schools of the Episcopal Church about to be established at or near Port Cresson” was a good charitable bequest to The Domestic and Foreign Missionary Society of the Protestant Episcopal Church of the U. S. A.; in Appeal of Washington and Lee University, 111 Pa. 572, 3 A. 664, a bequest to “Washington College, Lexington, Va.” was awarded to Virginia Military Institute of Lexington, Va., on the strength of extrinsic evidence, although Washington and Lee University of Lexington, Virginia, also claimed the fund. Also see Amberson’s Estate, 204 Pa. 397, 54 A. 484. We have no doubt, and the Commonwealth has practically conceded, that the testator had in mind the Assembly when he made this bequest.\nBut the Commonwealth contends that the gift was a trust for a purpose violative of public policy. We are of the opinion that the bequest was absolute and not in trust, and that the phrase in question constitutes a description of the legatee rather than a statement of a trust. It will be observed that the title of the legatee was printed in capital letters just as was the name of testator’s mother. The will having been drawn by a competent attorney, the form employed indicates that the testator was furnishing a description of the legatee in terms of work, purpose and location rather than endeavoring to express a trust for the purpose of educating mediums. The evidence showed quite conclusively that mediums are an essential element in spiritualism. It is concerned almost exclusively with transferring messages between the living and those who have departed this mundane life through the interposition of mediums. The word “spiritualism” immediately suggests mediums. Although it would appear that the practitioners of this so-called religion are all of the opinion that one said to be possessed of these occult powers is so constituted by birth and not by training, it is one of the declared purposes of those who manage the Assembly to educate mediums in English and rhetoric so that they may properly convey the messages they claim to be able to re-, ceive. One of the officers of this organization testified that it undertook to teach “philosophy of spiritualism and instructions along the lines of improving mediums through education so that they are better prepared to go before the public.” It was therefore natural that testator should use the phrase “to educate mediums” in describing the beneficiary. We agree with the court below that the evidence shows quite conclusively that the testator was merely describing the object of his bounty and not creating a trust. This conclusion is supported by the fact that there was no other body shown to exist which would answer the description given.\nThe Commonwealth does not contend that if the gift to the Assembly was absolute the bequest was void. We might add that the Assembly was organized for a purpose recognized as lawful by the authorities of the state of New York and there is no evidence in this record from which it could be found that the Assembly cannot continue to operate within its charter without offending any law or violating any public policy of this state.\nDecree affirmed at appellant’s cost.\nThis type was distinguished from physical manifestation mediums who demonstrate their powers by slate writing, rapping, etc.",
        "type": "majority",
        "author": "Mr. Justice Parker,"
      }
    ],
    "attorneys": [
      "Ralph B. Umsted, Special Deputy Attorney General, with him Claude T. Reno, Attorney General, and Leonard Michael Prop per, for appellant.",
      "Sidney Schulman, with him Martin H. Yusem, Mortimer W. PL. Cow and William M. Boenning, for appellee.",
      "Joseph W. Henderson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lockwood’s Estate.\nArgued January 5, 1942.\nBefore Schaefer, C. J.; Maxey, Drew, Linn, Stern and Parker, JJ.\nRalph B. Umsted, Special Deputy Attorney General, with him Claude T. Reno, Attorney General, and Leonard Michael Prop per, for appellant.\nSidney Schulman, with him Martin H. Yusem, Mortimer W. PL. Cow and William M. Boenning, for appellee.\nJoseph W. Henderson, for appellee.\nMarch 23, 1942:"
  },
  "file_name": "0293-01",
  "first_page_order": 319,
  "last_page_order": 324
}
