{
  "id": 1211014,
  "name": "Commonwealth v. Pomeroy's, Inc., Appellant",
  "name_abbreviation": "Commonwealth v. Pomeroy's, Inc.",
  "decision_date": "1942-05-11",
  "docket_number": "Appeal, No. 23",
  "first_page": "538",
  "last_page": "541",
  "citations": [
    {
      "type": "official",
      "cite": "344 Pa. 538"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "147 A. 242",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "297 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118253
      ],
      "pin_cites": [
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0308-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 5450,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 2.631745002885728e-07,
      "percentile": 0.8222842335595627
    },
    "sha256": "68e37f3e25a5b243db4a724811ff0a2fdde91fe3c9076f0fa7fcc3ff3ef9f7c1",
    "simhash": "1:548569c106ad97c0",
    "word_count": 897
  },
  "last_updated": "2024-02-27T16:50:55.890012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Commonwealth v. Pomeroy’s, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bx\nMr. Chief Justice Schaffer,\nComplaint is made by Pomeroy’s, Inc., that the assessment of its capital stock for state tax purposes is too high. It appeals from the judgment of the Court of Common Pleas of Dauphin County, all of whose judges sat at the hearing.\nAppellant conducts four large department stores, located in Reading, Harrisburg, Wilkes-Barre and Potts-ville. Its gross sales for the fiscal year in question, 1937, amount to $6,953,701.70. Dividends were paid in that year of $391,168.57 and reported earnings were $343,-357.48. In the three preceding years, in which no dividends were paid, the earnings amounted to $250,730.84. Loss in the year 1932 was $330,833.45.\nThe capital stock valuation fixed by the corporation’s officers was $1,387,744.20. The taxing authorities, not being satisfied with this appraisement, under the authority of the Act of April 9, 1929, P. L. 343, Art. VIII, Sec. 801(d), as amended, 72 PS Sec. 801(d), raised the valuation to $2,500,000. From this figure the corporation appealed to the court below, which determined the correct amount to be $2,750,000. It is this conclusion we are asked to review.\nThe position of appellant is that due consideration was not given by the court to all the elements and factors which go to make up the value of the capital stock; that among other things, a five years’ average of its net income amounted to only $52,650.97; that the valuation figures ultimately arrived at are based upon the large earnings for the year 1937 and that there is no substantial evidence to support the court’s finding.\nWithout going into all of the figures produced, the following are notable as countering appellant’s argument:\nWhile the corporation’s books showed earnings for 1937 of $343,357.48, the court below properly concluded they should be $377,283.02, the difference being a matter of bookkeeping connected with charging off bad debts. The officers valued the equipment and fixtures at $112,-373.24. The contention of the Commonwealth from evidence produced was that the figure should be $157,279.10. The officers valued the finished goods at $759,865.75. The Commonwealth contends that from the evidence this figure should be $915,231.98. It was admitted by appellant that the stock of the Pomeroy Realty Company, which owned the stores and all of whose stock was held by appellant, should be increased from $215,072.84 to $300,-000., because it was so valued in that company’s report. Ronds of the Realty Company owned by appellant and appraised by the officers at $420,150. were alleged by the Commonwealth to be worth $685,500. They were subsequently redeemed at this amount. The officers appraised accounts receivable at $928,275.30. It was contended by the Commonwealth that from appellant’s books this should be raised to $1,043,393.13, when alleged bad debts are properly viewed.\nThe court below concluded that the valuation of the capital stock as made by the officers of the corporation could not be sustained, inasmuch as apparently it represented only one element of valuation, defendant’s actual value of assets, less debts; whereas other elements should have been taken into account.\nSection 20 of the Act of June 1, 1889, P. L. 420, as amended, 72 PS Sec. 1902, provides how officers shall value the capital stock of a corporation: “. . . at its actual value in cash as it existed at the close of the year for which report is made; not less, however, than, first, the average which said stock sold for during the year; and second, not less than the price or value indicated or measured by net earnings or by the amount of profit made and either declared in dividends, expended in betterments, or carried into the surplus or sinking fund; and third, not less than the actual value indicated or measured by consideration of the intrinsic value of its tangible property and assets, and of the value of its good will and franchises and privileges, as indicated by the material results of their exercise, taking also into consideration the amount of its indebtedness.”\nWhen all the factors enumerated by the act to be used in fixing assessments are taken into account, together with the testimony, it is obvious that the method pursued by the officers in fixing the valuation, did not comport with the requirements of the statute, as the figures above mentioned indicate, whereas the process followed by the court below in fixing the valuation, in our opinion, did.\nValuation for capital stock tax purposes is not just a matter of figures and accounting; judgment as to value is required. We repeat what was said in Com. v. Penna. R. R. Co., 297 Pa. 308, 317, 147 A. 242, “the value of capital stock is not a matter of strict formula but a matter of judgment. ‘Common sense and practical everyday business experience are the best guides for those entrusted with the administration of tax laws. Taxation is a practical and not a scientific problem.’ ”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Schaffer,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Patteeson:\nI dissent from the conclusion of the majority of the court and would reduce the assessment to $2,500,000, the valuation fixed by the taxing authorities.",
        "type": "dissent",
        "author": "Mr. Justice Patteeson:"
      }
    ],
    "attorneys": [
      "Philip S. Moyer, for appellant.",
      "Frank A. Sinon, Deputy Attorney General, with Mm Claude T. Reno, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Pomeroy’s, Inc., Appellant.\nArgued March 26, 1942.\nBefore Schaffer, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nPhilip S. Moyer, for appellant.\nFrank A. Sinon, Deputy Attorney General, with Mm Claude T. Reno, Attorney General, for appellee.\nMay 11, 1942:"
  },
  "file_name": "0538-01",
  "first_page_order": 564,
  "last_page_order": 567
}
