{
  "id": 765954,
  "name": "Meyer W. SHULICK, on behalf of himself and all other individuals similarly situated, Appellant, v. PAINEWEBBER, INC., Appellee",
  "name_abbreviation": "Shulick v. PaineWebber, Inc.",
  "decision_date": "1998-12-23",
  "docket_number": "No. 15 E.D. Appeal Docket 1998",
  "first_page": "524",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "554 Pa. 524"
    },
    {
      "type": "parallel",
      "cite": "722 A.2d 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "136 L.Ed.2d 116",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "117 S.Ct. 176",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6462632
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/br/200/0176-01"
      ]
    },
    {
      "cite": "519 U.S. 866",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11637313,
        11637625,
        11637279,
        11637452,
        11637679,
        11637424,
        11637234,
        11637491,
        11637556,
        11637523,
        11637209,
        11637595,
        11637407
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/us/519/0866-04",
        "/us/519/0866-12",
        "/us/519/0866-03",
        "/us/519/0866-07",
        "/us/519/0866-13",
        "/us/519/0866-06",
        "/us/519/0866-02",
        "/us/519/0866-08",
        "/us/519/0866-10",
        "/us/519/0866-09",
        "/us/519/0866-01",
        "/us/519/0866-11",
        "/us/519/0866-05"
      ]
    },
    {
      "cite": "545 N.W.2d 918",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10714308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/545/0918-01"
      ]
    },
    {
      "cite": "479 U.S. 481",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6218766
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "497"
        },
        {
          "page": "814"
        },
        {
          "page": "900"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/479/0481-01"
      ]
    },
    {
      "cite": "137 L.Ed.2d 331",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "117 S.Ct. 1250",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "520 U.S. 1118",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11659552,
        11659745,
        11659616,
        11659460,
        11659428,
        11659590,
        11659501,
        11659534,
        11659443,
        11659707,
        11659479,
        11659673,
        11659643
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/us/520/1118-07",
        "/us/520/1118-13",
        "/us/520/1118-09",
        "/us/520/1118-03",
        "/us/520/1118-01",
        "/us/520/1118-08",
        "/us/520/1118-05",
        "/us/520/1118-06",
        "/us/520/1118-02",
        "/us/520/1118-12",
        "/us/520/1118-04",
        "/us/520/1118-11",
        "/us/520/1118-10"
      ]
    },
    {
      "cite": "89 N.Y.2d 31",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        319761
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "45-47"
        },
        {
          "page": "289-290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/89/0031-01"
      ]
    },
    {
      "cite": "458 U.S. 141",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        636558
      ],
      "weight": 6,
      "year": 1982,
      "pin_cites": [
        {
          "page": "153"
        },
        {
          "page": "3022"
        },
        {
          "page": "675"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/458/0141-01"
      ]
    },
    {
      "cite": "669 A.2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461617,
        11335630
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "916"
        },
        {
          "page": "916"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0080-01",
        "/a2d/669/0914-01"
      ]
    },
    {
      "cite": "543 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461617
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "85"
        },
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0080-01"
      ]
    },
    {
      "cite": "706 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        281240,
        11863798
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0407-01",
        "/a2d/706/0806-01"
      ]
    },
    {
      "cite": "550 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0407-01"
      ]
    },
    {
      "cite": "59 Fed. Reg. 55006",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "17 C.F.R. § 240",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "42 Fed. Reg. 25318",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "pin_cites": [
        {
          "page": "25323"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "496 U.S. 72",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12121785
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/496/0072-01"
      ]
    },
    {
      "cite": "517 U.S. 25",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11744134
      ],
      "weight": 3,
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/us/517/0025-01"
      ]
    },
    {
      "cite": "89 N.Y.2d 31",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        319761
      ],
      "weight": 13,
      "year": 1996,
      "pin_cites": [
        {
          "page": "289",
          "parenthetical": "citations omitted"
        },
        {
          "page": "291-292"
        },
        {
          "page": "290"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/89/0031-01"
      ]
    },
    {
      "cite": "669 A.2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461617,
        11335630
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "916"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0080-01",
        "/a2d/669/0914-01"
      ]
    },
    {
      "cite": "543 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461617
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0080-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 17008,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 1.5161326645733965e-07,
      "percentile": 0.6684576977267787
    },
    "sha256": "ccf2337fe2c4c84e7b9da5c17da49f7ba308d3007d6948dce4bbbf20af908af2",
    "simhash": "1:1cdcbc5a8e736e0a",
    "word_count": 2661
  },
  "last_updated": "2024-02-27T17:22:54.622856+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice CAPPY files a concurring opinion which is joined by Justice ZAPPALA and Justice NIGRO.",
      "Justices ZAPPALA and NIGRO join this Concurring Opinion."
    ],
    "parties": [
      "Meyer W. SHULICK, on behalf of himself and all other individuals similarly situated, Appellant, v. PAINEWEBBER, INC., Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from an order of Superior Court which affirmed the dismissal upon preliminary objections of a suit filed by the appellant, Meyer W. Shulick. At issue is whether appellant, as a customer of the securities broker PaineWebber, Inc., can maintain a state common law cause of action against PaineWebber on the basis of an alleged inadequate disclosure of payments that it received in the course of executing brokerage transactions. The pivotal question is whether federal securities regulations preempt such a suit. On the basis that the courts below properly determined that the action is precluded, we affirm.\nWhenever one of PaineWebber’s clients authorizes a securities transaction, the order is routed to a particular exchange, dealer, or market maker for execution. In this process, PaineWebber commonly receives “order flow payments.” These include payments, credits, rebates, fee reductions, and other economic incentives that are provided to securities brokers by exchanges, wholesale dealers, and market makers. The payments constitute competitive enticements to place orders with the particular exchange, dealer, or market maker. They are a very common feature of the securities industry.\nPaineWebber executed numerous transactions on behalf of appellant for which it received order flow payments. Appellant asserts that the payments were not adequately disclosed to him, that he did not consent to their retention, .and that fiduciary duties were breached in the course of receiving the payments. He further avers that the payments could have caused orders to be placed through exchanges and dealers that did not provide the best execution possible in terms of price, etc. Appellant seeks an accounting of all payments received in connection with the transactions, damages in the amount of order flow payments received, attorney’s fees and costs, and a return of commissions earned on the transactions.\nBeginning in 1977 with the adoption of Rule 10b-10 by the Securities and Exchange Commission (SEC), every securities broker was required to disclose the following information on each “trade confirmation slip” sent to a customer after the execution of a trade:\n[t]he source and amount of any other remuneration received or to be received by him in connection with the transaction: Provided, however, that ... the written notification may state whether any other remuneration has been or will be received and that the source and amount of such other remuneration will be furnished upon written request of such customer.\nExchange Act Release No. 34-13508 (May 5, 1977), 42 Fed. Reg. 25318, 25323 (amending 17 C.F.R. § 240 by adding section 10b-10, including subsection (a)(3)(iii) as quoted). The requirement that there be disclosure as to whether “other remuneration” was received was applicable to payments for order flow, since such payments clearly constituted remuneration. Exchange Act Release No. 34-33026 (Oct. 6, 1993), 58 Fed.Reg. 52934, 52936. When Rule 10b-10 was first proposed by the SEC, a need for uniformity in confirmation requirements was expressly stated: “Changing business methods and the expansion of participants in the securities markets call for a uniform rule applicable to all who wish to effect transactions for or with investors----” Proposed Rulemaking, Exchange Act Release No. 34-12806 (Sept. 16, 1976), 41 Fed.Reg. 41432, 41432. When the rule was later adopted, the need for uniformity in disclosure requirements was again expressed: “[A]doption of Rule 10b-10’s revised confirmation disclosure and delivery requirements should reduce burdens on competition by making confirmation disclosure requirements applicable to brokers and dealers more uniform.... ” Exchange Act Release No. 34-18508 (May 5, 1977), 42 Fed.Reg. 25318, 25323.\nBy 1994, the SEC had considered various proposals to regulate payments for order flow and had determined that enhanced disclosure of the payments, rather than prohibition of them, was the appropriate course. Exchange Act Release No. 34-34902 (Oct. 27, 1994), 59 Fed.Reg. 55006, 55011. Hence, effective in 1995, Rule 10b-10 was amended to require that confirmations of transactions include “a statement whether payment for order flow is received by the broker or dealer for transactions in such securities and that the source and nature of the compensation received in connection with the particular transaction will be furnished upon written request of the customer....” 17 C.F.R. § 240.10b-10(a)(7)(iii). A concurrent amendment to Rule 10b-10 required that customer account statements inform the customer “in writing, upon opening a new account and on an annual basis thereafter, of ... [t]he broker’s or dealer’s policies regarding receipt of payment for order flow ... including a statement as to whether any payment for order flow is received for routing customer orders and a detailed description of the nature of the compensation received____” 17 C.F.R. § 240.11Acl-3(a).\nThus, under the federal regulations, receipt of payment for order flow is condoned, subject only to disclosure requirements that the regulations set forth. Although there must be disclosure of the fact that payment for order flow is received, there is no requirement that the amount of the payment be disclosed if there has been no written request by the customer for such information. The SEC declined to adopt a requirement that there be routine disclosure of the exact amounts of order flow payments in connection with the execution of every trade. In doing so, it took into account the prevailing view that such a requirement would be “unworkable.” Exchange Act Release No. 34-34902 (Oct. 27, 1994), 59 Fed.Reg. 55006, 55010. The SEC acknowledged arguments that to require such disclosure “would place an extreme burden on recipient broker-dealers to determine the amount of order flow received for each order in time for a confirmation” and cause the securities industry to incur “expenses [that] are disproportionately high in relation to the potential benefits to customers.” Exchange Act Release No. 34-34902 (Oct. 27, 1994), 59 Fed. Reg. 55006, 55010 n. 39. Further, the SEC stated that the amendments that became effective in 1995 would assure uniformity in disclosure requirements. Exchange Act Release No. 34-34902, (Oct. 27, 1994), 59 Fed.Reg. 55006, 55012.\nAgainst this background, we turn to the question of whether PaineWebber can be subjected to additional duties of disclosure that appellant asserts under state common law. At issue is federal preemption of state law requirements. Enforcement of common law duties can have the same regulatory effect as an affirmative legislative enactment. See Cellucci v. General Motors Corp., 550 Pa. 407, 706 A.2d 806 (Pa.1998). Hence, preemption is no less of an issue where common law requirements, rather than statutory ones, are concerned.\nCongress did not intend the Securities Exchange Act of 1934, 15 U.S.C. § 78a et seq., to occupy the entire field of securities regulation so as to constitute a per se preemption of all state securities laws. The savings clause included in the act provides, in pertinent part:\nThe rights and remedies provided by this title shall be in addition to any and all other rights and remedies that may exist at law or in equity---- [N]othing in this title shall affect the jurisdiction of the securities commission (or any agency or officer performing like functions) of any state over any security or any person insofar as it does not conflict with the provisions of this title or the rules and regulations thereunder.\n15 U.S.C. § 78bb(a).\nIn First Federal Savings and Loan Association v. Office of State Treasurer, 543 Pa. 80, 85, 669 A.2d 914, 916 (1995), we set forth the following principles governing the analysis of preemption:\nIn Fidelity Federal Savings and Loan Association v. de la Cuesta, 458 U.S. 141, 102 S.Ct. 3014, 73 L.Ed.2d 664 (1982), the Supreme Court of the United States set forth factors which determine whether state law is preempted by federal law. Preemption occurs, of course, where the intention to preempt has been expressly declared by Congress. In addition, an implied intent to preempt is found where a federal legislative scheme is so pervasive that it raises a reasonable inference that Congress left no room for a state to supplement it. Even where Congress has not completely displaced state regulation of a subject, state law is preempted to the extent that it actually conflicts with federal law, i.e., where compliance with both federal and state laws is an impossibility. Id. at 153, 102 S.Ct. at 3022, 73 L.Ed.2d at 675.\n(Emphasis added). Initially, it must be noted that “[fjederal regulations have no less of a preemptive effect than federal statutes.” First Federal Savings and Loan Association, 543 Pa. at 85, 669 A.2d at 916.\nThe present case does not present a claim of express preemption; nor does it present a situation where compliance with both federal and state laws is a patent impossibility, although compliance with both would obviously be burdensome to the securities industry.\nNevertheless, federal regulation of the narrow subject of disclosure of order flow payments is so thorough that we have no difficulty in finding the “reasonable inference” described in First Federal Savings and Loan Association, su'pra, that no room has been left for a state to impose additional requirements. Inasmuch as existing federal regulations provide a comprehensive set of requirements relating to disclosure of order flow payments, and the intention of the SEC was to create uniformity in such requirements, state law has necessarily been preempted insofar as disclosure requirements are concerned. The uniformity contemplated by the SEC would be obliterated by subjecting the securities industry to varying requirements of fifty states regarding disclosure of order flow payments. Clearly, by imposing requirements that vary from those established by the SEC, state requirements under the common law would diverge from federally imposed standards.\nIn holding that appellant’s lawsuit is preempted by Rule 10b-10, Superior Court followed the cogent rationale of the Court of Appeals of New York in Guice v. Charles Schwab & Co., 89 N.Y.2d 31, 45-47, 651 N.Y.S.2d 352, 674 N.E.2d 282, 289-290 (1996), cert. denied, 520 U.S. 1118, 117 S.Ct. 1250, 137 L.Ed.2d 331 (1997), wherein it was stated:\n[PJermitting the courts of each State to enforce the foregoing common-law agency standards of disclosure on the practice of order flow payments in civil damage actions ... would directly conflict with SEC regulations limiting the disclosure requirements regarding receipt of order flow payments to less exacting, posttransaction information on customer confirmation statements and disclosure of general policies of the broker on initial and annual customers’ account statements.\nSecurities broker-dealers, confronted with the risk of nationwide class action civil damage liability ... would be impelled to tailor their disclosures to each State’s common-law agency jurisprudence, and the carefully crafted SEC disclosure requirements would have little, if any, influence. Surely, “[i]t is unlikely — to say the least — that Congress intended to establish such a chaotic regulatory structure” (International Paper Co. v. Ouellette, [479 U.S. 481, 497, 107 S.Ct. 805, 814, 93 L.Ed.2d 883, 900 (1987)]).\n(Footnote omitted). See also Dahl v. Charles Schwab & Co., 545 N.W.2d 918 (Minn.1996) (federal preemption precludes state from imposing requirement that investors consent to broker’s receipt of order flow payments, since such a requirement would frustrate the objectives of the SEC under Rule 10b-10), cert. denied, 519 U.S. 866, 117 S.Ct. 176, 136 L.Ed.2d 116 (1996).\nFederal regulation of order flow disclosure requirements was specifically designed to achieve uniformity in those requirements. To impose additional state requirements on brokers would destroy the uniformity of the federal scheme. Hence, the courts below properly sustained PaineWebber’s preliminary objections that appellant’s lawsuit is preempted by Rule 10b-10.\nOrder affirmed.\nJustice CAPPY files a concurring opinion which is joined by Justice ZAPPALA and Justice NIGRO.\n. This was filed as a class action, but dismissal occurred before class certification was obtained.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      },
      {
        "text": "CAPPY, Justice,\nconcurring.\nI agree with the majority that Appellant’s state law cause of action against PaineWebber, Inc. on the basis of an alleged inadequate disclosure of order flow payments it received is preempted. I also agree that this court should follow the rationale presented by the Court of Appeals of New York in Guice v. Charles Schwab & Co., 89 N.Y.2d 31, 651 N.Y.S.2d 352, 674 N.E.2d 282 (N.Y.1996) as that opinion is well-reasoned. Where I part ways with the majority, however, is over which theory of preemption is applicable here.\nThe majority, citing this court’s opinion in First Federal Savings and Loan Association v. Office of State Treasurer, 543 Pa. 80, 669 A.2d 914, 916 (Pa.1995), notes that there are three types of preemption: first, where Congress expressly states an intent to preempt; second, where the Congress has created a legislative scheme which is so pervasive that there is a reasonable inference that Congress left no room for a state to supplement it; and third, that state law is preempted to the extent that it actually conflicts with state law. Although not noted by the majority, a refinement of this third theory of preemption states that state law may also be preempted via implied conflict preemption when “that state law ... stan[ds] as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.” Guice, 651 N.Y.S.2d 352, 674 N.E.2d at 285 (citing Barnett Bank of Marion County v. Nelson, 517 U.S. 25, 116 S.Ct. 1103, 134 L.Ed.2d 237 (1996)).\nIn Guice, the Court of Appeals of New York addressed a question identical to the one with which we are faced now. It found that the state law claims were preempted via- implied conflict preemption as allowing these claims “would unavoidably result in serious interference with the ‘accomplishment and execution of the full purposes and objectives of Congress.’ ” Guice, 651 N.Y.S.2d 352, 674 N.E.2d at 289 (citations omitted). The Guice court did not find field preemption applicable to this matter; the court determined that the “savings clause” of 15 U.S.C. § 78bb, which allows for state regulation of securities so long as those state regulations do not conflict with federal law, directly contradicted a finding that Congress implicitly intended to preempt the field. See Guice, 651 N.Y.S.2d 352, 674 N.E.2d at 291-292.\nI believe that the Guice court’s holding that these state law causes of action were impliedly preempted is a sound one. Clearly, were states allowed to impose more stringent requirements on disclosure of order flow payments, the federal regulatory scheme of these payments would be rendered largely nugatory as brokers would have to craft their disclosures to meet potentially dozens of different state standards. See id., 651 N.Y.S.2d 352, 674 N.E.2d at 290.\nThe majority’s holding, in my opinion, does not comport with the rationale espoused in Guice. In its analysis, the majority states that neither express nor conflict preemption is applicable to this matter. Majority op. at 151. It then goes on to find that “federal regulation of the narrow subject of disclosure of order flow payments is so thorough that we have no difficulty finding the ‘reasonable inference’ ... that no room has been left for a state to impose additional requirements [i.e. field preemption applies].” Id. Insofar as the majority finds that field preemption, rather than implied conflict preemption, preempts Appellant’s state law cause of action, I believe that the majority’s opinion is not in accord with the holding of the well-reasoned Guice opinion. Therefore, I am constrained to concur in the result only.\nJustices ZAPPALA and NIGRO join this Concurring Opinion.\n. This second type of preemption is commonly known as “field preemption”. See English v. General Electric Company, 496 U.S. 72, 79, 110 S.Ct. 2270, 110 L.Ed.2d 65 (1990).\n. Furthermore, I question whether the majority's narrow application of field preemption to a particular issue within securities regulation is supportable as my research has uncovered no case in which the field preemption doctrine has been applied to a particular issue within a field rather than the field as a whole.",
        "type": "concurrence",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Edward Seglias, Philadelphia, for Meyer W. Shulik.",
      "Alan C. Kessler, Philadelphia, for PaineWebber, Inc."
    ],
    "corrections": "",
    "head_matter": "722 A.2d 148\nMeyer W. SHULICK, on behalf of himself and all other individuals similarly situated, Appellant, v. PAINEWEBBER, INC., Appellee.\nSupreme Court of Pennsylvania.\nSubmitted July 7, 1998.\nDecided Dec. 23, 1998.\nEdward Seglias, Philadelphia, for Meyer W. Shulik.\nAlan C. Kessler, Philadelphia, for PaineWebber, Inc.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0524-01",
  "first_page_order": 588,
  "last_page_order": 597
}
