{
  "id": 1146212,
  "name": "Warner Co. v. North City Trust Co., Appellant",
  "name_abbreviation": "Warner Co. v. North City Trust Co.",
  "decision_date": "1933-03-20",
  "docket_number": "Appeal, No. 130",
  "first_page": "1",
  "last_page": "6",
  "citations": [
    {
      "type": "official",
      "cite": "311 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "309 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/309/0001-01"
      ]
    },
    {
      "cite": "272 Ill. 264",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4829867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/272/0264-01"
      ]
    },
    {
      "cite": "304 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0249-01"
      ]
    },
    {
      "cite": "295 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/295/0492-01"
      ]
    },
    {
      "cite": "291 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0297-01"
      ]
    },
    {
      "cite": "283 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0406-01"
      ]
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "308 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/308/0178-01"
      ]
    },
    {
      "cite": "32 Pa. Superior Ct. 437",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        866903
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/32/0437-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 615",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625407
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0615-01"
      ]
    },
    {
      "cite": "214 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945994
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0568-01"
      ]
    },
    {
      "cite": "239 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996013
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/239/0496-01"
      ]
    },
    {
      "cite": "229 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971858
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0512-01"
      ]
    },
    {
      "cite": "280 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/280/0237-01"
      ]
    },
    {
      "cite": "311 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0022-01"
      ]
    },
    {
      "cite": "191 Mass. 403",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        459381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/191/0403-01"
      ]
    },
    {
      "cite": "144 Fed. 942",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6727683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/144/0942-01"
      ]
    },
    {
      "cite": "190 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0256-01"
      ]
    },
    {
      "cite": "261 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0437-01"
      ]
    },
    {
      "cite": "304 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0249-01"
      ]
    },
    {
      "cite": "283 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0406-01"
      ]
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 7130,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 9.693728415608844e-08,
      "percentile": 0.529587246206246
    },
    "sha256": "5314a5a84e90eb1436636d4256f9cd0234ec9b4ce11803039872e5b0db117963",
    "simhash": "1:0ee514e262739805",
    "word_count": 1214
  },
  "last_updated": "2024-02-27T22:07:20.053257+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Warner Co. v. North City Trust Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThe court entered judgment against defendant for want of a sufficient affidavit of defense for $10,537.19, the amount of plaintiff’s claim. Defendant appeals.\nThe action was brought upon two contracts of surety-ship between plaintiff and defendant, executed by the latter for a consideration, both drawn in the same language, “For value received the North City Trust Company hereby guarantees to Warner Company the pay. ment of the sum of $24,000 [in the other contract $3,000] for ready mixed concrete furnished to Ockman, Haber-man and Company in and about the erection and construction of the Medical Tower Building at the Southeast corner of 17th and Latimer Streets, Philadelphia, Penna., when and as the same shall become due and payable out of the moneys due Ockman, Haberman and Company under their contract with Arey-Hauser Company, upon the receipt of vouchers properly signed by Ockman, Haberman and Company to the order of Warner Company and upon the approval of materials by the inspector of the North City Trust Company.”\nThere is no denial that plaintiff furnished to Ockman, Haberman and Company the materials for which it claims payment. The dispute centers in the main over the construction to be given the words “shall become due and payable out of the moneys due Ockman, Haberman and Company under their contract with Arey-Hauser Company.”\nThere are minor questions raised by appellants: (1) That the contract between Ockman, Haberman and Company and Arey-Hauser Company was not pleaded. (2) That it did not appear in the statement of claim when the money was due under that contract. (3) That it was not pleaded that there were funds in the hands of defendant out of moneys due Ockman, Haberman and Company. (4) That it was not alleged that plaintiff had supplied vouchers to defendant and the averment in the statement of claim that Ockman, Haberman and Company had “arbitrarily refused to supply” them was not sufficient to excuse this omission and to warrant recovery.\nIn view of the fact that the statement of claim avers that the contract between Ockman, Haberman and Company and Arey-Hauser Company had been fully performed, there was no necessity to plead that contract. The suit is not upon that contract and, moreover, performance of it is admitted. Accordingly defendant cannot complain that it is not set forth in the statement of claim.\nAs to the second position assumed by appellant, that it does not appear when the money was due under the Ockman, Haberman-Arey-Hauser contract, it, is sufficient to point to the averment in plaintiff’s statement that Ockman, Haberman and Company admit that the amount claimed is due to plaintiff, which averment is undenied.\nThe third position will be dealt with later in construing the terms of the contract sued upon.\nThe fourth position, that vouchers were not supplied by plaintiff, is not an adequate defense, when account is taken of the averment in the statement that they were not supplied because Ockman, Haberman and Company had arbitrarily refused to furnish them. As to this, see Fay v. Moore, 261 Pa. 437; Pittsburgh Lumber Co. v. Sharp, 190 Pa. 256; Bush v. Jones, 144 Fed. 942; Hebert v. Dewey, 191 Mass. 403. The vouchers cease to be material in view of the undenied allegation that Ockman, Haberman and Company admit the,amount claimed, to be due. This admission is equivalent to the production of the vouchers.\nThis brings us to a consideration of the meaning of the contract. Was it one of absolute guaranty of payment when plaintiff had performed, as plaintiff contends, or was it one of mere paymastership when funds were in its hands, as defendant alleges? At the outset, it should be observed that defendant’s undertaking with plaintiff was executed for a consideration paid by the latter. The defendant was a paid surety. What it guaranteed to plaintiff was payment of the sums due for materials furnished to the Ockman Company “out of the moneys due” and owing to it under the contract with Arey-Hauser Company. The language used is not at all susceptible of the meaning that payment was guaranteed solely out of money which should come into defendant’s hands — that its only obligation was that of a mere paymaster. The phrase in the contracts “when and as the same shall become due and payable out of the moneys due” obviously refers to the time when defendant may be called upon to make good its guaranty, not to the funds out of which it is to pay.\nAs to the verbal agreement set up by defendant, that it was agreed between Ockman, Haberman and Company, the plaintiff and the defendant, that “the vouchers, as presented, should be paid out of moneys when collected by defendant from Arey-Hauser Company...... which funds had been assigned by Ockman, Haberman and Company to defendant,” it is sufficient to say as the learned judge below stated in his opinion, “Such an agreement is at utter variance with the writing and would destroy its effect and value. It would transform a contract guaranteeing payment by a debtor into a mere promise to pay when and if the promisor should be provided by the debtor with funds. It would reduce the defendant’s obligation from that of a guarantor of payment to that of a paymaster, with no duty but to pass along money when received from the party primarily liable.” For this ruling reliance was properly placed on our line of cases of which Gianni v. Russel & Co., 281 Pa. 320; First Nat. Bank of Hooversville v. Sagerson, 283 Pa. 406; Myers v. Gibson, 304 Pa. 249, and Madison-Kipp Corp. v. Price Battery Corp., 311 Pa. 22, are examples.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Thomas S. Lanard, for appellant.",
      "Robert T. McCracken, of Montgomery & McCracken, with him John F. Headly, for appellee."
    ],
    "corrections": "",
    "head_matter": "Warner Co. v. North City Trust Co., Appellant.\nArgued January 10, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nThomas S. Lanard, for appellant.\nIt is incumbent on the plaintiff to plead more than the mere fact that Ockman, Haberman has fully performed its contract and it has become entitled to payment: Harrity v. Title & Trust Co., 280 Pa. 237.\nPlaintiff must show that the action of the architect in refusing to give a certificate is fraudulent, collusive, capricious or unreasonable: Thaler Bros. v. Greisser, 229 Pa. 512, 518; Smith v. Piano Co., 239 Pa. 496; Payne v. Roberts, 214 Pa. 568; Fay v. Moore, 65 Pa. Superior Ct. 615; Fay v. Lester Piano Co., 32 Pa. Superior Ct. 437.\nRobert T. McCracken, of Montgomery & McCracken, with him John F. Headly, for appellee.\nAppellant was a surety and not a mere paying agent for Ockman, Haberman and Company: Cancelmo’s Est., 308 Pa. 178; Gianni v. Russell & Co., 281 Pa. 320; First Nat. Bank of Hooversville v. Sagerson, 283 Pa. 406; Fidelity Title & Trust Co. v. Garland, 291 Pa. 297; Emmanuel v. Hughes, 295 Pa. 492; Myers v. Gibson, 304 Pa. 249.\nThe defense of non-production of vouchers is groundless: Alexander Lumber Co. v. Farmer City, 272 Ill. 264; Phillips v. Surety Co., 309 Pa. 1; Thaler Bros. v. Construction Co., 229 Pa. 512; Smith v. Piano Co., 239 Pa. 496; Payne v. Roberts, 214 Pa. 568; Fay v. Moore, 65 Pa. Superior Ct. 615; Fay v. Lester Piano Co., 32 Pa. Superior Ct. 437.\nMarch 20, 1933:"
  },
  "file_name": "0001-01",
  "first_page_order": 27,
  "last_page_order": 32
}
