{
  "id": 1146252,
  "name": "Green et al., Appellants, v. Second Allegheny Building Association et al.",
  "name_abbreviation": "Green v. Second Allegheny Building Ass'n",
  "decision_date": "1933-05-22",
  "docket_number": "Appeal, No. 198",
  "first_page": "305",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "311 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "300 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/300/0417-01"
      ]
    },
    {
      "cite": "96 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0430-01"
      ]
    },
    {
      "cite": "98 Pa. Superior Ct. 409",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        687959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/98/0409-01"
      ]
    },
    {
      "cite": "113 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0006-01"
      ]
    },
    {
      "cite": "298 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120379
      ],
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/298/0431-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 402",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0402-01"
      ]
    },
    {
      "cite": "15 Pa. D. & C. 304",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1500034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-d-c/15/0304-01"
      ]
    },
    {
      "cite": "102 Pa. Superior Ct. 116",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        695500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/102/0116-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 177",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0177-01"
      ]
    },
    {
      "cite": "228 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0060-01"
      ]
    },
    {
      "cite": "70 Pa. Superior Ct. 570",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        635502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/70/0570-01"
      ]
    },
    {
      "cite": "50 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0067-01"
      ]
    },
    {
      "cite": "103 Pa. Superior Ct. 387",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        697176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/103/0387-01"
      ]
    },
    {
      "cite": "93 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0258-01"
      ]
    },
    {
      "cite": "46 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0493-01"
      ]
    },
    {
      "cite": "306 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136844
      ],
      "pin_cites": [
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0388-01"
      ]
    },
    {
      "cite": "186 U. S. 434",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3623024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/186/0434-01"
      ]
    },
    {
      "cite": "218 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0064-01"
      ]
    },
    {
      "cite": "298 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120379
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0431-01"
      ]
    },
    {
      "cite": "93 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/93/0258-01"
      ]
    },
    {
      "cite": "46 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0493-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 11652,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.2209740365727206e-07,
      "percentile": 0.7776115518703987
    },
    "sha256": "a12b7c5f308d371c7f22d9802799d0bf5ccc7f9680366e94b8c36f30dd2a73b5",
    "simhash": "1:03e4a7fef6266056",
    "word_count": 2047
  },
  "last_updated": "2024-02-27T22:07:20.053257+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Drew and Linn, JJ."
    ],
    "parties": [
      "Green et al., Appellants, v. Second Allegheny Building Association et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nOn October 23, 1925, William E. Butler mortgaged a theatre property to the Second Allegheny Building Association as security for a loan of $25,000 then made by it to him, and at the same time gave to the Association his bond for that amount and transferred to it 125 shares of its stock as additional collateral for the loan. By the mortgage, he was required to pay to the Association dues at the rate of one dollar a month on each of the shares —in addition to interest on the loan and premiums and fines, if any — until the shares became worth $200 each, when their value was to be applied to the loan, the mortgage satisfied and the stock cancelled. The interim payments of dues were not ipso facto credits on the mortgage, though they might, by agreement, have become so: Spring Garden Assn. v. Tradesmen’s Loan Assn., 46 Pa. 493; Economy Building Assn. v. Hungerbuehler, 93 Pa. 258; Orient Building & Loan Assn. v. Freud, 298 Pa. 431. There was another property and other stock involved in the transaction, but neither has any relation to the matters to be considered on this appeal, and hence will not be referred to further.\nOn January 20,1927, Butler sold the theatre property to Mrs. Fannie Popolow, under and subject to the payment of the balance due on the Association’s mortgage, taking, as part consideration for the sale, a second mortgage of $20,000, given by her and secured on the property. At the same time he made an assignment to her of the 125 shares of stock, subject to the earlier assignment to the Association itself, and the assignment to her was duly noted on the books of the Association. The effect of this was that Mrs. Popolow was bound, in the absence of an agreement to the contrary, and here there was none, to pay, in relief of Butler, as her vendor, the balance due on the mortgage of $25,000, in the way provided therein, whether or not she expressly covenanted so to do: Orient Building & Loan Assn. v. Freud, 298 Pa. 431, 435. In legal effect, therefore, Mrs. Popolow, in paying those dues, was simply paying in relief of her liability to Butler, and she had no right to withdraw any part thereof without his consent; this he never gave.\nOn June 24, 1927, Mrs. Popolow and her husband conveyed the theatre property to Louis Green, under and subject to the amounts due on the two mortgages, and transferred to him her interest in the 125 shares of stock, which transfer was also noted on the books of the Association. By this proceeding, Green simply stepped into her shoes, with the same duty to pay as she had, in relief of her liability to Butler, this duty to make such payments continuing until the stock should mature or the mortgage be otherwise paid. On July 30, 1930, Green assigned to Louis Goodman his interest in the 125 shares of stock, as security for a loan of $7,500, and this assignment was also noted on the books of the Association. Goodman was not given any interest in the theatre property itself, the title to which remained in Green, and, of course, Goodman’s interest in the stock could not rise higher than that of Green, his assignor.\nIn May, 1931, interest on the second mortgage held by Butler being in arrears, he threatened foreclosure unless the arrearages were paid, whereupon Goodman, acting in conjunction with Green, in an endeavor to save themselves from loss, tendered to the Association the sum of $16,880.27 and demanded that the $25,000 mortgage be assigned to Goodman. The first mentioned sum was the balance which would have been payable to the Association if the then withdrawal value of the stock had been applied to the principal of. the mortgage, and the stock cancelled. Butler objected to the assignment to Goodman, and the Association thereupon refused to make it.\nGreen and Goodman then filed the present bill in equity against the Association, setting up the above facts, and, upon the supposed authority of the Act of May 4,1927, P. L. 710, sought to compel the Association to assign to Goodman the $25,000 mortgage, upon payment to it of the sum of $16,880.27, calculated as above set forth, and to enjoin pendente lite an assignment of or proceedings upon either the bond or mortgage. In the meantime, the theatre property had been sold at sheriff’s sale on a foreclosure of the second mortgage, owned by Butler, and he had become the purchaser of it. An amended bill was then filed, in which he was made a party defendant. The case was tried, resulting in findings of fact, conclusions of law and a decree nisi in favor of dismissing the bill. Exceptions filed by plaintiffs were overruled, a final decree of dismissal was entered, and plaintiffs appealed. The decree must be affirmed.\nThe Act of May 4, 1927, P. L. 710, upon which appellants principally rely, gives them no support. The statute authorizes the owner or owners of an encumbered property to proceed in equity to compel the holders of a “mortgage, judgment, recognizance or other security, after the same shall become due and payable,” to transfer it to the nominee of. such owner or owners. In the present case neither of the plaintiffs was, at the time the amended bill was filed, the owner of the property. True, Green had at one time been the owner, but he had lost his title by the foreclosure sale on the second mortgage. There was not, therefore, at the time the amended bill was filed, and there is not now, an owner or owners seeking to have the mortgage transferred. The case would fail, however, for a further reason expressed in the statute. It provides that “No such decree [of assignment] shall be entered unless it shall appear to the court that all parties holding any interest in the lands so encumbered have joined in the application for the assignment of such mortgage, judgment, recognizance or security.” For obvious reasons, the holders of the encumbrance, the compulsory assignment of which was sought, were not required to join in the application, but this is the only exception. In the present instance, Butler, who had a mortgage interest therein before his second mortgage was foreclosed, and had an interest in fee after its foreclosure, which title, thus acquired, antedated the amended bill, did not join in the application, and at all times has opposed the granting of the relief sought. Moreover, as we have shown, he had an interest in the payments which had been made on the stock, and of this interest he could not constitutionally be deprived, either on the authority of a statute or otherwise howsoever.\nTo avoid misapprehension, perhaps it should be said that the Act of June 12, 1878, P. L. 205, which limits the effect of the words “under and subject” when appearing in conveyances, does not affect a vendor’s right to indemnity against his vendee, where, as here, the latter was in duty bound to pay an encumbrance which formed part of the consideration of the purchase, but only operates to prevent the holder of an encumbrance, not being the vendor, from recovering against the vendee, because those words appear in the conveyance, to which he was not a party: May’s Est., 218 Pa. 64; Farmers’ Loan & Trust Co. v. Penn Plate Glass Co., 186 U. S. 434; Orient Building & Loan Assn. v. Freud, supra.\nAppellants strenuously contend, however, that the conclusion stated is grossly inequitable, because Mrs. Popolow, at the time of her purchase, bought from and paid Butler for the stock of the Association, and that, by the decree entered by the court below and now approved by us, her assignees cannot get the stock thus purchased and paid for, because Butler, who has already been paid for it, is still claiming it as his own. The facts of the case do not bear out that contention. Mrs. Popolow never did pay for the stock. At the settlement for her purchase of the property there was credited, on the purchase price, the face of the mortgage less the withdrawal value of the stock, because she was getting a property subject only to that amount and the stock was being duly transferred to her. Had she, after her purchase, complied with her duty to pay the mortgage debt, she would have been obliged to pay only the amount with which she was thus credited and not the whole face of the mortgage. When Green purchased from her, he was placed in exactly the same situation. Had he complied with his duty of paying off the mortgage, he would have paid only the balance due thereon at the time of his purchase. So, also, Butler gets no more by the decree than he was entitled to have. When he sold the property, he received only the then present value of the stock, and if he now gets its present value, he will get, in addition thereto, nothing beyond the enhanced value of the stock arising from the payments by Mrs. Popolow and Green, under their duty to continue paying until his liability on the bond accompanying the mortgage was discharged by the payments on the stock.\nAside from this, the nonstatutory right to enforced subrogation, urged by appellants, arises in favor only of one who is compelled to pay a debt which, in equity and good conscience, should have been paid by another: Sarapin v. Phila., 306 Pa. 388, 391. Neither Green nor Goodman has paid anything which should have been paid by some one else, nor have they been asked to do so. As already stated, the payments made by Mrs. Popolow and Green were made in compliance with their duty to pay, owing to their purchase of the property under and subject to the mortgage. So far as appears, Goodman paid nothing on the mortgage debt, but only loaned money to Green, on the faith of Green’s ownership of the stock, which ownership was, however, subject to Green’s duty to continue to pay thereon in relief of Butler, as vendor.\nThe decree of the court below is affirmed and the appeal is dismissed at the cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Hugh Roberts, with him Simon Mustokoff, for appellants.",
      "John Kennedy Ewing, of Saul, Ewing, Remick & Saul, with him Wm. H. Ziegler, for appellees."
    ],
    "corrections": "",
    "head_matter": "Green et al., Appellants, v. Second Allegheny Building Association et al.\nArgued April 19, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Drew and Linn, JJ.\nHugh Roberts, with him Simon Mustokoff, for appellants.\nAn ordinary purchaser at sheriff’s sale cannot compel the appropriation of the back stock to the prejudice of an assignee: Spring Garden Assn. v. Loan Assn., 46 Pa. 493; Economy B. & L. Assn. v. Hungerbuehler, 93 Pa. 258.\nDefendant rises no higher than any other purchaser under sheriff’s sale: Selikowitz v. B. & L. Assn., 103 Pa. Superior Ct. 387; Building Assn. v. Sendmeyer, 50 Pa. 67; Bier v. Keer, 70 Pa. Superior Ct. 570; Egolf B. & L. Assn. v. Cleaver, 228 Pa. 60.\nJohn Kennedy Ewing, of Saul, Ewing, Remick & Saul, with him Wm. H. Ziegler, for appellees.\nBy virtue of the absolute assignment the assignor appropriates his interest in the stock to the payment of the mortgage : Stoddard v. Thomas, 60 Pa. Superior Ct. 177; Graham v. Mt. Airy B. & L. Assn., 102 Pa. Superior Ct. 116; Victor Realty Co. v. B. & L. Assn., 15 Pa. D. & C. 304; Erthal v. Glueck, 10 Pa. Superior Ct. 402.\nAfter the application, whether by the direction of the borrower or of the association itself, creditors of the former could not acquire any interest in the shares by attachment or otherwise: Orient B. & L. Assn. v. Freud, 298 Pa. 431, 436.\nDefendant was, at all times, entitled to have the value of the shares of stock applied to the partial payment and partial extinguishment of the first mortgage and there was no right in Green or his assignee to be subrogated to the mortgage: Loverin, Hall & Co. v. Safe Dep. & Trust Co., 113 Pa. 6; Fair & Square B. & L. Assn. v. Presbyterian Board of Publication, 98 Pa. Superior Ct. 409; Mitchell v. Coombs, 96 Pa. 430; Bartram B. & L. Assn. v. Nolen, 300 Pa. 417.\nMay 22, 1933:"
  },
  "file_name": "0305-01",
  "first_page_order": 331,
  "last_page_order": 338
}
