{
  "id": 823772,
  "name": "W. R. GORGAS v. PHILA. ETC. R. CO.",
  "name_abbreviation": "Gorgas v. Phila. R.",
  "decision_date": "1891-10-05",
  "docket_number": "No. 379",
  "first_page": "1",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "144 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Cumberland Cty. C.P.",
    "id": 9662,
    "name": "Cumberland County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "143 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978552
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0503-01"
      ]
    },
    {
      "cite": "46 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "115 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0325-01"
      ]
    },
    {
      "cite": "1 Mona. 394",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        254774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/1/0394-01"
      ]
    },
    {
      "cite": "33 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988360
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0426-01"
      ]
    },
    {
      "cite": "22 Pick. 156",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0156-01"
      ]
    },
    {
      "cite": "51 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Gray 535",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": -1
    },
    {
      "cite": "33 Fed. R. 415",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3758823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/33/0415-01"
      ]
    },
    {
      "cite": "60 Me. 290",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        661131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/60/0290-01"
      ]
    },
    {
      "cite": "73 Mich. 577",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1362968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/73/0577-01"
      ]
    },
    {
      "cite": "59 Wis. 364",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11283999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/59/0364-01"
      ]
    },
    {
      "cite": "67 Wis. 96",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8702932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/67/0096-01"
      ]
    },
    {
      "cite": "52 Ind. 117",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1418949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/52/0117-01"
      ]
    },
    {
      "cite": "29 Minn. 41",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8875104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/29/0041-01"
      ]
    },
    {
      "cite": "36 Ia. 323",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2301246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/36/0323-01"
      ]
    },
    {
      "cite": "49 Cal. 407",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2347184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/49/0407-01"
      ]
    },
    {
      "cite": "27 Ia. 503",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        115573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/27/0503-01"
      ]
    },
    {
      "cite": "132 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970608
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0524-01"
      ]
    },
    {
      "cite": "135 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817457
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0020-01"
      ]
    },
    {
      "cite": "125 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        730855
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/125/0001-01"
      ]
    },
    {
      "cite": "71 Mass. 35",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1993109
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/71/0035-01"
      ]
    },
    {
      "cite": "50 Wis. 364",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "35 N.H. 257",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        8711622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/35/0257-01"
      ]
    },
    {
      "cite": "68 Ill. 380",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2629639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/68/0380-01"
      ]
    },
    {
      "cite": "90 Ill. 316",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2758510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/90/0316-01"
      ]
    },
    {
      "cite": "106 Ill. 152",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2783059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/106/0152-01"
      ]
    },
    {
      "cite": "111 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "110 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "125 U. S. 161",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3528001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/125/0161-01"
      ]
    },
    {
      "cite": "46 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0520-01"
      ]
    },
    {
      "cite": "83 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0426-01"
      ]
    },
    {
      "cite": "1 Mona. 394",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        254774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/monaghan/1/0394-01"
      ]
    },
    {
      "cite": "132 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/132/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1026,
    "char_count": 28830,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.3612607528500492e-07,
      "percentile": 0.7943318317013849
    },
    "sha256": "a01d0b1f878c79cfa12c65340554c8c9dbe029edd5566addcfa1623f7a568138",
    "simhash": "1:33340802a682ce67",
    "word_count": 5141
  },
  "last_updated": "2024-02-27T18:06:15.222085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark', Williams, Mc-Collum and Mitchell, J J."
    ],
    "parties": [
      "W. R. GORGAS v. PHILA. ETC. R. CO."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Chiee Justice Paxson:\nThe defendant company took about five acres of the plaintiff’s land in the construction of its road. The jury appointed by the court below to assess the damages awarded him the sum 'of $2,000. From this award he appealed to the Common Pleas, with the result of a verdict in his favor of $2,885. He is still dissatisfied, and has entered an appeal to this court, alleging a number of errors upon the trial below.\nThe first point was intended to define the “ just measure of damages.” It contains eleven paragraphs, in each of which is a distinct subject for the consideration of the jury in assessing the damages. The court'below might well have refused this point, in view of the manner in which it is put. The learned judge, however, affirmed all the propositions, except the eighth, in which he was asked to instruct the jury that “ the damage arising from the interference with the plaintiff’s watering place for his cattle and stock ” was an element of damage. It may be that, had the access to the water on his own farm been cut off or seriously interfered with, the proposition should have been affirmed. But it was refused upon the ground that the water referred to was on the public highway, and within the boundaries of the farm of an adjoining owner. When used by the plaintiff, it had to be reached by passing over this public highway which has been crossed by the railroad of the defendant company. The plaintiff had no right to the water, nor of access to it, that was special to himself or his land, or that was not common to the public. The plaintiff was merely deprived of what did not belong to him. We find no error in the answer to this point: Patten v. Railway Co., 83 Pa. 426.\nNor do we find error in the answer to the defendant’s third point, or in that portion of the charge embraced in the third assignment. The learned judge correctly told the jury that, if they “ find that special advantages have accrued to plaintiff by reason of the construction of the railroad of the defendant, as set forth in this point, then you can set them off as against the actual disadvantages to his farm.” Whether the matters referred to were special advantages was for the jury. If they were, no reason is apparent why they should not have been set off against the disadvantages. The case was argued here as though the learned judge had instructed the jury that, because a station was located near to the land of the plaintiff, therefore it was a special advantage. He gave no such instruction, as has already been seen. A station may or may not be a special advantage. We cannot say, as matter of law, that it may not be. Its value would depend upon circumstances; the possibility of its being removed, .etc., and the question of special value must be determined by the facts of each particular case.\nThe fourth assignment is covered by what has already been said in answer to the first.\nThe fifth assignment was strongly pressed upon the argument, and I understand it to be the one most relied upon by the plaintiff. It alleges that the court erred in the following portion of its general charge.\n“In addition, 3mu are what is called a struck jury. You were taken upon the ground, and had the opportunity to view and examine the premises yourselves. This was done in order that you might be aided in coming to a correct conclusion as to the contention between the parties. In ordinary cases, the jury is to be governed by the testimony of the witnesses examined in their presence; and, while 3rou have been qualified to give a true verdict according to the evidence, that evidence in this case consists of what you have seen on the ground, as well as the testimony of the witnesses who have been examined during the trial before you in court. What you observed on the view, then, you must remember as a part of the evidence in the case. The statements of the witnesses who have testified must be considered by you, yet you are not bound to be controlled thereby, if your own examination of the premises leads you to a different conclusion.”\nThe last sentence above quoted is the one which was especially criticised. It often happens that by selecting a passage from a charge, and omitting what immediately preceded and followed it, an erroneous impression may be created. Moreover, it does injustice to the learned judge below. The portion of the charge immediately following the extract quoted, is as follows:\n“You are to judge of the amount of damages suffered by the plaintiff, from the inspection you made of the premises, as well as from the opinions of others, who have made an examination and gave you their opinions under oath. What you saw on the ground, therefore, and what you have heard from the witness stand, should be the basis of your conclusion.”\nThe portion of the charge assigned as error, with this addi- ' tion, is unobjectionable. The jury were instructed to base their verdict upon the testimony of the witnesses and what the3r saw on the ground. The object of a view in such cases is to enable the jury to better understand the testimony. “It was never intended that the view of the jury should be substituted for the evidence, and that they should make up their verdict from the view, in disregard thereof: ” Flower v. Railroad Co., 132 Pa. 524. A view may sometimes be of the highest importance, where there is a conflict of testimony. It may enable the jurors to see on which side the truth lies. And if the witnesses on the one side or the other have testified to a state of facts which exists only in their imagination, as to the location of the property, the manner in which it is cut by the road, the character of the improvements, or any other physical fact bearing upon the case\", they surely cannot be expected to ignore the evidence of their senses, and give weight to testimony which their view shows to be false. This is all that is to be fairly implied from the language of the court below. Were it otherwise, a view would be the merest farce. This is fully sustained by Patten v. Railway Co., supra; Hartman v. Railroad Co., 22 W. N. 84; Traut v. Railway Co., 1 Mona. 394, 22 W. N. 84. It was said by Mr. Justice Sterrett in the case last cited: “ The manifest purpose of this requirement (view) is to afford the viewers an opportunity of acquiring better and more accurate information as to the matters on which they are to pass, than it is possible in many cases to obtain from the testimony of witnesses alone.” The true rule, in such cases, is believed to be that the jury in estimating the damages shall consider the testimony as given by the witnesses, in connection with the facts as they appeared upon the view; and upon the whole case, as thus presented, ascertain the difference between the market value of the property immediately before and immediately after the land was taken. This difference is the proper measure of the damages.\nWe find no error in the rejection of the testimony of the witness Jonas Kohler. See sixth assignment. He appears not to have had any knowledge of the market value of lands in that neighborhood, which was a sufficient reason for the exclusion of his testimony. Nor do we think it was error to admit the testimony of Thomas R. Burgner. It is true he lived several miles away; but he knew the property and had passed along it omthe road occasionally; moreover, he had acted as a viewer appointed by the court. He was not asked to give his opinion as a viewer, but from his observation while acting as such. That a viewer, in such cases, is a competent witness, was ruled in Dorlan v. Railroad Co., 46 Pa. 520.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chiee Justice Paxson:"
      }
    ],
    "attorneys": [
      "Mr. F. F. Beltzhoover (with him Mr. B. M. Graham), for the appellant:",
      "Mr. J. W. Wetzel, for the appellee:"
    ],
    "corrections": "",
    "head_matter": "W. R. GORGAS v. PHILA. ETC. R. CO.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF CUMBERLAND COUNTY.\nArgued April 28, 1891\nDecided October 5, 1891.\n[To be reported.]\n1. A point for instruction, containing eleven paragraphs, each proposing a distinct subject for the consideration of the jury, in assessing damages for the appropriation of land under the right of eminent domain, may well be refused by the trial court, on account of the manner in which it is presented.\n2. In assessing damages for the location and construction of a railroad through a farm, the owner is not entitled to an allowance for interference with his access, by means of a public highway, to a watering place thereon but within the bounds of another’s land, arising from the manner in which the highway is crossed by the railroad.\n8. Whether the location of a station near to the plain tiff’s land is a special advantage thereto, is a question for the jury, to' be determined by the facts of the particular case; and it is proper to charge that, if the jury find that a special advantage has accrued from such location, it may be set off against the actual disadvantages.\n(«) The jury, in this case, having been sent to view the land, the court charged: “What you observed on the view you must remember as part of the evidence. The statements of the witnesses must be considered by you, yet you are not bound to be controlled thereby, if your own examination of the premises leads to a different conclusion: ”\n4. This instruction, when followed by the statement that the verdict must be based upon the testimony of the witnesses and what the jury saw upon the ground, was unobjectionable. All that could fairly be implied from it, was that the jury need not ignore the evidence of their senses, and give weight to testimony which their view showed to be erroneous.\n5. The true rule, in such cases, is that the jury, in estimating the damages, shall consider the testimony of the witnesses in connection with the facts as they appeared upon the view; and upon the whole case, as thus presented, ascertain the difference between the market values of the property immediately before and immediately after the taking.\n6. A witness who has no knowledge of the market value of lands in the neighborhood, is incompetent to testify that the railroad is a “disadvantage to the market value ” of the land. One who has acted as a viewer in the case, and has a general knowledge of market value, may testify to his opinion from his own observation while so acting.\nBefore Paxson, C. J., Green, Clark', Williams, Mc-Collum and Mitchell, J J.\nNo. 379 January Term 1891, Sup. Cfc.; court below, No. 79 November Term 1890, C. P.\nOn September' 23, 1890, the Philadelphia, Harrisburg & Pittsburgh Railroad Company filed a petition praying for the appointment of viewers to assess damages arising from the location and construction of the petitioner’s railroad through a tract of land owned by William R. Gorgas, in Lower Allen township. Viewers appointed having made a report assessing damages at $2,000, Mr. Gorgas appealed from the award, and the case was put at issue in the form of an action of trespass, the landowner being made the plaintiff, and the railroad company defendant.\nOn petition of the defendant company, under a rule of the court below, a “ struck jury ” was empaneled, and sent upon the plaintiff’s premises to make an examination thereof, before trial.\nAt the trial, on February 25, 1891, the following facts were shown:\nThe plaintiff’s land consisted of a farm of 156 acres, used for dairy purposes. It was touched at its northern edge by the Cumberland Valley railroad. The railroad of the defendant company was located some distance farther south. A location for a station was made by the defendant on an adjoining tract. The plaintiff called witnesses whose testimony tended to show that the construction of the defendant’s railroad had injured the plaintiff’s land in various particulars. One of the items of injury alleged was the interference with access to water. About twh hundred feet from the plaintiff’s barn and other outbuildings, the railroad crossed a public road, at the intersection of the latter with the plaintiff’s property line, and in the opinion of plaintiff’s witnesses, was so constructed as to obstruct and render dangerous the Use of that road. About two hundred feet beyond that point, the public road crossed a spring run, upon land of one Rupp. For many years the plaintiff had been accustomed to water his cattle at that run, driving them along the public road for that purpose. Witnesses for the plaintiff testified that in their judgment the interference of the railroad with the use of that watering place would depreciate the market value of the plaintiff’s farm to the extent of from $500 to $1,000.\nJonas Kohler, a witness called by the plaintiff, testified that he was a farmer, fifty-nine years of age; that he had lived in the county since 1844, had known the Gorgas farm quite well since that year, and had lived within 2^ to 6 miles from it:\n“ Q. Are you acquainted with what lands sell for, generally, in that section of the county? A. No, sir, I' do not believe I am.....Q. Did you know that farm since the railroad was constructed over it? A. Yes, sir. Q. Has the construction of the railroad over this farm been an advantage or a disadvantage to its market value or selling price ? ”\nMr. Wetzel: We object to the question because the witness is incompetent; he has no knowledge, according to his own testimony, of the market value of land in that part of the county.\nBy the court: “Q. Have you been upon this farm ? A. Yes, sir. Q. Both before and since the construction of the railroad? A. Yes, sir. Q. Have jmu any knowledge of the market value of land in that neighborhood? A. Well, I have heard of some of those high prices there; and when they talk of selling a farm of 156 acres for $400 an acre, that kind of knowledge I have not, I am sorry to tell you; but when you come to talk about $200 or $250 an acre, that kind of knowledge I have got.”\nMr. Wetzel: The defendant objects to the testimony of the witness.\nBy the court: The witness having stated that he has no knowledge of the market value of lands in Lower Allen township, where this farm is situated, or over which this road is constructed, we do not think him competent to give an opinion; exception.6\nThomas R. Burgner, one of the viewers in the case under appointment by the court, called as a witness for the defendant, testified that he had known the plaintiff’s farm about sixteen years before, when the witness lived in that section of the county. On cross-examination as to his competency, the witness testified:\n“ Q. You have not lived in that section of the country for sixteen years? A. Seventeen years. Q. You have not been there to live, nor had any business interests there for seventeen years ? A. No sir. Q. How far do you reside from that place ? A. I suppose about twenty miles, as near as I could tell. Q. Are you acquainted with the market value of farms in that neighborhood? A. Not of personal knowledge.”\nBy Mr. Wetzel: “Q. -What knowledge have you of the market value of real estate in Cumberland county ? A. General knowledge. Q. Do you know the character of this land, the Gorgas land ? A. Yes sir, the character of it is good limestone land. Q. You were over the farm? A. Yes sir. Q. As a viewer? A. As a viewer. Q. Appointed by the court? A. Appointed by the court.”\nMr. Beltzhoover: Objected to, that the witness has said that he has no personal knowledge of the market value of this laird, and he cannot testify from anj'- knowledge he acquired from having gone over the road as a viewer, and from what he heard other persons state while a viewer or at any other time.\nBy the court: The defendant may ask the witness whether he is familiar with the property, whether he was on the same as a viewer since the construction of the road, and what, in his opinion is the amount of damage that has been done to this farm, if -any, by reason of tbe construction of the road; exception.7\nBy Mr. Wetzel: “ Q. State what, in your opinion, are the damages that have been done to this farm by reason of the construction of this railroad; the damages to the land and everything? A. Two thousand dollars.”\nThe testimony being closed, the court, Sadler, P. J., charged the jury in part as follows :\nThe plaintiff asks us to charge you:\n1. The just measure of damages in this case is :\n(1) The value of the land actually taken from the owner, and what will compensate him for that of which he is deprived of the use aud which is thereby rendered valueless to the. owner.\n(2) The actual money value of the inconvenience to the plaintiff arising from the division o£ his farm.\n(B) The value in money of the increased difficulty of access to the thirty-five acres of land which lie on the north side of the railroad, and the danger and inconvenience in working on the same along the railroad, and the crossing' and re-crossing in all farming operations.\n(4) The money value of the increased 'burden of fencing, required on the farm by reason of the location of the road through the farm, including the fences along the sides of the road and the division fences which have to be changed.\n(5) The money value of the ordinaiy dangers from accidental fires to the fences, fields and farm buildings, not resulting from the negligence of the railroad.\n(6) The money value of the damages arising from the destruction of the symmetry and shape of the fields through which the road runs.\n(7) The value of the damage arising from the inconvenience occasioned by the manner in which the railroad passes through the farm, making sharp, long, and narrow-cornered fields, and necessitating the change of fences and fields.\n(8) The damage arising from the interference with the plaintiff’s watering place for his cattle and stock.\n(9) The damage arising to the plaintiff by the damming of the water backed on the fields by the embankments and fills made by the railroad.\n(10) The damage which the plaintiff suffers by the-interference with the use of his farm for dairy purposes.\n(11) The damage which the plaintiff suffers by the cutting through his orchard, and the taking of his trees, and the rendering of the portion cut off difficult of access.\nFrom these are to be deducted the amount of any advantages to the farm which may be special to it, and the balance should be the amount of the verdict for the plaintiff.\nAnswer: As we understand, the destruction of symmetry stated in the sixth paragraph to refer to the manner in which the fields are cut by the railroad, this point is therefore affirmed, except as to the eighth paragraph. The water referred to is on a public highway and within the boundaries of the farm of an adjoining owner. When used by the occupants of the Gorgas farm, it had to be reached by passing over this public highway which has been crossed by the railroad of the defendant. Mr. Gorgas has no right to the water not enjoyed or possessed by the public in general, nor any right of way over the highway not common to the public. The highway has not been destroyed or rendered impassable. The defendant has so constructed its road as not to seriously interfere with public travel over it; at least no such complaint has been made, nor is it contended that the road might have been constructed in a different manner. We do not think, therefore, that it is an item for which the plaintiff can properly claim any damages, because the railroad of the defendant crosses the public road referred to; it is an injury which he .suffers in common with the public.1\nThe defendant requests the court to charge:\n3. That, in estimating the special advantages accruing to tire farm of the plaintiff, if the jury find that the proximity of the station on said railroad, located on the adjoining land just across the public roadway, and the construction of the railroad, defendant, near to and paralleling through the farm a competing railroad line, viz., the Cumberland Valley railroad, increases and enhances the market value of said intervening and adjacent lands of the plaintiff, then this may be set off as against the actual disadvantages and damage to the plaintiff.\nAnswer: If you find that special advantages have accrued to plaintiff by reason of the construction of the railroad of the defendant, as set forth, in this point, you can set them off as against the actual disadvantages to his farm.3\n[We withdraw from your consideration, gentlemen, all testimony as to damage caused by reason of the cutting off of the water from the farm of the plaintiff, or injury to his dairy accruing by reason thereof.] 4 . . . .\n[On part of the defendant, it was alleged that special advantages have accrued to the plaintiff by reason of the construction of the railroad; that a station has beep located close to his land, and that the construction of the road has resulted in the plaintiff having a part of his land located between two competing railroads, in consequence of which the market value of this property has been greatly enhanced.]3 Witnesses, considerable in number, were examined on behalf of the defendant. Their estimates of the injury caused to the farm of Mr. Gorgas differed greatly from those called by the plaintiff; a couple being of the opinion that the farm would bring as much in the market, with the road upon it, as it would have sold for before the same was constructed over it. .\n[In addition, you are what is termed a struck jury. You were taken upon the ground, and had the opportunity to view and examine the premises yourselves. This was done in order that you might be aided in coming to a correct conclusion as to the contention between the parties. In ordinary cases, the jury is to be governed by the testimony cf the witnesses examined in their presence ; and, while you have been qualified to give a true verdict according to the evidence, that evidence in this case consists of what you have seen on the ground, as well as the testimony of the witnesses who have been examined during the trial before you in court. What you observed on the view, then, you must remember is a part of the evidence of the case. The statements of the witnesses who have testified must be considered by you, yet you are not bound to be controlled thereby, if your own examination of the premises leads you to a different conclusion.] 5 You are to judge of the amount of damages suffered by the plaintiff, from the inspection you made of the premises, as well as from the opinions of others, who made an examination and gave you their opinions under oath. What you saw on the ground, therefore, and what you have heard from the witness stand, should be the basis of your conclusion.....\nThe plaintiff, as stated by us in our answer to his first point; is not entitled to damages for the building of the railroad across the public highway, between his barn and the spring of Rupp. [And, while we have held, in answer to the same point, that the plaintiff is entitled to damages, if he has sustained any, to his farm, on account of its use for dairy purposes, yet, we instruct you that you must not take into consideration, in estimating these damages, the fact that the railroad cuts the public road between his barn and -the spring of Rupp. If there are any damages not included in other estimates, such as difficulty of access to portions of the farm, and danger and inconvenience of crossing, which are peculiar to the use of the fai’m for dairy purposes as it was so used, then you must allow them; but, if already included in other items, you must not allow them.] 4\n[The advantages to be considered as a set-off to the disadvantages, are those which are special to the farm, not such as are common to the neighborhood. In other words, if there is a general appreciation of property in that neighborhood, by reason of the building of the defendant’s railroad, the decisions are it may not be considered; but any special advantages should be regarded. If the station located near the farm is a ■special benefit, it should not be overlooked by you.] 3 If the building of the road has resulted in a portion of the plaintiff’s farm being placed between two competing roads to greatly enhance its value, this should be estimated by you in footing up the benefits which have accrued to his land, and these should be deducted from the disadvantages that he has sustained.....\n—The jury returned a verdict in favor of the plaintiff for $>2,885. Judgment having been entered, the plaintiff took this appeal assigning for error:\n1. The answer to plaintiff’s point.1\n2. The answer to defendant’s point.8\n3-5. The portions of the charge embraced in [ ] 3 to 5\n6. The rejection of the witness Kohler.6\n7. The admission of the witness Burgner.7\nMr. F. F. Beltzhoover (with him Mr. B. M. Graham), for the appellant:\n1. The plaintiff was entitled to have the effect of the railroad upon his property, by interfering with his access to water, considered by the jury, his rights to recover not being confined to injuries occasioned by an actual physical invasion of his land: Chicago v. Taylor, 125 U. S. 161; Pittsburgh etc. Ry. Co. v. McCloskey, 110 Pa. 443; Edmundson v. Railroad Co., 111 Pa. 320; McReynolds v. Railroad Co., 106 Ill. 152; Railroad Co. v. Hopkins, 90 Ill. 316; Jones v. Railroad Co., 68 Ill. 380. The fact \"that the -water is on a public road, and not on the plaintiff’s land, does not bar recovery. Highways may properly be used for other purposes than the accommodation of public travel, so loiig as the use is not inconsistent with the reasonably free passage by the public: Greaves v. Shattuck, 35 N.H. 257.\n2. The location of a railroad station on adjoining land is not a special .benefit; and, if it should be, the fact could not be ascertained until it is built and in use. It is, if anything, a purely speculative matter in every way, and is not admissible in reduction of damages: Pittsburgh etc. R. Co. v. Reed, 5 Cent. R. 863; Washburn v. Railroad Co., 50 Wis. 364 (20 Am. & Eng. Corp. Gas. 225) ; Brown v. Railroad Co., 71 Mass. 35; Railroad Co. v. Miller, 125 Mass. 1. Under the law as laid down in Curtin v. Railroad Co., 135 Pa. 20, Jonas 'Kohler should have been permitted to testify for the plaintiff, and the court committed an essential error in rejecting him. If, however, his rejection was right, the admission of Burgner was wrong, unless the court was not required to administer the same law to both parties. One of these rulings was clearly erroneous.\n3. The instruction to the jury that they were not bound by the testimony, if their own examination of the premises should lead to a different conclusion, is in direct conflict with the decisions of this court and of all the leading appellate courts of this country: Flower v. Railroad Co., 132 Pa. 524; Close v. Samms, 27 Ia. 503; Wright v. Carpenter, 49 Cal. 407 ; Harrison v. Railroad Co., 36 Ia. 323; Brakken v. Railroad Co., 29 Minn. 41; 6 Am. & Eng. Encyc. of Law, 616 ; Heady v. Railroad Co., 52 Ind. 117; Seefield v. Railroad Co., 67 Wis. 96; Washburn v. Railroad Co., 59 Wis. 364; Leonard v. Armstrong, 73 Mich. 577; Bangor Co. v. McComb, 60 Me. 290; Laflin v. Railroad Co., 33 Fed. R. 415 ; Schmidt v. Insurance Co., 1 Gray 535; Howser v. Commonwealth, 51 Pa. 337 ; Rex v. Roseer, 7 C. & P. 648; King v. Sutton, 4 M. & S. 582; Murdock v. Sumner, 22 Pick. 156. It is against the rule uniformly laid down by writers on the law of railroads and eminent domain: Wood’s Railway Law, 841; Mills on Em. Dom., 254; Thompson on Jury Trials, § 895. Ifc violates the fundamental principles governing trial by jury, and defining the proper provinces of courts and juries: Forsyth on Trial by Jury, 137, 138 ; § 160, act of April 14, 1834, P. L. 369; and thus deprives the plaintiff of his constitutional right to a trial by jury according to the course of the common law.'\nMr. J. W. Wetzel, for the appellee:\nThe plaintiff enjoyed no special or peculiar personal right in the water which crosses the public road on Rupp’s land, and therefore could not recover for an injury to his alleged rights therein: Patten v. Railroad Co., 33 Pa. 426. The charge of the court as to special advantages is in the .direct line of the principle, affirmed by this court in numerous cases, that special advantages must be set off against actual disadvantages. And it is erroneously assumed by appellant that the court instructed the jury that the testimony might be disregarded, and a verdict found upon their own observation. No such instruction was given. The language used was such as has been approved bjr this court in the following cases: Patten v. Railway Co., 33 Pa. 426; Hartman v. Railroad Co., 22 W. N. 84; Traut v. Railway Co., 1 Mona. 394. Considered as a whole, the charge was not in conflict with Flower v. Railroad Co., 132 Pa. 524. Kohler having stated that he had no knowledge of market value, he was properly, rejected: Pittsburgh etc. Ry. Co. v. Vance, 115 Pa. 325. Burgner was competent: Dorian v. Railroad Co., 46 Pa. 522.\nCf. Hoffman v. Railroad Co., 143 Pa. 503."
  },
  "file_name": "0001-01",
  "first_page_order": 27,
  "last_page_order": 39
}
