{
  "id": 823779,
  "name": "ESTATE OF J. ETTER SMALL, A MINOR",
  "name_abbreviation": "Estate of Small",
  "decision_date": "1891-10-05",
  "docket_number": "No. 462",
  "first_page": "293",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "144 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "York Cty. Orphans' Ct.",
    "id": 12040,
    "name": "York County Orphans' Court"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Pick. 519",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2023956
      ],
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/34/0519-01"
      ]
    },
    {
      "cite": "87 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0510-01"
      ]
    },
    {
      "cite": "53 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0500-01"
      ]
    },
    {
      "cite": "5 R. 323",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "53 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0180-01"
      ]
    },
    {
      "cite": "71 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031289
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0106-01"
      ]
    },
    {
      "cite": "36 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992220
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0174-01"
      ]
    },
    {
      "cite": "103 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449089
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0139-01"
      ]
    },
    {
      "cite": "16 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0372-01"
      ]
    },
    {
      "cite": "104 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0046-01"
      ]
    },
    {
      "cite": "13 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0224-01"
      ]
    },
    {
      "cite": "6 V. 189",
      "category": "reporters:state",
      "reporter": "Va.",
      "opinion_index": -1
    },
    {
      "cite": "5 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 968,
    "char_count": 25119,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 9.713765318104915e-08,
      "percentile": 0.5301395950111377
    },
    "sha256": "463e10a537a836464aae102385bbb7ef612c6ad49b52d2aba44139c5a879a6b6",
    "simhash": "1:0fd5e4940dccd20f",
    "word_count": 4442
  },
  "last_updated": "2024-02-27T18:06:15.222085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "ESTATE OF J. ETTER SMALL, A MINOR."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam:\nThe appellant was not satisfied with the account filed by his guardian, although the latter accounted to him for every dollar of his estate, with at least six per cent interest. His principal grievance was that the latter loaned a portion of the trust funds to a firm of which he, the guardian, was a member, and for this reason claimed to hold him to a share of the profits of the firm instead of interest. The court below sustained this contention, and an account was taken which is not satisfactory to the appellant. While the technical rule of law invoked is undoubtedly with the latter, it is at least doubtful whether this is a case in which it ought to have been applied. . The Orphans’ Court will punish a guardian for a breach of trust involving the loss of his ward’s money, but is slow to do so for a successful and profitable management of the estate.\nThe circumstances of this case were altogether peculiar, and the learned judge below expressly finds :\n“ The money of John H. Small’s wards, so used by the firm, excluded so much of his own capital from this profitable investment. He only loaned it to the firm for the benefit and advantage of his wards, and not for his own benefit and advantage. His conduct and management of this trust fund are entirely consistent with fair dealing, and show careful and prudent management under most competent counsel. He did not employ the wards’ money in his own firm and corporation, for the purpose of speculation and personal profit and advantage ; because the evidence conclusively shows that this investment of the money of the wards was entirely in their interest. The purpose and intent to obtain a selfish advantage to the guardian were entirely absent from his mind.”\nThis finding was fully warranted by the evidence. Jacob Small, the father of the appellant, was at the time of his death a member of the firm of H. Small’s Sons & Co., of which firm the guardian was also a member. Among the assets of Jacob Small’s estate was a note of said firm, for money loaned by him, for $16,434.87. The firm was admittedly solvent and prosperous, and the guardian continued this loan, made by the decedent himself, and subsequently made some additional loans, for the sole purpose, as the court has found and the evidence shows, of getting a good rate of interest for his wards’ money. While not a legal investment, it was a reasonably prudent one, and proved successful. The appellant might well have hesitated, under the circumstances, before entering upon the tedious and expensive process of charging his guardian with a share of the profits of the firm. The result of this investigation, as before observed, is not satisfactory to the appellant. He is willing to take a share of the profits, but not to share the losses of the firm, and the necessary charges and expenses incident to the conduct of the business. Numerous assignments of error have been filed to the findings of the auditor and the court below. They are in the main to the theory upon which the account is stated, and are without merit. To discuss them in detail would consume much time, and serve no good purpose. We think the principles adopted by the auditor are substantially correct, and if there are any errors in the details they have not been made to appear.\nThe decree is affirmed, and the appeal dismissed, at the costs of the appellant.",
        "type": "majority",
        "author": "Pee Cueiam:"
      }
    ],
    "attorneys": [
      "Mr. N. Dubois Miller and Mr. Levi Maish (with them Mr. Bussell Duane, Mr. P. J. Bau and Mr. Geo. W. Biddle), for the appellant.",
      "Mr. Wayne Mac Veagh and Mr. V. K. Keesey (with them Mr. W. jF. Bay Stewart, Mr. M. C. Niles and Mr. George B. Neff}, for the appellee."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF J. ETTER SMALL, A MINOR.\nAPPEAL BY J. ETTER SMALL PROM THE ORPHANS’ COURT OF YORK COUNTY.\nArgued May 21, 1891\nDecided October 5, 1891.\n(a) A guardian loaned money of his ward to a manufacturing company of which the guardian was a member. On coming of age, the ward excepted to the guardian’s account, embracing the entire principal with lawful interest thereon, and claimed a proportionate share of the profits made by the company, instead of the interest accounted for:\n1. The guardian having made the loan in good faith to a company admittedly solvent and prosperous, solely with the intent to obtain a good rate of interest for the benefit of the ward’s estate, the ward was not entitled to claim the share of the profits of the company, without submitting to a like share of the losses incurred.\n2. It seems, that, in this instance, where the guardian was charged with the share of the profits earned by his ward’s money each year, in lieu of interest, it was not error to allow him a credit thereon of one third of such profits, when there were such, as a compensation for his services in managing the business for his ward’s estate.\nBefore Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ.\nNo. 462 January Term 1891, Sup. Ct.; court below, number and term not shown.\nOn March 20,1886, John H. Small filed his account as guardian of J. Etter Small, a minor, showing a balance in favor of the ward of $30,811.89. On April 24th, there was filed on behalf of the ward, inter alia, the following exceptions:\n“ 3. The money of said ward, or a large part thereof, having been invested by his guardian, this accountant, for a number of years, in the firm of H. Small’s Sons & Co., and the corporation the Billmeyer & Small Co., of which said accountant and guardian was a large stockholder and owner, the said ward, Jacob Etter Small, in lieu of interest, claims his proportionate share of the profits realized by the said firm and corporation in which his money was invested.\n“ 4. The said accountant is not entitled to any commissions or allowance, by reason of the investment by him, in his business, of the money of his said ward.”\nThese exceptions were referred to Mr. S. H. Forry, as auditor, who subsequently filed a report finding the following facts: Jacob A. Small died intestate in December, 1868, leaving to survive him his widow, Rebecca Small, and two children, viz., Charles H. Small and J. Etter Small, ag’ed respectively four and two years.\nAt the time of his death, he was a member of the consolidated firms of H. Small’s Sons & Co., and Billmeyer & Small Company. The members of said consolidated firms were Jacob A. Small, John H. Small, David E. Small, and Charles Billmeyer, each of whom owned the one fourth interest therein. Their business was that of constructing and selling railroad cars, and of buying, selling, and sawing lumber, carried on at York and Wrightsville, in York county. It was a business that required experience, skill, and diligence on the part of the partners. After the death of Jacob A. Small, John H. Small’s interest in the consolidated firms was one third.\nIn November, 1876, the consolidated firms were settled up, and a corporation, under the name of the Billmeyer & Small Co., was formed in their stead, for the purpose of carrying on the said business, and stock was issued to the members of the firm.\nJohn H. Small was appointed' administrator of the estate of his deceased brother, Jacob A. Small. He caused an appraisement of the estate to be made, which showed, among the assets, a note for $16,484.87, for money loaned to the said firm by Jacob A. Small. At the end of the year, he filed his account, as administrator, exhibiting a cash balance of $48,081.75.\nJacob H. Huber, on the first day of March, 1869, was appointed guardian of the minor children of Jacob A. Small, by the Orphans’ Court of York county. On the twenty-seventh day of December, 1870, he filed his account as guardian, which showed that he had received from the said administrator, for each minor, $18,396.11. Mr. Huber, the guardian, also charged himself with the sum of $5,582.83, the amount received by him for each minor, as their shares in their father’s real estate. This account was confirmed nisi February 21, 1871.\nJohn H. Small, the present accountant, was discharged as administrator by the court, on the fourth day of January, 1871, and at the same time, on the petition of Rebecca Small, the mother of the minors, he was appointed their guardian in place of Jacob H. Huber, then discharged, and gave bond in the sum of $50,000 for each minor. He received from Mr. Huber, the former guardian, $24,679.43 for each minor, and gave his release for the same. This money was represented largely by notes of the consolidated firms, for money loaned them by Jacob H. Huber, as guardian, and by him transferred to John H. Small. These notes were renewed by Mr. Small, as guardian, and the loan increased. The notes taken therefor bore six per cent interest, and were renewed from time to time until 1881. They were, with but one exception which arose from a mistake of the secretary of the company in writing the note, made payable to Mr. Small as guardian. The amount thus loaned the firm b}*- Mr. Small, the guardian of both minors, varied from $35,000 to $40,000 ; that is, from $17,000 to $20,000 for each minor. The remainder of their shares was placed in bank to his own credit, and his wards, allowed six per cent interest upon it. This loan was made to the firm by Mr. Small, under the advice of a well-known and responsible lawyer, the late John L. Mayer, of York, Pa., and with the knowledge and acquiescence of the mother of the minors. On the twenty-third day of November, 1881, the Billmeyer & Small Oo. paid their note to the guardian, amounting to $40,000, which, upon the order of the court on the petition of the guardian, was invested in three and a half per cent United States bonds, $20,000 for each minor. These bonds were shortly after called, and all paid by January, 1884.\nMr. Small, with the exception of the money loaned the firm, and the money afterwards invested in government bonds, never kept a separate account of his wards’ money. The H. Small’s Sons and the Billmeyer & Small firms owned valuable real estate and a large amount of valuable stock in trade. Their credit during the time of the investment of this money with them was excellent. They were in the habit of borrowing money for the purposes of their business, and were able to obtain it at less rate of interest than they were paying for the loan of this money. This loan, like other money borrowed by them at home, was obtained by them without collateral security. It was loaned the firm by Mr. Small, not to oblige them, as they could readily borrow elsewhere. Mr. Small says in his testimony, “ they could have gotten all the money they wanted. It was a detriment to them.” They were always able to pay off the money loaned them by Mr. Small, the guardian, and several times offered to do so, but at his urgent request were induced to retain it, paying him six per cent interest for its use.\nMr. Small acted in good faith in the trust in making this loan. He stated in his examination that his object in loaning the money to the firm was because he knew it was a safe investment, on account of the financial responsibility of the firm, and his desire was to obtain six per cent interest for the money of his brother’s children, and to do the best he could for them.\nThe amount of money, $24,679.43, was received by John H. Small, guardian, on the twenty-eighth day of January, 1871. He filed his account on the twentieth day of March, 1886. The interest on this sum of money, at six per cent for the whole time, fifteen years, one month, twenty-two days, amounts to $22,425.39. The interest charged in the account is $26,598.81, making a difference of $4,173.42 over and above six per cent for the whole period, triennial rests having been made in the calculation of interest.\nThe auditor found, further, the profits of the said firms and corporation for the years 1869 to' 1882, inclusive, except for the years 1875 and 1876, as to which no statement of profits had been submitted. It was also found that after the filing of the guardian’s account, the guardian had paid over to his ward at different dates the sum of $28,000.\nUpon his foregoing findings, the auditor, — considering: (1) Robinson v. Robinson, 9 Eng. L. & Eq. 75; Hess’s Est., 68 Pa. 454; Twaddell’s App., 5 Pa. 17; Barton’s Est., 1 Pars. 24; Calhoun’s Est., 6 V. 189; During’s App., 13 Pa. 224; Fahnestock’s App., 104 Pa. 46; Eyster’s App., 16 Pa. 372; Seguin’s App., 103 Pa. 139; Robinett’s App., 36 Pa. 174; Norris’s App., 71 Pa. 106; Yyse v. Foster, 8 Ch. App. 309; and (2) Holman’s App., 24 Pa. 180; Norris’s App., 71 Pa. 106 ; Milligan’s App., 97 Pa. 529,—dismissed said exceptions, and found there was due and payable to the accountant’s ward-the sum of $5,839.60.\nExceptions to the report of the auditor, filed by the ward, having been argued, the court, Gibson, P. J., filed an opinion printed in full in Small’s Est., 24 W. N. 92; and entered a decree which as afterwards amended was as follows:\n“ And now, to wit5j April 8, 1889, this case having been argued on exceptions to the auditor’s report, and the testimony having been considered, it is ordered, adjudged and decreed, that J. Etter Small is entitled to a portion of John H. Small’s profits in the consolidated firms of H. Small’s Sons & Co., and Billmeyer & Small, and in the Billmeyer & Small corporation; that in ascertaining the amount of said portion of said profits the moneys of both wards be taken into the calculation; that the total capital of the firm and of the corporation be considered as consisting of the moneys of the two wards, including their undistributed profits at the end of each year, and of-the capital of the partners or stockholders, including their undistributed profits at the end of each year; and that of the share of the profits earned by the wards’ moneys which came to John H. Small, he be allowed one third for his labor and services in producing the same.\n“ And that the ward, J. Etter Small, is entitled to simple interest on the sum of money held by John H. Small, as a loan to himself, which sum is to be found by the auditor; and to simple interest on the amount of the original investment in the firm, from the close of the investment, which amount is to be found by the auditor. And that said investment in the firm shall be held to begin on the twenty-eighth day of January, 1871, and to end on the twenty-third day of November, 1881.\n“ And that all the commissions of the accountant are disallowed, and he is required to pay all the costs of this proceeding, except the costs of filing his account, and $100 counsel fee for services rendered in preparing the account and in auditing of the same.\n“And that the matter is referred back to the auditor for the purpose of re-stating, according to this decree, the account of the guardian, John H. Small, with the ward, J. Etter Small, as of the day of the filing of the final account.\n“ And that the auditor state the balance of the moneys of J. Etter Small, now in the hands of John H. Small, which shall include $2,476.51, interest since the filing of the final account, as allowed by the auditor.”\nOn March 8, 1890, the auditor filed a supplemental report finding the profits of the firm and of the corporation for the years 1871-1874 and 1877-1882, and that for the years 1875 and 1876 there were no profits made, but, on the other hand, there was a loss of $150,154.75. The account was thereupon re-stated, charging the guardian, in lieu of interest, with a proportionate share of the profits earned by the ward’s money as capital in the business in which it was used, less one third of said share for the guardian’s services in producing said profits; and crediting the guardian with, the share of the loss sustained by the ward’s money for the years 1875 and 1876, showing as a result an overpayment by the guardian of $6,713.47, the auditor concluding his report as follows :\nIt appears that the above method of settlement with the ward would be to his disadvantage. He is entitled to make his election whether to receive the fund originally received by the guardian, together with interest thereon, as admitted, under the account filed by the guardian, or the said amount together with profits made thereon while in the firm and corporation. In case he should elect to accept the amount in the account filed, which has been adjudicated by the auditor, there would be yet due hiAx the sum of $5,839.60.\n—To the foregoing supplemental report, the ward filed various exceptions. Many of them related to the methods of calculation followed by the auditor; others were as follows:\n5. Because the learned auditor has erred in apportioning to the ward’s capital a share of the loss sustained by the Small and Billmeyer firms during the years -1875 and 1876, the sum of $12,369, having been deducted erroneously from the estate of J. Etter Small, the exceptant, whereas the amount of his interest in the firm on January 1,1875, should have been carried forward undiminished to the account for 1877.3\n5, ]-. At most, the responsibility of the ward’s estate for losses cannot exceed the proportion of profits to which he would have been entitled had there been a gain instead of a loss, which proportion is two ninths, instead of which he has been charged with the whole loss, or nine ninths.6\n6. Because the fraction of one third which was deducted from the profits of the firm as .compensation for superintendence and the exercise of personal skill, was too large, considering the nature of the business and the absolute necessity for its successful management of a large stock of accumulated capital.7\nSaid exceptions having been argued, the court, Bitteng-er, J., on February 2, 1891, filed the following opinion, which, after stating the facts relating to the loan of the wards’ money to the firm and corporation of which the guardian was a member, proceeded;\nThis money of John H. Small’s wards, so used by the firm, excluded so much of his own capital from this profitable investment. He only loaned it to the firm for the benefit and advantage of his wards, and not for his own benefit and advantage. His conduct and management of tins trust fund are entirely consistent with honor and fair dealing, and show careful and prudent management under most competent counsel. He did not employ the wards’ moneys in his own firm and corporation, for the purpose of speculation and personal profit and advantage ; because the evidence conclusively shows that this investment of the moneys of the wards was entirely in their interest. The purpose and intent to obtain a selfish advantage to the guardian were entirely absent from his mind. With what semblance of truth can it then be said that he was speculating on these trust funds ? “A guardian is a trustee for persons whom the law regards as unable to act for themselves, and he is bound to use the same care and management that a prudent man would exercise over bis own affairs. He must act for the ward and not for himself: ” Hughes Minors’ App., 53 Pa. 503.\nUnder the facts and circumstances of this case, we think it doubtful whether Seguin’s App., 103 Pa. 139; Robinett’s App., 36 Pa. 174, and other authorities on which this case was recommitted to the auditor by the court, should be held to be applicable to and rule this case. The late President Judge Gibson, however, when the case was before him, after a careful consideration, decided differently.....\nOf the exceptions filed on behalf of the ward, numbers one, two, three, four, six, eight, nine, nine and one half, ten, twelve, and fifteen, are dismissed for the reason that the action, of the auditor in regard to the matters covered by said exceptions, was in accordance with and in pursuance of the decree of the court. Furthermore, we think the ruling and calculation by the auditor, as to the interest on the funds not invested in the firm and corporation, under the facts of this case are fully sustained by the current of Pennsylvania decisions: Harland’s Ace., 5 R. 323; Hughes Minors’ App., 53 Pa. 500.\nThe thirteenth exception relates to the finding by the auditor of heavy losses to the firm, to whom the money was loaned, in the years 1875 and 1876. Said losses amount to §150,154.75.\nIn Harland’s Acc., supra, 329, Chief Justice Gibson says of auditor’s reports: “ It seems reasonable that such a report, like the verdict of a jury, or an award of arbitrators under the act of 1705, be not set aside in whole or in part, except for plain mistake, which it is the business of the exceptant to establish by affirmative evidence, where it is not self-evident in the report.” “ The facts found by an auditor are conclusive, unless clear mistake, misconduct, or manifest error be shown: ” Be-dell’s App., 87 Pa. 510. No serious effort was made by the exceptant to impeach the auditor’s finding on this subject of losses. No error has been made to appear, and this exception must, therefore, be dismissed.\nThe heavy losses for these years, 1875 and 1876, having been incurred, the next question that arises is whether or not the funds of the minors, loaned to the firm, can be made to bear any of said losses; and if so, what proportion thereof. The auditor decides that, inasmuch as they have ratified the action of their guardian, in the investment of their moneys in the business of the firm and corporation, by their effort to claim profits, they must also share proportionately in the losses. This ruling is the subject of the ward’s exceptions five and five and one half.\nIt is contended, on the part of the ward, that no portion of his money can be deducted for said losses; and if any, at most the responsibility of the ward’s estate cannot exceed the proportion of the profits he would have been entitled to, had there been profits in those years, viz., two ninths of said losses on said funds.\nWe do not think this position is correct. By his claiming the profits in the firm and corporation to whom the money had been loaned, which the court by its decree previously allowed, the ward adopts the investment as his own, and thereby becomes bound to bear his proportion of the losses in his chosen business. He demands the payment to him of all profits made by his guardian on the moneys of the ward loaned to said firm and corporation. It is not just nor equitable for him to object to bearing all losses of the guardian on said fund in said business before the profits are reckoned. John H. Small had a one third interest in said business when the losses occurred, and, of course, suffered one third of said losses. With what grace can the ward say to his guardian: “You have reaped heavy profits in your firm, to which my money was loaned, which the law gives me, and which you must pay me. If you have lost largely for two of the years you were engaged in said business, with' the trust funds loaned to the firm, that is your business; that loss must all be borne by your individual interest. Your capital may be decreased to. the extent of your share of said loss, but my fund, including the accumulated profits, must remain intact to continue to yield heavy profits for me during the years ensuing. At most, I cannot be called upon to bear more than two ninths of the proportionate share of the loss on my fund ? ”\nIt is the guardian’s profit, received by him on the trust moneys, the ward would claim. The trust fund’s proportion of the losses must be deducted for the years of the business when the reverses were suffered, before the profits of the whole business period can be computed and received by the ward. The bad must be taken with the good. The transactions of all the years of the firm’s dealings with the moneys loaned from the guardian, must be considered, to show the profit recoverable by the ward. We think the mode of calculation adopted by the auditor, and its results are correct, and hence dismiss exceptions five and five and one half.....\nThe court is asked by counsel of John H. Small to decree that the ward shall elect, within a time to be fixed by the court, to receive his moneys and interest as shown by the account, or to claim his share of the profits received by the guardian from the firm and corporation. We decline to do this, until it shall become reasonably certain by conclusive judicial action what said profits aggregate, until which time he cannot understandingly make such election.\nAnd now, February 2, 1891, this case having been argued and considered by the court, the exceptions filed by both parties, (except number seven, filed by the ward which has been withdrawn,) are dismissed, and the report of the auditor is confirmed.17\n—Thereupon, the exceptant took this appeal, specifying that the court erred, inter alia :\n5-7. In dismissing the appellant’s exceptions.® to 7\n17. In confirming the report of the auditor.17\nMr. N. Dubois Miller and Mr. Levi Maish (with them Mr. Bussell Duane, Mr. P. J. Bau and Mr. Geo. W. Biddle), for the appellant.\nCounsel cited, upon the seventh assignment: Seguin’s App., 103 Pa. 139; Cook v. Collinjudge, Jac. 623; Crawshay v. Collins, 2 Russ. 347; Docker v. Somes, 2 M. & K. 667; Willett v. Blanford, 1 Hare 268; Yates v. Finn, 13 Ch. D. 839.\nMr. Wayne Mac Veagh and Mr. V. K. Keesey (with them Mr. W. jF. Bay Stewart, Mr. M. C. Niles and Mr. George B. Neff}, for the appellee.\nCounsel cited: Washburn v. Goodwin, 17 Pick. 519, 526; Yyse v. Foster, 8 Ch. App. 309.\nQuery: Were not the ward’s exceptions to the account, ante 294, an election ?"
  },
  "file_name": "0293-01",
  "first_page_order": 319,
  "last_page_order": 330
}
