{
  "id": 882196,
  "name": "Overseers of the Poor of Forest City v. Overseers of the Poor of Damascus, Appellants",
  "name_abbreviation": "Overseers of the Poor of Forest City v. Overseers of the Poor of Damascus",
  "decision_date": "1896-06-03",
  "docket_number": "Appeal, No. 126",
  "first_page": "116",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "176 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0204-01"
      ]
    },
    {
      "cite": "86 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0294-01"
      ]
    },
    {
      "cite": "1 Pa. C. C. 121",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "case_ids": [
        1036119
      ],
      "opinion_index": -1,
      "case_paths": []
    },
    {
      "cite": "152 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Penny. 408",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        216821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/1/0408-01"
      ]
    },
    {
      "cite": "2 Kulp, 441",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 431",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0431-01"
      ]
    },
    {
      "cite": "5 Pa'. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953598
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 12931,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.3374523585653407e-07,
      "percentile": 0.91790563851406
    },
    "sha256": "df13e0ce7a0545e0474fbc1d06fcc4f7339e5027fc53bb5d28deef821d057c04",
    "simhash": "1:b9eb4492fa52d37d",
    "word_count": 2285
  },
  "last_updated": "2024-02-27T19:09:19.830974+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell and Fell, JJ."
    ],
    "parties": [
      "Overseers of the Poor of Forest City v. Overseers of the Poor of Damascus, Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe order of removal in this case was confirmed by the court below on the ground that in 1886 the pauper in question acquired a statutory settlement in defendant poor district under the provisions of section 9, clause V of the poor law, which declares such settlement may be gained, in any district, “ By any unmarried person, not having a child, who shall be lawfully bound or hired as a servant, within such district, and shall continue in such service one whole year.” Purd. 1750, pi. 50.\nAs to the facts necessary to the acquisition of a settlement under this clause of the act, viz: that the pauper in question was then an unmarried adult; that she hired as a servant within the defendant poor district, and continued in such service one whole year; etc., it is sufficient to say that they appear to have been found by the learned court upon sufficient evidence. It is therefore unnecessary to discuss the specifications relating to either of said findings of facts; and they are accordingly dismissed without further comment.\nThe fifth and sixth specifications allege error in holding that the word “ child,” in the clause above quoted, means only a legitimate child, and “ that an unmarried female, having a bastard child, may gain a settlement by hiring and service for one whole year.”\nWe think the learned judge was clearly right in construing the clause in question as he did. In the absence of some qualifying expression, such as is used in the 11th section of the same act, the word “child” in legislative enactments, as in legal parlance generally, means only and exclusively a legitimate child. It is used to denote a legitimate descendant in the first degree. Sometimes, however, it means a legitimate descendant in any degree; but, as expressive of that thought, the word “ children” is generally employed: Anderson’s Law Diet. 174.\n.The questions involved in this case, both of law and fact, appear to have been correctly decided by the court below. There is nothing in either of them that requires discussion.\nDecree affirmed and appeal dismissed at appellants’ costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "H Wilson, A. T. Searle with him, for appellants,",
      "H. O. Watrous and G. P. R. B. Little, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Overseers of the Poor of Forest City v. Overseers of the Poor of Damascus, Appellants.\nPoor laws — Settlement—Act of June 13, 1836.\nUnder section 9, clause 5 of the poor law of June 13, 1836, P. L. 542, which declares that a settlement may be gained in any district “ by any unmarried person not having a child who shall be lawfully bound or hired as a servant within such district and shall continue in such service one whole year,” the word “ child” in the act means a legitimate child, and an unmarried female having a bastard child may gain a settlement by hiring and service for one whole year.\nPoor laws — Findings of fact as to settlement of pauper.\nThe Supreme Court will not reverse the findings of fact by the court below based upon sufficient evidence that a pauper whose settlement was in dispute was an unmarried adult; that she hired as a servant for her boarding and clothes within the defendant poor district, and continued in such service one whole year.\nArgued March 17, 1896.\nAppeal, No. 126, July T., 1895, by defendant, from order of Q. S. Susquehanna Co., April T.,1893, No. 85, ordering removal of pauper.\nBefore Sterrett, C. J., Green, Williams, Mitchell and Fell, JJ.\nAffirmed.\nPetition for removal of pauper.\nThe facts appear by the opinion of Searle, P. J., which was as follows:\nLorena Conklin became a charge upon the poor district of the borough of Forest City, by virtue of an order of relief having been taken out in due form of law, and delivered to the overseers of the poor of said district.\nThe overseers of the poor of the district of Forest City obtained the order of two justices of the peace of the county removing said pauper to the defendant district, from which order of removal this appeal was taken. The appeal was ordered to be heard upon depositions.\nThe depositions establish the following facts:\nWilliam Conklin was the father of Lorena Conklin, the pauper. He formerly resided, with his wife and family, including this pauper, in Damascus, Wayne county, the defendant district. Some time in 1869 or 1870 he removed with his family, including this pauper, to the state of New York, and resided some ten years at Big Island, Sullivan Co., N. Y., and gained a legal settlement at that place.\nIn December, 1884, he moved back to Damascus, Wayne Co., Pa., into defendant district, into a house owned by T. & P. 0’B.ielly where he resided until his death in 1890. His wife survived him, and resided in the same place until her death in 1892.\nThis pauper, Lorena Conklin, is a deaf mute, and has been since infancy. In June, 1893, she was thirty-two' years old.\nWhile William Conklin resided in the state of New York, and during the minority of said Lorena, he sent her to a school for deaf mutes, in said state, where she remained until after she arrived at the age of twenty-one years, except as she came home during vacation.\nAfter her father, William Conklin, removed to Damascus, Wayne county (in the defendant district), in December, 1885, Lorena came to her father’s and remained with her father and mother until her mother’s death in October, 1892. In November, 1892, she moved to Forest City. The order of relief was taken out December 13,1892, and the order of removal December 14, 1892.\nIt is claimed by the plaintiff that after William Conklin returned to defendant district in 1884, he obtained a legal settlement therein by virtue of a leasing of the house in which he resided, and paying rent therefor, and that he had a legal settlement there at the time of his death, in 1890.\nAlso, that when Lorena came home in December, 1885, to her father’s residence in defendant district, she hired out to her father to work for her board and clothes, and continued to work for him under this contract until his death in 1890.\nIt is claimed by defendant that William Conklin did not obtain a legal settlement in this district after he returned there in 1884, and that there was no such contract of hiring between Conklin and Ms daughter Lorena as gave her a settlement in this district; that the pauper, by reason of her Mfirmity of mind, was incapable of making such a contract, and by reason of her general infirmities and weakness was incapable of doing the work necessary to earn her living or care for herself.\nAt the time Lorena returned to her father’s, in Damascus, in December, 1885, she was pregnant, and was delivered of a bastard child in May, 1886. There is no evidence that Lorena was ever married, and it appears that this bastard child is still living.\nThere was no evidence taken by plaintiff to show a legal settlement of William Conklin hr defendant district, and the evidence taken by defendant, from which it is sought to establish such settlement, is insufficient. There is evidence of the residence in a house of sufficient rental value and for sufficient length of time, but no legal evidence of a rental of the house. The only evidence upon that question being declarations of the parties.\nThe pauper testified that during the time she lived with her father in defendant district, from 1885 until his death, in 1890, she was at work for her board and clothes.\nHer sister, Mrs. Caroline Hulse, testified that when Lorena came home in 1885:\n“ Father told her, if she would stay home and do the work for them, he would take care of her, give her her board and clothes as long as he lived;” and upon cross-examination testified: “At the time Lorena came home from New York and father agreed to give her her board and clothes if she would stay home and take care of them as long as they lived, Lorena wanted to go out to work, but father and mother would have to hire some one if she did, and they would rather hire her than to get any one else.”\nIt is undisputed that Lorena did remain at home and worked for her father and mother until they both died; the father in 1890, and the mother in 1892.\nThere is some evidence given on the part of the plaintiff of the capacity of Lorena to earn wages, — one witness testifying that she gave her $1.00 for a week’s work; and, on the part of the defendant, of her incapacity to earn, the incapacity being based principally upon her infirmity of speech and hearing. The defendant also gave considerable evidence of declarations of Lorena’s father as to her capacity and infirmity, and what he intended to do.\nDefendant also gave in evidence declarations of Mrs. Caroline Hulse, which were not in accord with her entire testimony in this case.\nThe fact that she is ,a deaf mute does not in itself render hex incapable of either earning a living or making a contract and enforcing it. There are many deaf mutes who not only earn a living but acquire property, and I do not think there is such evidence of incapacity of mind of the pauper Lorena Conklin as to incapacitate her from making a contract, or of weakness of body as to incapacitate her from fulfilling such a contract as it is claimed she made.\nThere is direct evidence that she, in December, 1885, when she returned from school to her father’s in defendant district, did agree with her father to work for him for her board and clothes ; and the evidence is undisputed that she did work for him and received her board and clothes from that time until his death in 1890, with the exception of visits she made to her sister and others.\nI therefore find as a fact, from the evidence, that Lorena Conklin hired as a servant to her father, William Conklin, within the poor district of Damascus, in December, 1885, for her board and clothes, and continued in such service during one whole year.\nA contract of hiring to labor for board and clothes is a hiring within the act of June. 13, 1836, provision 5, section 9: Lewis-town Overseers v. Granville, 5 Pa'. 283 ; Briar Greek Township v. Mt. Pleasant, 8 Watts, 431; Huntington v. Fainnount, 2 Kulp, 441.\nAt the time of this hiring Lorena was a single woman, but was pregnant, as was known to her father, and during the service gave birth to a bastard child.\nThe language of the act of assembly is “ A legal settlement may be gained in any district .... by any unmarried person, not having a child, who shall be lawfully bound as a servant, within such district, and shall continue in such service during one whole year.”\nIn Buffalo Township v. Lewisburg Borough, 1 C. C. R. page 121, Judge Buche®, in an elaborate opinion, held that the word child, in this section of the act, meant a legitimate child only. In this opinion the learned judge reviews all the cases bearing upon the question, and his conclusions are entirely satisfactory, and we follow them in this case.\nAt the time of the birth of this bastard child Lorena had a legal settlement in New York. She did not acquire one in Damascus until the expiration of the year of service under the contract of hiring.\nThe plaintiff has requested us to find certain facts, specifically as follows:\n1. That Lorena Tompkins and Lorena Conklin are one and the same person. Answer : Affirmed. [1]\n5. That Lorena Conklin had a settlement for poor purposes in Damascus at the time of her father’s death in 1890. Answer: Affirmed. [2]\n7. That the place of the legal settlement of Lorena Conklin, at the time of her removal from Forest City, was in Damascus. Answer: Affirmed. [3]\n8. That there was an agreement between William Conklin and Lorena Conklin that Lorena should take care of Mr. and Mrs. Conklin for her board and clothes ; that in pursuance of said agreement Lorena did stay at home and take care of them continuously for at least one whole- year-between 1888 and 1890. Answer: Affirmed. [4]\nThe plaintiff has also requested the- court'to find the following conclusions of law:\n4. That the expression “ not having a child,” in the 5th section or clause of the 9th section of act of June 13, 1336, Purdon’s Digest, 1155, providing that a settlement may be gained in any district “ by any unmarried person not having a child, who shall be lawfully bound or hired as a servant within such district during one whole year ” means not having a legitimate child. Answer: Affirmed. [5]\n5. That an unmarried female with bastard child may gain a settlement by hiring and service one whole year. -Answer : Affirmed. [6]\nThe court confirmed the order of removal.\nErrors assigned were (1-6) answers to requests for findings as above; (13) confirming order of removal.\nH Wilson, A. T. Searle with him, for appellants,\ncited: Lewistown v. Granville, 5 Pa. 283; Plum Creek v. South Bend, 1 Penny. 408.\nH. O. Watrous and G. P. R. B. Little, for appellees,\nwere not heard, but cited in their printed brief: McConomy v. Reed, 152 Pa. 44; Buffalo v. Lewisburg, 1 Pa. C. C. 121; Lewistown v. Granville, 5 Pa. 283; Hunt’s App., 86 Pa. 294; Appeal of Reading Fire Ins. Co., 113 Pa. 204 ; Nathan’s Case, 2 Brewster, 153 ; Cumberland Twp. v. Jefferson Twp., 25 Pa. 465.\nJune 3, 1896 :"
  },
  "file_name": "0116-01",
  "first_page_order": 134,
  "last_page_order": 139
}
