{
  "id": 882177,
  "name": "H. A. V. Post, Trustee, Claimant, v. Berwind-White Coal Mining Co., Appellant",
  "name_abbreviation": "H. A. V. Post v. Berwind-White Coal Mining Co.",
  "decision_date": "1896-07-15",
  "docket_number": "Appeal, No. 400",
  "first_page": "297",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "176 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 W. N. C. 362",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0242-01"
      ]
    },
    {
      "cite": "95 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0175-01"
      ]
    },
    {
      "cite": "72 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0427-01"
      ]
    },
    {
      "cite": "43 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0507-01"
      ]
    },
    {
      "cite": "2 Yeates, 347",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0347-01"
      ]
    },
    {
      "cite": "1 Yeates, 478",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0477-01"
      ]
    },
    {
      "cite": "138 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251353
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0204-01"
      ]
    },
    {
      "cite": "105 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454216
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0103-01"
      ]
    },
    {
      "cite": "89 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0470-01"
      ]
    },
    {
      "cite": "79 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0488-01"
      ]
    },
    {
      "cite": "108 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0481-01"
      ]
    },
    {
      "cite": "24 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "170 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0318-01"
      ]
    },
    {
      "cite": "6 W. & S. 94",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0094-01"
      ]
    },
    {
      "cite": "147 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0371-01"
      ]
    },
    {
      "cite": "60 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0384-01"
      ]
    },
    {
      "cite": "150 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834473
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0339-01"
      ]
    },
    {
      "cite": "24 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0009-01"
      ]
    },
    {
      "cite": "188 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 745,
    "char_count": 20771,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 9.066082624094425e-08,
      "percentile": 0.5050717242588274
    },
    "sha256": "9b1edc58a6a49d9b6f5188533c53a348a9d2411b974a071d2ffe829f11c8a249",
    "simhash": "1:02ca670b616878d6",
    "word_count": 3594
  },
  "last_updated": "2024-02-27T19:09:19.830974+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "H. A. V. Post, Trustee, Claimant, v. Berwind-White Coal Mining Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThe hinge of this case is the character of the sale to Stevens. It maybe conceded, as it was by the learned ref eree, that Mundy, Sharp & Busch were vendees in possession, and that the outstanding legal title in Post being merely security to the vendor for the purchase money, could not prevail against an attaching creditor of the vendees. For the same reasons a bona fide purchaser for value if without notice would take a superior title and if with notice, though he would take subject to the legal title as security for the purpose named, yet his title would be good as against' all others.\nThe learned referee finds that Stevens “ actually, for a valuable consideration, purchased, took possession of, and thereafter exclusively operated the plant.” This puts an end to any question of constructive fraud. It is true that the location and use of the property was not changed. It could not well be, as it was employed in the work of removing the islands in the Delaware river opposite Philadelphia, under contract with the United States, and had to stay where the work was. But a change of possession may be as well by the old owner going out and the new owner coming in while the property remains in the same place, as by the new owner taking it away to a new place. The difference is not in legal effect, but in facility of proof.\nWith this cardinal fact thus established, the solution of the three questions presented by the appellant is not difficult.\nFirst, it is argued that even if Stevens’ title is good, it cannot be set up to help the plaintiff, Post. It is true that the rule in sheriff’s interpleaders is that the claimant must recover on his own title and not on one outstanding in a third person, but it has no application here because Post’s title is good against all the world but certain excepted parties, to wit: creditors of the Dredging Company having a lien by levy or attachment on the property, and such lien must be acquired while the property is in the ownership or possession of the debtor. The attaching creditor here had no such lien, for both title and possession had passed out of its debtor, the Dredging Company, before its attachment was levied. There was no title or interest of the Dredging Company left for the attachment to grasp, for it had all passed to Stevens prior to the levy. The attaching creditor was therefore not within the excepted class, and as already said, against all others, the legal title of Post was good and must prevail.\nSecondly, the question of legal or constructive fraud in the sale to Stevens has already been disposed of. The referee finds that there was no collusion or fraud in fact. It is true the change of ownership was not made as apparent as would have been prudent in view of the circumstances and the dealings of the parties Mundy, Sharp and Busch from whom he bought, but there seems to be no doubt that Stevens paid a fair price and thereafter operated the plant himself, with his own money, including repeated payment of this very appellant’s coal bills with his own check. We think on the evidence that the referee was entirely correct in his view of the facts.\nThirdly, the appellant argues that even if the title and possession of Stevens were valid, yet the Dredging Company having retaken the property, and being in actual possession at the time of the attachment by its creditor, the latter’s lien must prevail. If this resumption of possession had been in pursuance of any contract or any right -which remitted the company to its prior title, or gave it a new one, the position would be sound. But it was not. The referee finds that it was “ entirely tortious,” and that “ without any shadow of right, Mundy, Sharp and Busch forcibly possessed themselves of the property and were in possession simply as any other wrongdoer would be in possession of property of which he wrongfully took possession, but which really belonged to other persons.” Of course such a possession could not give an attaching creditor of the wrongdoer any more right than the wrongdoer himself.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Richard O. Bale and Henry O. Terry, for appellant.",
      "E. Cooper Shapley, for appellee."
    ],
    "corrections": "",
    "head_matter": "H. A. V. Post, Trustee, Claimant, v. Berwind-White Coal Mining Co., Appellant.\nVendor and vendee — Ghange of possession — Fraud upon creditors.\nCertain dredges and scows used in the work of removing islands in a river were sold while so employed, the vendor retiring and the vendee coming in and taking possession. Held, that the possession of the vendee was good as against attaching creditors of the vendor; such possession being as sufficient as if the vendee had removed the property to a new place.\nCollateral security — Lien for debt — Parties—Purchasers and creditors.\nWhere the vendees of personal property are in possession, but the legal title of the property is in a trustee as security to the vendor for the payment of the purchase money, such legal title cannot prevail against a bona fide purchaser for value without notice, or against creditors having a lien by levy or attachment acquired while the properly was in possession of the debtor vendees, but is good against all others.\nTortious possession — Debtor and creditor — Lien of levy.\nWhere a bona fide vendee of personal property for a valuable consideration takes possession under his purchase, and subsequently the vendors, forcibly and without right, repossess themselves of said property, such tortious possession does not make said property subject to levy by the creditors of said vendors.\nArgued March 23, 1896.\nAppeal, No. 400, Jan. T., 1895, by-defendant, from judgment of C. P. No. 3, Phila. Co., March T., 1893, No. 17, on report of referee in favor of plaintiff.\nBefore Sterrett, C. J., Green, McCollum, Mitchell and Dean, JJ.\nAffirmed.\nSheriff’s interpleader for a dredge, tug and nine scows.\nThis was a feigned issue on a sheriff’s interpleader, under a foreign attachment, issued December 24,1892, by Berwind-White Coal Mining Company against the Philadelphia Dredging Company, to enforce payment of the sum of upwards of $6,000 for coal sold and delivered to the defendants and used by them upon the vessels (inter alia) seized under the attachment, which vessels were engaged in removing the islands in the river Delaware opposite Market and adjoining streets. The issue, plea, and replication were in the usual form under the act of April 10, 1848, to determine whether the right of property in the dredge “ Columbus,” tug “ James Bowen,” and nine scows, were at the time of seizure in the Philadelphia Dredging Company, a corporation organized under the laws of the state of New Jersey, defendant in said foreign attachment, or was in U. A. Y. Post, trustee, the usual wager being set forth and plea and replica^ tion in due form following.\nSubsequently it was agreed that the issue in the said inter-pleader should be referred to Frank P. Prichard, Esq., as referee, in accordance with the act of May 14, 1874.\nIt appeared by the report of the referee, that the property in question had been sold in May, 1891, by Chas. O. Thompson, as receiver under certain proceedings in New York, to Jas. A. Mundy, John M. Sharp and Clarence M. Busch, but bills of sale for said property were made to H. A. Y. Post, as trustee for said vendor, to hold the title as collateral security for the payment of the unpaid purchase money. In June, 1891, the purchasers formed a corporation entitled the Philadelphia Dredging Company, to which they transferred, and which took possession of this property and used it in removing islands in the Delaware river opposite Philadelphia, under a contract between the firm of Jas. A. Mundy & Go. and the United States government. While engaged in this work the vessels were stationed in the river. On February 2, 1892, Mundy, Sharp and Busch, describing themselves as sole stockholders of the Phila. Dredging Co., sold said property to C. Amory Stevens. The contract was signed by these parties individually and also by the “Phila. Dredging Co., Jas. A. Mundy, Prest.” In pursuance of this purchase Stevens took actual and exclusive possession of the plant and operated it. He occupied the office formerly occupied by the Dredging Co. He did not put up any sign. It did not appear whether he removed the sign of the Dredging Co. or not. He ordered coal from the defendant, using for that purpose the blank orders formerly used by the Dredging Co., which in the upper corner contained their title, and in the lower corner their printed signature. Across the latter he stamped his own name in red letters. The bills of lading for coal made out by the railroad company and signed by the captains of the vessels who received' it continued to be made out in the name of the Dredging Co., which also was charged with the coal by the defendant and bills rendered in that name. Stevens paid said bills with his own checks accompanied by vouchers made out in his own name.\nOn August 15, 1892, Mundy, Sharp and Busch took forcible possession of the plant and continued to operate it in the name of the Phila. Dredging Co. until December 24, 1898, when it was attached by the sheriff under a writ of foreign attachment by the defendant in this action against the Phila. Dredging Co.\nH. A. Y. Post, as trustee, made claim to the property here in dispute, and this issue was directed.\nAfter finding the above facts the referee reported in part as follows :\nThe attaching creditors of the Philadelphia Dredging Company claim that their lien is superior to the title of Post, trustee, upon three grounds:\nFirst. They claim that so long as Post, trustee, was not in possession and the issue raised by the interpleader is wholly between him and the attaching creditors of the Philadelphia Dredging Company, his title must be held to be invalid without regard to the question whether as against Stevens the Philadelphia Dredging Company had either title or possession.\nSecond. They claim that the sale and transfer from the Philadelphia Dredging Company to Stevens was invalid because of actual fraud or failure to change the apparent possession, and that therefore the title and possession remained as to creditors in the Philadelphia Dredging Company.\nThird. They claim that, irrespective of the last two propositions, the fact' that the vessels when attached were in the actual possession of the Philadelphia Dredging Company, who were the attachment debtors, makes the lien of the attachment superior to the title of H. A. Y. Post, trustee.\nIf either of these propositions is sound the attaching creditors are entitled to succeed in the issue. If none of them is sound the claimants in the interpleader issue are entitled to succeed. The three propositions will be examined separately.\nIt is urged on behalf of the attaching creditors that the law of Pennsylvania is that as against an execution or attaching creditor a legal title outstanding in a vendor as security for the price is invalid; that in the present case Stevens, the purchaser from the vendee, does not appear or assert title; that the only parties to the interpleader issue are, first, the attaching creditors of the original vendee, and second, the vendor or Iris trustee, claiming the outstanding legal title, not accompanied by possession, and that in any such contest between those two titles the legal title of the vendor cannot prevail against the claim of the attaching creditors. It is urged that whatever might be the rights of Stevens, the purchaser from the vendee, such rights are not in issue in the present case; that the original vendor, or his trustee, cannot rely upon Stevens’ title, but must rely upon his own; that as between him and the attaching creditors that title is invalid. There is some plausibility in this contention, but, in the opinion of the referee, it is not sound. The legal title reserved in the vendor, or in the trustee for his benefit, is a perfectly valid title. It is not void, but is good between the parties and as against volunteers. Under the law of Pennsylvania, however, it is invalid as to attaching creditors of the vendee. This right of the attaching creditor is an absolute one, irrespective of any actual fraud or notice. It can be asserted, however, only in case the attaching creditor has acquired a lien upon the property. The outstanding title in the vendor is not a fraud upon the creditor as such. If before the levy of his attachment it is reduced into possession, it is valid as against him: Hineman v. Mathews, 188 Pa. 204. It is not merely the fact that he is a creditor that gives him the right, but the fact that he has a hen acquired while the vendee was in possession as owner. It follows, therefore, that if before the levy of the attachment the vendee has parted with his entire title to a stranger, the right of the creditor to put himself in a position to contest the validity of the outstanding legal title is at an end. The interest of the vendee in the property being extinguished, the levy of an attachment by one of his creditors thereafter gives to such attaching creditor no lien whatever upon the property. There being no interest to attach there is nothing upon which the attaching creditor can acquire a lien. The existence of this hen is essential to enable him to contest the outstanding legal title. Without it he is a mere stranger. The only parties interested in the property at the time of the attachment were the purchasers from the vendee and the vendor who held the outstanding title as collateral security. No .creditor of the vendee could at that time acquire a hen by attachment, and the title of the vendor being a good title against all the world, except the holder of such a hen, must be sustained if asserted. [1] ....\nOn these facts alone the referee is unable to find that the transfer was a fraudulent one, or that there was no apparent change of possession. The property in question was in the Delaware river, being used in the work of dredging. The written agreement in evidence, and the evidence of Stevens and the other witnesses, although not very full, does show that Stevens, actually for a valuable consideration, purchased, took possession of, and thereafter exclusively operated the plant. There is no evidence that any of the officers or stockholders of the company continued around the work thereafter, or had apparently anything to do with its operation. So far as the testimony shows, the three stockholders of the Philadelphia Dredging Company, who were also its officers, operated the plant in the name of the company down to the purchase by Stevens, and after that date it was taken possession of and operated by Stevens alone. The fact that Stevens took actual and exclusive possession is conclusive against the contention that the case is one of legal fraud, and leaves the rights of the parties to depend on the question of actual fraud, as to which the facts stated are only items of evidence which might, in connection with others, justify a verdict: [2] Hugus v. Robinson, 24 Pa. 9; Janney v. Howard, 150 Pa. 339.\nThe burden of proof is upon the creditors attacking the validity of the sale, and the facts which have been put in evidence by them, while, as has been said, they might be material in connection with other proof, if offered, to show fraud or failure to change possession, do not in themselves, in the opinion of the referee, justify him in finding that there was such fraud, or such failure to take possession, as would render the sale invalid as against creditors. That the plant was in the actual and exclusive possession of Stevens, and not of the Philadelphia Dredging Company, seems not to be seriously disputed, nor is there any evidence to show collusion between Stevens and the company, or that he occupied any other relation towards it than that of a purchaser for value of its plant. Under these circumstances it would require strong evidence of fraud or concealment of change of possession to warrant the referee in finding Stevens’ title invalid as against creditors, and in his opinion the facts do not justify such a finding. [3]\nIt is contended by the attaching creditors that even if Stevens’ title and possession were valid, and even if they could not, while Stevens was thus in possession, have acquired by the levy the right to attack and defeat the outstanding legal title of the vendor, yet nevertheless, as the Philadelphia Dredging Company or its stockholders did, in point of fact, take possession again from Stevens, and as the levy was made while the property was thus in possession of the Philadelphia Dredging Company, that therefore their attachment gave them a lien upon it, which enables them to raise the question of the validity of the legal title. In the opinion of the referee the solution of this question depends upon whether the possession of the Philadelphia Dredging Company was a possession which gave them any title whatever which could be attached. The undisputed evidence in the case is that the taking of possession by the Philadelphia Dredging Company on August 15, 1892, was entirely tortious. It has been testified by Stevens that Mundy, Sharp and Busch wrongfully and forcibly took possession of the property, and the testimony has not been in any way contradicted. For the purpose of this case it must be assumed that without any shadow of right these three parties forcibly possessed themselves of the property and were in possession simply as any other wrongdoer would be in possession of property of which he wrongfully took possession, but which really belonged to other persons. If this be so, it is difficult to see how any attachment by creditors of the Philadelphia Dredging Company could possibly give a lien which would enable the plaintiffs in the attachment to contest the legal ownership of others in the property. As has already been stated, Post, the owner of the legal title, had a valid title. The only other person interested was Stevens, who had the equitable title, arising from the original contract to purchase and the assignment by the vendee to him. As between themselves, both titles were valid. It is difficult to see how any person by forcibly taking the property from either could give the creditors of such wrongdoer a right to contest the title of either. If an entire stranger to the transaction had stolen the property from Stevens, the creditors of such wrongdoer would have had no rights as against the holder of either the legal or the equitable title, and the fact that the person who so wrongfully took possession was a person who had at one time a title to the property cannot, in the opinion of the referee, affect the result. The referee is therefore of opinion that the possession of the Philadelphia Dredging Company being a wrongful possession, without any title, was not a possession which gave its attaching creditors a standing to contest the validity of the title of those who were really the owners of the property. [4]\nThe referee found for the plaintiff. Exceptions to his report were dismissed by the court and the report confirmed.\nErrors assigned were, (1, 2, 3, 4) portions of referee’s finding as above; (5) confirmation of the report by the court.\nRichard O. Bale and Henry O. Terry, for appellant.\nClaimant must recover solely on the strength of his own title : Coal Co. v. Manly, 60 Pa. 384; Bloomingdale v. Victor, 147 Pa. 371.\nThe sale to Stevens being merely colorable and unaceompanied by change of possession was invalid as to creditors of the Phila. Dredging Co. and furnished no protection to the plaintiff : Clow v. Woods, 5 S. & R. 275 ; McBride v. McClelland, 6 W. & S. 94; Janney v. Howard, 150 Pa. 339; O’Connor v. Clark, 170 Pa. 318. The Dredging Co. being in possession at the time of the judgment, the levy gave appellants a lien enabling them to raise the question of title: Dick v. Cooper, 24 Pa. 221.\nJuly 15, 1896 :\nE. Cooper Shapley, for appellee.\nThe contract by which plaintiff occupied the position of a conditional vendor was valid between the parties to it: Forrest v. Nelson, 108 Pa. 481; Enlow v. Kline, 79 Pa. 488; Hartley v. Decker, 89 Pa. 470; Edward’s Appeal, 105 Pa. 103. It is only such creditors as seize property while in the vendee’s possession who can acquire rights superior to those of the conditional vendor: Hineman v. Matthews, 138 Pa. 204. A mere wrongdoer in possession can confer no greater rights than he has nor can his creditors: Hosack v. Weaver, 1 Yeates, 478; Hardy v. Metzgar, 2 Yeates, 347; Easton v. Worthington, 5 S. & R. 130 ; Gump v. Showalter, 43 Pa. 507 ; Barker v. Dinsmore, 72 Pa. 427. The facts found by a referee are as conclusive as .if they had been found by a jury: Lee v. Keys, 88 Pa. 175; Brown v. Dempsey, 95 Pa. 246; Phila. v. Linnard, 97 Pa. 242; Bank v. Sullivan, 11 W. N. C. 362."
  },
  "file_name": "0297-01",
  "first_page_order": 315,
  "last_page_order": 324
}
