{
  "id": 882254,
  "name": "Mary Reilley, by her Father and Next Friend, Dennis Reilley, v. The Philadelphia Traction Company, Appellant",
  "name_abbreviation": "Reilley v. Philadelphia Traction Co.",
  "decision_date": "1896-07-15",
  "docket_number": "Appeal, No. 146",
  "first_page": "335",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "176 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "92 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0431-01"
      ]
    },
    {
      "cite": "107 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0537-01"
      ]
    },
    {
      "cite": "173 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0149-01"
      ]
    },
    {
      "cite": "132 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0504-01"
      ]
    },
    {
      "cite": "47 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0300-01"
      ]
    },
    {
      "cite": "125 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0615-01"
      ]
    },
    {
      "cite": "163 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0102-01"
      ]
    },
    {
      "cite": "152 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0425-01"
      ]
    },
    {
      "cite": "160 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0647-01"
      ]
    },
    {
      "cite": "107 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0537-01"
      ]
    },
    {
      "cite": "173 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875816
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/173/0149-01"
      ]
    },
    {
      "cite": "163 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0102-01"
      ]
    },
    {
      "cite": "152 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838080
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0425-01"
      ]
    },
    {
      "cite": "160 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0647-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 5448,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.582785773679996e-07,
      "percentile": 0.6806728886510371
    },
    "sha256": "a576ad16f1993fc36f160cde912312120f5d18ba934fcab4044ab7a4bf190d14",
    "simhash": "1:bce4e4780a2265e4",
    "word_count": 1007
  },
  "last_updated": "2024-02-27T19:09:19.830974+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Mary Reilley, by her Father and Next Friend, Dennis Reilley, v. The Philadelphia Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nIt must be conceded that the plaintiff had crossed the street in front of the car and then unexpectedly turned to recross, and was struck by the car under such circumstances of contributory negligence as would have prevented a recovery by an adult. But the learned judge below left the case to the jury on evidence that at the time of the accident the driver was not looking at the track in front of Mm, but had allowed his attention to be diverted by a party of men or boys who were shouting at the corner of the street just passed by the car.\nIt is the duty of the driver to watch Ms horses carefully (and the rule is equally applicable to other motive powers) and to have them at all times under as complete control as the necessary motion of the car will permit, and his attention should be directed steadily to the track ahead of him to observe its condition and any danger that may threaten the safety of either his car or the public. It is true that he is entitled to take notice of intending passengers, and especially to watch the motions of those entering or leaving the car, though this belongs more particularly to the duty of the conductor: In Johnson v. Railway Co., 160 Pa. 647, it is said by our Brother Dean : “We decline to say, as urged by appellee, that a street car driver may not, under any circumstances, turn his head to observe the movements or signals of those who desire to get on the car. His duty is to drive the horses with care; to be on the lookout for obstructions, whether persons or vehicles, on the track; he may, in the performance of this duty, ascertain from a person on the side of a street, by looking at him, whether he desires to take passage; in doing this, he may for an instant turn his face to the sidewalk.” But it was said in that case that “ at what distance the driver might have seen the child had his attention been directed to the track does not clearly appear,” and the question was therefore for the jury. So also it was said in Pass. Ry. Co. v. Foxley, 107 Pa. 537, that “ whether if his attention had been wholly given to his business he might have seen the child in time to avert the injury, was, under a,ll the circumstances, clearly for the consideration of the jury.” To the same effect is Harkins v. Traction Co., 173 Pa. 149.\nThe cases of Chilton v. Traction Co., 152 Pa. 425, and Flanagan v. Pass. Ry. Co., 163 Pa. 102, cited by appellant, belong to a different class, as in them it was undisputed that the driver was paying attention to his duty and the child unexpectedly ran in front of the car.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "J Howard G-endell, with him Dallas Sanders, for appellant,",
      "Louis Brégy, with him H. Homer Dalbey, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Mary Reilley, by her Father and Next Friend, Dennis Reilley, v. The Philadelphia Traction Company, Appellant.\nNegligence — Street railways — Duty of car driver.\nWhile it is true that the driver of a street car in entitled to take notice of intending passengers, and especially to watch the motions of those entering and leaving the oar, yet it is his duty to watch his horses carefully; and his attention should be directed steadily to the track ahead of him to observe its condition and any danger that may threaten the safety of either his car or the public.\nNegligence — Street railways — Duty of car driver — Nvidence—Question for jury.\nWhere the evidence tended to show that at the time and immediately before a child was driven over by a street car, the driver was not looking at the track in front of him but had allowed his attention to be diverted by a crowd of people who were shouting at a corner of a street, held, that the question of the negligence of the defendant was for the jury.\nArgued. April 1, 1896.\nAppeal, No. 146, Jan. T., 1896, by defendant, from judgment of C. P. No. 3, Phila. Co, June T., 1895, No. 911, on verdict for plaintiff.\nBefore Green, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nTrespass for damage for personal injuries to the plaintiff, a child two years old, who was injured May 31, 1895, by being driven over by a street car on Somerset street, near Thompson, in the city of Philadelphia. Before Gordon, J.\nJames Gallagher, a witness for plaintiff, testified that he saw the child before it had reached the track; that he did not see the child going from the pavement, and did not see it until it was two feet from the rail and two feet in front of the horses, and that the car was moving slowly; that the child faced towards the horses at first and then turned its back towards them; that witness called to the driver and attempted to attract his attention, but that there was a.crowd of people on the corner of the street at the side and to the rear of the car, and he seemed to be attracted by them and was looking towards them and did not see the child.\nJuly 15, 1896:\nDefendant’s point was “ under the evidence in this case there can be no verdict against the defendant,” which was refused.\nVerdict and judgment for plaintiff for $5,500. Defendant appealed.\nError assigned was refusal of defendant’s point.\nJ Howard G-endell, with him Dallas Sanders, for appellant,\ncited: Johnson v. Ry. Co., 160 Pa. 647; Chilton v. Traction Co., 152 Pa. 425 ; Flanagan v. Ry. Co., 163 Pa. 102; Traction Co. v. Bernheimer, 125 Pa. 615; R. R. Co. v. Spearen, 47 Pa. 300; Thomas v. Ry. Co., 132 Pa. 504; Harkins v. Traction Co., 173 Pa. 149.\nLouis Brégy, with him H. Homer Dalbey, for appellee,\ncited: Ry. Co. v. Foxley, 107 Pa. 537; R. Co. v. Mulhair, 6 W. N. 508 ; Ry. Co. v. Henrice, 92 Pa. 431."
  },
  "file_name": "0335-01",
  "first_page_order": 353,
  "last_page_order": 355
}
