{
  "id": 882200,
  "name": "Patrick Tigue v. Henry Banta. Appeal of Hart, Lee & Strome",
  "name_abbreviation": "Tigue v. Banta",
  "decision_date": "1896-07-15",
  "docket_number": "Appeal, No. 7",
  "first_page": "414",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "176 Pa. 414"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. N. C. 213",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047872,
        1047930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0297-01",
        "/pa/82/0297-02"
      ]
    },
    {
      "cite": "8 Watts, 194",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0194-01"
      ]
    },
    {
      "cite": "1 Watts, 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838050,
        1838083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0263-01",
        "/watts/1/0263-02"
      ]
    },
    {
      "cite": "49 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0365-01"
      ]
    },
    {
      "cite": "5 Rawle, 286",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824615
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0286-01"
      ]
    },
    {
      "cite": "86 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0108-01"
      ]
    },
    {
      "cite": "86 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0110-01"
      ]
    },
    {
      "cite": "104 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0503-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 612,
    "char_count": 15267,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.1261282687872927e-07,
      "percentile": 0.7651673900679151
    },
    "sha256": "4309a5fab3b1337163ab06d6bb14890fe1e8146fbd67c3b9541fa6f4863fa209",
    "simhash": "1:4a51f5a7dd2e99df",
    "word_count": 2713
  },
  "last_updated": "2024-02-27T19:09:19.830974+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Patrick Tigue v. Henry Banta. Appeal of Hart, Lee & Strome."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nThe prayer of the petition filed by the appellants is that the sheriff’s sale of Banta’s interest in the lot No. 1 should be set aside. The ground upon winch this relief was claimed was that enough money was realized by the sale of the two other Banta lots, Nos. 2 and 3, to pay off all the valid liens against Banta’s title, and therefore there was no necessity for the sale of the lot No. 1. There was no impeachment of the right of the plaintiff in the executions to levy and sell the other lots, nor were any irregularities in the sale alleged. The money realized at the sale of the lots Nos. 2 and 3 was not enough to extinguish all the liens against the Banta title, except upon the allegation that one of the judgments, to wit, C. R. Green v. Henry Banta, No. 162, June term 1893, for $1,100, was a void judgment because it was given without consideration, and for the purpose of hindering, delaying and defrauding the creditors of Banta. If that judgment was not a fraudulent and void judgment, the appellants have no case, because, in that event, all the proceeds of the sales, including the lot No. 1, would be necessary to discharge the liens of record against Banta, and therefore the judgment creditor of Banta prior to the sale of the lot No. 1 to Matichack, would have the lawful right to sell that lot to satisfy his judgment. Now these appellants were not judgment creditors of Banta, but of Matichack, who purchased the lot No. 1 from Banta. As mere judgment creditors of Matichack, they would have no standing to contest the validity of the judgment of Green v. Banta. But they were judgment creditors of Matichack, who purchased lot No. 1 from Banta, and that lot was one of three lots owned by Banta at the time of the sale to Matichack. Banta remained the owner of the other two lots, and after the sale to Matichack other judgments were entered against Banta, and these became liens against lots No. 2 and 3, but not against No. 1. Now it is very clear that Matichack had the right to insist, at the time of the sheriff’s sale, that the lots Nos. 2 and 3 should be first sold, and if the proceeds were enough to pay all the liens against Banta, he had the further right to insist that there should be no sale of the lot No. 1. Upon the appellants’ application for an order of court to that effect, counsel for the judgment and execution creditor who was selling the land agreed that lots Nos. 2 and 3 should be first sold, and the sale was conducted in that way. The proceeds of the sale of lots Nos. 2 and 3 were enough to pay all the liens against Banta except the Green judgment, but they were not enough to pay that judgment also, but as that judgment was open and unsatisfied of record, the sheriff proceeded to sell the lot No. 1 also, and it required the proceeds of the sale of all three of the lots to pay all the liens against Banta. This being so, the sale of the lot No. 1 could not be impeached, and therefore would not be set aside, unless the allegations that the Green judgment was fraudulent and void were correct in fact, and duly established in an adversary proceeding.\nNow these appellants had become judgment creditors of Matichack and thereby had acquired a lien against the land purchased from Banta by Matichack, being the lot No. 1 before mentioned. If the Green judgment was fraudulent, the sale of that lot was unnecessary to pay the judgments against Banta, and the title to the lot would then remain in Matichack and therefore subject to the lien of the petitioners’ judgment against him. This being so the petitioners had a direct interest in the Matichack lot, and this we think gave them a right to be heard on the question of the validity of the Green judgment. Matichack undoubtedly had the right, and as.it was a question-of lien upon property of which he held the title, Ms judgment creditors were necessarily directly interested in the question of preserving the title as a means of satisfaction of their judgment.\nIt must be confessed that the averments of the petition against the validity of the Green judgment are meager and unsatisfactory in character and without detail or specific statement. But there is a distinct and positive allegation that it was given without consideration, and for the purpose of hindering, delaying and defrauding creditors. The denial of the charge of fraud in the answer is much more specific, definite and positive. It is supported by the affidavits both of Banta, the borrower, and Green, the lender, that the full amount of 11,000 was loaned by Green to Banta, and that the whole of the sum was actually paid in cash at the time the judgment note was given. • As against this distinct and absolute averment in the answer and supporting affidavits, the mere general averment in the petition goes for nothing more than the basis of an application for a hearing. As a matter of course it furnishes no ground for a decree setting aside the sheriff’s sale. Such a decree could only be made after a judicial finding of the disputed fact of fraud, either by the verdict of a jury, the report of an auditor or master, or by the court upon a hearing of testimony upon both sides taken directly before the court. We are disposed to think that such a hearing should be had, and as the appellants declare their willingness to have the matter heard in open court, we think it would be well that such an order should be made. We will not however interfere with the discretion of the court below on that subject, further than to direct that a hearing shall be had on the question of the validity of the Green judgment.\nThe order of the court below is reversed and the rule to show cause why the sheriff’s sale should not be set aside is reinstated and continued until final adjudication is made as to the validity of the Green judgment, all proceedings to stay in the meantime, all costs to abide the event, record remitted.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "Edmund Gr. Butler, for appellants.",
      "J. JR,. Seouton, with him Q. JE. Keck and E. V. Jackson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Patrick Tigue v. Henry Banta. Appeal of Hart, Lee & Strome.\n[Marked to be reported.]\nJudgments — Equity—Marshaling assets — Execution — Sheriff's sale— Vendor and vendee.\nWhere an owner of land subject to the lien of a judgment sells by contract a portion of the land to another, and subsequently judgments are entered against both the vendor and the vendee, and executions are issued against the vendor, the judgment creditors of the vendee have a standing to demand that the other land of the vendor shall be first sold; and where the proceeds of the sheriff’s sale of the other land of the vendor are insufficient to pay all the liens of record against him, to have the sheriff’s sale set aside for the purpose of contesting the validity of one of the judgments entered against the vendor, after the contact sale to the vendee.\nSheriff's sale — Setting aside sale — Practice, O. P.\nAn order setting aside a sheriff’s sale on the ground of fraud can be made only after a judicial finding of the disputed facts of fraud either by the verdict of a jury, the report of an auditor or master, or by the court upon a hearing of testimony upon both sides taken directly before the court.\nSheriff's sale — Setting aside sale — Practice, G. P. — Petition—■Answer— Fraudulent debtor.\nWhere a petition to set aside a sheriff’s sale contains a distinct and positive allegation that the judgment under which the sale was made was given without consideration, and for the purpose of hindering, delaying and defrauding creditors, a hearing on the question of fraud should be allowed, although the answer supported by affidavits contains a specific, definite and positive denial of the charge of fraud.\nArgued April 1, 1896.\nAppeal, No. 7., Jan. T., 1896, by Hart, Lee & Strome, from order of C. P. Luzerne Co., Oct. T., 1892, No. 680, discharging rule'to set aside sheriff’s sale.\nBefore Sterrett, C. J., Green, Williams, McCollum and Mitchell, JJ.\nReversed.\nRule to set aside sheriff’s sale.\nFrom the record it appeared that the following judgments were of record against Henry Banta:\nPatrick Tigue — No. 680, Oct. T., 1892. Date of judgment, 30th Aug., 1892. Debt, interest and cost......$1,221.78\nC. R. Green — No. 162, June T., 1893. Date of judgment 25th May, 1893. Debt, interest and costs....... 1,229.63\nWells, Bowman & Co. — No. 179, June T., 1893. Date of judgment 27th May, 1893. Debt, interest and costs .... 591.58\nC. Stegmaier & Son — No. 213, June T., 1893. Date of judgment, 31st May, 1893. Debt, interest and costs . . . - . . 252.02\nBanta was the owner of three pieces of land, the title to which he had acquired prior to the entry of the first lien against him. These pieces of land are designated as lots 1, 2 and 3. By articles of agreement, dated April 21, 1893,. he conveyed lot No. 1 to Stephen Matichack for $1,500. Of the purchase money $1,000 was paid down, leaving $500 still due, secured by the legal title. On May 29,1893, Banta assigned this agreement and the purchase money remaining due thereon to Hart, Lee & Strome and Sturdevant, Fogel & Co., who on May 31, 1893, entered judgment against Matichack for $500, on the warrant therein contained. On February 28, 1894, Hart, Lee & Strome entered judgment against Matichack on note with confession, dated same date, for $641.36, and on same date Sturdevant, Fogel & Co. entered judgment also against Matichack on note with confession, dated September 8,1893, for $400.\nBanta’s agreement with Matichack for the sale of lot No. 1 contained a confession of judgment in ejectment, which — Matichack having made default — was entered of record to No. 351, May T., 1895. A writ of habere facias possessionem was issued, and on the 2d of April, 1895, possession of the premises was delivered by the sheriff to the appellants, Hart, Lee & Strome.\nSubsequently writs of fieri facias were issued upon tbe Tigue and Wells, Bowman & Co.’s judgments against Banta and all three of the properties advertised to be sold by tbe sheriff on June 8, 1895.\nBefore tbe day of tbe sale, counsel, representing tbe appellants, applied to tbe court for an order directing the sale of lots 2 and 3 to be made before tbe sale of lot 1.\nTbe appellees agreed to sell in that way and tbe application was withdrawn.\nOn tbe 8th of June, 1895, the properties were offered for sale by the sheriff. Lots 2 and 3 were first sold, and were bought by G. J. Clark, trustee, for tbe aggregate sum of $2,400. Tbe amount due on tbe Tigue judgment was $1,221.78, and tbe amount of tbe Green judgment was $1,229.94, making tbe total amount due on these two judgments $2,441.41.\nAs these judgments were prior liens to tbe Wells, Bowman & Co^ judgment, tbe amount reabzed left tbe Wells, Bowman & Co. execution unsatisfied, and tbe sheriff therefore sold tbe interest of Banta in lot No. 1.\nSubsequently Hart, Lee & Strome filed a petition to set aside tbe sale of lot No. 1. Tbe petition contained tbe following averments as to tbe Green judgment:\n“ An inspection of tbe statement of the judgments hereto attached will show in addition to tbe Tigue and tbe Wells, Bowman & Co. judgments, a judgment in favor of C. R. Green to No. 162, June term, 1893, against Henry Banta, entered 25th May, 1893, for $1,100. This judgment your petitioners have been informed and verily believe is without consideration, and is a legal and actual fraud under tbe law on creditors and tbe terre tenant of tbe said Banta; and tbe sale of tbe aforesaid two lots of tbe said Banta upon tbe execution against him having realized enough to pay tbe executions upon which tbe sale was advertised, and also enough to pay all tbe valid judgments against tbe said Banta which were in any way liens upon either the whole or part of said Banta’s estate in tbe lot sold to tbe said Matichaek, your petitioners caused notice to be given to the sheriff and to all bidders that said judgments now having been paid by tbe sale of tbe two lots of Banta no title would be taken by tbe purchaser and that the sheriff was not authorized to sell tbe estate and interest of tbe said Banta in tbe lot be had sold to Matichack as aforesaid, and forbid the sale; the sheriff proceeded, however, and sold the estate and interest of the said Henry Banta in the said lot which he had sold to Matichack by contract as aforesaid, which said lot is number one in the sheriff’s slip of advertisement hereunto annexed, and the same was struck down to Hart, Lee & Company, successors to Hart, Lee & Strome, for the sum of $1,105.\n“ Your petitioners represent unto your honors that they are informed and believe and expect to be able to prove that the said judgment of C. R. Green against Henry Banta, to wit: judgment No. 162, June term, 1893', is a judgment without consideration and is in fraud of the rights of your petitioners as creditors of the said Banta and as terre-tenants as aforesaid, and also of the rights of the said Matichack and of the creditors of the said Matichack;\n“ That the sale of the two lots of the said Banta realized sufficient money to pay all judgments, debt, interest and costs, against the said Banta which were in any way or to any extent liens upon the property so as aforesaid sold to the said Matichack.\n“ They represent to your honors that if the sale of Banta’s interest, made as aforesaid, is enforced, your petitioners will suffer great loss and damage, to wit: the loss of their judgment against Matichack and the expenditure of a large amount of money in order to save their claim against Banta.” •\nAar answer was filed denying the averments of fraud contained in the petition.\nThe court discharged the rule to set aside the sheriff’s sale, in an opinion by Lynch, J.\nError assigned was above order.\nEdmund Gr. Butler, for appellants.\nWhere the -sheriff, by virtue of an execution, levies upon two or more separate lots of land of defendant'and at the sale one lot produces enough money to satisfy the execution debt, interest and costs, and all valid pre-existing liens, he is without authority to sell the other lot or lots. That writ of execution is dead: Milligan’s App., 104 Pa. 503; Richards v. Brittin, 3 Clark, 207; Wallace’s Est., 2 Pitts. 145; Tylstra v. Keith, 2 Dessausure’s Eq. 140.\nAny one interested in the fund or the land may apply to set aside a sheriff’s sale: Laird v. Laird, 2 Clark, 206 ; Shields v. Kuhn, Troubat & Haley’s Practice, 739; Connelly v. City, 86 Pa. 110; Shakespeare v. Delany, 86 Pa. 108; Corlies v. Stanbridge, 5 Rawle, 286.\nJuly 15, 1896:\nOur petition is in the nature of a bill in equity and the court will investigate averments of fraud, especially so as to judgments and sheriff’s sales, as so fully set forth in Cochran v. Eldridge, 49 Pa. 365.\nJ. JR,. Seouton, with him Q. JE. Keck and E. V. Jackson, for appellee.\nA defect of title is no reason why a sheriff’s sale should be set aside, upon the application of the purchaser, where the sale is fairly made: Smith v. Painter, 5 S. & R. 225 Friedly v. Scheetz, 9 S. & R. 160.\nThis appeal should be dismissed, because the action of the court below in refusing to set aside the sheriff’s sale is not the subject of an appeal. It is an act belonging entirely to the discretionary powers of the court below: Rees v. Beryhill, 1 Watts, 263; Sloan’s Case, 8 Watts, 194; Hoffa’s App., 82 Pa. 297; Laird v. McCarter, 2 W. N. C. 213."
  },
  "file_name": "0414-01",
  "first_page_order": 432,
  "last_page_order": 438
}
