{
  "id": 882201,
  "name": "United States Water Works Company, Limited, to use of The Du Bois City Water Works Company, Appellant, v. The Borough of Du Bois",
  "name_abbreviation": "United States Water Works Co. ex rel. Du Bois City Water Works Co. v. Borough of Du Bois",
  "decision_date": "1896-07-15",
  "docket_number": "Appeal, No. 129",
  "first_page": "439",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "176 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "104 Mass. 87",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2147638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/104/0087-01"
      ]
    },
    {
      "cite": "15 W. N. C. 307",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. N. C. 45",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0267-01"
      ]
    },
    {
      "cite": "172 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0489-01"
      ]
    },
    {
      "cite": "171 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0046-01"
      ]
    },
    {
      "cite": "142 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0467-01"
      ]
    },
    {
      "cite": "14 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0081-01"
      ]
    },
    {
      "cite": "9 Cal. 455",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "89 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0231-01"
      ]
    },
    {
      "cite": "110 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 10633,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 3.056238340670189e-07,
      "percentile": 0.8562738599817982
    },
    "sha256": "6bb1f9931492341465ac9833910fb511b18b6608db3f69e7b061cbd05ac670cb",
    "simhash": "1:b252c6cecf88a896",
    "word_count": 1849
  },
  "last_updated": "2024-02-27T19:09:19.830974+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stekrett, C. J., McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "United States Water Works Company, Limited, to use of The Du Bois City Water Works Company, Appellant, v. The Borough of Du Bois."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nIt was held in borough of Du Bois v. Du Bois Water Works Co., opinion filed herewith, supra, 430, that the circumstances would not sustain the cancellation of the contract between those parties by a court of equity, and of course they would not justify one of the parties themselves in attempting a rescission. The ordinance of the borough was beyond its authority and wholly ineffectual for that purpose.\nBut even if the ordinance had been effective the direction of a verdict for defendant could not be sustained. It is admitted that a considerable amount of water was supplied by the plaintiff, although it fell short of the contract quantity, and it was shown or offered to be shown that the defendant’s servants and employees had used it, notwithstanding the ordinance rescinding the contract! For such use the borough is responsible. Even if the borough was authorized to rescind it could not escape liability for continued use by its agents; it was bound not only to notify them to stop but to see that they obeyed.\nThis is not a case for the application of the rule as to entire contracts. Neither the thing to be furnished nor the consideration to be paid was single and indivisible. The plaintiff is entitled to go to the jury on the value of the service actually rendered, measured by the contract price for the service stipulated.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "A. L. Cole, for appellant.",
      "Thomas H. Murray and W. G. Pentz, with them Allison O. tSmith, for appellee."
    ],
    "corrections": "",
    "head_matter": "United States Water Works Company, Limited, to use of The Du Bois City Water Works Company, Appellant, v. The Borough of Du Bois.\nContract — Rescission of contract — Boroughs—Water companies.\nWhere a contract between a borough and a water company provides that the water for the borough shall only be drawn from certain designated land, and it turns out that there is not sufficient water on the land designated to supply the borough, the borough cannot by ordinance rescind the contract. Such a contract is not entire, and the borough is liable for the water actually used, although it falls short of the contract quantity.\nArgued April 23, 1896.\nAppeal, No. 129, Jan. T., 1896, by plaintiff, from judgment of C. P. Clearfield Co., Sept T., 1893, No. 386, on verdict for defendant.\nBefore Stekrett, C. J., McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nAssumpsit to recover water rent.\nAt the trial it appeared that on August 10, 1889, the plaintiff entered into a contract with the defendant “ to furnish an adequate supply of pure, wholesome water to the Borough of DuBois and its inhabitants. The source of supply shall be from springs on lands of John E. Du Bois . . . . from which springs water shall be piped direct to the reservoir, and in no case will water be taken from open streams or containing surface water.”\nThe court charged in part as follows :\nFrom the evidence it would seem that strict performance of the contract was impossible, that is to say, the contract provides that pure, wholesome water shall be supplied from springs on the lands of John E. Du Bois at a given pressure at a certain point in the borough, and that it was impossible to supply the water from that source. That the water was not there to be had. This impossibility of performance may have existed at the time the contract was entered into and in all probability did so exist. In fact there is no other conclusion that can be reached than that the impossibility existed at the time the contract was entered into, but there is nothing on the face of the contract to indicate any impossibility of performance. The breaches of the contract are of matters material and vital to its existence. With these removed from it nothing of essence -will remain. The impossibility of performance was certainly their misfortune. By agreeing to furnish pure and wholesome water of a certain quantity from specified springs and lands they practically set up themselves as experts and should have known or ascertained whether such water could be had. Their losses resulting from error of judgment must be borne by themselves. This results not from their failure to do that which was impossible, but from their agreeing to do it. They could have protected themselves by a stipulation in the contract, if agreeable to the other contracting parties, but the contract in question contains no such stipulation, and the rights of the parties are to be judged of under the contract as it is. The fact that both parties may have been ignorant as to the extent of the water supply will not excuse either from performance. . . .\nWhere the breach is an essential and vital part of the con tract the promisee is relieved of performance, if not guilty of any default on his part. A defective, negligent and worthless performance is the same as no performance at all. Had there been substantial performance and had the defendant borough accepted the benefits accruing from the same, and thereby encouraged the water company to proceed therewith, resulting in the expenditure of money and effort therein, it could not have plead entire discharge from liability, but would have been liable on the quantum meruit, that is to say, would be liable to pay such reasonable amount as would be just and right under the circumstances.\nA.borough is only liable for the authorized acts of its agents and subordinate officers. It is true that there may be implied contract under certain circumstances, under which a borough may be held liable to pay to another for services received or for property taken and used by its officers, even without authority from its town council, but certainly it cannot be said it would be liable for acts directly prohibited by it. If it could be so made liable, then the authority of the borough would not exclusively be vested in a town council, but it might be made hable by a congregation of people at a conflagration at the time of great excitement, or by the action of a fire company, or in any other way. A borough cannot be held liable, under ordinary circumstances, except by authority from its town council. Having elected to rescind the contract and having given notice to the superintendent of the fire department, and he in turn to the fire companies or their officers not to use the water, their use of it was unauthorized and would not have the effect of making the borough liable therefor, even under an implied contract. A contracting party cannot set up his own failure of performance, even though it be on account of inability or impossibility, as an excuse for an entire performance or to justify him in claiming a quantum meruit. He can only thus recover when his failure is caused by the acts of the other party, and there is no evidence here of such acts.\nThe town council of the borough by resolution of August 12, 1892, elected to rescind the contract on account of the failure of the water company to supply water of the stipulated quantity and pressure, and servednotice thereof on the superintendent of the water company on the next day, August 18, 1892. There is nothing in the evidence to show that this action was ever annulled, or that the borough subsequently authorized any of its officials or other persons to use the water for fire or any other purpose for which rental was to be paid, and any use that may have been of it in an emergency was unauthorized.\nThe borough could no more be held liable for and on account of such use as raising an implied contract, than it could if no contract had ever been in existence, nor would it be any more liable to the water company for the benefit accruing to the property holder in extinguishing fire with which his property was being consumed than it would be for the services of the individuals who came to the rescue. . . .\nAs stated before, the borough having elected to rescind the contract and given notice thereof to the water company, they thereafter proceeded with performance at their peril and risk, and even after having thus proceeded, they do not say they performed the contract strictly. The evidence conclusively shows that after the water was put into the line in August, as we recollect it, 1892, from the well at the box factory, it was not such as the contract contemplated. It is not necessary that we go over the evidence in this case, either the evidence of George B. Campbell, the superintendent of the water company, or the evidence on the part of the defendant borough as to the quantity and quality of the water supplied. We are constrained to say to you as a matter of law:\n[First. That this contract in question was broken by the plaintiffs.\nSecond. That the breach was in a matter vital and essential.\nThird. That this entitled the defendant borough to rescind, as they claimed the right to do.\nFourth. That their election to rescind and notice thereof to plaintiffs relieved them from further performance on their part —relieved them from liability to pay the rent for hydrants stipulated for.\nFifth. That the claim in suit being exclusively for this hydrant rental the plaintiff had no right to recover, and we instruct you to render a verdict for defendant.] [1]\nTerdict and judgment for defendant. Plaintiff appealed.\nError assigned was portion of charge as above, quoting it.\nA. L. Cole, for appellant.\nWhere the consideration in a contract is single the contract is entire, whatever the variety of the items embraced in it; but where the consideration is apportioned expressly or impliedly to each of the items, the contract is severable: Rugg & Bryan v. Moore, 110 Pa. 239; Scott v. Kittanning Coal Co., 89 Pa. 231.\nWhen a party, whether natural or artificial, municipal or otherwise, takes and uses the property of another, or accepts and appropriates property, or services of another, and derives a benefit therefrom, the law implies a promise to pay what the thing so taken and used is reasonably worth: 2 Kent Com. 291; Dillon, Mun. Corp. sec. 459; Gas Co. v. San Francisco, 9 Cal. 455; Dillon, Mun. Corp. 463; Allegheny City v. McClurken, 14 Pa. 81.\nWe claim further that this action is properly brought and the pleadings proper to entitle the plaintiff to recover: 2 Greenleaf on Evidence, p. 90.\nThomas H. Murray and W. G. Pentz, with them Allison O. tSmith, for appellee.\nA person cannot recover for part performance of an entire contract: Wyckoff v. Artley, 142 Pa. 467; Hartman v. Meighan, 171 Pa. 46; Brymer v. Butler Water Co., 172 Pa. 489; Quigley v. De Hass, 82 Pa. 267.\nJuly 15, 1896:\nThe borough is not responsible for any action of its fire department without its authority and against its protest: Freeman v. Phila., 7 W. N. C. 45; Knight v. Phila., 15 W. N. C. 307; Fisher v. Boston, 104 Mass. 87."
  },
  "file_name": "0439-01",
  "first_page_order": 457,
  "last_page_order": 461
}
