{
  "id": 1167913,
  "name": "Snowiss v. Firemen's Insurance Company of Newark, Appellant",
  "name_abbreviation": "Snowiss v. Firemen's Insurance",
  "decision_date": "1936-05-25",
  "docket_number": "Appeal, No. 111",
  "first_page": "161",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "322 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "250 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016993
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0155-01"
      ]
    },
    {
      "cite": "40 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/40/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 8130,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 7.21436480843431e-08,
      "percentile": 0.4310147039460602
    },
    "sha256": "16bf5b2fbd6b253cb4eb23d9790b2452640f104159d155b7aa17c7bbe834df63",
    "simhash": "1:25f3991a8f3cca4e",
    "word_count": 1395
  },
  "last_updated": "2024-02-27T20:35:21.725051+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Snowiss v. Firemen’s Insurance Company of Newark, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nOn February 5, 1931, defendant issued to plaintiff, policy of fire insurance covering “stock consisting principally of hides, furs, ginseng, tallow and on stock materials, and stock supplies. ...” The total amount of insurance carried by plaintiff in all companies, including defendant, was $11,000. On February 12, 1931, a fire occurred and plaintiff filed proofs of loss claiming damage of $11,201.47. Defendant denied liability because of alleged fraud and false swearing on the part of plaintiff, it being defendant’s contention that the loss did not exceed $1,271.05. The policy provided that it should be void “in case of any fraud or false swearing by the insured touching any matter relating to this insurance or the subject thereof, whether before or. after a loss.” The jury found for plaintiff in the full amount of the policy.\nA large part of the discrepancy between the amount of plaintiff’s claim and of defendant’s admission of liability arose from the following circumstances: Plaintiff, and witnesses on his behalf testified that shortly before the time of taking out the policy he purchased from a concern known as United Hide, Iron & Metal Company a large quantity of furs costing $6,870; that these furs were delivered to him on February 6, 1931; that he examined them and placed them in his warehouse; that all these furs were owned by him and in his possession at the time of the fire. He testified that he paid for them on February 9, 1931, by giving a check for $250, cash in the sum of $120, and his note for $6,500; -that shortly after the fire he received a credit of $2,500 on the note in return for the delivery of certain merchandise of that value to United Hide, Iron & Metal Company; that thereafter he made additional payments of $300 by check and $700 in cash and renewed the balance of the account, amounting to $3,000, by giving two notes aggregating said sum. Defendant, on the other hand, contended that plaintiff never purchased said furs; that the alleged transaction with United Hide, Iron. & Metal Company was wholly fictitious; that, the proprietor of that company was the sister-in-law of plaintiff, and that the company was in collusion with plaintiff in pretending that such sale had occurred; that the cheeks given by plaintiff in alleged payment for. the furs were only part of a larger number which passed between plaintiff and the . company and which plaintiff explained as kiting or exchange transactions.\nDefendant was unable to produce any. testimony negativing the purchase and shipment of the furs; except for some evidence by firemen that in their inspection of the ruins they saw no trace of burnt furs, defendant’s case was based upon apparently justified scepticism as to the truth of plaintiff’s story. However, while there was much in that story that seems improbable, and while the jury might well have refused to believe it, this court cannot say the verdict was so obviously contrary to the weight of the evidence that it was an abuse of discretion for the court below to refuse a new trial.\nDefendant assigns errors both as to rulings on evidence and as to portions of the charge. The exceptions in regard to evidence were concerned principally with the refusal of the learned trial judge to allow defendant to prove certain deposits by plaintiff in the Lycoming Trust Company, made after the date of the fire, of checks from United Hide, Iron & Metal Company, for the purpose of showing that not all of these checks were offset by checks in equal amounts drawn by plaintiff to United Hide, Iron & Metal Company, and therefore did not represent a mere exchange of credits as contended by plaintiff. The trial court acted within its discretionary limits in refusing to allow an extended inquiry along that line, as it would have tended to magnify an issue which at best was merely collateral, with the possible danger of confusing the jury as to the main inquiry, namely, whether the furs in question were actually in the warehouse at the time of the fire. It is to be noted that according to plaintiff’s evidence only $550 of the $6,870 was paid by check, consequently the multitude of other checks which passed between the parties was a comparatively insignificant factor in the case.\nAn expert witness for plaintiff testified as to the actual cash value of the furs at the time of the fire. In cross-examination he was asked whether he knew when the furs in question had been caught. The expert having admitted that the time when the furs were caught would enter as an element in valuation, defendant complains of the action of the learned trial judge in sustaining plaintiff’s objection to the question. The witness, however, had already stated that he knew nothing of the furs except as described by plaintiff on the witness stand and therefore had admitted that he did not know when the furs Avere caught. To the extent to Avhich this weakened the value of his testimony defendant’s case received the benefit of his admission.\nDefendant produced a witness to testify as to an experiment made by him in regard to the effect of fire upon furs. It appeared, however, that the experiment had been conducted under conditions entirely different from those attending the burning of plaintiff’s stock of merchandise. Therefore the exclusion of the evidence was proper.\nDefendant assigns as error portions of the charge with reference to the amount of the verdict which the jury might find. Apart from the fact that neither in its pleadings nor proofs did defendant contest the valuations asserted by plaintiff, but rested wholly upon its position that plaintiff, by reason of alleged false swearing, was not entitled to recover at all, a reading of the charge indicates that defendant’s complaint is unjustified. What the court said was that if the jury believed the testimony on the part of the plaintiff they would not be justified in finding any value less than the amount of the insurance, and this was clearly correct. In other portions of the charge the court instructed the jury that, if they found for plaintiff, the test was the actual cash value of the merchandise at the time of the fire, and that it was for them to determine the loss.\nDefendant presented a point for charge to the effect that the condition in the policy with respect to the interest of the insured being that of sole and unconditional ownership related to the ownership of the property at the time when the policy was issued and not when the fire occurred. This point was refused, which defendant contends was error. It is true that the furs in controversy did not become a part of plaintiff’s stock until after the policy had been issued. According to plaintiff’s testimony, however, the furs had passed into his ownership and possession prior to the time of the fire, he having received and approved them and paid for them by the note, check and cash given by him on February 9, 1931. A policy on a stock of goods which in the nature of the business will be continuously changed is an insurance of the stock and not of the specific items on hand at the time the policy issues, and therefore will cover the newly acquired as well as the original property: West Branch Insurance Co. v. Helfenstein, 40 Pa. 289; Weisberger v. Western Reserve Insurance Co., 250 Pa. 155, 159. In the latter case it is said: “In insurance of this kind, the policy is construed to cover the value of the stock on hand for the time being, no matter how it may be changed from time to time by the result of sales and purchases. . . . The policy is intended to cover merchandise used for traffic, and it applies to such goods as are in the store, and owned by the' insured at the time when the loss occurs.”\nThe assignments of error are overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Horace Michener Schell, with him John G. Candor, for appellant.",
      "Albert L. Moise, with him Lewis G. Shapiro and Maso L. Mitchell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Snowiss v. Firemen’s Insurance Company of Newark, Appellant.\nArgued April 15, 1936.\nBefore Kephart, C. J., Schaffer, Drew, Linn, Stern and Barnes, JJ.\nHorace Michener Schell, with him John G. Candor, for appellant.\nAlbert L. Moise, with him Lewis G. Shapiro and Maso L. Mitchell, for appellee.\nMay 25, 1936:"
  },
  "file_name": "0161-01",
  "first_page_order": 201,
  "last_page_order": 206
}
