{
  "id": 1167839,
  "name": "Gallagher, Admr., v. Rogan, Appellant et al.",
  "name_abbreviation": "Gallagher v. Rogan",
  "decision_date": "1936-06-26",
  "docket_number": "Appeal, No. 168",
  "first_page": "315",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "322 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "315 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156678
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0529-01"
      ]
    },
    {
      "cite": "306 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136937
      ],
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0075-01"
      ]
    },
    {
      "cite": "305 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134677
      ],
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0425-01"
      ]
    },
    {
      "cite": "211 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0473-01"
      ]
    },
    {
      "cite": "75 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036659
      ],
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0441-01"
      ]
    },
    {
      "cite": "284 U. S. 312",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717781
      ],
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0312-01"
      ]
    },
    {
      "cite": "196 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916760
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/196/0176-01"
      ]
    },
    {
      "cite": "101 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500862
      ],
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0119-01"
      ]
    },
    {
      "cite": "49 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998432
      ],
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/49/0519-01"
      ]
    },
    {
      "cite": "177 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5705071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/177/0001-01"
      ]
    },
    {
      "cite": "284 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092049
      ],
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0444-01"
      ]
    },
    {
      "cite": "313 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152674
      ],
      "pin_cites": [
        {
          "page": "495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0491-01"
      ]
    },
    {
      "cite": "223 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961050
      ],
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0409-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8286,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.821439469001339e-07,
      "percentile": 0.9318166812041938
    },
    "sha256": "9b96339d7d2cede996bec9a35dd0bab10b0a8a9da0023278a28746d88671b76e",
    "simhash": "1:67f3ce29ff514dcf",
    "word_count": 1404
  },
  "last_updated": "2024-02-27T20:35:21.725051+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Gallagher, Admr., v. Rogan, Appellant et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nPlaintiff, as administrator of the estate of Mary Dolan, deceased, filed a bill in equity in Court of Common Pleas No. 1 of Philadelphia County, averring that a few days before decedent’s death defendant Delia M. Bogan, by fraud and undue influence, had “inveigled and coerced” her into transferring to said defendant an account in the Beneficial Saving Fund Society of Philadelphia amounting to $12,500, 565 shares of the common' stock and 24 shares of the preferred stock of the United Gas Improvement Company, and a mortgage of $3,500 on premises 1702 Mount Vernon Street, Philadelphia. The bill prayed that said defendant be enjoined from disposing of these assets, be decreed to account for them, and be ordered to reconvey them to plaintiff. The Beneficial Saving Fund Society of Philadelphia and the United Gas Improvement Company were also named as defendants.\nDefendant Delia M. Bogan is a resident of Montgomery County, and the bill, with notice to appear and answer, was served upon her there. A conditional appearance was entered for her and a petition filed and rule allowed in accordance with the Act of March 5, 1925, P. L. 23, for the purpose of raising the question of jurisdiction. The court below dismissed the petition, and granted a preliminary injunction in accordance with the prayer of the bill.\nAt the time the service of the copy of plaintiff’s bill was made the title papers evidencing ownership of all of the property referred to in the bill, namely, the pass book of the Saving Fund Society, the certificates of stock of the United Gas Improvement Company, and the bond and mortgage on the Mount Vernon Street premises, were in the actual possession of defendant Delia M. Bogan in Montgomery County.\nThe Act of April 6, 1859, P. L. 387, allows process in equity cases to be served upon nonresident defendants only where service has been made on one or more of the principal defendants within the county where the action is instituted, or where the suit concerns chattels or lands situate within the jurisdiction of the court or any lien, mortgage or encumbrance thereon.\nAdmittedly Delia M. Rogan is the sole principal defendant in the present proceedings, and therefore if service upon her in Montgomery County was justified it must be because there was property within the County of Philadelphia constituting the subject-matter of the suit.\nAs far as the account in the Beneficial Saving Fund Society is concerned, it is clear that the relationship between bank and depositor is that of debtor and creditor, that a bank account is a chose in action, and as such follows the domicile of the owner: Prudential Trust Company’s Assignment, 223 Pa. 409, 413; Gartner v. Cassatt, 313 Pa. 491, 495.\nThe mortgage on the Mount Vernon Street property was not located in Philadelphia. In Harper v. Consolidated Rubber Co., 284 Pa. 444, 451, it was clearly pointed out that, whatever may be the nature of a mortgage as between mortgagor and mortgagee, as to all other persons it is regarded in Pennsylvania merely as security for the payment of a debt. It is personal property and therefore governed by the principle mobilia sequuntur personam. In the present case there is no issue between mortgagor and mortgagee, nor any question concerning the security as a lien or encumbrance on the land, but merely one of ownership of the debt represented by the bond and accompanying mortgage.\nAs to the stock certificates, plaintiff contends that as the United Gas Improvement Company is a corporation whose principal office is located in Philadelphia, that county should be considered the situs of the certificates also. Plaintiff relies for support of this proposition mainly upon the decision in Jellenik v. Huron Copper Mining Company, 177 U. S. 1. In that case there was an act of Congress which authorized proceedings against nonresident defendants where the purpose of the suit was to remove a lien or cloud upon the title to property. The action was against the company itself and the directors of the corporation who had levied an assessment upon the stock, caused it to be sold, and purchased it themselves. The plaintiff there contended that the assessment and all the subsequent proceedings were illegal and constituted a cloud upon his title to the stock. It was therefore held that, having brought suit against the company in the state of the domicile, he could, under the express provisions of the act, effect service upon the directors even though nonresidents of the district where the suit was brought. The present suit, however, is not one in which there is any claim made against the company or its directors with reference to the status of the stock or any assessment or lien upon it, but is concerned merely with the ownership of the certificates, and therefore is subject to the well-established doctrine that they, like other personal property, are located at the domicile of their owner: McKean v. County of Northampton, 49 Pa. 519, 525; Commonwealth v. Standard Oil Company, 101 Pa. 119, 148; Mercantile Trust & Deposit Co. of Baltimore v. Mellon, 196 Pa. 176, 179; First National Bank v. Maine, 284 U. S. 312, 330.\nIt is clear, therefore, that no property of defendant Delia M. Rogan was within the County of Philadelphia when this action was instituted. Even were the fact otherwise, it would not avail plaintiff, because the mere presence of property within the jurisdiction does not, by virtue of the Act of 1859, permit the bringing in of the nonresident owner of such property where the decree sought is in personam: Coleman’s Appeal, 75 Pa. 441, 458; Wallace v. United Electric Company, 211 Pa. 473; Shreve v. Shreve, 305 Pa. 425, 430; Hughes v. Hughes, 306 Pa. 75, 79; Atlantic Seaboard Natural Cas Company v. Whitten, 315 Pa. 529. The present suit is not a proceeding in rem, but seeks a personal decree against defendant Delia M. Rogan for the retransfer of the property involved. As stated in Atlantic Seaboard Natural Gas Company v. Whitten, supra, page 534, “There is a wide distinction between a course of judicial procedure, the object of which is to subject the res to the power of the State directly by the judgment or decree which is entered and a procedure which only affects or disposes of the res by compelling a party to the action to control or dispose of the res in accordance with the mandate or decree. The former is a proceeding in rem; the latter is a proceeding in personam. The suit before us is not specifically directed toward the res; it is directed toward the owner of the res. The status of the res is not in the slightest degree affected until after the suit against the owner is terminated adversely to the latter. Until that stage is reached the suit is entirely a proceeding between persons and not between a person and a certain piece of land as, for example, in condemnation or foreclosure proceeding.”\nFinally, plaintiff seeks refuge in the Act of May 17, 1921, P. L. 899. The title of that act, however, is somewhat broader than its provisions, for on examination it appears that it “extends” the “territorial jurisdiction” of courts only to “all rules, notices and orders necessary in the course of procedure to be served upon the party or parties residing beyond such jurisdiction and within the Commonwealth.” It would seem that the statute relates only to mesne and not to original process, but even if it be given a broader interpretation it would still be applicable only where there is property within the jurisdiction of the court in which the action is instituted, and in the present case, as has been pointed out, this prerequisite was lacking.\nThe order of the court below dismissing the petition of defendant Delia M. Eogan and granting to plaintiff a preliminary injunction is reversed, and service of the bill set aside; costs to be paid by appellee.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Benjamin H. Ludlow, with him Julian W. Barnard, for appellant.",
      "Vincent A. Carroll, with him James P. McCormick, for appellee.",
      "David J. Smyth, for Beneficial Saving Fund Society, appellee.",
      "W. Heyward Myers, Jr., for United Gas Improvement Co., appellee."
    ],
    "corrections": "",
    "head_matter": "Gallagher, Admr., v. Rogan, Appellant et al.\nArgued April 14, 1936.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nBenjamin H. Ludlow, with him Julian W. Barnard, for appellant.\nVincent A. Carroll, with him James P. McCormick, for appellee.\nDavid J. Smyth, for Beneficial Saving Fund Society, appellee.\nW. Heyward Myers, Jr., for United Gas Improvement Co., appellee.\nJune 26, 1936:"
  },
  "file_name": "0315-01",
  "first_page_order": 355,
  "last_page_order": 360
}
