{
  "id": 1167882,
  "name": "Mathues's Estate",
  "name_abbreviation": "Mathues's Estate",
  "decision_date": "1936-06-26",
  "docket_number": "Appeal, No. 220",
  "first_page": "358",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "322 Pa. 358"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "174 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0362-01"
      ]
    },
    {
      "cite": "206 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931745
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0064-01"
      ]
    },
    {
      "cite": "205 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0413-01"
      ]
    },
    {
      "cite": "166 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0213-01"
      ]
    },
    {
      "cite": "191 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0404-01"
      ]
    },
    {
      "cite": "68 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0101-01"
      ]
    },
    {
      "cite": "313 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0053-01"
      ]
    },
    {
      "cite": "110 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0095-01"
      ]
    },
    {
      "cite": "180 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888397
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0515-01"
      ]
    },
    {
      "cite": "4 Kulp 157",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122283
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0272-01"
      ]
    },
    {
      "cite": "302 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0539-01"
      ]
    },
    {
      "cite": "275 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0366-01"
      ]
    },
    {
      "cite": "306 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136897
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0334-01"
      ]
    },
    {
      "cite": "199 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/199/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 5855,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 3.925658767674078e-07,
      "percentile": 0.9028155695563718
    },
    "sha256": "6c557fe1eeaa6590fb075fa3ee19d4c9f054a7c2465ff7cf3bb5baca6d182787",
    "simhash": "1:9f843c1e7386fd3c",
    "word_count": 967
  },
  "last_updated": "2024-02-27T20:35:21.725051+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Linn,\" Stern and Barnes, JJ."
    ],
    "parties": [
      "Mathues’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nThe Act of June 7, 1917, P. L. 447, Sec. 53, empowers the Orphans’ Court to remove a fiduciary over whom it exercises jurisdiction upon cause shown. The removal of a trustee is a drastic action, which should only be taken when the estate is actually endangered and intervention is necessary to save trust property. In Neafie’s Estate, 199 Pa. 307, it was stated there must be a substantial reason before the court will remove a trustee, who enjoyed the confidence of the person who created the trust. A testator has, as a property right, the privilege and power to place the management of his estate in a selected person as a condition of his bounty. See Bailey’s Estate, 306 Pa. 334; Perry on Trusts (6th ed.) 276; Boots Estate, 275 Pa. 366.\nThe effort of the testamentary guardian of the two minor children of this testator, to remove appellee as testamentary trustee failed. The reasons assigned for removal were that he withheld income, interfered with the control of the children, neglected to keep appellant’s residence in repair, refused to comply with the directions of the will, and engendered an irreconcilable hostility between himself and appellant. These, appellant says, make him unfit to continue in his fiduciary capacity.\nOne of the children, testator’s son, Curtis, has been absent for five years from the home of the guardian. All parties are ignorant of his whereabouts. Under these circumstances appellee has refused to pay the full income, believing, in good faith, as the master found, that it is his duty to preserve for the boy his proportionate share of the income. He further asserts that upwards of $2,000 of income should be retained for future contingencies in the management of the real property of the estate, such as demands for repairs, taxes, et cetera. Appellant insists that appellee has no discretion as to payment of income, and that it must be turned over, as it accrues, to the guardian who alone has power to determine the requirements of the children. He states that the retention of income amounts to unlawful accumulation. The master, however, found that the retention of the money was waxranted and done for the best interests of the estate. This finding, supported by sufficient evidence and approved by the court below, will not be disturbed by this court on appeal. See McEvoy v. Grant, 302 Pa. 539; Foulk v. Hampton, 299 Pa. 272. If appellee is in error as to his power under the will to retain income for an absent beneficiary that is not sufficient to justify his removal. He acted in good faith and on the advice of counsel. In doubtful situations a mere error as to legal duties is not a breach of trust warranting dismissal. Gray’s Estate, 4 Kulp 157; Perry, loc. cit. supra.\nThe trastee is not violating the established policy of this Commonwealth against accumulations by so acting. This term is applied only to income retained for the deliberate purpose of adding it to corpus. Where income is reserved as a separate fund, to meet exigencies which might subsequently arise, and which might otherwise necessitate a depletion of the principal, there is no unlawful accumulation. Such an income reserve is, on the contrary, in the interest of judicious management. Howell’s Estate, 180 Pa. 515; Eberly’s Appeal, 110 Pa. 95. It is not reasonable to suppose testator intended the trustee to strip the estate of a safe margin of surplus income by turning it all over to the guardian upon its accrual. The master found that the sum retained was not excessive for this purpose, and there is no error apparent in his finding.\nThe second objection, that appellee has created a strong hostility between himself and appellant, requiring his removal, is without merit. Active antagonism of the beneficiaries of an estate toward a fiduciary, while undesirable, is not sufficient to compel the courts to order the latter’s removal, unless provoked by him and likely to jeopardize the estate. Neafie’s Estate, supra; Hurley’s Estate, 313 Pa. 53; Stevenson’s Appeal, 68 Pa. 101. Nathans’s Estate, 191 Pa. 404, cited by appellant for a contrary principle, was expressly overruled in Neafie’s Estate, supra, and does not represent the law. In Marsden’s Estate, 166 Pa. 213; Myers’s Estate, 205 Pa. 413; Mansfield’s Estate, 206 Pa. 64, and Miller’s Estate, 174 Pa. 362, relied on by appellant, there existed material grounds for removal other than mere animosity, and the antagonism was itself engendered by breaches of trust.\nHere the hostility was not provoked by any unreasonable or wrongful conduct of appellee. Its sources, as the master found, are three. First, appellee, who was a friend of the decedent, has always been regarded by appellant, testator’s father, as an interloper interfering in the family affairs. Second, appellee displayed a sincere and kindly interest in the welfare and education of the boy Curtis, much to the guardian’s resentment. The court below strongly commended appellee’s conduct. The third cause, the withholding of funds, has been discussed above.\nOn the charge that the fiduciary has mismanaged the estate, the master found, and the court below approved, that he had displayed a high degree of business acumen and shill in preserving the corpus intact through nineteen years of violent economic fluctuation and distress, and had done everything possible to protect the interest of the beneficiaries. The assignments not discussed are without merit. The court below did not err in refusing to remove appellee as testamentary trustee.\nDecree affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "John Lamon, with him Ardemus Stewart, for appellant.",
      "Frank Bechtel, Jr., Andrew J. Schroder, 2d, and Albert T. Hamby, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Mathues’s Estate.\nArgued May 13,1936.\nBefore Kephart, C. J., Schaffer, Maxey, Linn,\" Stern and Barnes, JJ.\nJohn Lamon, with him Ardemus Stewart, for appellant.\nFrank Bechtel, Jr., Andrew J. Schroder, 2d, and Albert T. Hamby, for appellee, were not heard.\nJune 26, 1936:"
  },
  "file_name": "0358-01",
  "first_page_order": 398,
  "last_page_order": 402
}
