{
  "id": 1167902,
  "name": "Kors, Appellant, v. Lipschutz et al.",
  "name_abbreviation": "Kors v. Lipschutz",
  "decision_date": "1936-06-26",
  "docket_number": "Appeal, No. 146",
  "first_page": "439",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "322 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "51 Atl. 371",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "201 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0534-01"
      ]
    },
    {
      "cite": "79 Atl. 802",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "230 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0591-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6657,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 7.568564444619113e-08,
      "percentile": 0.44876863477368756
    },
    "sha256": "8187e328cb1e510b8c3742f5f1500d6c6e0037694304f050ad73e326fd21fbbd",
    "simhash": "1:eda5eebeaf76b8da",
    "word_count": 1144
  },
  "last_updated": "2024-02-27T20:35:21.725051+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maney, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Kors, Appellant, v. Lipschutz et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nPlaintiff, appellant, brought this action of assumpsit against the executors of Isaac L. Lipschutz, Louis Frankel and Jacob Edelstein, seeking a recovery against the estate of Lipschutz and the other two defendants of a large sum of money, — $500,000, representing commissions which the plaintiff claims he was to receive as a real estate broker on $5,000,000, which he alleges the defendants agreed to invest in Florida, and the further sum of $325,000, being the assumed value of plaintiff’s interest in certain assets set forth in a trust agreement. It is claimed that Lipschutz and the two living defendants were partners.\nOn the trial plaintiff offered himself as a witness. It was objected that he was incompetent under section 5, clause (e) of the Act of May 23,1887, P. L. 158, 28 P. S., sec. 322. The court sustained the objection. Plaintiff offered no further testimony for the reason that he could not make out his case without his own evidence. The court entered a nonsuit which it refused to take off.\nIn the statement of the question involved and in his brief, appellant argues as though he were a surviving partner of Lipschutz, Frankel and Edelstein or a joint promisee. He was neither of these. It is not alleged in the statement of claim that he was a partner and his action is based on no such relation, nor was he a joint promisee. If there was a promise made, it was made to him individually.\nThe contention is that he was privileged to detail conversations with the surviving partners in the presence and hearing of the deceased partner and conversations with the deceased partner in the presence and hearing of the surviving partners.\nThe Evidence Act of 1887, so far as its provisions apply to the situation before us, reads as follows: “Nor, where any party to a thing or contract in action is dead, or has been adjudged a lunatic and his right thereto or therein has passed, either by his own act or by the act of the law, to a party on the record who represents his interest in the subject in controversy, shall any surviving or remaining party to such thing or contract, or any other person whose interest shall be adverse to the said right of such deceased or lunatic party, be a competent witness to any matter occurring before the death of said party or the adjudication of his lunacy, unless the proceeding is by or against the surviving or remaining partners, joint promisors or joint promisees of such deceased or lunatic party, and the matter occurred between such surviving or remaining partners, joint promisors or joint promisees and the other party on the record, or between such surviving or remaining partners, promisors or promisees and the person having an interest adverse to them, in which case any person may testify to such matters.”\nEliding all words in the act not necessary here to be taken into account, we have the following: “Nor, where any party to a thing or contract in action is dead, and his right thereto or therein has passed, either by his own act or by the act of the law, to a party on the record who represents his interest in the subject in controversy, [Lipschutz is dead. His right has passed to a party on the record who represents his interest] shall any surviving or remaining party to such thing or contract be a competent witness to any matter occurring before the death of said party [So far the plaintiff is unquestionably barred by the language. This is admitted in his brief] unless the proceeding is by or against the surviving or remaining partners of such deceased [The proceeding is not by a surviving partner, neither is it against the surviving or remaining partners alone] and the matter occurred between such surviving or remaining partners [Which it did not, because the offer was to show conversations with the surviving partners in the presence and hearing of the deceased and conversations with him in the presence and hearing of the surviving partners] and the other party on the record, in which case any person may testify to such matters.”\nA reading of this language unmistakably shows that the plaintiff’s testimony was incompetent. The only instance in which a party may testify to matters occurring between him and the members of a partnership during the lifetime of one of the partners who is dead is where the action is against the surviving partners alone. Plaintiff’s suit is not against surviving partners alone but against surviving partners and executors of the deceased partner. Plainly he does not fall within the exception contained in the act.\nLockard v. Vare, 230 Pa. 591, 79 Atl. 802, was a suit in trespass for negligence against three Vare brothers as partners. After issue joined, one of them died. Plaintiff’s counsel asked that the jury be sworn as to the surviving partners only. This was done and the plaintiff was permitted, over objection, to testify generally as to matters occurring in the lifetime of the deceased partner. It is to be noted that the jury was sworn only as to the surviving partners and that the case, as tried, was not against the interest of the deceased partner represented on the record by his executors. The trial court was reversed on the ground that the plaintiff was an incompetent witness.\nIn Equitable Trust Co. v. Bowen, 201 Pa. 534, 51 Atl. 371, the plaintiff brought suit on a bond given by Bowen and Alfieri as partners, principals, and the Continental Title & Trust Company as surety, guaranteeing the completion of buildings. While a casual reading of this case seems to support appellant’s contention, when it comes to be critically examined, it is seen not to do so. The record of the case shows that the jury was sworn only as to the corporate surety, a joint promisor. The appellant’s brief states that “The plaintiff below and appellee is the Equitable Trust Company. The defendants were H. W. Bowen, Alfonso F. Alfieri, and the Continental Title & Trust Company. Neither Bowen nor Alfieri was served with process. Issue was joined only with the remaining defendant, which is the present appellant.” So far as anything in that case conflicts with what is now decided it is overruled.\nWe think it not necessary to comment upon cases decided previous to the Act of 1887 or upon cases from other jurisdictions.\nThe ruling of the trial judge was proper and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Abraham Wermch, with him Chandes N. Kors, for appellant.",
      "Robert T. McCracken, with him Samuel Fessenden and Otto Kraus, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Kors, Appellant, v. Lipschutz et al.\nArgued April 28,1936.\nBefore Kephart, C. J., Schaffer, Maney, Drew, Linn, Stern and Barnes, JJ.\nAbraham Wermch, with him Chandes N. Kors, for appellant.\nRobert T. McCracken, with him Samuel Fessenden and Otto Kraus, Jr., for appellees.\nJune 26, 1936:"
  },
  "file_name": "0439-01",
  "first_page_order": 479,
  "last_page_order": 483
}
