{
  "id": 1167858,
  "name": "Steinau, Appellant, v. Great Oak Building and Loan Association",
  "name_abbreviation": "Steinau v. Great Oak Building & Loan Ass'n",
  "decision_date": "1936-06-26",
  "docket_number": "Appeal, No. 242",
  "first_page": "545",
  "last_page": "547",
  "citations": [
    {
      "type": "official",
      "cite": "322 Pa. 545"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "322 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0569-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 258,
    "char_count": 3219,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 9.050042922922501e-08,
      "percentile": 0.5045348203698362
    },
    "sha256": "91ed72d49457af43f710cae56d4f4d6f2e77bda1e7883088c876fd6f5e7b04be",
    "simhash": "1:025cfc0056385627",
    "word_count": 547
  },
  "last_updated": "2024-02-27T20:35:21.725051+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Steinau, Appellant, v. Great Oak Building and Loan Association."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThis is an action of assumpsit to recover the value of plaintiff’s shares in two building and loan associations which have merged with a third. Plaintiff’s suit against the resulting association seeks the value of the shares as of the date of the merger. The learned trial judge directed a verdict for defendant, and from the overruling of plaintiff’s motions for a new trial and for judgment n. o. v. he has taken the present appeal.\nPlaintiff first requested information as to the value of his shares in December, 1929. Shortly thereafter he was told that a merger involving his two associations was contemplated, that appraisals were being made, and that any valuation of his shares would have to abide the results of the appraisals. He replied that he was not interested in any such endeavor. The merger was approved April 15, 1930, effective April 21, 1930, and in the following June plaintiff was advised as to the value of his shares. He was also told that the articles of merger forbade any withdrawals until April, 1931. In October, 1930, plaintiff gave notice of his intention to withdraw, and this notice was repeated in April, 1931. Six months later plaintiff’s name headed the list of withdrawing shareholders when an order of the secretary of banking stopped any further withdrawals. On March 9, 1934, an order of segregation was issued under section 808 of the Building and Loan Code of May 5, 1933, P. L. 457. The restrictions were still in force when suit was begun on August 29, 1934.\nWe find no merit in plaintiff’s contention that his conduct in the instant case made him a creditor of the defendant association. He may have objected to the merger but he did not thereby become a creditor of the new association. The court below was inclined to the opinion that plaintiff was a withdrawing shareholder. It properly held that the restrictions imposed by the department of banking constituted an adequate defense in any such view of the case. If it be conceded, as plaintiff seems to contend, that he was not a withdrawing but a nonassenting shareholder, he is nevertheless barred by virtue of his failure to institute his action within the period prescribed by the Act of May 15, 1938, P. L. 794: Gorges v. Greater Adelphi Building and Loan Association, 322 Pa. 569. All that need be said with respect to the constitutionality and the proper construction of the act will be found in our opinion in that case.\nWe have resolved all doubts in plaintiff’s favor and have assumed that he did not acquiesce in the merger. It is plainly evident, however, that he is not entitled to recover on any theory of the case. The directed verdict for defendant was entirely proper.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Henry A. Craig, with him Albert L. Moise, for appellant.",
      "Abraham L. Freedman, with him Wolf, Bloch, Schorr <& SoUs-Cohen, for appellee.",
      "Sylvan H. Hvrsch, with him Herbert P. Sundheim, Special Deputy Attorneys General, and Charles J. Margiotti, Attorney General, for Secretary of Banking, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Steinau, Appellant, v. Great Oak Building and Loan Association.\nArgued April 29, 1936.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nHenry A. Craig, with him Albert L. Moise, for appellant.\nAbraham L. Freedman, with him Wolf, Bloch, Schorr <& SoUs-Cohen, for appellee.\nSylvan H. Hvrsch, with him Herbert P. Sundheim, Special Deputy Attorneys General, and Charles J. Margiotti, Attorney General, for Secretary of Banking, amicus curiae.\nJune 26, 1936:"
  },
  "file_name": "0545-01",
  "first_page_order": 585,
  "last_page_order": 587
}
