{
  "id": 920371,
  "name": "Benton v. Philadelphia",
  "name_abbreviation": "Benton v. Philadelphia",
  "decision_date": "1901-02-18",
  "docket_number": "Appeal, No. 218",
  "first_page": "396",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "198 Pa. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 197,
    "char_count": 2316,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.7570049865642388e-07,
      "percentile": 0.7093506223721924
    },
    "sha256": "de7198b2785ca9de0ed121cc57ee7164bcfec548e80f5b8bca3ffe39eb6f898a",
    "simhash": "1:e806235cfff42379",
    "word_count": 403
  },
  "last_updated": "2023-07-14T19:28:18.898299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Benton v. Philadelphia."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nThe court below entered a compulsory nonsuit and refused, on motion, to take it off. The ground of the nonsuit was the contributory negligence of the plaintiff and this was fairly established by his testimony. He was riding on his bicycle at the time lie was injured, and if he had given proper attention to the operation of it, and had looked where he was going, he could have easily and safely avoided tlie occurrence of which ho complains. It was an unfortunate occurrence but not such as would authorize a judgment against the defendant. The assignment of error is dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "Thomas A. ffahy, for appellant.",
      "Samuel Chew and Howard A. Davis, assistant city solicitors, and John L. Kinsey, city solicitor, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Benton v. Philadelphia.\nNegligence—Gonlributoi'y negligence—Bicycles—Defect in road.\nIn an action against a city to recover damages for personal injuries caused by a fall from a bicycle, a compulsory nonsuit is properly entered where it appears from plaintiff’s own testimony that while riding down a hill he lost his pedal in passing over a gully, and looking down to regain his pedal, struck another gully which was six or eight feet from the first gully, and which he could have seen if he had looked ahead, and was thrown and injured.\nArgued Jan. 11, 1901.\nAppeal, No. 218, Jan. T., 1900, by plaintiff, from order of C. P. No. 1, Phila. Co., March T., 1899, No. 626, refusing to take off nonsuit, in case of George Y. Benton v. Philadelphia.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nTrespass for personal injuries. Before Biddle, P. J.\nAt the trial it appeared that plaintiff, a ‘man about sixty-two years of age, was injured on May 7, 1897, by falling from his bicycle while riding in Fairmount Park. He testified that in riding down hill he lost his pedal in crossing a gully, and while he was looking down trying to regain it, he crossed a second gully about six or eight feet from the first, and was thrown and injured. He stated that there was nothing to prevent his seeing the second gully if he had looked. The accident occurred in the daytime.\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nError assigned was refusal to take off nonsuit.\nThomas A. ffahy, for appellant.\nSamuel Chew and Howard A. Davis, assistant city solicitors, and John L. Kinsey, city solicitor, for appellee, were not heard.\nFebruary 18, 1901:"
  },
  "file_name": "0396-01",
  "first_page_order": 420,
  "last_page_order": 421
}
