{
  "id": 920280,
  "name": "Commonwealth v. Banks",
  "name_abbreviation": "Commonwealth v. Banks",
  "decision_date": "1901-02-18",
  "docket_number": "Appeal, No. 247",
  "first_page": "397",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "198 Pa. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton, 445",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "160 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0277-01"
      ]
    },
    {
      "cite": "50 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425182
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0091-01"
      ]
    },
    {
      "cite": "52 Wis. 469",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8705919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/52/0469-01"
      ]
    },
    {
      "cite": "98 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0607-01"
      ]
    },
    {
      "cite": "43 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0295-01"
      ]
    },
    {
      "cite": "7 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0034-01"
      ]
    },
    {
      "cite": "122 Ill. 389",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "44 Mo. 570",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        950234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/44/0570-01"
      ]
    },
    {
      "cite": "4 Wheat. 518",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0518-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 741,
    "char_count": 13388,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 3.1106837109451306e-07,
      "percentile": 0.8599530320107466
    },
    "sha256": "826bedb50b0246a907c344b5b5ac0b8aa7cce20af7f3f641beb4ed989aae7853",
    "simhash": "1:62cd6bf3829f8a38",
    "word_count": 2216
  },
  "last_updated": "2024-02-27T17:59:06.676058+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Commonwealth v. Banks."
    ],
    "opinions": [
      {
        "text": "Per Ctjriam:,\nA sufficient warrant for the decree appealed from appears in Judge Arnold’s opinion and on that opinion we affirm it.\nDecree affirmed and appeal dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Ctjriam:,"
      }
    ],
    "attorneys": [
      "A. XT. Bonnard, for appellant.",
      "John P. Elkin, attorney general, with him Richard G. Dale, Walter George Smith and Samuel Dickson, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Banks.\nEquity—Trade-mark—University of Philadelphia—University of Pennsylvania.\nA person who conducts a business college in the city of Philadelphia in which the course of instruction is entirely commercial in character, and who guarantees to his graduates business positions, but who is not entitled to confer degrees, has no right to describe his school as a “ university ; ” and if he does so he may be restrained by a court of equity in a suit by the commonwealth.\nWhere the proprietor of a business college in the city of Philadelphia adopts the name “ University of Philadelphia,” as a title for his school, and as a result persons intending to correspond with the University of Pennsylvania, situated in the same city, are misled by the similarity of names, the latter institution is entitled to protection against the use of the word “ university.”\nArgued Jan. 11, 1901.\nAppeal, No. 247, Jan. T., 1900, by defendant, from decree of C. P. No. 4, Phila. Co., March T., 1900, No. 778, on bill in equity in case of Commonwealth v. Benjamin S. Banks.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity for an injunction.\nArnold, P. J., filed the following opinion:\nThe attorney general, on behalf of the commonwealth, has filed a bill to restrain the defendant from using the name “University of Philadelphia ” in connection with his business of keeping a school for commercial instruction. The facts as averred in the bill, and admitted to be true by the demurrer, are that the defendant is the proprietor of a business school in this city, and formerly carried on his school under the name of “ Banks’ Business College,” but recently he has assumed the name and title of the University of Philadelphia. In a pamphlet or prospectus in which he advertises his business, the defendant states that:\n“ The aim of the University is to thoroughly equip young men and young women to fill satisfactorily to themselves and their employers, any position of a clerical nature which may be open to them, to develop every latent quality or talent they possess which could increase their efficiency and so train them by actual, practical work as to enable them to fill intelligently the higher' grades of positions.\n“We have no desire to make the school a machine for the transformation of students into mechanical bookkeepers and stenographers, but train our pupils to think and reason along broad lines and give them a liberal education, endeavoring to be not merely teachers of book facts, but of common sense, sound judgment and the underlying principles of business which open up wide avenues of success and usefulness in the bush ness world.\n“We aim to occupy toward the business world the position which the trade school holds to the mechanical occupations, or the college to the professional man, by training the hand and mind for a specific occupation, which will enable the pupil to immediately earn a good living and to become a useful member of society.”\nThe course of instruction imparted by the defendant is commercial, such as bookkeeping and stenography. This is shown by the statement in his prospectus that “ Diplomas are given to those who complete the ‘ Commercial,’ ‘ Combined ’ or ‘ Stenographic ’ courses, and also to those who have studied with us and have subsequently filled a position, either as a bookkeeper or a stenographer for sixty days, to the satisfaction of their employer, said position having been obtained either with or without our assistance.”\nThat the defendant’s institution is not a university is shown by his statement that “ There is nothing in common between our methods and those pursued by others. In one class of schools you are too much of a theorist and not enough of a practician. The other extreme is pursued by another class, too much of a virtue being made of ‘Actual business from the start,’ ‘ Learn by doing,’ ” etc.\nThat his school is a purely business affair is shown by his statement that, “ As obtaining positions for our graduates is a vital part of our success, we have studied the situation by inquiring of many successful business men just what they needed and expected in an employee, and having verified our own views on the subject, we have formulated our course to meet the requirements of the employing public.\n“ The community appreciates a course in the University of Philadelphia as it does a college training. A man studies for the ministry, law, or medicine, never asking himself the question, ‘ Shall I be able to earn a livelihood ? ’ He knows that when the course is completed he will make his way; yet there is infinitely more prospect of immediate gain, as well as ultimate success, in the business field than in the more complicated and expensive educations.”\nTo insure the success which he promises his students as well as to increase his own business, the defendant issues a paper which he calls a “ Contract of Guaranty,” by which “ The University of Philadelphia guarantees to place (the student) in a position within sixty days from the time of completing either onr Stenographic or Combined course, at a salary of not less than seven dollars per week, or to refund the money paid for tuition.”\nTwo questions arise upon these facts: First, Has the defendant a right to use the word “ University ” as descriptive of the institution or business conducted, by him ? and, second, Is the method adopted in this case proper for preventing the defendant from calling his institution a university, in case he is not entitled to use that word ?\nA short but comprehensive definition of the word “university” is an aggregation or union of colleges. It is an institution in which the education imparted is universal, embracing many branches, such as the arts, sciences and all manner of learning, and possessing power to confer degrees which indicate proficiency in the branches taught. In the collegiate department, or department of arts, as it has been called, the ordinary scholastic education is imparted, upon which the degree of Bachelor of Arts and Master of Arts is conferred; in the medical department the degree of Doctor of Medicine is conferred, and in the law department the degree of Bachelor of Laws. The medical department is also subdivided into branches or special departments, such as dental surgery and veterinary medicine, etc. The words “school,” “academy” and “ college ” are applied to institutions which are confined to some special course of instruction. These words, “school,” “academy” and “college,” have become common dictionary words which maybe appropriated by any person. Thus we see the term swimming school, skating school, bicycle school, dancing academy, business college, and the like in common use. In some of the western states, it is true, the word “ university ” is also freely adopted and used by institutions which do not include all departments of learning, but as no complaint seems to have been made against them, and no laws have been passed to prevent the use of that word in those states, we know of no instance in which an attempt has been made to prevent the use of the word “university” as applied to an institution which is confined to a special course of instruction.\nIn this state, however, by the Act of June 26,1895, P. L. 327, for the incorporation of institutions of learning, with power to confer degrees in art, science, philosophy, literature, medicine, law and theology, and for the supervision and regulation of such institutions, there was created a board styled the College and University Council, which shall consist of twelve members, viz: the governor, attorney general and the superintendent of public instruction, who shall be members ex officio, three persons selected from the presiding officers of undenominational colleges or universities of this commonwealth, three persons selected from the presiding officers of denominational colleges or universities of this commonwealth, and three persons holding official relationship to the common schools of the state. No new institution shall be authorized to confer degrees until the college and university council shall have considered its application and approved the same. The rights of previously existing colleges to confer degrees are preserved. As a university is an institution authorized to confer degrees, and no university can be established without the approval of the college and university council, and as the defendant has no such authority conferred upon him, therefore he has no right to use the name and title of University of Philadelphia in connection with his business.\nThere is located in the city of Philadelphia an institution entitled the University of Pennsylvania, and it is averred in the bill that the school of the defendant has been frequently mistaken for the University of Pennsylvania, and numerous letters intended for the provost of the University of Pennsylvania, and members of its faculty, have been directed by persons residing in other states and countries to the University of Philadelphia. The similarity of name between the University of Pennsylvania and the University of Philadelphia misleads persons into making mistakes in correspondence, and those mistakes would entitle the University of Pennsylvania, and persons dealing with it, to protection under the law relating to trade-marks, against the use of a name which is similar in point of territorial designation and misleads the public.\nOne remedy to restrain the defendant from the unlawful use of the name “ University of Philadelphia ” would be by information and a writ of quo warranto, upon which judgment of ouster might be given and a fine, and even imprisonment might be inflicted if the defendant should refuse to abide the judgment of the court. The same relief may also be obtained by a proceeding in equity. Courts of equity have power to restrain the commission of acts which are contrary to law and prejudicial to the interests of the community, and a court may accomplish the same results by injunction as may be obtained by a quo warranto.\nAn injunction will be decreed as prayed for.\nDECREE.\nAnd now, to wit: July 5, 1900, this cause having come on to be heard upon the motion of the attorney general for an injunction, and having been argued by counsel, and it appearing by the record that the defendant had, by demurrer, admitted the facts duly averred in the complainant’s bill, and the court being fully advised in the premises, it is ordered, adjudged and decreed that Benjamin S. Banks be and he hereby is enjoined and restrained from using the name “ University of Philadelphia ” in any manner in his business or upon his letterheads, circulars, advertisements, placards or in any other way, or from holding himself out as owning or controlling an institution lawfully styled “ University of Philadelphia,” or as authorized to confer degrees or grant diplomas; and further, that the said Benjamin S. Banks be ordered to cancel the name “ University of Philadelphia” appearing .upon any letterheads, billheads, circulars, envelopes or other stationery which may be in his possession and which he may intend to use, and that he remove and destroy all advertisements and placards of the “ University of Philadelphia.”\nError assigned was the decree of the court.\nA. XT. Bonnard, for appellant.\nThe University of Pennsylvania being a purely private corporation or one over which the commonwealth exercises no control, the commonwealth has no status in a bill asking redress for an injury to the university alone: Dartmouth College v. Woodward, 4 Wheat. 518; State v. Adams, 44 Mo. 570; Louisville v. University of Louisville, 15 B. Mon. (Ky.) 642 ; Allen v. McKeen, 1 Sumn. (U. S.) 276; State Education Board v. Bakewell, 122 Ill. 389.\nIn all proceedings by the commonwealth alone the wrongs presented for redress must be to the public only, and not to the individual, whose private grievance cannot be at issue in a proceeding to which he is not a party: Commonwealth v. Burrell, 7 Pa. 34; Commonwealth v. Del. & Hud. Canal Co., 43 Pa. 295; Commonwealth v. McCarter, 98 Pa. 607, and other cases cited in note in 2 Pepper & Lewis’s Digest, p. 3883; Attorney General v. Albion Academy & Normal Institute, 52 Wis. 469; State v. Lord, 28 Oregon, 498.\nJohn P. Elkin, attorney general, with him Richard G. Dale, Walter George Smith and Samuel Dickson, for appellee,\nwere not heard, but in their printed brief said: The commonwealth was entitled, at its election, to invoke the equity jurisdiction of the court of common pleas : Buck Mountain Coal Co. v. Lehigh Coal & Nav. Co., 50 Pa. 91; Penna. Schuylkill Valley 11. R. Co. v. Phila. & Reading R. R. Co., 160 Pa. 277.\nThe use of the name of a corporation is a continuing representation of the possession of the franchise to be a corporation : Queen v. Registrar of Joint Stock Companies, 10 Q. B. Rep. 839.\nThe use of the name the “ University of Philadelphia ” involves the representation that the defendant is a corporation authorized to confer degrees : Case of The Medical College of Phila., 3 Wharton, 445; In re Literary Degrees, 17 Pa. C. C. R. 578.\nFebruary 18, 1901:"
  },
  "file_name": "0397-01",
  "first_page_order": 421,
  "last_page_order": 427
}
