{
  "id": 920289,
  "name": "Felleman v. Cassler",
  "name_abbreviation": "Felleman v. Cassler",
  "decision_date": "1901-02-18",
  "docket_number": "Appeal, No. 242",
  "first_page": "407",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "198 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 232,
    "char_count": 3628,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 9.65067854127537e-08,
      "percentile": 0.5279877321033002
    },
    "sha256": "ae37d0a290ebdf3ac2924f2d05a4a7ee10704d554ac3c0c201a6bb69ec6881fe",
    "simhash": "1:b7be05f9a8c663c9",
    "word_count": 604
  },
  "last_updated": "2023-07-14T19:28:18.898299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Felleman v. Cassler."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nIn this case judgment was entered for plaintiff for want of a sufficient affidavit of defense. The affidavit filed by the defendants was clearly insufficient to prevent judgment. The alleged fraudulent representation of the defendants was not properly specified in the affidavit in any material particular and no supplemental affidavit was filed. No error was committed in entering judgment against the defendants.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "J. Howard G-endell with him William H Kreider and John O. Grady, for appellants.",
      "Benjamin Alexander, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Felleman v. Cassler.\nPractice, 0. P.—Affidavit of defense—Insufficient averments as to fraud.\nAn affidavit of defense in a suit upon notes given in payment for a saloon is insufficient which merely avers that fraudulent representations were made by plaintiff to the defendants in order to effect the sale, without any statement as to what these representations were, except that it was represented that the receipts from the saloon were $130 to $160 per week, and calculated upon experienced tables would prove that the profit would be thirty-three and one third per cent of x-eceipts, but that it appeared that the actual receipts of the business wex-e only $60.00 or $70.00 per week, and the profit upon that sum would scarcely pay the rent.\nArgued Jan. 14, 1901.\nAppeal, No. 242, Jan. T., 1900, by defendants, from order of C. P. No. 1, Phila. Co., March T., 1900, No. 759, making absolute a rule for judgment for want of a sufficient affidavit of defense in case of Morris Felleman v. Frank G. Cassler and Hugh Brogan.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit for notes given in payment for a saloon.\nThe affidavit of defense was as follows:\nThe said notes were obtained by the plaintiff from these defendants by fraudulent representations made by the plaintiff to these defendants for the purpose of effecting the sale of a saloon, fixtures and good-will, situate at the southeast corner of Sixth and Washington streets, Hoboken, New Jersey. The representations made by the plaintiff to the defendants if true would have been of a consideration and value sufficient for the amount of notes, but at the time the defendants had no means of ascertaining whether true or false, therefore were compelled to rely upon what the plaintiff told them in this regard. If the representations were true, the saloon would have been a profitable business, but in truth and in fact the representations were made for the single purpose of making a sale, and proved to be false and fraudulent. Among other representations that the receipts from the saloon ran from $130 to $150 per week, and calculated upon experienced tables would prove that the profit would be thirty-three and one third per cent of receipts, but it appears that the actual receipts of the business were only $60.00 or $70.00 per week, and the profit upon that sum would scarcely pay the rent. On learning this the defendants determined to abandon the business, notwithstanding at the time of the purchase they had paid in $500 in cash, and did so withdraw from the place ; and although more than five years have elapsed, the plaintiff made no demand upon these defendants for the payment of the notes, well knowing that these affiants claim that the said notes were obtained from them by false and fraudulent representations, therefore they are not in any wise indebted to the plaintiff.\nThe court made absolute a rule for judgment for want of a sufficient'affidavit of defense.\nError assigned was the order of the court.\nJ. Howard G-endell with him William H Kreider and John O. Grady, for appellants.\nBenjamin Alexander, for appellee, was not heard.\nFebruary 18, 1901 :"
  },
  "file_name": "0407-01",
  "first_page_order": 431,
  "last_page_order": 432
}
