{
  "id": 920368,
  "name": "Granger v. Fidelity Trust Company",
  "name_abbreviation": "Granger v. Fidelity Trust Co.",
  "decision_date": "1901-02-18",
  "docket_number": "Appeal, No. 226",
  "first_page": "428",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "198 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 262,
    "char_count": 3362,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 5.824101621054766e-08,
      "percentile": 0.362356840109211
    },
    "sha256": "48ff93f3bf37f570e94f95ce8b80a8f8b034a7501be581b7975bcef587f0a208",
    "simhash": "1:998a56c73832244b",
    "word_count": 577
  },
  "last_updated": "2023-07-14T19:28:18.898299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Fell, Brown, Mestbezat and Potter, JJ."
    ],
    "parties": [
      "Granger v. Fidelity Trust Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nNo error was committed in entering the nonsuit and refusing to take it off. There was no appearance of injustice done to the pledgor by bis pledgees in the sale of the collateral. It was duly ratified by him, and after the sale an account accurately stating the transaction was rendered and accepted without objection or protest. The nonsuit was, under the circumstances shown, entirely proper.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James W. M. Newlin, for appellant.",
      "Richard C. Dale, for appellee."
    ],
    "corrections": "",
    "head_matter": "Granger v. Fidelity Trust Company.\nBailment—Sale of collateral—Mistake—Estoppel.\nThe pledgor of stock, who with full knowledge that the pledgee of shares has sold the same one day in advance of the time specified in notice of proposed sale, accepts the account of such sale without objection, pays the balance of the debt specified in the account, and takes away his remaining collateral, and acquiesces in the transaction without complaintfor five years and two months, cannot then assert that the sale of the collateral was unlawfully made.\nArgued Jan. 17, 1901.\nAppeal, No. 226, Jan. T., 1900, by plaintiff, from order of C. P. No. 1, Phila. Co., Dec. T., 1899, No. 775, refusing to take off nonsuit, in case of Arthur O. Granger v. Fidelity Insurance Trust & Safe Deposit Company.\nBefore McCollum, C. J., Fell, Brown, Mestbezat and Potter, JJ.\nAffirmed.\nTrespass to recover damages for an alleged illegal sale of collateral for notes. Before Brégy, J.\nAt the trial it appeared that plaintiff owed the defendant $40,000 on notes, and had deposited with them, as security for payment of the notes, certain stock of the Weis bach Incandescent Gas Light Company and of the Electric Storage Battery Company. On September 15,1894, plaintiff was notified by defendant that if his notes were not paid on or before September 22, the collateral would be sold. The collateral was sold on September 21,1894, and immediately thereafter rose in price. The court entered a compulsory nonsuit, Brégy, J., saying:\nThe question here is, of course, whether the sale of September 21, in view of the notice of an intended sale to take place after September 22, was a lawful sale of these securities.\nThe sale took place, and realized some $147,000 or $148,000. The plaintiff owed the Reading estate $107,000 and interest, and he owed the Fidelity Company $40,000 on a personal loan from them. That was the condition of affairs when this sale took place, on September 21. A couple of months afterwards, in the early part of November, with a full knowledge of all that had taken place, that is to say, of the sale being on the wrong date, a fact which he at first said he overlooked, with the full knowledge of all that irregularity, he went to the company and directed them to appropriate a certain amount from the sale of that stock to extinguish the indebtedness to the Reading estate, and a certain other portion of it to the extinquishment of his own debt to the Fidelity Company personally, ascertained the balance on such statement of affairs due by him, paid it, took his other collateral away and got back his notes from the company.\nThat, I think, was a ratification of the sale of September 21, and ends his right of action, which, of course, must result in a nonsuit being entered. I will enter a nonsuit.\nError assigned was the refusal to take off nonsuit.\nJames W. M. Newlin, for appellant.\nRichard C. Dale, for appellee.\nFebruary 18, 1901:"
  },
  "file_name": "0428-01",
  "first_page_order": 452,
  "last_page_order": 454
}
