{
  "id": 920301,
  "name": "Dickey v. Stevenson",
  "name_abbreviation": "Dickey v. Stevenson",
  "decision_date": "1901-02-25",
  "docket_number": "Appeal, No. 165",
  "first_page": "447",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "198 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pa. Superior Ct. 240",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0240-01"
      ]
    },
    {
      "cite": "168 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0261-01"
      ]
    },
    {
      "cite": "177 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0364-01"
      ]
    },
    {
      "cite": "114 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 590,
    "char_count": 14300,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.548627546539126e-08,
      "percentile": 0.28475270179844464
    },
    "sha256": "5af7d27f65d7d1b18182d233284cffa6f4511e26af7ef3ba8f7d20acf748ecfd",
    "simhash": "1:fc23e2e170d83f04",
    "word_count": 2514
  },
  "last_updated": "2024-02-27T17:59:06.676058+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Fell, Blown, Mesteezat and Pot-tee, JJ."
    ],
    "parties": [
      "Dickey v. Stevenson."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree.is in conformity with Judge Willson’s opinion and it may safely rest on that. It seems to us that the opinion furnishes a clear and satisfactory answer to the appellant’s contention or claim. The specifications of error are accordingly dismissed.\nDecree affirmed and appeal dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John Gr. Johnson, for appellant.",
      "P. F. .Rothermel, Jr., for appellee,"
    ],
    "corrections": "",
    "head_matter": "Dickey v. Stevenson.\nTrusts and trustees—Transfer of stock—Consideration—Evidence— Equity.\nA bill in equity to secure the return oí a number of shares of stock of a corporation will be sustained, where the evidence shows that the defendant liad given to the plaintiff a certificate in writing that he held the stock subject to the order of the plaintiff, and the plaintiff claims that the stock had been transferred to defendant without consideration, and the defendant’s claim that he received the stock as compensation for services rendered in relieving plaintiff from liability as a partner in a certain firm, is met by proof showing that the defendant had nothing whatever to do, either with the exemption of the plaintiff from liability for the firm’s debts, or with the making of a settlement with the creditors of the firm to the advantage of the plaintiff.\nArgued Jan. 18, 1901.\nAppeal, No. 165, Jan. T., 1900, by defendant, from decree of C. P. No. 4, Pbila. Co., March T., 1898, No. 1181, on bill in equity in case of John Dickey v. John B. Stevenson, Jr., Appellant; West Brooklyn Land & Improvement Company and Title Guarantee and Trust Company.\nBefore McCollum, C. J., Fell, Blown, Mesteezat and Pot-tee, JJ.\nAffirmed.\nBill in equity to compel the reassignment of the stock of a corporation.\nWillson, J., filed the following opinion: l\nThe plaintiff, John Dickey, and the defendant, John B. Stevenson, Jr., for some years prior to 1888, had been intimately associated in business enterprises, and their relations were of a close and confidential character.\nOn and before June 25, 1888, the plaintiff was the owner of about 200.shares of the capital stock of the West Brooklyn Land and Improvement Company, a corporation created under the laws of the state of New York, and the defendant Stevenson was the owner of eleven shares of the capital stock of the same corporation.\nOn June 21, 1888, the plaintiff transferred to the defendant Stevenson fifty shares of the stock of the said corporation, and on June 25 of the same year a receipt or certificate for the same was written by the defendant Stevenson and delivered to the plaintiff. The paper referred to reads as follows:\n“ This is to certify that I hold subject to the order of Mr. John Dickey Fifty Shares of Stock of The West Brooklyn Land and Improvement Co. of the State of New York, and One hundred shares of the Stock of The Brooklyn Bath and West End Rail Road Company of said State. In Witness Whereof I have hereunto set my hand and seal this twenty-fifth day of June, A. D. 1888.\n“ John B. Stevenson, Je. [Seal]\n“ Witnesses signing:\n“ E. A. Millae,\n“ C. M. Mullin.\n, “50 sh. The West Brooklyn Land and Improvement Co.\n“100 sh. The Brooklyn Bath and West End Rail Road Co.”\nAlthough the foregoing paper refers to certain shares of stock of the Brooklyn, Bath and West End Railroad Company, there is nothing in the controversy which relates to those shares, and no further reference need be made to them.\nOn the face of the document just recited it would appear that the defendant Stevenson took the fifty shares of stock of the West Brooklyn Land and Improvement Company simply as trustee or agent for the plaintiff, and in the absence of anything to the contrary, the presumption would be irresistible that it would be his duty to return said shares to the plaintiff on demand. This, however, he has refused to do, and the bill has been filed for the purpose of compelling him to transfer to the plaintiff said shares, together with any and all increments thereon.\nWithout undertaking to recite all the averments of the bill upon the subject, it is sufficient to say that the plaintiff claims that these fifty shares were transferred to the defendant Stevenson after a sale by him, Stevenson, of the eleven shares of stock of the same company, which he had owned, for the purpose of giving him a status to continue an opposition to a certain policy of the company which he and the plaintiff had formerly opposed. The defendant Stevenson, however, in his answer denies that this was the purpose of the transfer of stock to him, and sets up an entirely different reason for the same. He says that the plaintiff for several years prior to 1888 had had dealings with Irvine C. Beatty & Company, and had invested with said firm some $71,000: that said firm was insolvent, and largely indebted to various persons; that the plaintiff, who was tbe president of the Ninth National Bank of Philadelphia, was claimed by some of the creditors of said firm to be a partner therein, and that the plaintiff was anxious to prevent this claim from coming to the knowledge of the public and of the said bank.\nThe defendant Stevenson also alleges that James E. Mitchell was at that time vice president of said bank, and also a creditor of said firm; that the plaintiff was anxious that said Mitchell should not prosecute efforts to ascertain the facts in regard to the plaintiff being a partner in the said firm; and that to prevent him, Mitchell, from pursuing such investigation, the plaintiff was willing that Mitchell’s claim against said firm should be paid in full.\nThere are many other details connected with these averments set forth in Stevenson’s answer, to which I do not deem it necessary to refer. It is sufficient to say that, in consequence of such state of affairs as Stevenson alleges to have existed, he avers that said fifty shares of stock “ were transferred under an oral agreement that if I succeeded in arranging matters with said Mitchell, and if no claim that plaintiff was a member oí the firm of Irvine C. Beatty & Company, should be established, all of said shares of stock should be retained by me as compensation for my services; but that if I did not succeed therein, and if it was established that plaintiff was in- fact a member of the firm of Irvine C. Beatty & Company, and liable for its debts, I should hold them for his benefit.”\nIn a general way, the testimony of the defendant Stevenson supports his answer, but if the answer is not properly to be regarded as responsive to the plaintiff’s bill, the case would stand before me with the plaintiff and the defendant testifying directly to the opposite of each other, with the evidence of the transaction in writing altogether favorable to the view that the shares of stock in question were held by the defendant Stevenson simply as agent or trustee. In that event there would be, in my opinion, no escape on the part of the defendant Stevenson from the effectiveness of the plaintiff’s claim of title. I am obliged, however, to regard the answer of Stevenson as responsive to the bill. The plaintiff saw fit to set forth in his bill the circumstances under which he alleged that the fifty shares of stock were transferred to the defendant Stevenson, and it seems to me that the answer of Stevenson denying the matters alleged in the bill, and setting forth what he claims to have been the real circumstances under which the transfer was made, is directly responsive to the plaintiff’s case, and cannot properly be regarded as new affirmative matter which he is bound to establish by proofs.\nI have not considered it necessary in the foregoing statement of the case to set forth in detail the reasons upon which the plaintiff claims that the transfer of stock to Stevenson was made, because of the fact that the receipt or certificate for those shares upon its face indicates that the defendant, by the transfer, acquired nothing but a legal title, while the equitable title remained in the plaintiff; and therefore, if I were of the opinion that the proofs in the ease do not fully sustain the plaintiff’s averment on that subject, I would not consider that for that reason alone the plaintiff had failed to make out his case.\nThe motives which induced the plaintiff to make the transfer are not so important as is the question, what was the nature of the transaction?\nIt will be observed from what has been stated that the defendant’s claim of title rests upon the ground that he undertook to render certain services to the plaintiff which the latter deemed important in view of his relations to the firm of Irvine C. Beatty & Company; that the transfer of the stock to him was made under an agreement that if these services were successful, the shares of stock in question were to be retained by him as compensation for his services. He claims that his services were successful, and that therefore the complete ownership of the stock has vested in him.\nIt is not claimed by Stevenson that the shares were transferred to him as a gift.\nIt becomes necessary, therefore, for me to consider the proofs as they bear upon the question of whether or not the plaintiff’s proofs overcome the case which is stated in the defendant’s answer. It seems to me, after a careful consideration of those proofs, that they do. It is true that the plaintiff was never held to be a member of the firm of Irvine C. Beatty & Company. It is also true that no embarrassment was caused to tbe plaintiff by anything done by the said Mitchell. It appears to me, however, from the proofs in the case, that these conditions were not owing to anything that was done by the defendant Stevenson. On the testimony of Mitchell and of Irvine C. Beatty it not only appears that prior to June 21, 1888, which was the date of the transfer of the shares of stock, had the debts of the firm of Irvine C. Beatty & Company, generally been paid to the extent of about three fourths of their amount, but that Mitchell’s claim against said firm had also been paid to about the same extent, without the intervention of the defendant Stevenson in any way.\nNo effort was made on the part of Mitchell or any other creditor, so far as I can see, to hold the plaintiff liable as a partner in said firm.\nThe plaintiff, in his testimony before me, denies the existence of any such agreement as the defendant Stevenson alleges to have been made in regard to the transfer of the stock. That Stevenson did represent the plaintiff in some way in regard to the affairs of the said firm is no doubt true. This appears from the fact that an assignment of the plaintiff’s claim against the said firm was executed by the plaintiff to Stevenson on February 8, 1888, and,' according to the testimony of Mr. Beatty, Stevenson subsequently endeavored to obtain a confession of judgment from Beatty for the amount that was due to the plaintiff, in which attempt he did not succeed. It is not, however, alleged by the defendant Stevenson that the shares of stock were transferred to him as compensation for efforts to obtain from the said firm the amount due to the plaintiff. In point of fact, neither the plaintiff nor Stevenson, on his behalf, ever received anything on account of such claim. In his testimony Stevenson said that the part which it was understood he was to take in the matter, and for the successful carrying out of which he was to be compensated by the shares of stock in question, was a “ passive ” one, and he claims that having remained passive, and there having been no successful effort made to hold the plaintiff liable as a partner, he is entitled to hold the said shares of stock. I cannot agree with that position. In point of fact, he did not remain passive, according to the testimony of Mr. Beatty. The effort which he made to obtain a judgment in the interest of the plaintiff was one which was calculated, if Stevenson’s allegations are true, to stir up inquiry as to the plaintiff’s relation to the firm, rather than to quiet it.\nIn the face of a clear and distinct recognition by Stevenson in the certificate, which has been hereinbefore incorporated, of the real ownership of the stock in the plaintiff, it seems to me that I ought to be somewhat strict in weighing the grounds upon which the defendant Stevenson now claims to have a complete title to the stock.\nThe presumptions in favor of the plaintiff’s claim arising from the fact that Stevenson certified that he held the stock “subject to the order of Mr. John Dickey,” appear to me to be so strong that I ought to require that the consideration alleged to be the basis for the shifting of the ownership from Dickey to Stevenson should be real and substantia], and not such as might be found in the mere fact that no claim based upon the allegation that Dickey was a partner in the firm of Irvine C. Beatty & Company was made, when it also appears that Stevenson had nothing whatever to do with bringing about such state of affairs.\nI am of the opinion, upon the proofs submitted, that Stevenson had nothing whatever to do, either with the exemption of the plaintiff from such claim, or with the making of a settlement with the creditors of the firm of Irvine C. Beatty & Company to the advantage of the plaintiff.\nThe answer of the defendant Stevenson, though I regard it as responsive, is, in my opinion, upon all the substantial points of the controversy, met by a sufficient amount of testimony of a contrary character to overcome its effect. It is not supported by any testimony other than that of Stevenson himself. 1 am therefore obliged to come to the conclusion that the plaintiff’s bill has been sustained by the proofs, and that he is entitled to a decree in his favor, directing that the fifty shares of stock which were transferred by him to the defendant Stevenson on June 21, 1888, shall be reassigned and transferred to him, together with all dividends and increments thereon which have accrued since the said date of transfer.\nA decree was entered in accordance with the opinion.\nError assigned was the decree of the court.\nJohn Gr. Johnson, for appellant.\nP. F. .Rothermel, Jr., for appellee,\ncited on the question of parol evidence to vary written instrument: Thomas v. Loose, Seaman & Co., 114 Pa. 85; Phila. & Del. Co. Railroad Co. v. Conway, 177 Pa. 364 ; Wyckoff v. Ferree, 168 Pa. 261; Keller v. Balt. & Ohio R. R. Co., 10 Pa. Superior Ct. 240.\nFebruary 25, 1901:"
  },
  "file_name": "0447-01",
  "first_page_order": 471,
  "last_page_order": 478
}
