{
  "id": 920296,
  "name": "Lancaster v. Flowers, Appellants",
  "name_abbreviation": "Lancaster v. Flowers",
  "decision_date": "1901-04-01",
  "docket_number": "Appeal, No. 188",
  "first_page": "614",
  "last_page": "627",
  "citations": [
    {
      "type": "official",
      "cite": "198 Pa. 614"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "184 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0585-01"
      ]
    },
    {
      "cite": "192 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0060-01"
      ]
    },
    {
      "cite": "185 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "146 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0451-01"
      ]
    },
    {
      "cite": "142 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0001-01"
      ]
    },
    {
      "cite": "134 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0354-01"
      ]
    },
    {
      "cite": "38 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0422-01"
      ]
    },
    {
      "cite": "10 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0075-01"
      ]
    },
    {
      "cite": "3 Grant, 310",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229299
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0310-01"
      ]
    },
    {
      "cite": "35 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0100-01"
      ]
    },
    {
      "cite": "12 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0197-01"
      ]
    },
    {
      "cite": "10 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0350-01"
      ]
    },
    {
      "cite": "180 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "147 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0389-01"
      ]
    },
    {
      "cite": "125 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0480-01"
      ]
    },
    {
      "cite": "44 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0297-01"
      ]
    },
    {
      "cite": "41 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0243-01"
      ]
    },
    {
      "cite": "37 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0009-01"
      ]
    },
    {
      "cite": "60 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1036,
    "char_count": 30020,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 3.1546855312215115e-07,
      "percentile": 0.8629115056514878
    },
    "sha256": "e9a66dfb9401d2a70fefb9306d5bc446844fea01cd967596c56806632ec912cc",
    "simhash": "1:9853671e8c30b592",
    "word_count": 5233
  },
  "last_updated": "2024-02-27T17:59:06.676058+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potteb, JJ."
    ],
    "parties": [
      "Lancaster v. Flowers, Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam:,\nUpon a careful examination of the testimony in this case, and upon due consideration of the arguments made in it, the decree is affirmed on the opinion of the learned judge of the court below.\nDecree affirmed and appeal dismissed at the cost of the appellants.",
        "type": "majority",
        "author": "Per Curiam:,"
      }
    ],
    "attorneys": [
      "Ellis Ames Ballard, William Gorman and William Brayton, With them Henry Trumbore and Rufus E. Shapley, for appellant.",
      "Alex. Simpson, Jr., with him John T. Murphy and Joseph G. Magee, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lancaster v. Flowers, Appellants.\nTenants in common—Mortgage—Deed.\nWhere two out of nine tenants in common conveyed their interest to four of their cotenants, and took from these four, mortgages on the land, and it appears that at the time of the conveyance the four cotenants really purchased for all the cotenants, except the grantors, three of their cotenants being under disabilities, and that for forty years the rentals were divided among the seven, and the mortgage considered as the mortgage of all seven, the land in partition proceedings will be divided among all of the seven coten ants.\nWill—Devise—“ Children”•—•Rule in Shelley's case.\nA devise to a son “for his sole use, benefit and behoof for and during his natural life, and at his death, the remainder to his children share and share alike forever,” creates a life estate only in the son. In such a case if there is no residuary clause, and the son dies without leaving children, the remainder vests in the persons who were the heirs of the father at the time of the father’s death.\nWill—Provision in restraint of marriage—Real estate.\nA devise by a husband to his wife of real estate, “ provided she remains his widow, but should she marry again,” then over, is valid, and the condition in restraint of marriage will be upheld.\nDeed—Defective acknowledgment—Consideration.\nA deed by a husband and wife to the husband’s mother not acknowledged by the husband, will not prevail against a deed subsequently made within thirty years by the husband to his wife in consideration of the release of all claim on the husband for the support of his wife.\nDeed—Mortgage—Evidence.\nA deed made in 1861, by a sonto his mother purporting to convey all of the son’s interest in his father’s estate, will be held to be a mortgage where the son and his wife testify that it had been given to secure a debt of the son,<and this testimony is corroborated by proof that the mother had paid her son’s debts, held a judgment against him, that on the settlement of the mother’s estate these debts were adjusted, and that although the mother directed in her will that her real estate should be sold, the interest covered by the deed never had been sold.\nPartition—Family agreement—Evidence—Estoppel.\nIn partition proceedings the fact that one of the cotenants accepted in. ignorance of his right a smaller share of the rentals than he was entitled to receive, will not prevent his claiming his full share of the principal.\nArgued Jan. 22, 1901.\nAppeal, No. 188, Jan. T., 1900, by-defendants, from decree of C. P. No. 4, Phila. Co., June T., 1892, No. 480, on bill in equity for partition in case of Americus Lancaster, Trustee for Josephine L. Flowers and Anna F. Richardson, and the said Josephine L. Flowers and Charles T. Richardson, and the said Anna F. Richardson, his wife, in right of said wife, v. Ann Eliza Flowers et al.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potteb, JJ.\nAffirmed.\nBill in equity for partition.\nArnold, P. J., filed the following opinion:\nGeorge Flowers (1st) died October 6, 1839, seized of the real estate which is the subject of the present proceeding in partition. He left a will, which was declared invalid, and therefore his estate must be divided between his heirs according to the intestate law.\nHe left a widow, Catharine (1st), who died December 9,1865, and nine children, to wit: 1. George Flowers (2d) ; 2. Catharine (2d), afterwards married to Frederick Haas; 3. Charles Flowers (1st) ; 4. Elizabeth, afterwards married to Jacob Somers; 5. Mary Ann, afterwards married to Joseph Blair, and now a widow; 6. Matilda, afterwards married to Charles Hotz; 7. Emeline, afterwards married to John O’Byrne, and now a widow; 8. Harriet, afterwards married to Robert A. Chambers, and now a widow; 9. Washington Flowers.\nMary Ann Blair, Emeline O’Byrne and Harriet Chambers are yet living, and are parties to these proceedings.\n• George Flowers (2d) and Ann Eliza his wife, by deed dated February 5, 1846, conveyed to Emanuel Helffenstein all their interest in the estate of George Flowers (1st) in trust to, pay the income thereof to Ann Eliza Flowers during her life, and after her death, the remainder to her children. Emanuel Helffenstein, trustee, is now deceased. Ann Eliza Flowers is still living, having had four children, to wit: 1. George Flowers (3d); 2. William Flowers; 3. Mary Flowers, married to James Hawkins; 4. Christiana Flowers, who was married and who died intestate, leaving one child, Florence Kemble, whose father, Thomas H. Kemble, is also dead. George Flowers (3d) died August 2, 1889, intestate, leaving a widow, Achsah E., now the wife of George Steelman, and one son, George W. Flowers.\nIn 1850 two of the heirs, Catharine Flowers Haas and Elizabeth Flowers Somers, began proceedings for the partition of their father’s estate. At that time three of the heirs, that is to say, George Flowers, Harriet Flowers and Washington Flowers, were under disabilities to contract, one of them having conveyed his interest to a trustee and two of them being minors. The case was settled by a deed being made on November 27, 1850, by Frederick Haas and Catharine, his wife, and Jacob Somers and Elizabeth, his wife, to Charles Flowers (1st), Mary Ann Blair, Matilda Hotz, and Emeline Flowers. In regard to this deed the referee finds, on page 20 of his report, that in taking this assignment from two of the heirs to Charles Flowers, Mary Ann Blair, Matilda Hotz, and Emeline Flowers, they acted as well in their own behalf as in that of their cotenants, excepting the grantors, and that in payment for the interests thus purchased from Catharine and Elizabeth, three mortgages were executed upon the interests of Charles, Mary Ann, Matilda and Emeline; that the interest on these three mortgages, at least since 1856, has been deducted from the gross rentals of the premises in question, and that in turn the net rentals were divided between the heirs in the proportions to which they are entitled, that is, in sevenths. For over forty years these mortgages have been treated as being the indebtedness of all the parties in interest, except the grantors, and the property has been treated as having been conveyed by Catharine Haas and Elizabeth Somers and their husbands, not only to the four grantees named in the deed, but to all of the remaining heirs of George Flowers. The reason for the execution of the mortgages by four of the cotenants only, and the conveyance to them of the undivided interests of Elizabeth and Catharine, was that the other cotenants were under disabilities, and could not make a valid mortgage.\nCharles Flowers (1st) died December 29,1884, leaving a will, by which he gave his wife, Sarah Ann Flowers, who is now dead, a life interest in all his estate. He gave the remainder of his estate to his children, to wit: 1. Andrew J. Flowers, one third in fee; 2. Charles Flowers (2d), one third during his natural life, and at his death, the remainder to his children, share and share alike forever; 3. Sarah Ann Bannon, one third for her sole and separate use for life, and at her death, the remainder to her children, share and share alike forever. Sarah A. Bannon was afterwards married to John Seyferhelt, and has since been divorced from him. There was no residuary clause in the will. Charles Flowers (2d) died in October, 1892, leaving a will, by which he gave his estate to his wife, Annie Flowers, absolutely, provided she remains his widow, but should she marry again or die before him, he gave his estate to his nephews, William Wood Bannon and Winfield Thomas Bannon, sons of Sarah Ann Seyferhelt, in fee. He appointed his wife his executrix. She is still living, and claims an interest in the estate, which will be considered hereafter.\nMatilda Hotz died June 10, 1889, leaving a will, by which she gave one half of her estate to her executor in an active trust for her son, Washington Hotz, for life, with remainder to his children, and the other half to her executor in an active trust for her daughter, Emily Whelan, for life, with remainder to her children, and appointed Charles Yard executor.\nWashington Flowers and Josephine, his wife, by deed dated December 3,1861, conveyed all his interest in his father’s estate to his mother, Catharine Flowers. There is a dispute whether this deed is a valid deed, and whether it was intended as an absolute deed or a mortgage, which will be considered hereafter, and also how much of Washington Flowers’s estate passed by that deed.\nCatharine Flowers (1st), widow of George Flowers (1st), as before said, died December 9,1865, leaving a will, by which she gave to her son, Washington, in fee one third of her estate and the residue to her son Charles (1st) and her four daughters, Mary Ann Blair, Matilda Hotz, Emeline O’Byrne, and Harriet Butcher, now named Chambers.\nIn 1868 Josephine Flowers, wife of Washington Flowers, commenced proceedings against him for the support of herself and child, Anna, who was born in 1858, and in settlement of said proceedings she agreed to waive any claim for the support of herself or child, provided Washington Fowers would assign all his interest in the real estate of his father to a trustee for the support of his wife Josephine and her daughter, Anna. In accordance with this agreement a deed was executed in 1868, which has either been destroyed or mislaid; and therefore, on March 5, 1886, Washington Flowers executed another deed, reciting the deed made in the year 1868, and conveying all his interest, real and personal, in the estate of George Flowers (1st) and Catharine Flowers, or either of them, to Amerieus Lancaster, in trust to pay the income thereof to Josephine L. Flowers during her life, and after her death, then in trust to hold the principal for the use of her daughter, Anna Richardson, wife of Charles T. Richardson, in fee, and by proper deed to convey the same to her. On May 20, 1896, Amerieus Lancaster, trustee, and Josephine L. Flowers conveyed to Anna F. Richardson all their interest in the property which is the subject of the partition.\nThe first disputed question is the proportion of the interest of the children of George Flowers (1st) after the deed of Frederick Haas and wife and Jacob Somers and wife, dated November 27, 1850. As before said, the referee has disposed of this . question by finding that the purchase was for the benefit of all the remaining seven children of George Flowers (1st), although the deed was made to four of them only. The consideration was secured by mortgages of the interests of those four, but the mortgages were adopted as an indebtedness by the whole estate, and are yet unpaid. The interest on them has been paid out of the rents of the whole estate, and the principal will be paid out of the proceeds of the sales of the property. In other words, the entire estate has paid the consideration, although only four of the heirs gave the security; the other three being under disabilities to contract, the four acted on behalf of the entire seven. We conclude, therefore, with the referee, that the property goes in sevenths to the children of George Flowers (1st) now living, excepting Catharine and Elizabeth, and the heirs, devisees and grantees of those who are dead.\nThe next disputed question is what interest had Charles Flowers (2d), the son of Charles Flowers (1st), in his father’s estate—a life estate or a fee ? The devise to him was “ for his sole use, benefit and behoof for and during his natural life, and at his death, the remainder to his children, share and share alike, forever.” The referee has not discussed this question, but in his supplemental report, has said “that a fee vested in Charles Flowers, Jr.” We have given this subject a careful consideration, and are unable to approve the referee’s finding. The question is whether, under a devise to one for life and at his death the remainder to his children, share and share alike forever, the first taker takes a fee tail, which is now enlarged into a fee simple, or whether he takes a life estate only. This question at one time was a much-mooted one. The bench and the bar took a deep interest in it. An interesting history of it may be found in Dodson v. Ball, 60 Pa. 492. I will not refer to the overruled cases, but will commence with the cases in which they were overruled : Guthrie’s Appeal, 37 Pa. 9; and Chew’s Appeal, in the same book, on page 23, in which the present rule was declared to be that although the rules of construction permit the word “ children,” which primarily indicates not heritable succession, but individual acquisition, to be used in the more comprehensive sense of the words “heirs of the body” in cases in which a clear explanation will justify a departure from the ordinary meaning, yet there must be an express warrant for this change, under the hand of the author of the gift, and conjecture, doubt, or even equilibrium of apparent intention will not suffice. In other words, the word “ children ” is a word of purchase, and not of limitation, unless there is an express warrant for construing it otherwise to be found in the will. The fact that the first taker had no children when the will was made or went into effect does not justify such a construction: Cote v. Von Bonnhorst, 41 Pa. 243; Curtis v. Longstreth, 44 Pa. 297; Keim’s Appeal, 125 Pa. 480. The absence of a residuary clause in the will counts for nothing in favor of a fee, because the testator may have believed that his son Charles would have children, and therefore there would be no residue to dispose of. Take the present will and see what the testator has done. The language of the will indicates that it was written by a person expert on the subject. The first devise is to the testator’s son, Andrew, in technical words in fee; the second devise is to his son Charles in equally technical words, which restrict the gift to a life estate in the first taker; and the third devise is to the testator’s daughter Sarah for her sole and separate use, that is, a separate use trust. Here we have three distinct kinds of estates devised, and therefore it seems impossible to find any warrant in the will for considering one gift in technical words to be the same as a different gift in equally technical words. We decide, therefore, that Charles Flo Avers (2d) took a life estate only, and that Charles Flowers (1st) died intestate as to the remainder of the one third of his estate devised to his son Charles (2d) for life, with remainder to his children contingent upon their coming and remaining in existence; and that as Charles (2d) died without lea\\ring children, the remainder, which otherwise might have been considered contingent in the heirs of Charles (1st) was, according to the decision of the Supreme Court in Bell’s Estate, 147 Pa. 389, and Snyder’s Estate, 180 Pa. 73, vested in the heirs at law of Charles (1st) at the time of his death in equal shares. His heirs Avere his son Charles (2d) and his daughter Sarah. AndreAv J. Flowers, called by Charles (1st) his son, it is admitted, was his stepson, and therefore not an heir of Charles (2d). Consequently, the share of Charles (2d) in the residue of his father’s estate is now vested under his will in his widow, Annie Flowers, in fee, provided she remains his widow, but if she should marry again, Charles’s (2d) share goes to his nephews, William Wood Ban-non and Winfield Thomas Bannon, in fee. This condition in restraint of marriage is good as to real estate: Com. v. Stauffer, 10 Pa. 350; McCullough’s Appeal, 12 Pa. 197; Cornell v. Lovett’s Executor, 35 Pa. 100; but it is not good as to personal estate or annuities not charged upon land: Stroud Ar. Bailey, 3 Grant, 310; Hoopes v. Dundas, 10 Pa. 75 ; although a bequest of personalty may be limited to a woman during her life or widowhood: Hotz’s Estate, 38 Pa. 422; the reason being that the law of personal property is derived from the Roman civil law, which encouraged marriages, while the law of real estate is derived from the English common law, which does not consider itself charged with such matters. Therefore, the share of Charles (2d) will be awarded to his executrix, on her giving security for the same, as required by section 43 of the Act of February 24, 1834, P. L. 81.\nThe next disputed question arises under the deed of Washington Flowers and wife to his mother, Catharine Flowers. The deed is very much confused and contradictory in its granting part and the habendum clause. It was intended to convey and did convey (whether absolutely or as a security for a debt which will be determined hereafter) all of Washington’s interest in possession or remainder. It was properly acknowledged by Josephine, wife of Washington, but Washington did not acknowledge it, so far as the deed itself shows. This is a defect which has not been cured by any of the so-called curing acts, and therefore the deed would not be good against the subsequent conveyance by Washington Flowers, which, as before said, was made on March 5, 1886, to a trustee for his wife and daughter, in consideration of his release from his obligation to support them. In the case of the Cressona Saving Fund and Building Association v. Sowers, 134 Pa. 354, the grantors had duly acknowledged the deed, but the certificate of acknowledgment was defective in not stating that the husband acknowledged the deed, although the wife, who owned the property, did acknowledge it. It was held in that case that the acts for curing defective certificates of acknowledgment made the deed valid. In Shrawder v. Snyder, 142 Pa. 1, a disputed deed had been acknowledged by husband and wife, but there was no separate examination and acknowledgment by the wife, and it was held that the curing acts, subsequently passed, made the deed valid. In Cable v. Cable, 146 Pa. 451, it was decided that, as between grantor and grantee in a deed, acknowledgment is unnecessary; that an ancient deed, more than thirty years old, is entitled to the presumption of due execution, and that possession by the grantee is prima facie evidence of delivery. If, therefore, there were no other claimant of Washington’s interest under a deed from him, the unacknowledged deed to his mother, by reason of its age, would be held effective to convey his interest, but in a contest between the deed to Catharine Flowers in 1861, and the deed to Josephine L. Flowers, in 1868, which was confirmed by the deed to Americus Lancaster, trustee for Josephine L. Flowers and her daughter, Anna, in 1886, we think that the latter must prevail. It was made for a good and valuable consideration, that is, the release of all claim on Washington for the support of his wife and child. He was under an obligation to support them, which had a pecuniary value to them, and the release of that obligation by them was a sufficient consideration to make them purchasers for value; and as the deeds of 1868 and 1886 were executed within thirty years after the deed of 1861, they will prevail over that deed. Knowledge of the deed of 1861 by Josephine L. Flowers is not notice to Americus Lancaster, trustee for Anna Richardson, whatever it may have been as to Josephine.\nBut was it a deed or mortgage ? The referee has found, although apparently with some misgivings, that it was a deed absolute, and not a defeasible deed to secure Washington’s indebtedness to his mother. As this finding is based upon the effect of the testimony and not upon the truth of it, we are at liberty to come to a different conclusion on the facts as we are on the law: Grauel v. Wolfe, 185 Pa. 88. The report of the testimony is in typewriting, bulky, cumbersome and difficult to handle, in which respect it is different from the condition in which it is presented to the appellate courts for whom it is printed, and is, therefore, easy to read and digest. The testimony of Washington Flowers and Josephine, his wife, shows that the deed in 1861, to Catharine Flowers, his mother, was made as a security for money paid by her in settlement of the debts of Washington, who was her youngest son, thriftless, given to drink, and unsuccessful in business, and as is usual in such cases, he had her sympathy, favor and help. He also borrowed money from John O’Byrne and was charged, as he said, interest at the rate of two per cent a month. Under these circumstances, it is not a matter of surprise to learn that the sheriff was put upon Washington’s property and he was compelled to borrow money from his mother to pay his debts. There appears in the records of the former district court, and now of this court, of September term, 1861, No. 218, a judgment confessed by Washington Flowers, in favor of his mother, Catharine Flowers, on October 10,1861, for $2,907.41, on which an execution was issued the same day, which was stayed on October 23, 1861. The deed from Washington and his wife to Catharine is dated December 3, 1861, and is for an expressed consideration of $3,010. Catharine, as before stated, died on December 9, 1865, and on January 16, 1866, a little more than a month after her death, the agent, who collected the rents, paid Washington a full one seventh of the amount due to the heirs, after deducting their mother’s third, which was due her as the widow of George Flowers (1st).\nAs before stated, Catharine Flowers, by her will, gave one third of her estate to her son Washington in fee and the residue to another son and four daughters. She had some individual real estate, which was sold, and Washington’s share of the proceeds was applied to the payment of his indebtedness to his mother’s estate. It is also to be noted that while Catharine Flowers directed that all her real estate should be sold within five years after her death, there never was a sale of Washington’s interest in his father’s estate, thereby affording a strong presumption that her executors did not consider her the owner of that interest. In 1866 the executors of Catharine Flowers settled their account in the orphans’ court. The inventory contained the following items: “Loan, Washington Flowers, as follows, with interest to date, $1,556.44; mortgage due estate, $2,907.41,” which is the same amount as that of the judgment above referred to and “ interest on mortgage, four years, $697.68.” In their account the executors charged themselves, “December 16,1865, To amount of deed, $2,907.41.” “Notes of Washington Flowers, $1,556,44,” and “four years’ interest, $697.68.” They “ craved allowance for the following disbursements,” to wit, the same three items, $2,907.41, $1,556.44, and $697.68, and showing a balance of $135.68 due to Washington, which was paid to him on December 12,1866. All the parties interested in the estate signed a paper stating that they had examined, approved, and agreed upon the account, and requested that it might be confirmed without reference to an auditor, and accordingly it was so confirmed. The testimony of Washington and his wife, standing alone, would not be sufficient to prove that the deed to Catharine was a defeasible deed; but when it is fortified by the strong corroborative proof above set forth, it seems clear that the deed was not a deed absolute but a defeasible deed; that the amount secured by it was paid on the settlement of Catharine’s estate; and therefore it no longer stands in the way of the deed by Washington Flowers and wife to Americus Lancaster, trustee.\nAgainst the claim of Anna Richardson to a one-seventh interest in the property, an alleged family settlement was set up by the defendants. The referee has found that no such family settlement was made, and we agree with him. Only one witness, the agent for collecting the rents, testified to it. None of the heirs were called, although it is said they were present when it was made, and this fact furnishes strong inferential proof that no such settlement was made, because, if it had been, they would have been parties to it and would have so testified. By the alleged settlement Washington received one third of one ninth of the rent.\nThe fact is, no doubt, as reported by the referee, that the parties had considerable confidence in Mr. Yard, the agent; that Washington Flowers and his wife accepted such portions of the rents as Mr. Yard allotted to them, although the evidence shows that they were not satisfied they were getting an equal share, and that, when Mrs. Washington Flowers asked Mr. Yard the reason why she got so little, she was told that John O’Byrne, husband of one of the heirs, who had loaned money to Washington at a high rate of interest, got a part of her share of the rents, and that Mr. O’Byrne had threatened frequently to take all from her. The referee has found that Washington and his wife were not persons of business intelligence, and that the small share of the rents was accepted by them from time to time in ignorance of their rights. In this finding we agree with the referee. Whatever they may have lost in rents by acquiescing in a settlement which gave them less than they were entitled to have, and by accepting the payments made to them as in full, their acts in that respect furnish no standard when we come to divide the principal of the estate. Then we must follow the record, the deeds, wills, and unequivocal acts of the parties. The accounts and settlements of the rents prior to this proceeding will not be considered in this suit, as it should be confined to a partition of the principal of the estate: Fulton v. Miller, 192 Pa. 60. Rents heretofore collected and distributed by the agent form no part of the principal of the estate which is the subject of partition, which should not be delayed while the complicated accounts of the agent shall be stated and settled.\nThe referee has unwittingly overstepped the line of demarcation between the duties of a referee and of a master in partition. We do not wonder at this. Since we have two officers in such cases, one the referee, to decide who are entitled to the property (Pale-thorp v. Palethorp, 184 Pa. 585), and the other the master to part and divide it (Act of July 7, 1885, P. L. 257), this confusion will occur, besides the double charges for the fees of said officers. When the title and interests of the parties are correctly set forth in the bill and are admitted in the answer, there is no necessity for a referee. A decree for partition will be made on the bill and answer, and a master will be appointed to make the partition. If the rules on this subject were changed so as to put all the duties on the master, so named in the acts of assembly in regard to partition, this confusion would be avoided; or if, by act of assembly or rule of court, all the duties heretofore imposed upon masters, commissioners, auditors, and the like, were imposed upon a single officer, to be called a referee, much improvement would be gained in the interest of simplicity, promptness, economy, and avoidance of disputes over the mere name of an officer. There is no difference in the powers of the officers, so far as his title is concerned. He is an officer of the court appointed to take testimony, sift it, and find the facts, with his conclusion of law thereon, and this he does sometimes under one name and sometimes under another. In this case the referee, besides finding who are entitled to the property and the interests of such persons therein, which was within the scope of his duty as a referee, has gone on to report that the property cannot be divided without prejudice to or spoiling the whole, has valued the property, and reported that it should be sold, without giving the parties an opportunity to accept or refuse the same at the valuation or to make bids therefor in case two or more of the heirs desire to accept the property, as provided by the Acts of May 5, 1841, P. L. 353, sec. 14, and April 22, 1856, P. L. 534, sec. 10. This he will do on the reference to him as master, which we shall make.\nOur conclusion, therefore, is that the property is now vested in the following named parties for the interests set opposite their names:\n1. Mary Ann Blair.......\n2. Emeline O’Byrne . . . . • .\n3. Harriet Chambers ......\n4. A trustee to be appointed for Ann Eliza Flowers, widow of George Flowers (2d), for life, with remainder to her children, to wit:\nWilliam Flowers . . . l-4th of l-7th '\nMary Hawkins . . . 1-4 th of 1-7 th\nAnd grandchildren, to wit:\nFlorence Kemble . . . l-4th of l-7th\nGeorge W. Flowers, subject to the life estate of one third in his mother, Achsah Steel-man ..... l-4th of l-7th\n5. Andrew J. Flowers, son of Charles Flowers (1st), one third of one seventh . . . l-21st\nAnnie Flowers, executrix of Charles Flowers (2d), on her entering security for the amount received by her, one half of one third of one seventh ...... l-42d\nA trustee to be appointed for Sarah Ann Seyferhelt, one third of one seventh . . l-21st\nAnd one half of one third of one seventh to her absolutely, in succession to her brother Charles......l-42d\n6. Charles Yard, executor of Matilda Hotz, one ' half of one seventh, in trust for Washington Hotz, for life, with remainder to his children ...... l-14th \"\nAnd one half of one seventh, in trust for Emily Whelan, for life, with remainder to her children.....l-14th .\n7. Anna F. Richardson, daughter and grantee of Washington Flowers.....\nl-7th\nl-7th\nl-7th\nl-7th\nl-7th\nl-7th\nl-7th\nA decree for the partition of the property according to the above interests will be entered.\nErrors assigned among others was the decree of the court.\nEllis Ames Ballard, William Gorman and William Brayton, With them Henry Trumbore and Rufus E. Shapley, for appellant.\nAlex. Simpson, Jr., with him John T. Murphy and Joseph G. Magee, for appellee.\nApril 1, 1901:"
  },
  "file_name": "0614-01",
  "first_page_order": 638,
  "last_page_order": 651
}
