{
  "id": 1169602,
  "name": "Philadelphia Storage Battery Company, Appellant, v. Philadelphia",
  "name_abbreviation": "Philadelphia Storage Battery Co. v. Philadelphia",
  "decision_date": "1936-06-26",
  "docket_number": "Appeal, No. 118",
  "first_page": "17",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "323 Pa. 17"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "318 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0209-01"
      ]
    },
    {
      "cite": "264 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048556
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0346-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 10969,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.183066406681502e-07,
      "percentile": 0.589099210031164
    },
    "sha256": "6bacb1d71be6347fc8024580d3e76ad7d00f96f6e7b13db9acda7fdec11073c5",
    "simhash": "1:e420c74298ea2749",
    "word_count": 1857
  },
  "last_updated": "2024-02-27T19:17:32.833096+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew; Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Philadelphia Storage Battery Company, Appellant, v. Philadelphia."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nIn 1928 the City of Philadelphia, by an appropriate ordinance, opened C Street between Tioga and Ontario Streets. Plaintiff, who owns three-quarters of the street bed, claims damages for the taking of its property. Defendant resists on the ground that the street bed was subject to implied easements in favor of abutting owners and was therefore of no value. The court below directed a verdict for defendant, and from its refusal to grant plaintiff’s motions for a new trial and for judgment n. o. v. plaintiff has appealed.\nThe following facts appear in the record: C Street, which runs north and south between Tioga and Ontario Streets, was first plotted to the width of 50 feet by the Township of Northern Liberties in 1843. After the consolidation of the township with the City of Philadelphia it was placed on the city plan in 1875. Ontario and Tioga Streets are lawfully opened streets on the city plan, are paved, and were in full use prior to the time plaintiff acquired the land in suit. In 1892 one Kennedy conveyed to the Real Estate Title Insurance and Trust Company a portion of the land between Tioga and Ontario Streets, described to the middle of C Street and extending westward therefrom. The Pairhill Railroad Company (subsequently merged into and now known as The Connecting Railway Company), the next purchaser of that land, conveyed the northern half thereof to the Philadelphia Tapestry Company and the southern half to plaintiff, describing the west side of C Street as the eastern boundary, and thus retaining the western half of the bed of C Street. In 1908 Kennedy conveyed to one Bartlett the land to the east of the eastern boundary of C Street between Tioga and Ontario Streets. He later repurchased this land and in 1910 conveyed the southern half thereof to plaintiff and the northern half to Baxter, Kelly & Faust, Inc. In 1927 Kennedy conveyed to plaintiff the entire eastern half of the bed of C Street, and in the same year plaintiff acquired title to the southwestern quarter of the bed of C Street from The Connecting Railway Company. The latter conveyance recited that it was “UNDER AND SUBJECT NEVERTHELESS to the use thereof by all parties, if any, lawfully entitled thereto.” The railway company retained title to the northwestern quarter of the street bed. Both plaintiff’s and defendant’s experts agreed that, if subject to an easement or right of way in favor of the abutting owners, the land in suit would have no value, but if it was not so encumbered its value was $15,625.\nIt is settled law that, as was said by the present Chief Justice in Hawkes v. Philadelphia, 264 Pa. 346, at page 350, “Where land is conveyed bounded by an unopened street projected by a municipality, the grantee, by implication, acquires an easement over the bed of that street, unless the circumstances attending the conveyance and the description of the grant negative such implication.” In the instant case, the conveyances clearly show this implication. First, in conveying the land west of C Street the grantor described it along the middle of C Street, thus giving the grantee title to the center of C Street; second, when that grantee subsequently conveyed the same ground it was described along the west side of C Street, title to the entire west bed of the street being retained; third, when the common grantor conveyed the land east of C Street he described it along the east side of C Street, retaining title to the entire ea'st bed of the street. In the absence of circumstances showing a contrary intention, these conveyances created in the grantees thereof implied easements in the portions of the street bed abutting the properties conveyed. Moreover, the implication of an intention thus to encumber the street bed is strengthened by the evidence. When the Baxter company purchased from Kennedy, the common grantor, the land abutting the northeastern quarter of the bed of C Street, it also purchased the building which Kennedy had erected thereon. Three entrances into this building from C Street had been provided, and a sidewalk and curb had been laid along C Street from Tioga Street south for the entire length of the building. The sidewalk and entrances have been in use continuously since 1910. Furthermore, plaintiff built a road in from Ontario Street within the bed of C Street and used it from 1909 up to the date of the opening of C Street; in 1920 plaintiff built a sewer in the bed of C Street. During these years the railroad company and Kennedy held title to the bed of C Street as stated.\nHawkes v. Philadelphia, supra, is a closely parallel case. The language appearing at pages 353-355 of that case may be very appropriately adapted to the case now before us: “We have in this case, then, a conveyance on one side of [C] Street, between the streets mentioned, calling for [CJ Street as a boundary, while on the opposite side of the street the center line of [C] Street is called for. . . . On the [east] side of [C] Street, ... [a] sidewalk [has been] constructed and curbing laid. While this was subsequent to the first conveyance by [Kennedy], as here stated, the right acquired by his grantees, and their successors, in actual use would, in all fairness, cause the bed of the street to be valueless. . . . The land was opened by ordinance in [1928]; and we here hold that the owner is entitled to compensation for the land taken subject to such impediments on his ownership as he created, which in this case caused his right to be worthless.” That the encumbrance of C Street was not limited cannot be doubted, in view of the continuous and uninterrupted use of the sidewalk along the Baxter Company building and the entrances to and exits from said building to the sidewalk, as well as the other uses to which the street bed has been put by abutting owners. “The use of a part [of the street] draws to it the use of the whole”: Hawkes v. Philadelphia, supra, at page 355.\nThe property here in question was the subject of litigation in 1928, before the opening of the street by the city, when a bill in equity, brought by the Baxter Company and another abutting owner against the present plaintiff to restrain the erection of a building in the bed of C Street and to compel the removal of a fence across the street, was dismissed by the court of common pleas: Phila. Tapestry Mills v. Phila. Storage Battery Co., 11 D. & C. 153. Mr. Justice Steen, then presiding in that court, concluded that no act of dedication by an owner or public user sufficient to constitute the land a public street had been shown, and that in any event the plaintiffs had not proved special injury differing in kind from that suffered by the general public, while at least one of them was barred by unclean hands. Speaking for the court, he said, at page 162: “It' is true that, even though, as has been shown, ‘C’ Street, between Ontario and Tioga Streets, has never become a public street, it does not necessarily follow that the plaintiffs have no rights whatever over that part of the bed of the street, as plotted, which lies along the side of their respective properties. As pointed out in the eighteenth finding of fact, their deeds describe these properties as extending along the side of ‘O’ Street, and it is undoubtedly the law that where there is a description of a property as bounded by a street plotted on the city plan but unopened, even though no dedication is effected thereby, the grantee does acquire, as against his grantor, an implied easement over the bed of the street immediately adjoining the property conveyed (unless circumstances attending the conveyance and description of the grant negative such implication).” The existence of such an easement is sufficient, under the doctrine of the Hawkes case and the testimony of plaintiff’s and defendant’s experts, to render the land in the bed of the street worthless.\nPlaintiff relies on Penna. Co. v. Philadelphia, 318 Pa. 209. The suit in that case was for damages for a portion of the bed of Windrim Avenue. In distinguishing Hawkes v. Philadelphia, supra, and holding that the plaintiffs were entitled to recover, we said, at pages 215-217: “In the Hawkes case . . . one of the conveyances went to the middle of the unopened street, and we accordingly held that by that voluntary act the owner thereby encumbered the other half of the unopened street, and rendered his fee ownership thereof valueless. ... It cannot be said that the use of Windrim Avenue, then unopened but plotted, was necessary to the Philadelphia & Reading Railway Company. It had the advantage of other open streets, and the conveyed plot merely enlarged its right-of-way. It is not likely that either party to that grant intended that the grantee should have any easement in or right-of-way over Wind-rim Avenue. Likewise in considering the Swartz grant, it should be remembered that there were four streets made available to the grantee. Belfield Avenue, one of the surrounding streets, was then physically and legally opened, and the other surrounding streets, Louden, Wyoming and Sixteenth, were dedicated. The failure to dedicate Windrim Avenue is rightfully pointed to as significant. In appellants’ grant to Swartz five streets surrounded the property, of which one was legally open. Three of the four, Wyoming Avenue, Louden Street and Sixteenth Street were dedicated on the very day of the grant, but the fourth, Windrim Avenue, was not included. These deeds of dedication are strong evidence negativing any implication of an easement in the grantees so far as Windrim Avenue was concerned.\n“It is our opinion . . . that the description of the premises and the attending circumstances surrounding both conveyances, one to the railroad company and the other to Swartz, negative the implication of an easement over Windrim Avenue in favor of either grantee.”\nClearly that case is not parallel to the present one. The evidence there brought the case within the exception stated in the ITawkes case, that no implied easement is created where the circumstances attending the conveyance and the description of the grant indicate otherwise. Such is not the case here.\nA careful examination of the conveyances in the present case and of the evidence as to the attending circumstances has satisfied us that the Hawkes case is controlling, and that the circumstances, so far from negativing the implication of an intent to encumber raised by the deeds, served to strengthen it. It follows that plaintiff’s right in the bed of C Street is of no value.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Wm. Barclay Lew, of Hepburn & Norris, for appellant.",
      "Joseph H. Lieberman, Assistant City Solicitor, with him O. Charles Brodersen, Assistant City Solicitor, and Joseph Sharfsin, City Solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Philadelphia Storage Battery Company, Appellant, v. Philadelphia.\nArgued April 16, 1936.\nBefore Kephart, C. J., Schaefer, Maxey, Drew; Linn, Stern and Barnes, JJ.\nWm. Barclay Lew, of Hepburn & Norris, for appellant.\nJoseph H. Lieberman, Assistant City Solicitor, with him O. Charles Brodersen, Assistant City Solicitor, and Joseph Sharfsin, City Solicitor, for appellee.\nJune 26, 1936:"
  },
  "file_name": "0017-01",
  "first_page_order": 79,
  "last_page_order": 85
}
