{
  "id": 1169566,
  "name": "Philadelphia and Reading Coal and Iron Company, Appellant, v. Commissioners of Northumberland County; Fulton Coal Company, Appellant, v. Same; Ebenezer Greenough Estate, Appellant, v. Same; Locust Gap Improvement Company, Appellant, v. Same",
  "name_abbreviation": "Philadelphia & Reading Coal & Iron Co. v. Commissioners",
  "decision_date": "1936-06-26",
  "docket_number": "Appeals, Nos. 120-130",
  "first_page": "185",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "323 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "300 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0564-01"
      ]
    },
    {
      "cite": "177 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0252-01"
      ]
    },
    {
      "cite": "119 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/119/0472-01"
      ]
    },
    {
      "cite": "280 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0441-01"
      ]
    },
    {
      "cite": "33 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/33/0057-01"
      ]
    },
    {
      "cite": "115 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/115/0325-01"
      ]
    },
    {
      "cite": "107 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0461-01"
      ]
    },
    {
      "cite": "264 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0489-01"
      ]
    },
    {
      "cite": "229 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971830
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0460-01"
      ]
    },
    {
      "cite": "282 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088376
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0069-01"
      ]
    },
    {
      "cite": "271 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295667
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0225-01"
      ]
    },
    {
      "cite": "255 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0017-01"
      ]
    },
    {
      "cite": "212 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0622-01"
      ]
    },
    {
      "cite": "314 Pa. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0130-01"
      ]
    },
    {
      "cite": "298 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120327
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "308"
        },
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0294-01"
      ]
    },
    {
      "cite": "204 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927486
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 906,
    "char_count": 18421,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 6.543004121678391e-07,
      "percentile": 0.9610942568466347
    },
    "sha256": "afe38822286c51d1dbde1cda778b9fe5593802b4fa878032fd4bf0956fb642b7",
    "simhash": "1:c4c3d7d12217a081",
    "word_count": 3101
  },
  "last_updated": "2024-02-27T19:17:32.833096+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Kephart, Schaffer, Maxey, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Philadelphia and Reading Coal and Iron Company, Appellant, v. Commissioners of Northumberland County. Fulton Coal Company, Appellant, v. Same. Ebenezer Greenough Estate, Appellant, v. Same. Locust Gap Improvement Company, Appellant, v. Same."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Barnes,\nThe Philadelphia and Reading Coal and Iron Company owns in fee or holds under lease approximately seventy tracts of anthracite coal land in Northumberland County. Some of these holdings are in the names of subsidiary companies. These tracts, covering a contiguous area of over twenty thousand acres, lie. in five townships and two. boroughs, and comprise over one-half the entire coal field of the county. They are located in Coal, Mount Carmel, Zerbe, Bast and West Cameron Townships, and in Shamokin and Mount Carmel Boroughs.\nFrom the triennial assessment of 1931, as reviewed by the county commissioners, acting as a board of revision, the owners of these lands appealed to the court below, complaining that the valuations were excessive and confiscatory. Yoluminous testimony was taken at hearings held over a period of thirteen months, and, after argument, the court modified certain of the assessments, reducing the total valuation of all the tracts for tax purposes from approximately twenty-one million dollars to less than twenty million dollars. Deeming these reductions insufficient, the owners appealed to this court. As the same general questions are involved in all eleven appeals they will be dealt with in one opinion.\nThe appeals come to this court by virtue of the provisions of section 519 of the General County Assessment Law of May 22, 1933, P. L. 853. Under this section it is our duty to pass upon the findings of fact of the court below as well as upon its conclusions of law: Rockhill Iron & Coal Co. v. Fulton County, 204 Pa. 44, 48. The weight of the evidence is thus before this court: Lehigh & Wilkes-Barre Coal Co.’s Assessment, 298 Pa. 294, 308; Westbury’s Apartments’ Appeal, 314 Pa. 130. But in cases of this character the findings of the court below, except for clear error in the ultimate determinations, will not be disturbed: York Haven Water & Power Company’s Appeal, 212 Pa. 622; Lehigh Valley Coal Co. v. Luzerne County, 255 Pa. 17; Thompson’s Appeal, 271 Pa. 225.\nThe standard which the legislature has prescribed for the making of assessments is well known. The General County Assessment Law of 1933, which repealed the old statutes and codified their provisions, sets forth in section 402 that all objects of taxation shall be assessed “according to the actual value thereof, and at such rates and prices for which the same would separately bona fide sell,” and further, in section 505 it makes it the duty of the board of revision to inquire whether property “has been valued at a sum or price not less than the same would bring after full public notice at a public Sale.” Here, in language which every citizen can understand, the legislature has fixed market value as the basis for the assessment of property, and market value has been defined as “the price which a purchaser, willing but not obliged to buy, would pay an owner, willing but not obliged to sell, taking into consideration all uses to which the property is adapted and might in reason be applied”: Lehigh & Wilkes-Barre Coal Co.’s Assessment, supra, at page 300; see also Appeal of Pennsylvania Co., 282 Pa. 69, 74.\nWhen we speak of “assessments” in this opinion, we refer to the market value of the tracts involved in these appeals as affected by the particular conditions of the lands described herein, and applying in their valuation the ratio extant in the county for the appraisement of all real estate.\nThe factors to be considered in determining the market value of coal lands have frequently been stated by this court. Besides the prices paid in sales of similar lands due regard must be given to the physical features of the property to be valued. There should be taken into account the location, the formation of the coal strata, the number of veins, their depth, thickness, pitch, basins, their proximity to outcrop, and the character of the separating rock formation; the quality of the coal, and whether of a gaseous or nongaseous nature; the kind of overlying surface; the availability of the coal and difficulty in mining it; the probable quantity of the merchantable coal in the ground with allowance for loss in mining; the state of development of the property, the demand for the product, and all the elements which a prudent purchaser would take into consideration: Phila. & Reading Coal & Iron Co. v. Northumberland County Commissioners, 229 Pa. 460; State Line & Sullivan R. R. Co.’s Taxation, 264 Pa. 489; Thompson’s Appeal, supra; Lehigh & Wilkes-Barre Coal Co.’s Assessment, supra.\nThese principles are not questioned by any of the parties. All the witnesses seemed to be guided by such considerations in fixing their estimates of value of each of the many tracts involved. This resulted in constant repetition of testimony and served to make more unwieldy a record necessarily extensive. Had the parties followed the suggestion of this court in Lehigh & Wilkes-Barre Coal Co.’s Assessment, supra, that contiguous land in the same ownership and devoted to the same use be assessed as one tract, needless expenditure of time and money might have been saved. And such a course is not in contravention of section 505 of the General County Assessment Law. As we pointed out in the last case cited, at page 313: “This does not mean that, where the ownership of contiguous locations come into one person or company, it is necessary that each separate purchase be carried through for assessment purposes. Such tracts, where used for a common purpose, may be joined as one large tract under the act.”\nAt the hearings appellants produced as witnesses ten officers and employees of the appellant company who were familiar with the property; not all of them, however, testified as to every tract involved. For the county three witnesses, each of whom were engineers with practical mining experience, were called on its behalf in all the cases.\nAppellants’ witnesses valued the tracts at prices which varied from about one-fifth to one-half of the valuations fixed by the court below; the county witnesses, on the other hand, fixed values ranging from those set by the court to eighty per centum greater, yet there is little conflict in the testimony of the witnesses as to the acreage of each tract, the number, thickness and pitches of the veins, the area which they occupy, the depth of the basins, or the proportion of exhaustion. The record presents a situation where two groups of witnesses are at wide variance with each other and with the court concerning the value of property as to the principal physical features of which they are in substantial accord. It is apparent that varying importance was given to the identical factors which they considered.\nAppellants’ witnesses testified to certain sales of coal lands in Northumberland and Schuylkill Counties. These sales, they said, were used in giving their present estimates as to the value of the tracts in question. It must be borne in mind that the desirable coal tracts in this particular field were purchased by the large mining companies many years ago. Therefore the sales available for comparison were necessarily few in number, and extended over a period of many years. Most of these sales related to properties in Schuylkill County. Two of the sales referred to were properties now owned by appellant company and involved in these appeals. These two sales, however, occurred over ten years prior to the assessment now before us for review. One was a private sale, and the other a public sale of a small undivided interest. For these reasons they are not of much assistance in estimating present market values in the entire field. Similar objections appear to all the other sales testified to by appellants’ witnesses. They were of lands in another field, or the property was exhausted, or its value had been impaired by improper mining. It is clear that there have been no recent sales of coal lands which might be used as a standard for comparison. In fact there is no active market for anthracite coal properties.\nIt is necessary, therefore, to consider the other elements which enter into the valuation of coal lands. This thought was expressed by Mr. Justice Elkin, in Philadelphia & Reading Coal and Iron Co. v. Northumberland County Commissioners, supra, at page 467, when he said: “If, however, there were no sales from which the general selling price might be ascertained, the market value may be established by the testimony of persons acquainted with the property, and whose knowledge and experience qualify them to form an intelligent judgment as to its proper valuation. In such cases it is proper to adduce evidence upon all matters affecting probable selling price, such as location, condition, improvements, quality of land or coal, and any other element of value that would influence the mind of a purchaser: Pittsburgh, etc., R. R. Co. v. Patterson, 107 Pa. 461; Pittsburgh, etc., Ry. Co. v. Vance, 115 Pa. 325.”\nAn important consideration in valuing real property used for business or industrial purposes is the return which it yields to the owner. Applied to coal lands, this means that the value of a particular tract depends upon whether it can be mined at a cost low enough to return a profit to the operator. In order to determine this question the physical features of the property must be carefully considered.\nThe witnesses for the county based their valuations largely upon calculations of the total amount of coal originally underlying the tracts, the amount of coal which had been removed, and the tonnage remaining available for mining. Appellants’ witnesses testified that the coal veins in this field so vary in thickness that any computation as to total quantity would be a mere guess. They said that unless the veins are regular, which is not here the case, total tonnage is not susceptible of accurate calculation. The court below gave great weight to the tonnage calculations of the county’s witnesses and commented upon the fact that appellants’ engineers “failed to give the court the benefit of their estimate of tonnage.” However this may be, coal under the surface of the land is of little value if it cannot be mined profitably. As Chief Justice Lowrie said in Searle v. Lackawanna R. R. Co., 33 Pa. 57, 63: “Land may have $4,000 worth of coal per acre in it, and yet sell at $40 per acre. . . . Though we might have the most accurate calculation of the quantity of coal in the land, yet, without knowing exactly the expense of bringing it to the surface and carrying it to market, and the amount likely to be lost in mining and conveying, and the times in which it would be brought out, and the market prices at those times, the quantity would not help us to value the land.” See also Kemble’s Est., 280 Pa. 441; Reading & Pottsville R. Co. v. Balthaser, 119 Pa. 472; Becker v. Reading R. R. Co., 177 Pa. 252.\nIt seems to us that of equal importance in the assessment of coal lands are the factors of value found in answer to the questions, how available is the coal, and how profitably may it be mined? Upon the question of availability, a number of the tracts included in these appeals are virgin undeveloped territory to be mined at some future date when the present workings approach exhaustion. To develop these lands tunnels must be driven, equipment installed and much nonproductive labor and money be expended before the coal deposits can be made available and marketed. The court below regularly assessed the undeveloped properties at rates higher than those applied to lands now in production. In this the court clearly erred. And the same is true with respect to those tracts where the workings have been abandoned for reasons of economy or otherwise, and the operations of mining concentrated at other places. Moreover, under the present existing conditions of the anthracite coal market, where the existing productive mines can readily supply more than the demand, undeveloped coal lands have problematic value, largely dependent upon the future of the industry.\nAnother factor which must be considered in determining the market value of land for productive purposes is the demand for the commodity which is produced. This element vitally affects the value of the land both as a presently operating enterprise and for future use. The market value of coal land is directly dependent upon the demand for coal. If anthracite coal cannot be sold, the land containing it is useless as a mining proposition. The record clearly shows that almost all of the land involved in these appeals has little worth save as the coal underlying the surface gives it value. It is rough and mountainous, the timber upon it is of poor quality, and coal mining is the industry which attracts its population. As the market for coal decreases, the market value of the land from which it is mined falls accordingly.\nThe decline in the demand for anthracite coal is unquestioned. According to the figures of the Anthracite Institute, which were placed in evidence, shipments of coal declined from over seventy-three million tons in 1923 to fifty-one million tons in 1931. Much of this decrease may be traced directly to the great strike of the winter of 1925-26. While anthracite has been for many years the principal domestic fuel in the northeastern part of the United States and Canada, the effect of the curtailment of production caused by the strike was to force consumers to use other fuels, which have continued as competitors to make inroads upon the anthracite market. It is to be noted that anthracite does not enter the industrial field except to the extent of about five per centum of total production. Shipments of coal have declined each year since the strike, the shipments in 1931 being almost twenty-five per centum lower than in 1926. While cheaper fuels, notably soft coal, oil and coke have grown as competitors, anthracite has steadily lost ground. The worth of the coal lands has been materially influenced by market conditions affecting the product, which, in turn, have reacted upon the taxable value of the lands. The appeals are the direct result of that situation.\nThis condition in the industry was graphically reviewed by the present Chief Justice in Lehigh and Wilkes-Barre Coal Co.’s Assessment, supra; his discussion dealt with the decline in the anthracite market in the period prior to 1929. It may be now asserted that there has been no amelioration in the conditions which worked to the detriment of anthracite coal since that opinion was written; in fact, increases in productive cost and taxes, greater competition and less demand for the product have aggravated the unfavorable character of the situation.\nWhile coal lands must bear their fair share of taxation, excessive or confiscatory assessments and taxes are to be avoided. As Chief Justice Kephart said in Lehigh and Wilkes-Barre Coal Co.’s Assessment, supra, (page 305): “While not deprived of their right to a fair assessment simply because they did not object, it should be understood that their lands, based on present values, should bear a fair and full share of the burden of government; however, they cannot be singled out to bear the chief revenue burden. . . . ” In recent years there has been little reduction in the taxation of coal properties. We were informed at bar, without contradiction, that the assessments here involved are, even as reduced by the court below, only $800,000 less than in 1922. This is a reduction of less than five per centum. The failure to reflect to an appreciable degree the loss of the coal market in the assessments of coal lands has resulted in a heavier tax burden per ton of coal produced. The effect upon the industry is apparent.\nWe have examined with exhaustive care the voluminous record, maps, and data submitted. From our study of them we have reached the conclusion that the court below failed to make sufficient reductions in the assessments of appellants’ properties. In view of the fact that it has now been over five years since the assessments appealed from were made, and in order to avoid the delay which might result were we to remand the cause for further hearing (see Lehigh & Wilkes-Barre Co.’s Case, 300 Pa. 564), we shall ourselves revise the assessments in line with the principles which we have stated. Our action in this regard is not to be taken as a precedent. We have prepared as a part of this opinion an appendix setting forth our revision of the assessments upon the various tracts in each township. Inasmuch as the assessment figures are of interest only to the parties, this appendix will not be printed in the State Reports. The details of the different appeals, and our disposition thereof, follow.\nSection 519, is a reenactment of the Act of June 26, 1901, P. L. 601, as amended by the Act of June 12, 1931, P. L. 547.\nIt may be noted that section 402 is derived from section 4 of the Act of May 15, 1841, P. L. 393, section 4; section 505 is derived from the Act of July 27, 1842, P. L. 441, section 13. See Appeal of Pennsylvania Company, 282 Pa. 69; Lehigh and Wilkes-Barre Coal Co.’s Assessment, 298 Pa. 294, 300.\nSee preceding footnote.\nIt appears that in Northumberland County the assessments are based upon fifty per centum of the market value of real estate.\nWhenever the term “appellant company” is used herein it will refer to the principal appellant, the Philadelphia and Reading Coal and Iron Company.\nMost of the land involved in these appeals was purchased by-appellant company between 1870-1875.\nThe William Green tract of 384 acres, situated partly in Shamokin Borough and partly in Coal Township, was sold at private sale in 1917 at a price of less than $450 per acre. The other sale occurred in 1919, when an undivided fractional interest in the Bernard Hubley and James Hepburn tracts, in Coal and Zerbe Townships, was sold at public sale at a price of $1,053 per acre.",
        "type": "majority",
        "author": "Mr. Justice Barnes,"
      }
    ],
    "attorneys": [
      "J. A. Welsh, with him Penrose Eertzler, for appellants.",
      "Fred B. Moser, with him E. F. Bonnot, Solicitor for Northumberland County, for appellee."
    ],
    "corrections": "",
    "head_matter": "Philadelphia and Reading Coal and Iron Company, Appellant, v. Commissioners of Northumberland County. Fulton Coal Company, Appellant, v. Same. Ebenezer Greenough Estate, Appellant, v. Same. Locust Gap Improvement Company, Appellant, v. Same.\nArgued November 27, 1935.\nBefore Frazer, C. J., Kephart, Schaffer, Maxey, Drew, Linn and Barnes, JJ.\nJ. A. Welsh, with him Penrose Eertzler, for appellants.\nFred B. Moser, with him E. F. Bonnot, Solicitor for Northumberland County, for appellee.\nJune 26, 1936:"
  },
  "file_name": "0185-01",
  "first_page_order": 247,
  "last_page_order": 257
}
