{
  "id": 1169548,
  "name": "Helmick, Appellant, v. South Union Township; Layhue et ux., Appellants, v. South Union Township",
  "name_abbreviation": "Helmick v. South Union Township",
  "decision_date": "1936-06-26",
  "docket_number": "Appeals, Nos. 33-35",
  "first_page": "433",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "323 Pa. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "176 A. 787",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "116 Pa. Superior Ct. 451",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        979448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/116/0451-01"
      ]
    },
    {
      "cite": "70 A. 884",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0626-01"
      ]
    },
    {
      "cite": "61 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0179-01"
      ]
    },
    {
      "cite": "107 A. 315",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "264 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0033-01"
      ]
    },
    {
      "cite": "109 A. 666",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "266 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0428-01"
      ]
    },
    {
      "cite": "106 A. 781",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "263 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047500
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0413-01"
      ]
    },
    {
      "cite": "154 A. 925",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0548-01"
      ]
    },
    {
      "cite": "153 A. 550",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 743,
    "char_count": 15464,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 3.4623094910402655e-07,
      "percentile": 0.8807569476058257
    },
    "sha256": "531d1348f4f0c48cc3ea1ff69d0d47aee97afb492986d60d245dc9cd8ded9ed5",
    "simhash": "1:166b89960bc512b9",
    "word_count": 2613
  },
  "last_updated": "2024-02-27T19:17:32.833096+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Helmick, Appellant, v. South Union Township. Layhue et ux., Appellants, v. South Union Township."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nAppellants, parents of three deceased children, were plaintiffs below in trespass actions against a township to recover compensation for its alleged negligence in failing to maintain a highway under its control in a safe condition for travel, which appellants contend was the proximate cause of the minors’ deaths.\nAppellants’ three daughters were passengers in a truck operated by one Gardner. They were part of a group of a dozen or more young people en route from Uniontown to a near-by dance pavilion for an evening’s entertainment. Two of the passengers were seated in the cab alongside the driver, the others riding in the rear. The accident occurred between 7: 30 and 8: 00 o’clock in the evening; it was dark, and Gardner had his headlights on. Where the accident occurred the highway is paved with brick, about sixteen and a half feet wide, with a one-foot concrete curb on each side. At this point the highway bends slightly to the left, but approaching and leaving the curve it is straight for a considerable distance. On the right, where the curve begins, the shoulder is about four or five feet wide, and beyond it is a steep declivity. Approaching the curve, the truck was proceeding, according to appellants’ witnesses, at about 15 or 20 miles per hour; witnesses for the appellee township testified its rate of speed was 25 miles or more! There was no guard rail along the curb at this point. Where the curve begins, for a distance of 50 or 75 feet along the highway, an accumulation of mud and silt had been deposited, which at the time was wet and slippery. Appellee sought to show that this resulted from an unusually severe rain storm which had occurred in that vicinity earlier in the afternoon, which swept mud and débris down upon the road from an adjacent newly-plowed field. Appellants’ evidence was to the effect that the condition had existed for a time sufficient to visit the township with constructive notice. Drains in the highway had been provided by those in charge of maintaining it, but there was evidence that at the time these were blocked up, and failed to take off the excess water.\nWhen the truck reached the curve, it failed to follow it around but continued almost straight ahead, veering slightly to the left, but not enough to keep within the margin of the road, ran along the shoulder for some distance, and was then precipitated down the slope of the declivity at the right, turning over and lodging against a tree.\nThe three minor daughters of the appellants were so severely injured that they died almost instantly. The mother of two of the deceased girls, and the parents of the third, brought separate actions against the township to recover damages for their deaths, claiming negligence on its part.. The trial was lengthy, the testimony of numerous eyewitnesses and others was offered, and the jury returned verdicts for defendant. The appeals were separately taken, averring the same errors, which largely consist of complaints as to the charge of the trial judge to the jury, together with certain subsidiary matters.\nThe township conceded that the deceased minors were not guilty of contributory negligence, hence this question does not enter the case. Likewise it appears to be conceded by appellants that sufficient evidence was presented of negligence on the part of Gardner, the driver of the truck, to justify the conclusion that he was negligent. Appellants tried the case on the theory that the township was guilty of threefold negligence: (1) in failing to erect a sufficient guard rail at the curve where the accident occurred, which would have prevented the truck from leaving the highway, (2) in failing to keep the drains open, and (3) in permitting the mud and silt to accumulate in the highway, which it is contended caused the truck to skid as it did. Their position in the lower court was, as it is here, that the township’s negligence was responsible for the accident, irrespective of whether Gardner, the truck driver, was likewise negligent in operating the vehicle; that they would be entitled to a recovery against either the defendant or the truck driver, or both of them, since the negligence of the township in any event concurred with that of Gardner, and was the efficient cause of the accident. Their chief complaint on this appeal is that the trial judge failed to instruct the jury properly that a recovery might be had against the defendant township, even though it found likewise that Gardner was negligent.\nAppellee’s position is that if the jury found Gardner to have been negligent, his negligence was so far an intervening and disconnected cause of the accident as to absolve the township from liability, irrespective of its negligence, and they invoke the rule laid down in Stone v. Phila. et al., 302 Pa. 340, 153 A. 550, and the ensuing case, Hoffman v. McKeesport, 303 Pa. 548, 154 A. 925.\nThe charge to the jury was adequate and impartial. The jury was to consider the disputed matters of negligence in the manner following: It should first determine whether the township had been negligent at all. The court said: “If you find that the township of South Union was not negligent in the maintenance of its roadway, including the guard rail at this curve, in the manner claimed by the plaintiffs, and which they have undertaken to prove by the testimony which they have offered, then that is the end of this case and your verdict ought to be for the defendant. That is the first question you ought to take up.” If the jury found negligence on the part of the township, it was then to proceed with the determination of the further question, whether Gardner, the driver of the truck, was likewise negligent, and if so, whether the township’s negligence was the proximate and efficient cause of the accident, or merely created a condition of danger, latent in itself, upon which Gardner’s negligence, the proximate cause, intervened as an independent force so disconnected with the township’s negligence as to render it the remote and not the proximate.cause, in which case defendant would not be liable. If the jury found that the negligence of the township and the driver was concurrent, it should find for plaintiffs ; if the township’s negligence was remote, the verdict should be for defendant. These instructions were, in part, as follows: “If, after you consider all the testimony, you come to the conclusion that the township was negligent in its maintenance of this road and the guard rail, the absence of it rather, and that this negligence was the proximate cause of the injury to these three girls, or concurred with the negligence of the driver Gardner, if any on his part, then the plaintiffs would be entitled to recover and your verdict should be for them respectively in such amount as I shall presently instruct you. .' . . And so in this case, even though you find that the township was negligent in its maintenance of the road at this curve, including the absence of the guard rail, but that Gardner so negligently drove his truck that his negligence directly and independently caused the negligence of the township to become active and to result in the injury to these girls, the one liable is Gardner and not the township. The negligence of Gardner then would be the efficient proximate cause of this accident and not the negligence of the township, and your verdict ought to be for the defendant. . . . But if his negligence only concurred with the township’s negligence so that the injury to the girls was caused by the combined negligence of the unsafe condition of the township road and the negligence of Gardner in the operation of the truck, then the township would be liable. ... If, however, you find that even though the township was negligent in the maintenance of its highway in the respects claimed by plaintiffs, but also find that the driver of the truck so negligently operated his truck at this point that his negligence was the proximate and efficient cause of the accident and independently called into action the negligence of the defendant township so that it resulted in injury to these girls, and that the negligence of the driver was independent from any action on the part of the defendant township, then the defendant township is not liable. Or, to express it in a little different language, even though the township was negligent, if you find that the accident would not have happened if Gardner had operated his truck in a careful and prudent manner and in such a way as not to cause the negligence of the defendant township to become active and result in injury to these girls, then the defendant township would not be liable to the plaintiffs. Of course, as I have said, if the negligence of Gardner was not independent of the negligence of the township, but only concurred with it in producing the result, then the township would still be liable.”\nAppellants’ position is that the possibility of Gardner’s negligence as constituting an intervening tort agency sufficient to break the causal connection between the township’s neglect of duty and the fatal results giving rise to this action should not have been submitted to the jury at all. This position is unsound. The negligence of the township and that of the truck driver were respectively alleged and disputed. The testimony was conflicting. The verdict pivoted on the determination of the question: Did the deaths of these unfortunate young women result from the concurrent negligence of the township and the driver, or was the latter’s negligence the proximate and efficient cause? So, that the jury might intelligently answer that question, complete and correct instructions were required. These requirements were met, and the verdict of the jury on the questions submitted to it with accuracy and clarity, must be accepted. As stated in 45 C. J., 1322 (“Negligence,” sections 882, 883) : “Ordinarily . . . whether or not the causal connection between defendant’s negligence and plaintiff’s injury is too remote to make defendant’s act in law the proximate cause is for the jury, unless the remoteness so clearly appears from the evidence that the court may properly direct the jury that defendant’s negligence is not the proximate cause. . . . Ordinarily . . .' it is a question for the jury to determine whose negligence, of several persons contributing to the injury, was the or a proximate cause thereof. ...” With the rule so stated our own cases are in accord: Boggs v. Jewell Tea Co., 263 Pa. 413, 106 A. 781, 266 Pa. 428, 109 A. 666: Stone v. Phila., supra. The rule is laid down in the comment to section 453 of the Restatement of the Law of Torts, as follows: “If the facts are undisputed, it is usually the duty of the court to apply to them any rule which determines the existence or extent of the negligent actor’s liability. If, however, the negligent character of the third person’s intervening act or the reasonable foreseeability of its being done . . . is a factor in determining whether the intervening act relieves the actor from liability for his antecedent negligence, and under the undisputed facts there is room for reasonable difference of opinion as to whether such act was negligent or foreseeable, the question should be left to the jury.” In Ms opinion in Stone v. Phila., supra, Mr. Justice Schaffer referred to Henry v. Phila., 264 Pa. 33, 107 A. 315, and pointed out that in that case there was no averment or proof of the negligence of the driver of the patrol wagon, and that the evidence as to the city’s negligence was in conflict. This court said, therefore, at page 347, in the Stone Case: “The facts in that case being in dispute, the question of the proximate cause of the injuries was for the jury.”\nThe other matters alleged as error do not merit extended consideration. One of these is the admission in evidence, over objection of appellants’ attorney, of three indictments charging the truck driver, Gardner, who had been a witness for appellants, with involuntary manslaughter in causing the death of the three girls, to which Gardner entered pleas of guilty and was subsequently sentenced. The purpose of the offer and admission, on behalf of appellee, was to contradict what previously amounted to a denial by Gardner that he had ever pleaded guilty to the offense charged. On direct examination he had been asked by appellants’ counsel if he had pleaded guilty to a criminal charge in connection with the accident, and replied that he had “entered a plea of driving without driver’s license.” On cross-examination he refused to admit the nature of the charge as involuntary manslaughter. The indictments, with Gardner’s signature subscribed to the plea of guilty, were admitted to contradict his testimony. Gardner’s oral statement was inaccurate; but whether or not it was immaterial to the issues, appellants having introduced it on their examination in chief, clothed It with the appearance of materiality and they cannot deprive the opposing party of the privilege of denying it. In Batdorff v. The Farmers’ Nat. Bank of Reading, 61 Pa. 179, plaintiff elicited from one of his witnesses statements of certain immaterial facts, and this court held that defendant should be permitted to contradict them, saying, at page 184: “We are not able to see the relevancy of these facts, but we are to presume that the plaintiff did, and called them out from this witness. When, therefore, the defendant proposed to prove that some of these things stated by the witness as facts were untrue, had no existence, with a view to contradict her, it was not the plaintiff’s privilege to claim its exclusion on the ground of immateriality. He gave the fact in evidence and opened the way for its disproof in order to discredit the witness.” See also Lenahan v. Pittston Coal Mining Co., 221 Pa. 626, 70 A. 884; Baymond v. Sternberger, 116 Pa. Superior Ct. 451, 176 A. 787. At the trial the objection to the indictments and pleas was to their competency and relevancy; it was not based on the contention that the record of the criminal convictions was better evidence. Gardner was not a party tq the suit on trial in the civil court and the disposition of the criminal charge against him in another forum was not in issue; it was merely a collateral matter, affecting his credibility, and which first got into the case when he testified in chief for appellants. That the jury took the indictments with them during their deliberations could not have prejudiced appellants’ case in any way. The assignments of error based on the admission and use of these indictments and the assignments of error based on excerpts from the charge of the court and in refusing certain of appellants’ requests for instructions, are overruled. As we have already said, the charge was accurate and adequate. The other assignments which relate to questions of evidence and chiefly to the overruling of objections to questions asked on cross-examination by appellee’s counsel, require no discussion, and they are overruled.\nThe judgments are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "W. Brown Higbee, of Higbee, Matthews & Lewellyn, with him E. D. Brown, for appellants.",
      "Wade K. Newell, with him C. W. Martin and T. A. Waggoner, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Helmick, Appellant, v. South Union Township. Layhue et ux., Appellants, v. South Union Township.\nArgued April 6, 1936.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nW. Brown Higbee, of Higbee, Matthews & Lewellyn, with him E. D. Brown, for appellants.\nWade K. Newell, with him C. W. Martin and T. A. Waggoner, Jr., for appellee.\nJune 26, 1936:"
  },
  "file_name": "0433-01",
  "first_page_order": 495,
  "last_page_order": 503
}
