{
  "id": 1788897,
  "name": "Robert W. SCHULTZ, Appellant, v. ERIE INSURANCE EXCHANGE, Appellee",
  "name_abbreviation": "Schultz v. Erie Insurance Exchange",
  "decision_date": "1984-06-28",
  "docket_number": "No. 54 E.D.Appeal Docket 1983",
  "first_page": "90",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "505 Pa. 90"
    },
    {
      "type": "parallel",
      "cite": "477 A.2d 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "496 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772950
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0197-01"
      ]
    },
    {
      "cite": "285 A.2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "130"
        },
        {
          "page": "131"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941825
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "140"
        },
        {
          "page": "140"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0137-01"
      ]
    },
    {
      "cite": "309 Pa.Super. 261",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        207144
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/309/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 6752,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 7.255981106225325e-07,
      "percentile": 0.9680324991920378
    },
    "sha256": "275e6712bdcde3da5dee7730035926c13a677feec600d90b8edda57ce2373dde",
    "simhash": "1:1dba58bfe1c0e4cb",
    "word_count": 1111
  },
  "last_updated": "2024-02-27T21:59:29.021433+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert W. SCHULTZ, Appellant, v. ERIE INSURANCE EXCHANGE, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nWe granted the petition for allowance of appeal of Robert W. Schultz to review the propriety of Superior Court’s, 309 Pa.Super. 261, 455 A.2d 149, reversal of the Philadelphia Court of Common Pleas’ refusal to open a default judgment. For the reasons that follow, we reverse.\nThe facts, as set forth in the petition to open the default judgment and answer, at best demonstrate a dilatory attitude in both appellee Erie Insurance Exchange and appellee’s counsel as follows: Mr. Schultz served a complaint in assumpsit seeking compensation pursuant to the Pennsylvania No-Fault Motor Vehicle Insurance Act on Erie at its office in Erie, Pennsylvania on February 14, 1979. The complaint was forwarded to Erie’s counsel in Philadelphia who received it on March 8, 1979, more than 20 days after service. On March 14, 1979, 28 days after service of the complaint, a default judgment was entered in favor of Mr. Schultz. On March 26, eighteen days after receipt of the Complaint, Erie’s attorney mailed a letter, dated March 15, to Mr. Schultz’s attorney requesting an extension of time to file the Answer. The letter did not leave the office until March 26 due to “an office administration problem.” Two days later, on March 28, Erie’s attorney received notice of the entry of the default judgment. On Erie’s petition, the court, on April 10, 1979, granted a rule on Mr. Schultz to show cause why the judgment should not be opened. Mr. Schultz filed an answer. No depositions were taken pursuant to Pa.R.C.P. 209, and on October 5, 1979, more than five months after service and filing of the Answer, the court denied Erie’s petition on the pleadings before it.\nA petition to open a judgment is addressed to the equitable powers of the court and is a matter of judicial discretion. The court will only exercise this discretion when (1) the petition has been promptly filed; (2) a meritorious defense can be shown; and (3) the failure to appear can be excused. Balk v. Ford Motor Co., 446 Pa. 137, 140, 285 A.2d 128, 130 (1971). The Court of Common Pleas denied Erie’s petition on the basis that Erie had failed to adequately explain its failure to answer.\nThe relevant portion of Erie’s petition, Paragraph 14, averred only that its attorney “had not been informed as to when the Complaint was received ... so that he could take appropriate action by responding to the Complaint in other than a routine fashion.” In his responsive pleading, Mr. Schultz answered the allegation contained in Erie’s Paragraph 14 merely by stating, “No explanation is offered by [Erie] for its failure to answer plaintiff’s Complaint within 20 days.” This statement constitutes no more than a general denial, which has the effect of an admission. Cf, Pa.R.C.P. 1029(b). The facts set forth in Erie’s petition, though uncontroverted, are nevertheless inadequate to provide a justifiable explanation why it failed to comprehend the applicable time limits and respond in a timely fashion. Erie’s petition merely restates what is already known: no timely answer was made. Thus, assuming the averments contained in Erie’s petition to be true, they do not support the relief sought.\n“A lower court’s ruling refusing to open a default judgment will not be reversed unless there has been an error of law or a clear, manifest abuse of discretion.” Id., 446 Pa. at 140, 285 A.2d at 131. Erie argues the Court of Common Pleas abused its discretion by rendering its decision before either party took further action pursuant to Pa.R.C.P. 209. We disagree.\nPa.R.C.P. 209 sets forth the manner of proceeding on petition and answer. Ordinarily, after the filing and service of an answer, the petitioner would proceed within 15 days to take depositions or move the case for argument on petition and answer. Should petitioner fail to proceed according to this practice, the respondent could take a rule upon the petitioner to show cause why the petitioner should not take depositions or put the case down for argument on the petition and answer. In either case, if the case is ordered for argument on petition and answer alone pursuant to Rule 209, “all averments of fact responsive to the petition and properly pleaded in the answer shall be deemed admitted for the purpose of the rule.” See, Goodrich-Amram 2d § 209:2. Instantly, however, Erie did not produce any evidence pursuant to the practice set forth in Rule 209; and, as the facts set forth in Erie’s petition are uncontroverted by Mr. Schultz’s answer, no such evidence was required. The averments contained in Erie’s petition being admitted, the court rendered its decision, denying Erie’s petition, on the pleadings. Under the circumstances the court’s action was quite proper; and Erie’s argument, that the court’s failure to wait for one of the parties to take depositions pursuant to the practice set forth in Rule 209 constituted an abuse of discretion, is without merit.\nAs the lower court correctly concluded that Erie failed to plead an adequate explanation of the cause of the delay in answering the Complaint, its refusal to open the default judgment was not an abuse of discretion, and Superior Court’s reversal of the decision of the chancellor was error.\nOrder of Superior Court reversed.\n. Erie filed a supporting \"Memorandum of Law” offering the excuse for failure to answer that its attorney \"did not realize how much time had elapsed” with the result that \"the Complaint was handled on a routine basis at the law office.”\n. Mr. Schultz did not comply with the requirements of Pa.R.C.P. 208 which requires an answer to a petition and rule to be divided into consecutive, numbered paragraphs corresponding to the paragraphs of the petition. See, Goodrich-Amram 2d § 208:1.\n. Appellant additionally requests this Court to allocate costs and award interest pursuant to Section 106(a)(2) of the Pennsylvania No-Fault Motor Vehicle Insurance Act. Inasmuch as Pa.R.A.P. 2741 clearly sets forth the manner of allocating costs, we will not further address the issue here. Furthermore, it appearing that interest on the claim for no-fault benefits was computed and included in the judgment award, no further interest under the Act will be considered here. Any interest which may be allowable on the judgment itself is computable in accordance with the formula prescribed by this Court in Ralph Myers Contracting Corporation v. Commonwealth, Department of Transportation, 496 Pa. 197, 436 A.2d 612 (1981).",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "James F. Mundy, Ira B. Shrager, Philadelphia, for appellant.",
      "Russell Nigro, Mark Robert Bosniak, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "477 A.2d 471\nRobert W. SCHULTZ, Appellant, v. ERIE INSURANCE EXCHANGE, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 12, 1984.\nDecided June 28, 1984.\nJames F. Mundy, Ira B. Shrager, Philadelphia, for appellant.\nRussell Nigro, Mark Robert Bosniak, Philadelphia, for appellee."
  },
  "file_name": "0090-01",
  "first_page_order": 138,
  "last_page_order": 143
}
