{
  "id": 8845472,
  "name": "Thompson, et al. v. Swank, Appellant",
  "name_abbreviation": "Thompson v. Swank",
  "decision_date": "1934-11-26",
  "docket_number": "Appeal, No. 147",
  "first_page": "158",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "317 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860235
      ],
      "pin_cites": [
        {
          "page": "584-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/164/0580-01"
      ]
    },
    {
      "cite": "151 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0634-01"
      ]
    },
    {
      "cite": "288 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0518-01"
      ]
    },
    {
      "cite": "222 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0018-01"
      ]
    },
    {
      "cite": "123 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967159
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "150"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/123/0140-01"
      ]
    },
    {
      "cite": "251 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019742
      ],
      "pin_cites": [
        {
          "page": "26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 298,
    "char_count": 3674,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 5.896132857574789e-07,
      "percentile": 0.9527283250876789
    },
    "sha256": "0283d06a0de8a794b893bbe42a684caaaaf33887b63159d4f162aab9c46a290b",
    "simhash": "1:8877b844acff005c",
    "word_count": 617
  },
  "last_updated": "2024-02-27T20:40:55.989141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Thompson, et al. v. Swank, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nPunitive damages will be allowed for torts that are committed wilfully, maliciously, or so carelessly as to indicate wanton disregard of the rights of the party injured. Such conduct must appear affirmatively in the evidence. It cannot be presumed. In this action for a wilful distraint there was sufficient evidence from which the jury could infer either malice or wantonness. The evidence showed that appellant had said, referring to ap-pellees, he would “hook them” or words to that effect. This statement, combined with the manner in which he acted with knowledge that his claim for rent had been paid, and considered in the light of his previous trouble with appellees, is sufficient on which to ground an action of this character. See Rider v. York Haven W. & P. Co., 251 Pa. 18, 26; Pittsburgh, etc., Ry. Co. v. Lyon, 123 Pa. 140.\nIn assessing punitive damages, the motive of the wrongdoer becomes material. Where the injurious act is wilful, malicious or wanton, the jury, according to the malignity shown, without bias or feeling, may award a reasonable sum in vindication of the rights of the injured party as exemplary or punitive damages. By so doing they tend to prevent the wrongdoer and others from committing similar acts. What is a reasonable sum, as punitive damages, has always been a vexing question. The jury did not return an itemized statement of damages, but gave a total sum which included compensation ior loss as well as punishment for the intentional injury.\nThere is no general rule on the subject of exemplary or punitive damages. The amount must not be excessive nor indicate bias or feeling; it must not be grossly disproportionate to the real damage inflicted. In Rider v. York Haven W. & P. Co., supra, a case where $1,000 was awarded as compensation and $2,700 was awarded as punitive damages, Judge Elkin said: “We know of no case in our own State where punitive damages were allowed in almost treble the amount of the actual damage sustained.” The same principle was stated in Punk v. Kerbaugh, 222 Pa. 18, but the actual damage there suffered was $4,050, and an additional verdict of $1,000 punitive damages was sustained. In Mitchell v. Randal, 288 Pa. 518, where the compensation awarded for assault and battery was $1,000, the jury added $5,000 as punitive damages. This court said, “the punitive damages were entirely disproportionate to the compensatory damages awarded.”\nIn the present case the verdict was $3,195. This item is made up of $125 to $140 for advertising, and $45 to $60 for motor trips. There was some evidence that appellees’ undertaking business had suffered, whether from appellant’s acts or general business conditions is not clear. Any amount that might be assessed on this count would have been so conjectural as to be worthless. It is evident that $3,000 was allowed for punitive damages. This was, under all our cases, grossly disproportionate to the amount of real damages. Had the jury found or the court reduced their finding to one-half that amount, it would have been more within reason. It will be so ordered here.\nJudgment of the court below is reduced $1,500, and, as reduced, the judgment is affirmed at appellant’s cost.\nPittsburgh, etc., Ry. Co. v. Lyon, 123 Pa. 140, 150; Rhodes v. Rodgers, 151 Pa. 634; Matheis v. Mazet, 164 Pa. 580, 584-5.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "E. 0. Golden, with him Paul M. Robinson, for appellant.",
      "J. 0. Brandon, of Brandon, Brandon & Ross, with him Andrew G. Uncapher and Carroll Caruthers, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Thompson, et al. v. Swank, Appellant.\nArgued October 8, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nNovember 26, 1934:\nE. 0. Golden, with him Paul M. Robinson, for appellant.\nJ. 0. Brandon, of Brandon, Brandon & Ross, with him Andrew G. Uncapher and Carroll Caruthers, for appel-lee."
  },
  "file_name": "0158-01",
  "first_page_order": 188,
  "last_page_order": 190
}
