{
  "id": 8845515,
  "name": "Haverkamp et al. v. Sussman, Appellant",
  "name_abbreviation": "Haverkamp v. Sussman",
  "decision_date": "1935-01-07",
  "docket_number": "Appeal, No. 284",
  "first_page": "187",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "317 Pa. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "304 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132418
      ],
      "pin_cites": [
        {
          "page": "226-7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0221-01"
      ]
    },
    {
      "cite": "241 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976028
      ],
      "pin_cites": [
        {
          "page": "467-8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0461-01"
      ]
    },
    {
      "cite": "230 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 3326,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.8425506135046095e-07,
      "percentile": 0.7223587166664929
    },
    "sha256": "9913c539d295a068912aaacc59e24f0fce2957546100e764f459a922201990c0",
    "simhash": "1:ea011610daec049b",
    "word_count": 566
  },
  "last_updated": "2024-02-27T20:40:55.989141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Maxey and Drew, JJ."
    ],
    "parties": [
      "Haverkamp et al. v. Sussman, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from refusal by the court below of defendant’s motion for judgment n. o. v. and the discharge of a rule for a new trial, in an action of trespass to recover damages for the death of Charles A. Haverkamp, husband of Edith A. Haverkamp, due to injuries received when the automobile in which he was riding came into collision with a lumber truck belonging to defendant. At the time of the accident, deceased was riding as a guest in a car owned and operated by Wesley Hav-erkamp, his son. The day was clear and the roadway dry. The only witness for plaintiff was one H. L. Davis, who drove his car up to the scene of the accident just as the collision occurred. Appellant contends the testimony of this witness was inconsistent with his statements at the coroner’s inquest, and was insufficient to sustain the jury’s verdict.\nThe accident took place in the City of Philadelphia at the point where Castor Road, going northwardly, curves first to the right, then to the left, and is crossed aslant between these curves by Adams Avenue. The lines of the intersection of the two streets are such as made it difficult for the witnesses to describe directions and distances intelligibly. There were photographs and a map before the jury, however, to assist them to an accurate understanding of the situation.\nThis is not, as appellant attempts to argue, a case where the alleged contradictory statements of the witness relied on by plaintiff are of such importance and so impossible of reconciliation as to make a verdict founded on them a mere guess. On the contrary, the opinion of the trial judge states that he believed the testimony objected to was not necessarily contradictory, and our reading of the record discovers no inconsistency between the testimony of plaintiff’s witness at the trial and his evidence before the coroner sufficient, under a reasonable interpretation and consideration of the evidence as a whole, to have warranted the trial judge in directing a verdict for defendant. At most, the alleged variances were relatively unimportant and did not affect the fundamental basis of plaintiff’s case; they were inadequate to sustain a motion for judgment non obstante veredicto, in the consideration of which the plaintiff must be given the benefit of every fact or inference of fact which may reasonably be deduced from the evidence in its entirety. These differences were for the jury to reconcile and to consider as affecting the credibility of plaintiff’s witness. In Danko v. Pittsburgh Rys. Co., 230 Pa. 295, where, as here, the sole witness for plaintiff was a disinterested third party, who had previously made somewhat inconsistent statements, we held the credibility of the witness was for the jury. See also Parker v. Matheson M. C. Co., 241 Pa. 461, 467-8; Hegarty et ux. v. Berger, 304 Pa. 221, 226-7.\nThe case was carefully tried and was given to the jury in a charge of which defendant made no complaint. We agree with the court below that it was for the jury to decide, and that the verdict was justified by the evidence.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas E. Comber, Jrfor appellant.",
      "Daniel C. Murphy, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Haverkamp et al. v. Sussman, Appellant.\nArgued December 3, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Maxey and Drew, JJ.\nJanuary 7, 1935:\nThomas E. Comber, Jrfor appellant.\nDaniel C. Murphy, for appellee, was not heard."
  },
  "file_name": "0187-01",
  "first_page_order": 217,
  "last_page_order": 220
}
