{
  "id": 8845542,
  "name": "Abbottsford Building and Loan Association v. Ballen et al., Appellants",
  "name_abbreviation": "Abbottsford Building & Loan Ass'n v. Ballen",
  "decision_date": "1935-01-07",
  "docket_number": "Appeal, No. 345",
  "first_page": "197",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "317 Pa. 197"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "310 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144253
      ],
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0298-01"
      ]
    },
    {
      "cite": "309 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141616
      ],
      "pin_cites": [
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0590-01"
      ]
    },
    {
      "cite": "309 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141702
      ],
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 3291,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.33803785471662634
    },
    "sha256": "bb95ec553fae03b79244bd471196770ef3f1e3b4654244470f302423ed800152",
    "simhash": "1:fe50073f533467d6",
    "word_count": 531
  },
  "last_updated": "2024-02-27T20:40:55.989141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Abbottsford Building and Loan Association v. Ballen et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from a decree in equity setting aside, as a fraud on creditors, a conveyance made by defendants Bernard Bailen and Mary Bailen, his wife, to Benwood Realty Company, also a defendant, and affording other relief to plaintiff building and loan association.\nThe chancellor found as facts that plaintiff loaned defendant Bernard Bailen $6,000, secured by three bonds dated November 24, 1925, accompanied by second mortgages on three separate properties (2209, 2211, 2221 South 63d Street, Philadelphia). Upon default on the bonds, plaintiff, on December 16, 1932, obtained judgments, with damages assessed at $3,762.90. Meanwhile, on December 8, 1932, the holder of the first mortgages had secured judgment and issued execution, and the properties were sold by the sheriff to the attorney on the writ for $50; whereby plaintiff lost its mortgage security on the loan. The chancellor found, further, that on June 8, 1932, a charter was granted to the Benwood Realty Company, under the laws of this Commonwealth, the in-corporators being Bailen, his wife, his daughter and his sister. On June 9, 1932, the charter was recorded, and ten minutes thereafter, hastily and with no authority from the company for acceptance of title, Bailen and his wife conveyed to defendant corporation, by deed dated June 9,1932, recorded in Deed Book, J. M. H., No. 351Í, page 323, etc., property he owned at 63d Street, Woodland and Saybrook Avenues, Philadelphia. Bailen had previously, conveyed other properties owned by him to members of his family; the only real estate of which he did not divest himself of title at this time was that on South 63d Street, Philadelphia, above referred to, on which plaintiff held second mortgages; and these several conveyances by Bailen rendered him insolvent and unable to meet his obligation to plaintiff association.\nThe chancellor concluded the conveyance to the Ben-wood Realty Company here in question was made “without consideration, with actual intent to hinder, delay and defraud the plaintiff, a creditor,” and that, irrespective of when judgment was entered thereon, the loans made by the building and loan association were within the protection of section 7 of the Uniform Fraudulent Conveyance Act of May 21, 1921, P. L. 1045, providing that, “Every conveyance made and every obligation incurred with actual intent, as distinguished from intent presumed in law, to hinder, delay or defraud either present or future creditors, is fraudulent as to both present and future creditors.” The chancellor’s findings, approved by the court in banc, have the effect of the verdict of a jury: Orth v. Doench, 309 Pa. 240, 242; Mulholland v. Sterling M. T. Co., 309 Pa. 590, 592; Krystkiewicz’s Est., 310 Pa. 298, 300. An examination of the evidence amply justifies the chancellor’s findings of fact upon which his conclusions of law ai*e based, and we find no reason in appellant’s arguments for reversal.\nThe decree of the court below is affirmed at cost of appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "B. D. Oliensis, with him Isadore Katz, for appellant.",
      "Joseph J. Tunney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Abbottsford Building and Loan Association v. Ballen et al., Appellants.\nArgued November 27, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ.\nB. D. Oliensis, with him Isadore Katz, for appellant.\nJanuary 7, 1935:\nJoseph J. Tunney, for appellee."
  },
  "file_name": "0197-01",
  "first_page_order": 227,
  "last_page_order": 229
}
