{
  "id": 8845642,
  "name": "Ridley Park Borough, Appellant, v. American Surety Company of New York",
  "name_abbreviation": "Ridley Park Borough v. American Surety Co. of New York",
  "decision_date": "1935-02-04",
  "docket_number": "Appeal, No. 94",
  "first_page": "263",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "317 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "307 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0452-01"
      ]
    },
    {
      "cite": "307 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0185-01"
      ]
    },
    {
      "cite": "264 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048583
      ],
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 240,
    "char_count": 3261,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.4184681495066504e-07,
      "percentile": 0.8007698518330605
    },
    "sha256": "b7a19ce9f9532172f59ab877f11b007699ba3f03a909a415ac8ab2e945cb8695",
    "simhash": "1:c348312bb28e18f6",
    "word_count": 576
  },
  "last_updated": "2024-02-27T20:40:55.989141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Ridley Park Borough, Appellant, v. American Surety Company of New York."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff appeals from an order of the court below discharging its rule for judgment for want of a sufficient affidavit of defense. The order is right.\nThe pleadings in that court were a statement of claim; an affidavit of defense accompanied by a notice of new matter; plaintiff’s reply to the new matter; and a rule for judgment for want of a sufficient affidavit of defense.\nTwo reasons are given for the discharge of the rule. The first is that “the filing of [a reply] to the affidavit of defense (here a reply to new matter in the affidavit, which new matter deals with the merits of the controversy), is an abandonment of the right to demur,” which the court below considered the rule for judgment to be in effect. To this reason we do not assent. The statute requires an answer to be filed to the new matter: Section 6, Act of March 30, 1925, P. L. 84, 85. Under such circumstances no waiver of the right to judgment for want of a sufficient affidavit of defense will be implied: Federal Sales Co. v. Farrell, 264 Pa. 149, 152. If it clearly appears that there is no controlling issue of fact raised by the statement of claim and affidavit of defense, nor by the new matter and reply thereto, judgment may be entered for want of a sufficient affidavit of defense, although the rule therefor is not taken until after the reply to the new matter has been filed. If, however, a controlling issue of fact is thereby raised, the rule for judgment must be discharged, although such controlling issue appears only in the new matter and reply thereto, for, in that event, there is of record a pleading properly denying the right to such judgment.\nThe second reason given by the court below why the rule for judgment was not made absolute, Avas because it is only in a clear case that a summary judgment can properly be entered (Elliott v. McGoun, 307 Pa. 185), which it asserted was not the case here. So, also, we have said that “where a proper judicial determination of the controversy Avould be facilitated by an opportunity for a broader inquiry into the facts than is presented by the bare pleadings, the rule for judgment is properly discharged” : Rodgers v. Mann, 307 Pa. 452.\nThe present is just such a case. We must, therefore, affirm the order appealed from and remit the record for such “broader inquiry.” In considering this it is to be remembered that the surety defendant cannot be held liable except to the extent that, taking the whole matter into consideration, the treasurer is liable also. It is surety for him and not otherwise. His liability is for the balance ascertained by charging him with all sums which he did or should have received, and crediting him with all payments which he has properly made therefrom. The balance thus ascertained fixes his liability and that of his surety also: Section 1105, Act of May 4,1927, P. L. 519, 565, as amended by the Act of June 9,1931, P. L. 386, 392.\nThe order of the court below is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Ellwood J. Turner, for appellant.",
      "E. Wallace Ohadwiek, of Taylor, Ohadwiek <& Weeks, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ridley Park Borough, Appellant, v. American Surety Company of New York.\nArgued January 14, 1935.\nFebruary 4, 1935:\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nEllwood J. Turner, for appellant.\nE. Wallace Ohadwiek, of Taylor, Ohadwiek <& Weeks, for appellee."
  },
  "file_name": "0263-01",
  "first_page_order": 293,
  "last_page_order": 296
}
