{
  "id": 8846653,
  "name": "Becker v. Saylor, Appellant",
  "name_abbreviation": "Becker v. Saylor",
  "decision_date": "1935-03-25",
  "docket_number": "Appeal, No. 162",
  "first_page": "573",
  "last_page": "576",
  "citations": [
    {
      "type": "official",
      "cite": "317 Pa. 573"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "285 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095108
      ],
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0241-01"
      ]
    },
    {
      "cite": "293 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111126
      ],
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0245-01"
      ]
    },
    {
      "cite": "278 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0565-01"
      ]
    },
    {
      "cite": "315 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0257-01"
      ]
    },
    {
      "cite": "306 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136877
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0156-01"
      ]
    },
    {
      "cite": "303 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130016
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0156-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 4500,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.2557623542574744e-07,
      "percentile": 0.7820577570352557
    },
    "sha256": "5470a54ddad216bf30587ef612bb7bf9d4623d9dbb2bafa94fd80d69637c7f4f",
    "simhash": "1:635027bde2f27019",
    "word_count": 791
  },
  "last_updated": "2024-02-27T20:40:55.989141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Becker v. Saylor, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nPlaintiff brought this action to recover damages for the death of her husband, who was a guest in defendant’s automobile, which the latter was driving, due she alleged and proved to defendant’s negligence. She recovered a verdict and judgment in the court below, from which defendant appeals. The appeal is without merit.\nThe picture of the accident can be put in a small frame. In the early hours of the morning, while it was yet dark, defendant, accompanied by the deceased and another, was operating his automobile on a public highway. Deceased was seated on the rear seat behind the driver. The third man was on the front seat. Defendant testified that the car was running at a speed of 30 miles an hour when an object suddenly loomed up, 75 to 100 feet ahead. The guest on the front seat gave startled utterance to a warning. Defendant did not recognize what the object was, but veered his car suddenly to the left, ran off the paved roadway, collided with an abutment beyond the berm, and all the occupants of the car sustained injuries. Plaintiff’s husband died from those received by him. The object in the road was another automobile parked on the right side with no lights. Defendant testified that his headlights were lighted and in good condition.\nUnder this state of faets there can be no question that defendant was negligent. He was either driving too fast, did not have his car under control, was inattentive, or did not properly operate his car when he turned out to avoid the object in front of him. He virtually admits his lack of care in the latter respect. He testified that in avoiding the object in front of him he “jerked” his car on too great an angle; that he gave it more turn than he should have. He was in duty bound so to operate his automobile that he could have stopped or safely controlled it within the range of his headlights: Simrell v. Eschenbach, 303 Pa. 156, 160; Cormican v. Menke, 306 Pa. 156, 160. It is manifest that he could not stop in time after he saw the parked automobile and that his sudden, dangerous jerk to the left was the only course open to him.\nAppellant advances the proposition that plaintiff’s husband was contributorily negligent because he did not protest against the manner in which defendant was driving. He had no time to protest, no opportunity to know the threatened danger or to give warning: Cf. Frank v. Markley, 315 Pa. 257. He was on the back seat and unless the circumstances were most unusual was not required to advise the driver how to operate his car. “In general, a passenger will not be held guilty of negligence, as a matter of law, for failing to discover perils or to interfere with, the driver and this is especially true of one sitting in the back seat (Ferrell v. Solski, 278 Pa. 565), where silence with regard to the driving is generally golden”: Schlossstein v. Bernstein, 293 Pa. 245, 250.\nThe criticism of the charge, that it was argumentative in appellee’s behalf, we think is unwarranted. The instructions on damages we deem in line with the principles we have laid down. The complaints about not being permitted to cross-examine a doctor who attended the deceased shortly after he was injured as to a smell of alcohol on his breath, or its presence in his urine, do not appeal to our sense of fairness. The cross-examination was for the purpose of insinuating that the deceased was intoxicated, without proof or offer of proof that he was. Even if he had been, that fact in itself would not have convicted him of contributory negligence. Offers of proof as to happenings on the trip sometime before the accident were properly rejected. What took place prior to the time when the automobile was proceeding toward the scene of the tragedy had no bearing on what happened then. It was within the space of time and distance covered by the automobile’s progress in the last 100 or 150 feet that the negligence arose.\nOther questions raised, covering answers to points, are of no moment. We do not regard the verdict of $6,741.25 excessive in a death case where pecuniary loss was as great as here shown. Error is assigned to the refusal to enter a compulsory nonsuit. An appeal does not lie from such refusal: Cleary v. Quaker City Cab Co., 285 Pa. 241, 249.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Vincent J. Dalton, for appellant.",
      "Chas. E. Berger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Becker v. Saylor, Appellant.\nArgued February 4,1935.\nMarch 25, 1935:\nBefore Frazer, C. J., Simpson, Schaffer, Maxey, Drew and Linn, JJ.\nVincent J. Dalton, for appellant.\nChas. E. Berger, for appellee."
  },
  "file_name": "0573-01",
  "first_page_order": 603,
  "last_page_order": 606
}
