{
  "id": 1792326,
  "name": "Honorable Thomas D. LARSON, as Secretary of Transportation of the Commonwealth of Pennsylvania, and as a member ex officio of the Pennsylvania Turnpike Commission, Appellant, v. PENNSYLVANIA TURNPIKE COMMISSION, Honorable Jack I. Greenblat, and Honorable Peter J. Camiel, Appellees",
  "name_abbreviation": "Larson v. Pennsylvania Turnpike Commission",
  "decision_date": "1985-04-08",
  "docket_number": "No. 82 M.D. Appeal Docket 1984",
  "first_page": "471",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "507 Pa. 471"
    },
    {
      "type": "parallel",
      "cite": "490 A.2d 827"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "485 A.2d 83",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "498 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776198
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "page": "94-95"
        },
        {
          "page": "1162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0080-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 14229,
    "ocr_confidence": 0.819,
    "pagerank": {
      "raw": 6.969757059682497e-08,
      "percentile": 0.4220962303207639
    },
    "sha256": "75d9158f41e5174cdcc77e2d3729d181a71e4a87a413275aab769681f49128c9",
    "simhash": "1:a5bf7e8273b90ead",
    "word_count": 2234
  },
  "last_updated": "2024-02-27T16:27:19.707265+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "McDERMOTT, J., files a concurring opinion."
    ],
    "parties": [
      "Honorable Thomas D. LARSON, as Secretary of Transportation of the Commonwealth of Pennsylvania, and as a member ex officio of the Pennsylvania Turnpike Commission, Appellant, v. PENNSYLVANIA TURNPIKE COMMISSION, Honorable Jack I. Greenblat, and Honorable Peter J. Camiel, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nIn his capacity as Secretary of Transportation and ex officio member of appellee Commission, appellant, Thomas D. Larson, appeals a Commonwealth Court panel’s order conferring substantially all the Commission’s statutory powers upon its Vice Chairman. The power conferred included power over policy matters subject only to veto of the policy decisions by affirmative vote of the Commission’s other three sitting members. The order would continue these extraordinary unilateral powers until the Governor nominates and the Senate confirms a person to take the presently vacant fifth seat on the Commission. This broad order was entered by a Commonwealth Court panel on remand from us after we had modified and limited the powers that the lower court in its August 28th opinion had, by implication, previously granted the Commission’s Chairman.\nThis case began on March 5, 1984, when appellant sought an injunction barring the Commission’s Chairman from paying bills, hiring personnel or paying personnel hired on or after February 7, 1984, without the prior approval of all three Commissioners then serving. The Chairman had unilaterally begun taking such action based on an opinion from the Commission’s Chief Counsel advising the Chairman that he held implied power, ex officio, to manage the day to day affairs of the Commission, including routine hiring and payment of bills. When appellees tried to discover facts and documents they felt were relevant to that issue by deposition and motions for production, appellant moved for a protective order against discovery, claiming his petition posed a pure legal question. After a delay of some months and without the taking of sworn testimony, the Commonwealth Court entered an order on August 28, 1984 denying the preliminary mandatory injunction appellant had requested. An accompanying opinion confirmed the Chief Counsel’s advice that the Chairman, as Chief Executive Officer under the regulations adopted by the Commission on January 3, 1978, has implied power to pay valid obligations and hire necessary personnel within the Commission’s approved complement. Appellant Larson took his first appeal from this opinion and order, which this Court modified on September 12, 1984.\nWe then remanded the record to Commonwealth Court for an expedited final determination on the merits. Following remand, the order now before us was entered by the Commonwealth Court panel on cross-motions for summary judgment. In an accompanying opinion the lower court purports to base this latest order on the inherent powers of the Vice Chairman as “chief executive officer” of the Commission during the existence of a vacancy in the office of Chairman and on our decision in Fidelity Bank et al. v. Pa. Turnpike Commission, 498 Pa. 80, 444 A.2d 1154 (1982).\nIn Fidelity Bank we held, on suit of a trustee, that less than a majority of the Commission’s full complement could act in routine matters to protect the Commission and its bondholders from the destructive consequences of a default on its bonds. The record in Fidelity Bank showed that the vacancies then existing on the Commission had reduced it below the three members required by statute for a quorum. Act of May 21, 1937, P.L. 744, No. 211, § 4, as amended July 3, 1974, P.L. 444, No. 154, § 1, 36 P.S. § 652d (Supp. 1984-1985). By contrast, the affidavits and other materials available to the lower court on the motions for summary judgment in this record are plainly insufficient to resolve the factual issue of whether the Commission’s very existence is threatened by a continuing impasse. We note, however, that the turnpike did not cease operations from March 5, 1984 to August 28, 1984, while Commonwealth Court held this case without action.\nWhen we decided Fidelity Bank, supra, the existence of three vacancies on the Commission made continued functioning in accordance with the statutory requirement of three affirmative votes impossible on the very face of the record. During the pendency of the present case, however, the Commission has always had at least three sitting members and now has four. Under these circumstances, the existence of a continuing impasse which threatens basic operations requires evidence before a court may delegate the Commission’s powers to its Chairman or Vice Chairman, even if we assume that those officials are the persons who should most appropriately exercise the implied powers of an enterprise’s chief executive. Such evidence is entirely lacking on the present record.\nThe Commonwealth Court panel has misinterpreted the breadth of our order in Fidelity Bank, supra. It has also failed to grasp the plain implications of the restrictions contained in our order limiting the powers appellee’s Vice Chairman had been exercising on the basis of Commonwealth Court’s August 28th opinion.\nThe judiciary must restrain itself from interference with the more political branches of government in the absence of compelling evidence, and must be particularly wary of imposing broad solutions which remove responsibility from those to whom our statutes have entrusted it, no matter how desirable or efficient that solution may seem. We are, however, mindful of the difficulties and frustrations all the parties to this action have unfairly visited upon Commonwealth Court, as well as the impediments they have put in the path of developing a proper factual record.\nSince the record before us shows factual issues between the opposing parties which preclude final disposition at this time, we remand to Commonwealth Court. That court shall appoint a new panel to hold the further proceedings plainly required to permit a proper determination of whether there is a deadlock among the Commission’s members that is likely to continue, and, whether that deadlock threatens the Commission’s functions and existence to the extent that it will quickly become unable to meet its obligations to bondholders and the public.\nIf Commonwealth Court determines those conditions do exist and if that determination is based on substantial evidence on the whole record, judicial intervention to the minimum extent necessary to avoid the Commission’s inability to carry out its fiduciary obligations to its bondholders and the general public would be warranted under the general principle that equity will not permit a trust to fail for want of a trustee, in accordance with the specifics of Fidelity Bank, supra, 498 Pa. at 94-95, 444 A.2d at 1162. In the meantime, our order first entered September 12,1984 will be continued to provide insurance against those grave consequences with minimal judicial intrusion in the Commission’s affairs.\nThe order of Commonwealth Court is reversed, this Court’s order of September 12, 1984 is continued in force and effect and the record is remanded to Commonwealth Court for appointment of a new panel and further proceedings consistent with this opinion.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the Order of the Commonwealth Court is reversed, this Court’s Order of September 12, 1984 is continued in force and effect and the record is remanded to Commonwealth Court for appointment of a new panel and further proceedings consistent with this opinion.\nMcDERMOTT, J., files a concurring opinion.\n. Under the statute the Commission is empowered, inter alia, to: make necessary rules and regulations for its own government and shall have power and authority to acquire, own, use, hire, lease, operate and dispose of personal property, real property and interests in real property, and to make and enter into all contracts and agreements necessary or incidental to the performance of its duties and the execution of its powers under this act, and to employ engineering, traffic, architectural and construction experts and inspectors and attorneys, and such other employes as may be necessary in its judgment, and fix their compensation:\nAct of May 21, 1937, P.L. 774, No. 211, §§ 1 and 4, as amended July 3, 1974, P.L. 444, No. 154, § 1, 36 P.S. §§ 652a and 652d (Supp.1984-1985).\n. The order of the Commonwealth Court states in pertinent part: Pending the resolution of the Commission’s present impasse, through the seating of a fifth Commissioner or otherwise, Vice-Chairman Camiel is authorized to\n(a) unilaterally issue directives necessary to\n(1) the continued unimpeded daily operation of the turnpike system,\n(2) the payment of monies owing on obligations approved by the Commission,\n(3) the maintenance of the turnpike roadway in a condition that ensures the safety of its users,\n(4) the fulfillment of the Commission’s obligations to its bondholders, and\n(5) the effectuation of the construction, financing, and designation of additional highway projects,\n(6) the carrying out of all other matters considered germane to the Commission’s functioning,\nexcept that a directive may be countermanded by vote of at least three Commissioners ...\nWe have interpreted this order in the most restrictive manner possible by eliminating Section 2(b). That Section could be interpreted to remove all restraints upon the Vice-Chairman's powers. It reads:\n(b) upon the Commission’s approval of contradictory policy measures, exercise his discretionary powers as chief executive officer to implement the policy measure he deems more appropriate, in accordance with the conditions contained in this Opinion and subject to the effective veto of at least three Commissioners.\nRecord, Order dated December 5, 1984. 485 A.2d 83, at 92.\n. The Honorable Jack I. Greenblat was Chairman of the Commission until replaced as a Commission Member by James J. Dodaro on April 4, 1984. There was no action to elect a new Chairman until the September 10, 1984 meeting of the Commission, at which time the voting resulted in a 2-2 tie.\n. Certain letters, Commission minutes and records are attached to various pleadings and motions. We cannot determine from this record whether they were actually offered and admitted into evidence, although the lower court may have relied on them in ruling on the motions for summary judgment without express identification.\n. On September 4, petitioner filed a new Petition for a Special Injunction in Commonwealth Court. On the same day he filed his appeal of Commonwealth Court’s August 28th order in this Court. Commonwealth Court dismissed the Petition for a Special Injunction on September 5th and scheduled a hearing for September 7th. On September 12, this Court ordered:\n(1) Pending appellee Commission’s reorganization with all its duly appointed members, its Vice Chairman is authorized to pay bills of the appellee Commission incurred and due and payable in the ordinary and routine course of its operations, upon proper vouchers therefor, unless such bill or bills are disapproved by vote of three Commission members. Upon reorganization, the Commission’s duly elected chairman is so authorized.\n(2) The Vice Chairman is enjoined from hiring personnel except replacements for vacancies within its complement which remain or have remained unfilled for lack of three Commission votes for more than one meeting, which are deemed critical by the Executive Director on certification of critical need by professional staff. The Vice Chairman’s authority to hire replacements to fill such vacancies which may occur in critical positions may be countermanded by vote of three members of the Commission. The Commission’s Chairman, when elected, shall succeed to the hiring authority here granted the Vice Chairman.\n(3) The Vice Chairman is enjoined and restrained from acting to change, remove or delete financial or personnel matters from the agenda for Commission meetings in a manner contrary to pre-existing Commission practice.\n(4) Further action in Commonwealth Court inconsistent with its opinion of August 28, 1984 and this order are stayed.\n(5) This order shall remain in effect until further order of this Court.\n. It seems to us it should also require proper procedural application for such relief by appellees. No such request appears on the record we have and ex parte or sua sponte relief of this nature is totally inappropriate.\n. We note that appellant Larson had previously argued the issues herein are purely ones of law. A plaintiff who seeks a preliminary injunction must show not only a clear legal right but also irreparable harm, a concept which almost always involves the development of a factual record. Should appellant persist in this posture he will have to accept the consequences Commonwealth Court holds attendant upon a refusal to cooperate in discovery or to present evidence.\nAppellees have apparently refused to cooperate in the authorization and implementation of a management study to provide a more rational basis for resolving the bitter disputes over hiring, size of complement and routine operation which have so plagued the Commission. Such unreasoning acrimony on all sides may potentially endanger the rights of the public for whom the Commission holds the turnpike in trust. It obviously tempts unwelcome judicial intervention in the Commission's affairs.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring.\nI join the majority because I perceive there are intimations in the opinion that if this bottleneck is not resolved by the legislature that more direct action may be required of this Court.",
        "type": "concurrence",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "Carleton O. Strouss, Robert W. Cunliffe, Spencer A. Manthorpe (Dept, of Transportation), John P. Krill, Henry G. Barr, Jay C. Waldman (Offc. of General Counsel), Harrisburg, for appellant.",
      "Louis R. Martin, Jacqueline Verney, Kevin F. Longenbach, Harvey A. Sernovitz, Harrisburg, for PA Turnpike Comm.",
      "Richard A. Sprague, William K. Doak, Sheldon L. Albert, Philadelphia, for appellees."
    ],
    "corrections": "",
    "head_matter": "490 A.2d 827\nHonorable Thomas D. LARSON, as Secretary of Transportation of the Commonwealth of Pennsylvania, and as a member ex officio of the Pennsylvania Turnpike Commission, Appellant, v. PENNSYLVANIA TURNPIKE COMMISSION, Honorable Jack I. Greenblat, and Honorable Peter J. Camiel, Appellees.\nSupreme Court of Pennsylvania.\nArgued Jan. 24, 1985.\nDecided April 8, 1985.\nCarleton O. Strouss, Robert W. Cunliffe, Spencer A. Manthorpe (Dept, of Transportation), John P. Krill, Henry G. Barr, Jay C. Waldman (Offc. of General Counsel), Harrisburg, for appellant.\nLouis R. Martin, Jacqueline Verney, Kevin F. Longenbach, Harvey A. Sernovitz, Harrisburg, for PA Turnpike Comm.\nRichard A. Sprague, William K. Doak, Sheldon L. Albert, Philadelphia, for appellees.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0471-01",
  "first_page_order": 613,
  "last_page_order": 621
}
