{
  "id": 1792359,
  "name": "COMMONWEALTH of Pennsylvania v. George JONES, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Jones",
  "decision_date": "1985-06-04",
  "docket_number": "No. 65 W.D. Appeal Docket 1984",
  "first_page": "580",
  "last_page": "585",
  "citations": [
    {
      "type": "official",
      "cite": "507 Pa. 580"
    },
    {
      "type": "parallel",
      "cite": "493 A.2d 662"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "488 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1761016
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0262-01"
      ]
    },
    {
      "cite": "481 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747290
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0201-01"
      ]
    },
    {
      "cite": "324 Pa.Super. 359",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        595577
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/324/0359-01"
      ]
    },
    {
      "cite": "429 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        167728,
        167690,
        167515
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/289/0556-02",
        "/pa-super/289/0557-01",
        "/pa-super/289/0556-01"
      ]
    },
    {
      "cite": "289 Pa.Super. 556",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        167728,
        167515
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/289/0556-02",
        "/pa-super/289/0556-01"
      ]
    },
    {
      "cite": "491 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765637
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/pa/491/0241-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 9253,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 9.88706209532748e-08,
      "percentile": 0.5350893044343512
    },
    "sha256": "74056da0d04989e128323ad6ca0cf9a33055376d3f8f77aa8c8a9910eed541f9",
    "simhash": "1:7d47976c7d1a120f",
    "word_count": 1500
  },
  "last_updated": "2024-02-27T16:27:19.707265+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERT, C.J., and NIX, LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADA-KOS, JJ.",
      "FLAHERTY, J., filed a concurring opinion in which McDermott, j., joined.",
      "McDERMOTT, J., joins in this opinion and joins in FLAH-ERTY, J., concurring opinion.",
      "McDERMOTT, J., joins this Concurring Opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. George JONES, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nAppellant, George Jones, Jr., was arrested on January 6, 1977, and charged with robbery (six counts), recklessly endangering another person (two counts), violation of the Uniform Firearms Act (two counts), theft of movable property, aggravated assault and criminal conspiracy in connection with an armed robbery and the shooting of a police officer that took place just prior to appellant’s arrest. Appellant’s pre-trial motion to suppress statements that he made to the police after his arrest was denied. Appellant was subsequently convicted by a jury of three counts of robbery, two counts of recklessly endangering another person, theft of movable property, aggravated assault and criminal conspiracy. Post-verdict motions were denied and appellant was sentenced to three consecutive terms of ten to twenty years imprisonment on the robbery counts, and concurrent terms of imprisonment totaling twenty and one-half to forty-one years on the remaining counts. On appeal, the Superior Court affirmed. Commonwealth v. Jones, 289 Pa.Super. 556, 429 A.2d 59 (1980). Appellant’s petition for allowance of appeal to this Court was denied.\nOn December 2, 1981, appellant filed a petition for relief under the Post-Conviction Hearing Act (PCHA). After a hearing, the PCHA court found that the issues raised in appellant’s petition had been either waived or finally litigated and, therefore, denied the petition. On appeal, the Superior Court affirmed. Commonwealth v. Jones, 324 Pa.Super. 359, 471 A.2d 879 (1984). We granted appellant’s pro se petition for allowance of appeal and we now affirm.\nTwo related issues are presented by the instant appeal: whether the suppression court erred in refusing to rule on the voluntariness of certain statements made by appellant to the police after his arrest and whether the trial court erred in refusing to permit appellant to argue the issue of the voluntariness of those statements to the jury. Both of these issues are without merit.\nAt the suppression hearing, the three police officers who transported appellant from the site of his arrest to the Public Safety Building testified that appellant asked about the condition of the police officer who had been shot and that, when asked why he cared, appellant had stated that he was the one who shot the officer. N.T., June 27, 1977 at 178, 188-89, 244. According to one of the officers, appellant also stated that he “didn’t mean to do it.” Id. at 236. Appellant, on the other hand, denied making any of the alleged statements. When asked if he had made any statements to the police concerning the crimes for which he had been arrested, appellant stated\nYou see, I wasn’t totally familiar with what crime was supposed to have happened. So therefore, I didn’t say nothing with respect to that.\nId. at 672. Appellant then classified the police officers’ testimony as “a damn lie.” Id. at 679.\nAt the conclusion of the suppression hearing, the court concluded that since appellant had denied making the statements, there was no issue of voluntariness presented and further, that the question of whether or not appellant made the statements was a question of credibility for the jury. N.T., July 5, 1977 at 38. Since no issue of voluntariness was raised, the suppression court did not err in refusing to rule on the voluntariness of the statements.\nWith respect to the refusal of the trial court to permit appellant to argue the issue of the voluntariness of the statements to the jury, the same circumstances obtained. The police officers who transported appellant after his arrest testified that appellant admitted shooting the police officer. N.T., October 11, 1977 at 623, 625, 654, 693, 732, 787. Appellant, testifying on his own behalf, stated\nI never made any statements as to whether or not I shot the police officer or didn’t know that the — or didn’t want the police officer to die, or I had a .357 magnum, or any of those particular things because I didn’t have any of those, and obviously I wouldn’t know what the police officer was shot with or that in fact a police officer had been shot.\nId. at 937.\nDuring closing arguments to the jury, appellant apparently tried to argue that the statements had been coerced and were, thus, involuntary. Upon the Commonwealth’s objection, the Court informed appellant that he could argue credibility but that voluntariness was not an issue in the case and that he shouldn’t be arguing it to the jury. N.T., October 11, 1977 at 1012. Since appellant denied making the statements, he did not raise an issue of voluntariness and, therefore, the trial court did not err in refusing to permit appellant to argue that issue to the jury.\nAccordingly, the Order of the Superior Court is affirmed.\nFLAHERTY, J., filed a concurring opinion in which McDermott, j., joined.\nMcDERMOTT, J., joins in this opinion and joins in FLAH-ERTY, J., concurring opinion.\n. Act of January 25, 1966, P.L. 1580, 19 P.S. § 1180-1, et seq.\n. In addition to raising these issues, appellant also claims that post-verdict motions counsel was ineffective in failing to raise these issues in post-verdict motions and, further, that PCHA counsel was ineffective in failing to raise the issue of post-verdict motions counsel's ineffectiveness in the PCHA petition. By alleging ineffective assistance of counsel, appellant has shown an extraordinary circumstance that prevents waiver of the issues in question. Commonwealth v. Murray, 481 Pa. 201, 392 A.2d 317 (1978). However, since counsel will not be deemed ineffective for failing to raise baseless issues, Commonwealth v. Arthur, 488 Pa. 262, 412 A.2d 498 (1980), and since we conclude that neither of the two issues raised in this appeal has any merit, the ineffectiveness issues raised by appellant are also without merit.\n. The content of appellant's argument may only be surmised from the content of the objections since only the objections and not the closing remarks themselves were transcribed. According to appellant’s reply brief, however, appellant argued in his closing that ”[i]f the jury finds the police beat (appellant) coercing him to speak against his will and lied about it, you can disregard the coerced statements, and further disregard their testimony in its’ (sic) entirety.\"",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\nconcurring.\nI concur with the result reached by the majority, but write separately to confirm that in concurring, I have not abandoned the position on PCHA petitions as stated in my dissenting opinion in Commonwealth v. Watlington, 491 Pa. 241, 420 A.2d 431 (1980). In Watlington I stated that a second or successive PCHA petition should be dismissed unless it raises a colorable due process claim which significantly affects the truth determining process and which, if left unaddressed, could have the effect of imprisoning an innocent person.\nThe somewhat unusual procedural posture of this case is that although this PCHA petition is the first, and the petition was taken with the aid of counsel, the appeal from the denial of the PCHA petition is pro se and challenges the effectiveness of PCHA counsel as well as that of counsel who came before him. Superior Court held that since the claims raised in this appeal have been either waived or finally litigated, the appeal should be denied. Petitioner now seeks to breathe new life into these old claims which were either waived or finally litigated by reasserting them in the context of ineffectiveness of counsel.\nAs always, the argument is that if petitioner failed to take a timely appeal from an unfavorable judgment (thus rendering his claim “finally litigated”), he did so because counsel was ineffective in not taking the timely appeal, and therefore, the claim should not be treated as finally litigated. Moreover, the argument goes, even though petitioner may have been aware of the grounds for appeal but did not take an appeal (thus rendering his claim “waived”), the claim should not be considered waived because counsel was ineffective in not raising the issues. It is thus, riding on the coat tails of the ubiquitous and ever-asserted ineffective counsel, that petitioner presents his claims before this Court in an attempt to bore yet one more hole in the proverbial apple.\nFrom my point of view, the question in the case is whether this appeal falls under the prohibitions of the Watlington dissent which foreclose a second or subsequent consideration of a PCHA claim absent unusual circumstances which affect the truth determining process.\nBecause the PCHA petition in this case is the first, not the second or a successive petition, I would hold that it does not fall under the rule of dismissal articulated in the Watlington dissent, and I am constrained to concur with the majority’s analysis.\nMcDERMOTT, J., joins this Concurring Opinion.",
        "type": "concurrence",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "George Jones, Jr., In. Pro. Per.",
      "Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Kemal Alexander Mericli, Asst. Dist. Atty., Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "493 A.2d 662\nCOMMONWEALTH of Pennsylvania v. George JONES, Jr., Appellant.\nSupreme Court of Pennsylvania.\nSubmitted March 4, 1985.\nDecided June 4, 1985.\nGeorge Jones, Jr., In. Pro. Per.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Kemal Alexander Mericli, Asst. Dist. Atty., Pittsburgh, for appellee.\nBefore ROBERT, C.J., and NIX, LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADA-KOS, JJ."
  },
  "file_name": "0580-01",
  "first_page_order": 722,
  "last_page_order": 727
}
