{
  "id": 1792329,
  "name": "James COX, Appellant, v. COMMONWEALTH of Pennsylvania, BOARD OF PROBATION AND PAROLE, Appellee",
  "name_abbreviation": "Cox v. Commonwealth, Board of Probation & Parole",
  "decision_date": "1985-06-04",
  "docket_number": "No. 19 E.D. Appeal Dkt. 1984",
  "first_page": "614",
  "last_page": "626",
  "citations": [
    {
      "type": "official",
      "cite": "507 Pa. 614"
    },
    {
      "type": "parallel",
      "cite": "493 A.2d 680"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "264 Pa.Superior Ct. 435",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        119321
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/264/0435-01"
      ]
    },
    {
      "cite": "267 Pa.Superior Ct. 163",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        124963
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/267/0163-01"
      ]
    },
    {
      "cite": "609 P.2d 539",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10447270
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/p2d/609/0539-01"
      ]
    },
    {
      "cite": "461 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "75 Pa. Commonwealth Ct. 90",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1310781
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/75/0090-01"
      ]
    },
    {
      "cite": "24 A.L.R.4th 789",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "credit for back time on probation violations"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "199 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888596
      ],
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0456-01"
      ]
    },
    {
      "cite": "154 A.2d 257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "190 Pa.Super. 346",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745744
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/190/0346-01"
      ]
    },
    {
      "cite": "491 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765640
      ],
      "weight": 4,
      "year": 1980,
      "pin_cites": [
        {
          "page": "148-149"
        },
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0142-01"
      ]
    },
    {
      "cite": "487 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759126
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0428-01"
      ]
    },
    {
      "cite": "467 A.2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "78 Pa. Commonwealth Ct. 183",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1314911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/78/0183-01"
      ]
    },
    {
      "cite": "263 Pa.Superior Ct. 477",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        117481
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/263/0477-01"
      ]
    },
    {
      "cite": "392 A.2d 343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 1
    },
    {
      "cite": "38 Pa. Commonwealth Ct. 199",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1891100
      ],
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/38/0199-01"
      ]
    },
    {
      "cite": "459 A.2d 1339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 1
    },
    {
      "cite": "74 Pa. Commonwealth Ct. 335",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1309192
      ],
      "year": 1983,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/74/0335-01"
      ]
    },
    {
      "cite": "411 U.S. 778",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10343
      ],
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "782"
        },
        {
          "page": "1759"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/411/0778-01"
      ]
    },
    {
      "cite": "404 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 1
    },
    {
      "cite": "44 Pa. Commonwealth Ct. 610",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1898962
      ],
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/44/0610-01"
      ]
    },
    {
      "cite": "264 Pa.Superior Ct. 435",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        119321
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/264/0435-01"
      ]
    },
    {
      "cite": "267 Pa.Superior Ct. 163",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        124963
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/267/0163-01"
      ]
    },
    {
      "cite": "491 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765640
      ],
      "weight": 4,
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/pa/491/0142-01"
      ]
    },
    {
      "cite": "487 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759126
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/pa/487/0428-01"
      ]
    },
    {
      "cite": "467 A.2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "92"
        },
        {
          "page": "92"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "78 Pa. Commonwealth Ct. 183",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1314911
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "185"
        },
        {
          "page": "185"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/78/0183-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 920,
    "char_count": 23596,
    "ocr_confidence": 0.802,
    "pagerank": {
      "raw": 9.53562965959382e-07,
      "percentile": 0.9810913686473612
    },
    "sha256": "c34c030f29080133781cffc22e6c70d7c53ee4e9d5f6c0dfda8b3e0ce07452d5",
    "simhash": "1:bd1ed43244e91856",
    "word_count": 3883
  },
  "last_updated": "2024-02-27T16:27:19.707265+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "PAPADAKOS, J., files a dissenting opinion in which LARSEN, J., joins.",
      "FLAHERTY, J., did not participate in the consideration or decision of this case.",
      "LARSEN, J., joins in this dissenting opinion."
    ],
    "parties": [
      "James COX, Appellant, v. COMMONWEALTH of Pennsylvania, BOARD OF PROBATION AND PAROLE, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nJames Cox appeals by allowance Commonwealth Court’s order affirming the Pennsylvania Board of Probation and Parole’s (Board’s) order denying him credit for time spent in an in-patient drug treatment program at Eagleville Hospital. At issue is whether appellant was, in the language of the statute, “at liberty on parole” while in that program. We are handicapped in dealing with this issue of first impression by a deficient factual record. Faced with those deficiencies we remand this case to the Board for development of a factual record sufficient for review of whether the Eagleville program is a prison equivalent precluding the conclusion that appellant was “at liberty on parole.” However, since appellant agreed to attend Eagleville as part of his parole program, his attendance there is presumed to be “at liberty on parole,” and on the remand it will be up to him to show that Eagleville’s in-patient drug treatment program presented an environment so restrictive that he should get credit for time spent in it. Moreover, the Board’s resolution of that issue seems to us largely in its discretion and should not be disturbed unless the record shows the Board’s action to have been arbitrary.\nThe relevant facts can be briefly stated. Appellant was convicted of burglary in 1974 and sentenced to prison for 1 to 5 years. The Board, by order dated June 16, 1976, granted appellant parole on this sentence. That parole commenced on August 26, 1976. Pursuant to 37 Pa.Code § 63.5, the Board imposed as a special condition of appellant’s parole attendance at Eagleville Hospital’s in-patient drug and alcohol treatment program, defining failure to successfully complete that program as a parole violation.\nAppellant did successfully complete the treatment program and left Eagleville to continue his parole on the street. He was arrested in June of 1977 on burglary and related charges. He escaped from custody and was re-arrested in November, 1979. He then pled guilty to reduced charges stemming from the 1977 arrest and received sentences of county probation. He also pled guilty to the escape charge and was sentenced to 1 to 3 years imprisonment.\nThe Board held the required parole violation and revocation hearing. Cox was represented by counsel at this hearing. He was recommitted to serve the unexpired term of his original 1 to 5 year sentence as both a convicted and a technical parole violator. In the recommitment the Board recomputed appellant’s maximum term under that sentence, under Section 21.1 of the Parole Act, without giving him credit for time spent at Eagleville. It held that he was “at liberty on parole” while there. The Board subsequently denied appellant’s petition for administrative relief. Commonwealth Court, 78 Pa. Commonwealth Ct. 183, 467 A.2d 90, affirmed.\nSection 21.1 of the Parole Act provides, in relevant part: (a) Convicted Violators. Any parolee under the jurisdiction of the Pennsylvania Board of Parole released from any penal institution of the Commonwealth who, during the period of parole or while delinquent on parole, commits any crime punishable by imprisonment, for which he is convicted or found guilty by a judge or jury or to which he pleads guilty or nolo contendere at any time thereafter in a court of record, may, at the discretion of the board, be recommitted as a parole violator. If his recommitment is so ordered, he shall be reentered to serve the remainder of the term which said parolee would have been compelled to serve had he not been paroled, and he shall be given no credit for the time at liberty on parole.\n61 P.S. § 331.21a (emphasis added). We have never conclusively defined “at liberty on parole,” nor have we had the opportunity to pass upon whether persons attending treatment programs like Eagleville’s are “at liberty on parole.” We have previously interpreted the phrase to include “street time,” though the concepts are not synonymous. See Young v. Commonwealth Board of Probation and Parole, 487 Pa. 428, 409 A.2d 843 (1979). We made this clear in Hines v. Pennsylvania Board of Probation and Parole, 491 Pa. 142, 420 A.2d 381 (1980), where we held that “at liberty on parole” included time spent on constructive parole. We said:\nHines next asserts that he is entitled to credit against his original sentence for the one year spent on constructive parole, citing Section 21.1 of the Parole Act, 61 P.S. § 331.21a(a),\nHines argues that because he was in prison while on constructive parole, he was not “at liberty on parole.” In Haun v. Cavell, 190 Pa.Super. 346, 353, 154 A.2d 257, 261 (1959) the Superior Court addressed this question: What the legislature must have intended by “at liberty on parole” is not at liberty from all confinement but at liberty from confinement on the particular sentence for which the convict is being reentered as a parole violator. Any other interpretation would be in conflict with other provisions of the statute, and with the long established policy of the Commonwealth. During the time that a convict may be on parole from a particular offense he might be confined in a Pennsylvania prison on another offense, or in a prison of another state, or in a federal prison, or in a mental institution, or in an enemy prison camp during a war. It was not the intent of the legislature to have the words “at liberty” to mean freedom from confinement under all these and other conceivable circumstances. (Emphasis supplied).\nWe approved this construction of the Parole Act in Commonwealth ex rel. Jones v. Rundle, 413 Pa. 456, 199 A.2d 135 (1964) (per curiam). Accordingly, Hines was “at liberty on parole” from his first sentence while incarcerated on his second sentence from August 29, 1975 to August 29, 1976, and is not entitled to credit against his original sentence for that one year on constructive parole.\nId., 491 Pa. at 148-149, 420 A.2d at 384.\nAppellant did not enjoy the greater freedom of “street time” while at Eagleville, but he was restricted from leaving Eagleville under the special condition arising out of his original sentence, a restriction of liberty presumably less onerous than constructive parole. We are therefore left with the need for a factual determination as to the nature of the Eagleville program and whether the restrictions on appellant’s liberty there were the equivalent of incarceration entitling him to credit for the time spent in the program. The majority of jurisdictions which allow credit on backtime for time spent in rehabilitation programs examine the specifics of the program to make this determination. See Annot. 24 A.L.R.4th 789 (1983) (credit for back time on probation violations).\nAny effort to review this factual question now is defeated by the inadequate record before us. Appellant’s assertion that he was not “at liberty on parole” because a premature termination of the Eagleville program would constitute a parole violation must, without factual support, fail. All forms of parole involve some restraint on the parolee’s liberty, and non-compliance with them can result in arrest and recommittal as a technical parole violator. It is appellant’s burden, on remand, to show the specific characteristics of the Eagleville program that constituted restrictions on his liberty sufficient to warrant credit on his recomputed backtime, and persuade the Board of that fact. Moreover, we will not interfere with the Board’s determination of that issue unless it acts arbitrarily or plainly abuses its discretion. See 2 Pa.C.S. § 704; Bradshaw v. Commonwealth, Pennsylvania Board of Probation and Parole, 75 Pa. Commonwealth Ct. 90, 461 A.2d 342 (1983).\nNevertheless, the Board must help in providing a record which makes effective appellate review possible. Simply because parole status must be voluntarily accepted by the prisoner, and the conditions of his parole are known to him when it is accepted, we cannot conclude, as the Board seems to intimate, that he is automatically “at liberty on parole.”\nThe Board imposed special conditions on appellant’s parole, conditions beyond those generally imposed on parolees. While the Board had the statutory authority to impose these conditions, the specific programs at Eagleville may have been so restrictive that they require the granting of credit. Other programs may not require such credit. We cannot make an informed determination of this issue on the record before us. Therefore, we reverse the order of Commonwealth Court and remand this case for further proceedings consistent with this opinion.\nOrder of Commonwealth Court reversed and case remanded to the Board of Probation and Parole for proceedings consistent with this opinion.\nPAPADAKOS, J., files a dissenting opinion in which LARSEN, J., joins.\nFLAHERTY, J., did not participate in the consideration or decision of this case.\n. One of the many deficiencies in the record in this case is a lack of a copy of the Board’s order granting appellant parole to Eagleville. A further gap in the record concerns the precise date of Cox’s entry into Eagleville.\nWe have assumed that the parole order was dated June 16, 1976, because appellant does not dispute this date. We have further assumed that he entered Eagleville on August 26, 1976, despite earlier, pro se, filings which give a date of August 23, 1976, because both the Commonwealth’s and petitioner’s counselled brief use this date.\nSimilar uncertainty exists about the date appellant left Eagleville.\nSee note 3, infra.\n. 37 Pa.Code § 63.5 states as follows:\n(a) Parolees shall comply with any special conditions which are imposed by the Board or which are subsequently imposed by the parole agent.\n(b) If problems arise or questions occur concerning the conditions of parole, the parolee shall consult with the parole agent, as it is the responsibility of the latter to help the parolee in the interpretation of the conditions of parole. If a parolee is unable to contact his parole agent, he should contact the agent in charge of the district parole office.\n. The record before us lacks any evidence as to the date on which appellant left Eagleville. Appellant claims he left on February 1, 1977. The Commonwealth claims that Cox completed the required treatment program on October 17, 1976, on which date he received a regular discharge from Eagleville. The Board alleges that Cox then entered the candidate program at Eagleville, a voluntary program of treatment, and remained therein until February 1, 1977.\nAs with the date of commitment of appellant to Eagleville, neither Cox nor the Commonwealth has provided documentary evidence to support their respective claims. This issue must ultimately be determined by the Board so that any back-time that is due can be properly calculated.\n. Section 21.1 of the Act of August 6, 1941, P.L. 861, added by Section 5 of the Act of August 24, 1951, as amended, 61 P.S. § 331.21a.\n. Our regulations arguably treat the underlined language as requiring credit in the absence of liberty. Such treatment is in accord with the case law elsewhere. Such construction is not a logical requirement of the language, but we will defer to it on the authority of those regulations and the reasoning of the cases. See 37 Pa.Code § 65.5(4); Lock v. State, 609 P.2d 539 (Alaska 1980); accord, 42 Pa.C.S. § 9760 (allowing the sentencing court to award credit for time previously spent in custody) (not cited in briefs).\n. All parolees are subject to restriction on travel, place of residence and possession and use of weapons, and in addition must maintain regular contact with the parole supervision staff. See 37 Pa.Code § 63.4. In addition, special conditions of parole such as those imposed on appellant are authorized. See 37 Pa.Code § 63.5.\n. In this regard we note that the Board itself concedes that “the record in this case provides no information on what restraints, if any, were imposed on Cox at the Eagleville Hospital, ...” Brief of Appellee at 6. They argue, however, that an examination of these facts is necessary only if we apply Commonwealth v. Mallon, 267 Pa.Superior Ct. 163, 406 A.2d 569 (1979) and Commonwealth v. Usher, 264 Pa.Superior Ct. 435, 399 A.2d 1129 (1979), interpreting the term \"custody” under a prior statute relating to probation.\nBy this contention the Board seems to argue for a per se rule barring any credit on backtime for time spent in a rehabilitation program while on parole. We decline the Board’s invitation to pass on the propriety of Usher and Mallon, cases which granted credit for time spent in drug rehabilitation programs as conditions of probation, not parole. Furthermore, given our past unhappy experience with per se rules, we decline to adopt one in the present case, on so scanty a record.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "PAPADAKOS, Justice,\ndissenting.\nI dissent. Despite any deficiencies there may have been in the record in this case, there is one point that is so obvious that even the Majority noticed it: Cox’s attendanee at Eagleville Hospital’s in-patient drug program was imposed as a special condition of his parole, in that failure to complete that program successfully would be a parole violation resulting in his return to prison. The Majority is of the belief that we must determine whether the restrictions on Cox’s freedom at Eagleville were the equivalent of incarceration. In support of this, the Majority cites Hines v. Pennsylvania Board of Probation and Parole, 491 Pa. 142, 420 A.2d 381 (1980), apparently for the proposition that since a prisoner on “constructive parole,” which means he is still in prison, is “at liberty on parole,” then certainly Cox was also, since he was in something admittedly less onerous than prison.\nThis interpretation, however, ignores the plain meaning of Section 21.1 of the Parole Act, and renders the words “at liberty” as superfluous. For if the Legislature had intended this meaning, it would simply have stated that a recommitted parole violator shall be given no credit for the time spent on parole. This would include “street time,\" it would include the situation of constructive parole in Hines, and it would include all drug rehabilitation programs which concededly are not the equivalent of prison. If we would remand this case and find that Eagleville had bars on the windows, armed guards, and a moat surrounding its •grounds, would we then hold that Eagleville is the equivalent of prison, and give Cox credit for time spent there, since he would then not be considered to have been “at liberty on parole?” But what, then, of Mr. Hines, who was told that, although it may not have seemed so to him at the time, he was “at liberty on parole” while sitting in an actual prison?\nClearly, under the Majority’s rationale, Cox will have to prove that the restrictions imposed on him at Eagleville Hospital were greater than those of a prison, since, as the Majority notes, in Hines we held that a person confined in prison while technically on parole was “at liberty.” Under this standard no parolee would ever not be “at liberty on parole.” This is not what the Legislature intended, and it is why Hines is a very narrow exception that does not apply to the facts of this case.\nI would reverse the Commonwealth Court and give Appellant credit for the time he spent at Eagleville Hospital (see note 5, p. 8 below), since to remand the case would shed no more light on what the term “at liberty on parole” means and would only be a waste of time.\nI begin my analysis with the language of 61 Pa.C.S.A. § 331.21a, the pertinent part of which provides that a parolee who has been convicted of a crime may, “at the discretion of the board, be recommitted as a parole violator. If his recommitment is so ordered, he shall be re-entered to serve the remainder of the term which said parolee would have been compelled to serve had he not been paroled, and he shall be given no credit for the time spent at liberty on parole.” (Emphasis added).\nWe must determine how the phrase “at liberty on parole” applies to the present situation.\nIn affirming the Board, Commonwealth Court relied on its Opinion in Jones v. Pennsylvania Board of Probation and Parole, 44 Pa. Commonwealth Ct. 610, 404 A.2d 755 (1979). Jones, however, involved an attack on the constitutionality of withholding of credit for time spent at liberty on parole. Commonwealth Court simply held that such a refusal of credit, and recomputation of a maximum expiration date accordingly, is not violative of constitutional rights. The question of what constitutes time spent at liberty on parole was never raised nor addressed.\nCommonwealth Court also cited our decision in Hines v. Pennsylvania Board of Probation and Parole, 491 Pa. 142, 420 A.2d 381 (1980), in support of its decision. In Hines, the Appellant was placed on “constructive parole” while he began serving a consecutive sentence for another conviction. After being paroled on both sentences, he was arrested later for several new criminal offenses. In affirming the denial of credit for the time spent on constructive parole, we held that “at liberty on parole” did not mean “at liberty from all confinement,” but at liberty from confinement on the particular sentence for which the convict is being re-entered as a parole violator. Hines, however, did not address the question presented here, nor does its rationale apply to the question here.\nHere, Cox was required by the Court to attend and complete an in-patient rehabilitation program. If he had not completed this program successfully, his parole would have been revoked. Although Eagleville State Hospital has no armed guards, walls or fences, the in-patient program required Cox physically to reside at Eagleville State Hospital; therefore, a certain amount of liberty was forfeited by compulsory attendance in this program.\nWe should not agree with Commonwealth Court’s statement that Cox’s “presence at the drug rehabilitation program was voluntary, the result of his acceptance of a condition of parole.” To the contrary, Cox’s presence at the drug rehabilitation program was mandatory. The only voluntary aspect as far as Cox was concerned was that he could either “volunteer” for the program or remain in prison. In other words, only after successful completion of the required in-patient program would Cox be “at liberty on parole.”\nAdditionally, in Commonwealth v. Mallon, 267 Pa.Superior Ct. 163, 406 A.2d 569 (1979) and Commonwealth v. Usher, 264 Pa.Superior Ct. 435, 399 A.2d 1129 (1979), the Superior Court rationally reasoned that time spent in a drug rehabilitation program encompassed sufficient coercive features to constitute “custody” for the purposes of crediting defendants with time served during the probation phase. Commonwealth Court distinguished the holdings in Mallon and Usher on the grounds that they “involved situations in which the time spent in the program was a condition of probation rather than a condition of parole.” Cox, 78 Pa. Commonwealth Ct. at 185, 467 A.2d at 92. However, in Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973), the United States Supreme Court held that the guarantees regarding probation and parole are constitutionally indistinguishable, stating that there is “[no] difference relevant to the guarantee of due process between the revocation of parole and the revocation of probation.” 411 U.S. at 782, 93 S.Ct. at 1759.\nFurthermore, we should take note of the decisions of this jurisdiction which utilizes the term “street time” as a synonym for the phrase “time spent at liberty on parole” when construing 61 Pa.C.S.A. § 331.21a. See, Young v. Commonwealth Board of Probation and Parole, 487 Pa. 428, 409 A.2d 843 (1979); Lewis v. Pennsylvania Board of Probation and Parole, 74 Pa. Commonwealth Ct. 335, 459 A.2d 1339 (1983), Gaito v. Pennsylvania Board of Probation and Parole, 38 Pa. Commonwealth Ct. 199, 392 A.2d 343 (1978), Commonwealth v. Greenlee, 263 Pa.Superior Ct. 477, 398 A.2d 676 (1979). I agree that time spent “at liberty on parole” does mean “street time,” and would distinguish the Hines decision as a narrow exception dealing only with the special case of constructive parole. Clearly, then, the time Cox was required to spend in the in-patient drug and alcohol rehabilitation program at Eagleville Hospital was not “street time.”\nIn conclusion, I believe that the time Cox was required to spend at Eagleville Hospital was sufficiently coercive to constitute “custody,” and would therefore hold that Cox should have received credit on his sentence for the time he spent there.\nLARSEN, J., joins in this dissenting opinion.\n. The Majority states: “Pursuant to 37 Pa.Code § 63.5, the Board imposed as a special condition of Appellant’s parole, attendance at Eagleville Hospital’s in-patient drug and alcohol treatment program, defining failure to successfully complete (sic) that program as a parole violation.\" (Pp. 681-682), (emphasis added). Earlier in the Opinion, the Majority had contradicted this obvious fact by stating: “[Sjince Appellant agreed to attend Eagleville as part of his parole program, his attendance there is presumed to be \"at liberty on parole.” (P. 681), (emphasis added). Where the Majority found evidence of this in the allegedly \"deficient\" record is beyond this writer, however; perhaps the Majority was lost in semantics. For example: Does Pennsylvania \"impose” the requirement that a lawyer be a member of the State Bar before he can practice law? Or does a lawyer \"agree” to become a member of the Bar as a special condition of his practicing law in Pennsylvania? Just as in the latter, a Lawyer can either \"agree” to become a member of the Bar or not practice law; Cox could either “agree\" to attend and complete successfully the in-patient drug program at Eagleville, or he could remain in prison. Now if that is not freedom of choice, what is?\n. 61 P.S. § 331.21a.\n. Section 21.1 of the Act of August 6, 1941, P.L. 861 added by Section 5 of the Act of August 24, 1951, as amended, 61 P.S. § 331.21a.\n. Cox, 78 Pa. Commonwealth Ct. at 185, 467 A.2d at 92.\n. The record presented to this Court is barren of any evidence to establish the exact dates of the compelled attendance in the in-patient program at Eagleville Hospital as a condition of parole. Cox’s various petitions for relief allege these inclusive dates to be from August 26, 1976 until February 1, 1977; however, this is not supported by the record. The only contradiction to these dates by the Board is found in its brief wherein it is alleged that \"Cox entered that program on August 26, 1976, and successfully completed it on October 17, 1976, fifty-two (52) days later.\"\nThe Board further alleges in its brief that Cox voluntarily chose to enter a candidate program at Eagleville and as a result remained a resident beyond his discharge date until February 1, 1977. Surely this information could have been properly verified and submitted as part of the record.\nCounsel are admonished that they must assure that a complete record is being supplied to the appellate courts in these appeals. Unverified allegations of fact made in briefs cannot be used to supplement the record.",
        "type": "dissent",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [
      "Timothy P. Wile, Asst. Public Defender, Hatfield, for appellant.",
      "Robert Greevy, Harrisburg, Chief Counsel for Bd. of Probation & Parole, Arthur R. Thomas, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "493 A.2d 680\nJames COX, Appellant, v. COMMONWEALTH of Pennsylvania, BOARD OF PROBATION AND PAROLE, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 26, 1984.\nDecided June 4, 1985.\nTimothy P. Wile, Asst. Public Defender, Hatfield, for appellant.\nRobert Greevy, Harrisburg, Chief Counsel for Bd. of Probation & Parole, Arthur R. Thomas, Harrisburg, for appellee.\nBefore NIX, C.J., and LARSEN, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0614-01",
  "first_page_order": 756,
  "last_page_order": 768
}
