{
  "id": 930074,
  "name": "English v. Yates, Appellant",
  "name_abbreviation": "English v. Yates",
  "decision_date": "1903-02-09",
  "docket_number": "Appeal, No. 82",
  "first_page": "106",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "205 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "179 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        887014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/179/0175-01"
      ]
    },
    {
      "cite": "130 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/130/0235-01"
      ]
    },
    {
      "cite": "130 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/130/0222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 5584,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.625187372469678e-07,
      "percentile": 0.8216967475709974
    },
    "sha256": "08de8d7036aa697017d1f613160514a8aea94b35225f9c703431079d633b70a8",
    "simhash": "1:af32ec44cd45cc4e",
    "word_count": 1025
  },
  "last_updated": "2024-02-27T21:56:30.578550+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "English v. Yates, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIt was decided in Wills v. Manufacturers’ Natural Gas Co., 130 Pa. 222 and Westmoreland, etc., Natural Gas Co. v. DeWitt, 130 Pa. 235, that a clause in a lease that it shall be null and void on failure of the lessee to pay rent or keep other covenants, is not self-operating so as to make the lease void ipso facto by the default, but being a provision for the benefit of the lessor may be enforced or waived at his option. These cases have been followed by many others down to Bartley v. Phillips, 179 Pa. 175.\nIt hardly required more then a glance at the reason of the thing to show the applicability of this principle to the present case. Appellant became surety to the plaintiff for the punctual payment by the lessee of rent amounting to $5,000. The claim now made is that the lessee by his own default could release his surety from all liability beyond the first thousand dollars. Such a construction would reduce the security to the plaintiff to just one fifth of the'sum the contract expressly stipulates for. While parties may, as was said in Wills v. Gas Co., supra, contract that on a default the lease may become void at the option of either party, yet such intent in the agreement must be so plain as to be unavoidable, in order to sustain such a construction.\nThe other question raised is equally untenable. There was not only no tender of a partial payment of the rent due, but not even a clear offer, merely a reference to the amount of money the lessee had in bank which was available on the rent account. This was much too vague and uncertain to reduce the liability even of a surety.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Leoni Melzck, of MelieJe, Potter $ Dechert, for appellant.",
      "Frank M. Oody, and Oody Develin, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "English v. Yates, Appellant.\nLandlord and tenant — Lease—Forfeiture clause — Default—Waiver.\nA clause in a lease that it shall be null and void on failure of the lessee to pay rent or keep other covenants, is not self-operating so as to make the lease void ipso facto by the default but being a provision for the benefit of the lessor may be enforced or waived at his option.\nWhile parties may contract that on a default the lease may become void at the option of either party, yet such intent in the agreement must be so plain as to be unavoidable, in order to sustain such a construction.\nA lessee by his own default in the payment of an instalment of rent, cannot end the lease and release his surety from liability from future instalments, unless the lease, in clear terms, gives him this power.\nPrincipal and surety — Landlord and tenant — Tender.\nIn an action against a surety of a lessee to recover rent in default, an affidavit oí defense is insufficient which avers that the lessee offered to pay to the plaintiff on account of the rent a sum mentioned, “ that sum being the amount which she had in bank at that time, as shown by her deposit book,” and that the plaintiff had refused to receive said sum.\nArgued Jan. 5, 1903.\nAppeal, No. 82, Jan. T., 1902, by-defendant, from order of C. P. No. 5, Phila. Co., Sept. T. No. 3210, making absolute rule for judgment for want of a sufficient affidavit of defense in case of W. Frank English v. Thaddeus N. Yates.\nBefore Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit against the surety of a tenant.\nFrom the record it appeared that plaintiff, the owner of a hotel at Ocean City, New Jersey, rented it to Ella R. Curtis “ for the seasons of the years 1900 and 1902, that is to say, from April 1, 1901, to November 1,1902, at the rent or sum of $5,000, to be paid in instalments as follows, viz: the sum of $1,000 on July 25, 1901, $1,500 on August 5, 1901, $500 on April 1, 1902, $1,000 on July 25, 1902, and $1,500 on August 25, 1902. The defendant became her ‘ surety for the payment of the rent.’ She took possession of the hotel under the lease on April 1, 1901, but did not pay the instalments which became due during the season of 1901.”\nThe defendant filed an affidavit of defense, the material portions of which were as follows:\nHeretofore, to wit: October 5, 1901, the said Ella R. Curtis offered to pay to the said plaintiff on account of his said claim mentioned in the statement, the sum of $460.55, that sum being the amount which she had in bank at that time, as shown by her deposit book, and represented the profit (at that time) in the business of conducting a boarding house on the premises mentioned in the lease. But the plaintiff refused to receive the said sum of $460.55, and stated to her that he would not accept the said sum from her. I am informed that this refusal on the part of the plaintiff was in violation of his duty to and contract with me, and that I am relieved from so much of his claim against me as is represented by said amount which he refused to accept from the said Ella R. Curtis.\nI have a defense to all the plaintiff’s claim of the following nature:\nOn November 30, 1901, under the proviso contained in the lease, there being at the time a default on the part of the said tenant in the payment of the first two instalments, the plaintiff on account of said default re-entered the said premises and took possession of the same to the exclusion of the tenant; and I am informed, and so claim, that under the said proviso the said lease upon which this suit is brought immediately became void, and that, therefore, I am not liable as surety thereon.\nThe court made absolute a rule for judgment for want of a sufficient affidavit of defense.\nError assigned was the order of the court.\nLeoni Melzck, of MelieJe, Potter $ Dechert, for appellant.\nFrank M. Oody, and Oody Develin, for appellee, were not heard.\nFebruary 9, 1903:"
  },
  "file_name": "0106-01",
  "first_page_order": 132,
  "last_page_order": 135
}
