{
  "id": 930050,
  "name": "Mooney's Estate",
  "name_abbreviation": "Mooney's Estate",
  "decision_date": "1903-04-27",
  "docket_number": "Appeal, No. 198",
  "first_page": "418",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "205 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "125 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 220,
    "char_count": 3086,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.1556189249666231e-07,
      "percentile": 0.5824167741053629
    },
    "sha256": "32578b7b3a15ad49512061bf6b7211e72e1d1203753796c22d4f7c65bd3b85b7",
    "simhash": "1:1b09296c96508c23",
    "word_count": 542
  },
  "last_updated": "2024-02-27T21:56:30.578550+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Mooney’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe manifest intent of the testatrix in creating a testamentary trust was not only to preserve the remainders under her will, but to prevent the property from coming into the control of the life beneficiary and to put it under the management, control and discretion of the trustee during his life and the minority of the youngest of his children. This was enough to bring the case within the principle of Watson’s Appeal, 125 Pa. 340.\nDecree affirmed with costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Edward A. Anderson, with him John II, Fow, for appellant.",
      "Ira Jewell Williams, with him Simpson Brown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mooney’s Estate.\nTrusts and trustees — Will—Remainder.\nA testatrix gave all of her estate, real and personal, to W. for his use and benefit during his life to be held in trust by the C. trust company, “ during his life and after his death to his lawful children until the youngest is twenty-one years then to be divided share and share alike if he has no lawful children at his death then the property is to be divided with my four sisters or their children and my brother or his children absolutely share and share alike.” Held, that the trust was an active one, and that W. was not entitled to the possession of the personal estate on entering security as life tenant.\nArgued Jan. 7, 1903.\nAppeal, No. 198, Jan. T., 1902, by Michael Nelson Walsh, from decree of O. C. Phila. Co., July T., 1901, No. 292, dismissing petition for citation in estate of Ellen Mooney, deceased.\nBefore Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nPetition for citation.\nThe petition averred as follows:\n1. That Ellen Mooney died on June, 29 1900, leaving a will as follows:\n“ Philadelphia, September 15th, 1899.\n“ I Ellen Mooney been of sound mind and clear understanding do bequeath all my property in the City of Philadelphia State of Pennsylvania and Atlantic City New Jersey both real and personal to Michael Nelson Walsh for his use and benefit during his life to be held in Trust by the Continental Title and Trust Company “ during his life and after his death to his lawful children until the youngest is 21 years then to be divided share and share alike if he has no lawful children at his death then the property is to be divided with my four sisters or their children and my brother or his children absolutely share and share alike.”\n2. That by the will a life estate is given to petitioner in both the real and personal estate.\n3. That petitioner as administrator filed his account and that the sum of $2,623.67, balance of personal estate, was awarded to the Continental Title & Trust Company, as trustee, that exception to the award was dismissed.\n4. That petitioner is instructed that he is entitled under the act of May 17, 1871, to the possession of the personal estate and he is desirous of having the same surrendered into his possession.\n5. That a citation should issue to show cause why the property should not be turned over to him on his entering the proper security therefor.\nThe court dismissed the petition.\nError assigned was the decree of the court.\nEdward A. Anderson, with him John II, Fow, for appellant.\nIra Jewell Williams, with him Simpson Brown, for appellee.\nApril 27, 1903:"
  },
  "file_name": "0418-01",
  "first_page_order": 444,
  "last_page_order": 446
}
