{
  "id": 929993,
  "name": "Sturgis's Estate",
  "name_abbreviation": "Sturgis's Estate",
  "decision_date": "1903-05-04",
  "docket_number": "Appeal, No. 208",
  "first_page": "435",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "205 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "36 W. N. C. 247",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 8303,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 6.273565774773493e-08,
      "percentile": 0.38696387318334
    },
    "sha256": "85f20dafcc984a8569f15daccab07953362a74b2a74db2c94698191fafa65039",
    "simhash": "1:81d17054dcedc3f1",
    "word_count": 1543
  },
  "last_updated": "2024-02-27T21:56:30.578550+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Sturgis’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mitchell,\nThe testatrix after devising the residue of her estate to her seven children provided, “ If any of these devisees are dead leaving issue or married, I give the share such deceased child would have taken if living, to the uses of his or her will; and if he or she should have died intestate, leaving issue or a widow, I give the said share to the persons and for the estates they would have taken in the same had such child died the owner of that share. If any of the said devisees or if my two daughters, hereinafter named, or either of them, shall have died before me; I give so much of the share of that child, as does not vest in Ids or her issue, husband or wife by the provisions of this will, to the persons and for the estates to whom and for which the residue of my estate is devised.”\nRobert Sturgis, a son, died before the testatrix, leaving a widow and children, and the questions in this case arise under the first clause of the passage above quoted. The language in itself is not at all ambiguous. The expression “ to the uses of his will” means exactly the same thing as the phrase in the next clause “had such child died the owner of that share.” Having expressed the intent in the first clause in a way inappropriate to a case of intestacy, the testatrix changed the form of expression in the next but used one that conveyed the same meaning, to wit: that the share of the child dying before her leaving a widow or children, should pass whether lie died testate or intestate, as if he had died the owner of that share or as the older lawyers would have expressed it, quasi seised in his demesne as of fee.\nOn the words of the clause this meaning is not at all doubtful. But it is urged that a different interpretation must be put on it, in view of the concluding clause of the same paragraph, to wit: “ if any of the said devisees or if my two daughters hereinbefore named or either of them shall have died before me I give so much of the share of that child, as does not vest in his or her issue, husband or wife, by the provisions of this will, to the persons, and for the estates to whom and for which the residue of my estate is devised.” This as said by the learned judge below is obscurely expressed, but by reading the whole paragraph together it is sufficiently clear that this clause does not in any way affect the first, with which alone we are concerned. Taking, the whole paragraph together it provides for three contingencies that might arise by the death of a child in the lifetime of the testatrix, first, death, testate leaving widow or issue; second, death intestate, leaving widow or issue, the devolution of the property in either case being as if the child had died the owner of the share. But a third contingency was possible, to wit: death in the lifetime of the testatrix without leaving widow (or husband) or issue. This was what the last clause of the paragraph was intended to meet. It was not to put any limit on the disposition by will of a child under the first clause, but to provide for a possible contingency not provided for in the first and second clauses. It gives to the persons, etc., to whom the residue is devised, “so much of the share of that child (dying before me) as does not vest in his or her issue, husband or wife by the provisions of this will,” not the provisions of his or her (the child’s) will but of this, the testatrix’s will. It is not therefore as suggested, to meet the case of a child excluding by will his widow or issue from the succession. That,case was already covered by the first clause, by which the will of a child dying testate in the lifetime of testatrix leaving widow or issue is to apply to the share devised to him, as if it had vested in his lifetime. The new clause was not intended to be inconsistent with this. The testatrix had already provided for the widow and issue of a deceased child, so far as she could without limiting the estate in fee she intended to give the child, that is the widow and issue took what the child gave them by will, or in case of intestacy what they would take under the intestate law. In either case they were provided for, as far as might be, by “this,” i. e., the testatrix’s will. But if there should be neither widow nor children, then there would be a contingency not provided for, and the last clause Avas to meet this. It has no bearing on the first or second clauses of the paragraph.\nThe share of Robert therefore passed under his mother’s will as if it had vested and been' part of his estate in his lifetime. By his will his estate passed to his widow for life, with a general power of disposition by will, and in default of such disposition to his children living at her death, with right of representation in their issue if any. The widow’s power of appointment by will being unlimited will carry the fee, and the estates of the appellant’s wards are therefore contingent on her failure to exercise the power, as well as on their own survivor-ship. The court was therefore right in holding that they were not entitled to partition.\nDecree affirmed.",
        "type": "majority",
        "author": "Mb. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "James E. Hood, for appellant,",
      "John Gr, Johnson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sturgis’s Estate.\nWill — Devise—Construction—Partition.\nA testatrix after devising the residue of her estate to her seven children provided “if any of these devisees are dead leaving issue or married, I give the share such deceased child would have taken if living, to the uses of his or her will; and if he or she should have died intestate, leaving issue or a widow, I give the said share to the persons and for the estates they would have taken in the same had such child died the owner of that share. If any of the said devisees, or if my two daughters, hereinafter named, or either of them, shall have died before me, I give so much of the share of that child, as does not vest in his or her issue, husband or wife by the provisions of this will, to the persons and for the estates to whom and for which the residue of my estate is devised.” One of the sons died before testatrix, leaving a widow and children, and giving to his widow all his estate for life, “ with full power to dispose of the same by will,” and in default of such disposition to his children living at her death, with right of representation in their issue, if any. Held, that the widow’s power of appointment by will being unlimited carried the fee, and that her children had no standing to demand partition of the real estate of the testatrix.\nArgued Jan. 12,1903.\nAppeal, No. 208, Jan. T., 1902, by James Potter, guardian of Mary Lyman Sturgis and Henrietta Howard Boit Sturgis, from decree of O. C. Phila. Co., Jan. T., 1902, No. 133, dismissing petition for partition in estate of Susan B. Sturgis, deceased.\nBefore Mitchell, Dean, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nPetition for partition.\nThe material portion of the will of the testatrix is quoted in the opinion of the Supreme Court. .\nThe material portion of the will of Robert Sturgis, deceased, is as follows:\n“ I give, devise and bequeath all of my property both real and personal of every kind and nature whatsoever and wheresoever situated which I now possess or to which I may hereafter become entitled, to my beloved wife, Marion Sturgis for life, with full power to dispose of the same by will, but if she should die without leaving any last will and testament, then I give, devise and bequeath all of my said property, on the death of my said wife, absolutely and in fee to such of our children who may be living at the time of her death, share and share alike, provided, however, that if any of our said children shall have died before the death of my said wife, leaving issue, the child or children of such deceased child, living at the time of the death of my said wife, shall be entitled to the share the parent would have taken if living, share and share alike.”\nThe court in an opinion by Penrose, J., dismissed the petition.\nError assigned was the decree of the court.\nJames E. Hood, for appellant,\ncited: Williamson v. Farwell, L. R. 35 Ch. Div. 128; Browne v. Hope, L. R. 14 Eq. 343; Toplis v. Baker, 2 Cox, Ch. 118; Waite v. Templer, 2 Sim. 524; Sibley v. Cook, 3 Atk. 572; Johnson v. Johnson, 4 Beav. 318; Pickering v. Stamford, 3 Ves. 492; Worsley’s Estate, 36 W. N. C. 247.\nJohn Gr, Johnson, for appellee.\nMay 4, 1903 :"
  },
  "file_name": "0435-01",
  "first_page_order": 461,
  "last_page_order": 465
}
