{
  "id": 930058,
  "name": "Phillips's Estate",
  "name_abbreviation": "Phillips's Estate",
  "decision_date": "1903-05-04",
  "docket_number": "No. 5; Appeal, No. 95",
  "first_page": "531",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "205 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Wend. 570",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2015729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/13/0570-01"
      ]
    },
    {
      "cite": "8 Cow. 238",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0238-01"
      ]
    },
    {
      "cite": "92 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0379-01"
      ]
    },
    {
      "cite": "46 N. Y. 325",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2052673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/46/0325-01"
      ]
    },
    {
      "cite": "8 Iowa, 277",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2275109
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/8/0277-01"
      ]
    },
    {
      "cite": "25 Md. 242",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1758643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/25/0242-01"
      ]
    },
    {
      "cite": "60 Ill. 73",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        8499904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/60/0073-01"
      ]
    },
    {
      "cite": "25 Md. 424",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1758627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/25/0424-01"
      ]
    },
    {
      "cite": "95 N. Y. 391",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2193578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/95/0391-01"
      ]
    },
    {
      "cite": "72 Ill. 428",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2713598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/72/0428-01"
      ]
    },
    {
      "cite": "53 L. R. A. 857",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "44 Legal Int. 502",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 5429,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.719567370958748e-08,
      "percentile": 0.2957079737081197
    },
    "sha256": "f8a648a9ed56c63f8e377b8f90074f64467611af8f12c305b2dd04da97bf0e1a",
    "simhash": "1:16bdf4621d6bd3ea",
    "word_count": 964
  },
  "last_updated": "2024-02-27T21:56:30.578550+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Phillips’s Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Brown,\nThe assignment by Franklin J. Moses to the United Security Life Insurance & Trust Company was for his own benefit. He wished to borrow and did get $80,000 from the company. His three sons, who joined in the assignment, had no interest in the estate of their granduncle ; but, for reasons which we need not conjecture ñor consider, the trust company evidently deemed their concurrence as necessary for its security. The assignment, on its face, is absolute, and, with nothing more than it before the court below, the award of the assigned interest would have been properly made to the appellee. It, however, showed, by its policies of insurance and agreements with Cornelius F. Moses and Frank J. Moses, two of the sons who had joined in the assignment, that the same had been executed and delivered to it as collateral security for the payment of the quarterly premiums on the insurance policies which it had issued in consummating the loan to the appellant. The agreement of each of the insured, Cornelius F. Moses and Frank J. Moses, was that, upon default for three months in paying any one of the premiums, tho trust company could, without any demand or notice by it to the insured, sell the assigned interest in the estate of H. M. Phillips, deceased, at public or private sale, with the right in the appellee to become the purchaser or absolute owner thereof. The appellant now contends that, as he was not a party to either of these policies of insurance or agreements, there was no authority from him to sell the assigned interest, and that, therefore, the title of the trust company as the purchaser of it at its own sale is still that of pledgee only.\nEven if the appellant did not join in the agreement of his sons with the appellee, he placed the assignment in their hands to be used by them for the purpose of effecting the loan from the trust company for his benefit. He clothed them with authority to agree with the company upon the terms and conditions under which it should receive and make use of the assignment, and the covenant of the sons with it is not simply that any interest which, at the time of the execution of the assignment, it was supposed may have been in them should be sold, but that the interest of Franklin J. Jones, this appellant, as well, should be liable to sale. The agreement was that what had been, assigned by each of the parties to the assignment should be sold. This is what was sold, and, as there was authority to sell it, evidently intended to be given by the appellant, his appeal from the only decree that could have been made as to his interest is dismissed at his costs, and the decree as to him is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Brown,"
      }
    ],
    "attorneys": [
      "William II. Burnett, with him John Weaver, for appellant.—",
      "Henry LaBarre Jayne and Biddle Ward, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Phillips’s Estate\n(No. 5).\nEquitable assignment — Assignment—Chose in action — Collateral agreement for payment of insurance premiums.\nWhere an owner of a chose in action for the purpose of securing a loan of money to himself, assigns the chose in action to a trust and insurance company, and his sons who had no interest in the fund join in the assignment, and enter into an agreement with the trust company that upon default of payment of premiums on policies of insurance on their lives issued by the company itself, the company may without demand or notice, sell the assigned interest at public or private sale, and become the purchasers at their own sale, the company may upon such default, sale, and purchase by itself, hold the assigned interest as against the assignor.\nArgued Jan. 22, 1903.\nAppeal, No. 95, Jan T., 1902, by Franklin J. Moses, from decree of O. C. Phila. Co., Jan. T., 1885, No. 320, dismissing exceptions' to adjudication in estate of Henry M. Phillips, deceased.\nBefore Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nExceptions to adjudication of Penrose, J.\nThe facts appear by the opinion of the Supreme Court.\nErrors assigned were in dismissing exceptions to adjudication.\nWilliam II. Burnett, with him John Weaver, for appellant.—\nThis sale was void, and the award should have been to the company to hold as collateral security : Granger v. Pigott, 10 Pa. Dist. Rep. 327; Register v. Sellers, 44 Legal Int. 502; Hestonville, etc., R. R. Co. v. Shields, 3 Brewster, 257; 1 White & Tudor’s Leading Cases in Equity (Hare & Wallace’s ed.), p. 245; Moses v. Grainger, 53 L. R. A. 857, note, p. 864; Stokes v. Frazier, 72 Ill. 428; Roach v. Duckworth, 95 N. Y. 391; Canfield v. Minneapolis Agricultural, etc., Assn., 14 Fed. Repr. 801; Bryson v. Rayner, 25 Md. 424; Chicago Artesian Well Co. v. Corey, 60 Ill. 73; Maryland Fire Ins. Co. v. Dalrymple, 25 Md. 242; Bank of Old Dominion v. Dubuque, etc., Ry. Co., 8 Iowa, 277.\nHenry LaBarre Jayne and Biddle Ward, for appellee.—\nWhere the true owner of property holds out another as having full power of disposition over the property and innocent other parties are thus led into dealing with such apparent owner, they will be protected. Their rights do not depend upon the actual title of the party with whom they deal directly or his authority, but are derived from the act of the real owner which precludes him from disputing as against them the evidence of the title or power he allowed to appear to be in the party making the conveyance: McNeil v. Tenth Nat. Bank, 46 N. Y. 325; Wood v. Smith, 92 Pa. 379; Pickering v. Busk, 15 East. 38; Gregg v. Wells, 10 Ad. & El. 90; Mowrey v. Walsh, 8 Cow. 238; Root v. French, 13 Wend. 570.\nMay 4, 1903:"
  },
  "file_name": "0531-01",
  "first_page_order": 557,
  "last_page_order": 560
}
