{
  "id": 1935425,
  "name": "Commonwealth v. Miller, Appellant",
  "name_abbreviation": "Commonwealth v. Miller",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 621",
  "first_page": "95",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 95"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "56 A. 2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845042,
        8845060
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0092-01",
        "/pa/358/0092-02"
      ]
    },
    {
      "cite": "265 A. 2d 101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929261
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 3521,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.0041125265296835e-07,
      "percentile": 0.7433381251184915
    },
    "sha256": "2a89daebd00e77eec94f0bd28d68fee31efce62c115fa08bf050fe2d259a0762",
    "simhash": "1:ec7b3314ea0eefde",
    "word_count": 590
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, Cohen, Eag-en, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Miller, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Eagen,\nThis is an appeal from the judgment of sentence imposed upon the appellant, Ray Elliott Miller, following his conviction by a jury of murder in the first degree with the punishment fixed at life imprisonment.\nIt is undisputed that the trial evidence was sufficient to warrant the jury’s verdict, and our review thereof confirms this conclusion.\nAccording to the testimony, twenty or more years before the date here involved, Miller and his wife had a dispute and separated for a few days. Sometime later, when Miller learned that his wife was with child, he began to suspect that the pregnancy occurred during the separation and that he was not the father of the child to be. Years later, Miller’s mother-in-law told him that his cousin, Harvey Sampson, was the actual father.\nIn the days immediately following, Miller made several unsuccessful attempts, under various pretexts, to have Sampson visit his residence in order that he might accuse him of being the father of the child. On March 1, 1969, Miller appeared at Sampson’s residence, and, under the pretext of having an old automobile which he was willing to give to Sampson, he prevailed upon Sampson to accompany him to the Miller property. When they arrived, Miller accused Sampson of being the father of the child, and an argument ensued. Then, while Sampson was attempting to leave, the Miller property and was in the course of running down a lane leading to a public road, Miller secured his rifle and fired two shots at Sampson. One projectile entered Sampson’s body to the rear of the left elbow, and another through the rear portion of the left shoulder. Death was instantaneous.\nAt trial the defense offered the testimony of a psychiatrist who testified that in his opinion Miller was legally insane at the time the killing occurred. The only asserted assignments of error maintain that the trial judge unduly prejudiced Miller’s defense by personally questioning this witness, and by belittling his testimony in the charge to the jury. There isn’t an iota of merit in either complaint.\nIn Commonwealth v. Brown, 438 Pa. 52, 63, 265 A. 2d 101, 107 (1970), quoting from Commonwealth v. Watts, 358 Pa. 92, 96, 56 A. 2d 81, 83 (1948), we recently said: “ ‘It is always the right and sometimes the duty of a trial judge to interrogate witnesses, although, of course, questioning from the bench should not show bias or feeling nor be unduly protracted.’ ”\nThe questions asked by the court of the psychiatrist-witness in the instant case were not unduly protracted, nor do they reflect any feeling or bias on the part of the trial judge. Moreover, the nature of the questions indicate that the court was justifiably attempting to clarify the witness’s testimony to assist the jury in a more intelligent understanding of its import.\nMiller’s complaint as to the charge to the' jury is likewise devoid of merit. Admittedly, it was a correct and thorough instruction on the law applicable to the case. Our study thereof is persuasive that the issues for decision were given to the jury in a fair and impartial manner.\nJudgment affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.\nMr. Justice Cohen took no part in the decision of this case.",
        "type": "majority",
        "author": "Me. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Sylvia H. Rambo, for appellant.",
      "Edgar B. Bayley, First Assistant District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Miller, Appellant.\nArgued November 12, 1970.\nBefore Jones, Cohen, Eag-en, O’Brien, Roberts and Pomeroy, JJ.\nSylvia H. Rambo, for appellant.\nEdgar B. Bayley, First Assistant District Attorney, for Commonwealth, appellee.\nMarch 18, 1971:"
  },
  "file_name": "0095-01",
  "first_page_order": 135,
  "last_page_order": 138
}
