{
  "id": 1935407,
  "name": "4-6 Club Liquor License Case",
  "name_abbreviation": "4-6 Club Liquor License Case",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 315",
  "first_page": "154",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "240 A. 2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "212 Pa. Superior Ct. 164",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        783593
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/212/0164-01"
      ]
    },
    {
      "cite": "246 A. 2d 433",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "213 Pa. Superior Ct. 29",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        785225
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/213/0029-01"
      ]
    },
    {
      "cite": "258 A. 2d 532",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "215 Pa. Superior Ct. 520",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        788412
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/215/0520-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 351,
    "char_count": 5557,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.2775656281749996e-07,
      "percentile": 0.9159308129547321
    },
    "sha256": "713b2422177a57a704fdf8dfa636414265dc27b8931e7053f57a4ab6c4ae109a",
    "simhash": "1:9507d12006570e4d",
    "word_count": 908
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Beien, Bobeets and Pomeeoy, JJ.",
      "Mr. Justice Eagen dissents.",
      "Mr. Justice Cohen took no part in the decision of this case. ■."
    ],
    "parties": [
      "4-6 Club Liquor License Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice O’Beien,\nOn December 28, 1967, the Pennsylvania Liquor Control Board entered a revocation order against the licensee-appellant. On appeal, the Court of Quarter Sessions of Philadelphia County sustained the Board’s findings hut remanded the matter to the Board for reconsideration of the penalty, since the Board had considered two previous revocations in setting the penalty, which previous revocations had subsequently been vacated and reduced to suspension by the Court of Quarter Sessions. The Board, pursuant to the remand order, once again fixed the penalty at revocation and the Court affirmed. A divided Superior Court affirmed, 4-6 Club Liquor License Case, 215 Pa. Superior Ct. 520, 258 A. 2d 532 (1969), and we granted allocatur.\nThe principal question involved is the proper interpretation of §471 of the Liquor Code, 47 P.S. 4-471. That-section provides: “Upon learning of any violation of this act. . . the board may, within one year from the date of such violation . . . cite such licensee to appear before it or its examiner. ... No penalty provided by this section shall be imposed ... for any violations . . /unless the enforcement officer or the board notifies the licensee of its nature and of the date of the alleged violation within ten days of the completion of the investigation which in no event shall exceed ninety days.”\n■The record discloses that detectives attached to the Philadelphia District Attorney’s office were conducting an investigation of the licensee. On September 17, 18, 24, 25, November 26, 27, 1966, March 21, April 1 and 2, 1967, they, nonmembers, were served drinks on the licensed premises. On May 12, 1967, they so notified the enforcement agents of the Board. The Board commenced and completed an investigation on July 12, 1967, and on July 14, 1967, notified the licensee of the nature and dates of the alleged violations. A citation was issued on August 2, 1967, and, after hearing, the license was revoked and the bond forfeited.\nThe language of the act indicates that the investigation must be completed within ninety days and notice given to the licensee within ten days of the completion of the investigation. In addition, a citation must issue within one year of the date of the violation. From the dates indicated above, it is apparent that this schedule has been met.\nWe do not agree with the Superior Court dissenters that the ninety plus ten, or one hundred day, time period runs from the date of the violation, rather it runs from the commencement of the investigation. Surely, in this case, the dissenters’ interpretations must be in error, for the Board had no information as to the last violation until some six weeks after its occurrence and the licensee was notified within sixty-two days thereafter. As we read the Act, the Board is merely required to limit its investigation of a violation to ninety days and give notice within ten days after completion of the investigation, provided, however, that the process is completed and a citation issued within one year of the violation.\nThere was no duty on the District Attorney’s office to give notice of violations affecting the licensee’s status. That duty is placed by the statute on the enforcement officer of the Board, whose duties also include the conducting of an investigation. See Greenspan Liquor License Case, 213 Pa. Superior Ct. 29, 246 A. 2d 433 (1968) ; Elfman, Point Bar, Liquor Lic. Case, 212 Pa. Superior Ct. 164, 240 A. 2d 395 (1968). Once the Board was informed of the alleged violations, it proceeded to investigate and notify within the limits provided by the statute.\nAppellant further contends that it did not receive proper notice of the proceeding. On July 14, 1967, the Board sent notification of the dates and nature of the alleged violations to the licensee, by registered mail, addressed to the licensed premises. The statute requires such notification, but does not delineate the method by which such notification is to be given. In the case of citations, however, the act does provide for notice by registered mail addressed to the licensee at the licensed premises. We conclude that the Board was justified in adopting that method for notification of the dates and nature of alleged violations and appellant may not avoid notice by refusing registered mail.\nAppellant additionally argues that it was entrapped by the detectives. This record shows no evidence of entrapment. All that this record discloses is that the detectives, having reason to believe that violations of the code were being committed by the licensee, entered the Club and furnished the opportunity for the commission of offenses.\n. .Finally, appellant complains of the severity of the penalty in light of the previously mentioned vacation and reduction of prior revocation orders to suspensions. We will not discuss what authority, if any, we may have to modify the penalty fixed by the Board. Suffice it to say that the Board has twice fixed the penalty, the Court of Quarter Sessions and the Superior Court have not interfered and we will not interfere. .\nOrder affirmed.\nMr. Justice Eagen dissents.\nMr. Justice Cohen took no part in the decision of this case. ■.\nThe registered mail notice was returned to the Board marked \"unclaimed.”",
        "type": "majority",
        "author": "Me. Justice O’Beien,"
      }
    ],
    "attorneys": [
      "Leo H. Loffel, for appellant.",
      "Thomas J. Shannon, Assistant Attorney General, with him Fred Speaker, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "4-6 Club Liquor License Case.\nArgued November 11, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Beien, Bobeets and Pomeeoy, JJ.\nLeo H. Loffel, for appellant.\nThomas J. Shannon, Assistant Attorney General, with him Fred Speaker, Attorney General, for appellee.\nMarch 18, 1971:"
  },
  "file_name": "0154-01",
  "first_page_order": 194,
  "last_page_order": 198
}
