{
  "id": 1935334,
  "name": "Commonwealth v. Dupree, Appellant",
  "name_abbreviation": "Commonwealth v. Dupree",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 612",
  "first_page": "219",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 Atl. 161",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080539
      ],
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0037-01"
      ]
    },
    {
      "cite": "249 A. 2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921007
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0124-01"
      ]
    },
    {
      "cite": "237 A. 2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912397
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0306-01"
      ]
    },
    {
      "cite": "360 U.S. 315",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8889
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0315-01"
      ]
    },
    {
      "cite": "428 P. 2d 1401",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "269 A. 2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932320
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0081-01"
      ]
    },
    {
      "cite": "257 A. 2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "214 Pa. Superior Ct. 516",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        786496
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/214/0516-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 5224,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 7.381026185236144e-08,
      "percentile": 0.4422209557391184
    },
    "sha256": "fece5dfd2ab415275dd15dc17f8a4c08256f8176d5015ae270adde6d6386c130",
    "simhash": "1:88839ad264c52ffe",
    "word_count": 833
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell dissents.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Dupree, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nAppellant, while represented by counsel, pled guilty on May 5, 1954, to several indictments charging him with participation in two robberies and was sentenced. No direct appeal was taken. Years later, appellant filed a petition under the Post Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, §1 et seq., 19 P.S. §1180-1 et seq. (Supp. 1970), alleging his guilty plea was involuntarily entered. After conducting an evidentiary hearing, this petition was dismissed and the Superior Court affirmed, per curiam, over the dissenting opinion of three judges. Com. v. Dupree, 214 Pa. Superior Ct. 516, 257 A. 2d 346 (1969). We granted allocatur.\nPrior to trial, appellant confessed his participation in one robbery but denied any guilt concerning the second. Because the loot from one or both robberies was allegedly divided among the robbers in appellant's home and in the presence of his wife, the police allegedly informed him that his wife, the mother of his three young children, would be similarly arrested and prosecuted unless appellant would plead guilty to the second robbery. Appellant was also informed by his attorney of the possibility of a criminal prosecution against his wife. Moreover, appellant testified at the post-conviction hearing that his attorney advised him to plead guilty to the second robbery and thereby shield his wife since appellant would be imprisoned for the first robbery in any event. Although not as forcefully phrased, appellant’s trial counsel testified at the post-conviction hearing and admitted that, “I told him there was a possibility of Ms wife being implicated in it and he should take that into consideration.” However, the attorney also testified that appellant admitted his guilt to the second robbery and that he would never allow a criminal defendant to plead guilty where the accused claimed he was innocent even though the evidence of guilt was overwhelming. Nonetheless, a very real possibility exists that appellant, while not questioning his guilty plea in the first robbery, falsely admitted complicity in the second robbery in order to protect his wife from any prosecution and/or embarrassment.\nThe principle is too well established to require citation of authorities that a plea of guilty, to be valid, must be the voluntary and intelligent act of the accused. Notwithstanding the heavy burden appellant must sustain in order to prove his guilty plea was not entered voluntarily, see, Com. v. McBride, 440 Pa. 81, 269 A. 2d 737 (1970), and United States ex rel. Grays v. Rundle, 428 P. 2d 1401 (3d Cir. 1970), appellant argues that the threatened prosecution of his wife coerced his guilty plea.\nWithout deciding whether the threatened prosecution of appellant’s wife either wholly or partially induced appellant’s guilty plea to the second robbery, the PCHA court below noted, “[t]hat may have been a consideration that moved him to enter the plea, but that is no lawful reason for striking down a plea thus entered.” (Emphasis added) The thought implicit in this rationale is that a guilty plea will be deemed voluntary even if the accused was innocent but pled guilty solely to eliminate the possibility of another’s jeopardy. We cannot agree.\nAnalogous to the instant contention is the situation where police employ threats likely to produce a false, involuntary confession. See Spano v. New York, 360 U.S. 315 (1959) ; Com. v. Baity, 428 Pa. 306, 237 A. 2d 172 (1968). On these facts, the alleged threat to prosecute appellant’s wife cannot be termed a permissible police tactic unlikely to produce a false confession. See, e.g., Com. v. Walker, 433 Pa. 124, 249 A. 2d 283 (1969) ; Com. v. Spardute, 278 Pa. 37, 122 Atl. 161 (1923). Furthermore, the court below noted that appellant’s desire to shield his wife was a motivating factor inducing his guilty plea.\nOwing to the lower court’s rationale that a threat of prosecution, however menacing and overbearing, would not render the guilty plea involuntary, we cannot now determine from the record whether appellant primarily entered his guilty plea for this reason or whether it was only one of many considerations. In this posture it would be error to reverse and vacate appellant’s sentence, especially in light of his trial counsel’s testimony at the post-conviction hearing and the Commonwealth’s characterization of its case as “devastating.”\nThe matter is remanded for further inquiry consistent with this opinion.\nMr. Chief Justice Bell dissents.\nMr. Justice Cohen took no part in the decision of this case.\nIn order to determine whether there was any duplication in the bills of indictment concerning the second robbery, the trial court first heard testimony from the two victims, who positively identified appellant. Afterwards the appellant pled guilty.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Charles W. Bowser, for appellant.",
      "Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Dupree, Appellant.\nSubmitted November 9, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nCharles W. Bowser, for appellant.\nMilton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 18, 1971:"
  },
  "file_name": "0219-01",
  "first_page_order": 259,
  "last_page_order": 262
}
