{
  "id": 1935428,
  "name": "Commonwealth, Appellant, v. General Foods Corporation",
  "name_abbreviation": "Commonwealth v. General Foods Corp.",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 46",
  "first_page": "273",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "429 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "213 A. 2d 787",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896826
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0411-01"
      ]
    },
    {
      "cite": "239 A. 2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913504
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0266-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 15339,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.3764726080248455e-07,
      "percentile": 0.6395772494844294
    },
    "sha256": "36a02073874279bc6e831841609f74f589a7e1061bb2be5230408252de6cc10d",
    "simhash": "1:b42904301b9e5dae",
    "word_count": 2390
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Eagen concurs in the result.",
      "Mr. Justice Roberts dissents.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth, Appellant, v. General Foods Corporation."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nThis is a second appeal by the Commonwealth of Pennsylvania (Commonwealth) with respect to the Pennsylvania franchise tax of General Foods Corporation (taxpayer) for its fiscal year ended March 31, 1960. Initially, the Court of Common Pleas of Dauphin County, in its opinion and order dated September 19, 1966 (followed by a final decree entered on January 20, 1967), sustained the taxpayer’s appeal. The Commonwealth then appealed to this Court; and in our opinion of March 15, 1968, reported at 429 Pa. 266, 239 A. 2d 359, we vacated the lower court’s order and remanded the case for further proceedings.\nThe remand was ordered because the court below had not complied with the statutory mandate that there be specific findings of fact and conclusions. of law in the event of appeal, thus making it impossible for us to determine the basis for its order. Subsequently, upon return of the record to the lower court, the court entered (1) a supplement to its original opinion making the necessary findings and conclusions, (2) an order again-sustaining taxpayer’s appeal, and (3) a judgment for the correct amount of tax found to be due the Commonwealth. Both parties filed certain exceptions which the court below then disposed of in an opinion and final order dated March 16, 1970. From this order the Commonwealth has again appealed.\nThe record before us is essentially the same as that presented in the earlier appeal; it is supplemented, however, by the opinions of the lower court following our remand and the parties’ exceptions to the findings and conclusions of the lower court. The evidence presented consists of several groups of items: (1) the formal appeal and specification of objections; (2) a stipulation of facts containing 95 paragraphs and covering 46 pages of the printed record; (3) exhibits to the stipulation of facts broken down into 43 categories and covering 334 pages of the printed record; and (4) testimonial evidence presented by three witnesses for the Commonwealth and four witnesses for the taxpayer with exhibits from both sides. All the facts relate, of course, to the tax year in question. From the findings of fact based on this evidence, the following appears.\nTaxpayer is a national food manufacturing, processing and distributing concern incorporated under the laws of the State of Delaware and having its principal headquarters in White Plains, New York. It has been qualified as a foreign corporation to do business in Pennsylvania since 1943. Taxpayer is organized into seven operating divisions by types of product, each having its own sales responsibilities, and a Distribution-Sales Service Division performing services for all of the product divisions. In order to manage its operations it has divided the country into four regions, each of which is further divided into several districts. In addition to its national office, it maintains offices at each regional and district level.\nFor the taxpayer’s fiscal year ended March 31, 1960, it served Pennsylvania by several district offices. The eastern part of the state (as well as parts of other states) was part of a district with headquarters in Claymont, Delaware, until September, 1959, and in Newark, Delaware thereafter. The western part of the state (as well as parts of other states) was in a district with headquarters near Youngstown, Ohio. The only exception to this arrangement was the presence of one product division district office near Pittsburgh, Pennsylvania, for the first month (April, 1959) of the fiscal year, after which it, too, was moved to the Youngstown location.\nAt each of the district offices there is a district manager for each of the product divisions, and also a manager for the Distribution-Sales Service Division. The district manager for each product division is responsible within the district for carrying out the total sales program relative to his product in that area. The district manager for the Distribution-Sales Service Division is responsible for a variety of staff activities such as credit control, warehousing, data processing, etc.\nWorking under each product division’s manager in each district are employees called territory managers and sales representatives. These so-called “field service personnel” reside at different places throughout the district, some of them in Pennsylvania, and have assigned responsibilities for covering areas within the district.\nTaxpayer does not sell directly to individual retail stores; it sells directly only to large chains, to institutional users and to jobbers. These so-called “direct accounts” are the responsibility of the district managers for the several product lines and of the territory managers ; both type of employees contact the buying headquarters of the chain store customers and the jobbers in order to promote and solicit sales of the taxpayer’s products. The retail stores which in turn acquire these products from the direct account customers for sale to the ultimate consumers are the responsibility of the sales representatives; their function is to encourage use of the products and to promote display and distribution activities.\nIn reporting its franchise tax, taxpayer allocated to Pennsylvania the wages and salaries paid by it to its employees located at the one Pittsburgh office for the one month of April, 1959, and at a warehouse maintained by it in Camp Hill, Pennsylvania. In its resettlement of this tax from which taxpayer took the initial appeal to the Dauphin County Court of Common Pleas, the Commonwealth added to this allocation the wages and salaries paid by taxpayer to its other employees (territory managers and sales representatives) residing in Pennsylvania as reflected on taxpayer’s unemployment tax reports.\nThe gross receipts allocated by taxpayer to Pennsylvania consisted of sales receipts generated from the one Pittsburgh office during April, 1959, and receipts from the disposition of certain assets located in Pennsylvania. In the resettlement the Commonwealth added to these all receipts from all product sales to customers located in Pennsylvania.\nThe Commonwealth also asserted below and presses on this appeal that certain additional receipts (not taken into consideration in the resettlement) should be included in the numerator of the gross receipts fraction. These are receipts attributable to the efforts of independent food brokers throughout the world who, under contract with taxpayer, generate sales of taxpayer’s products both within and outside the United States.\nThe only issues in the case relate to the proper makeup of the wages and salaries and of the gross receipts allocation fractions. Each is statutorily defined in remarkably similar language, set forth in the Act of June 1, 1889, P. L. 420, §21, as amended, 72 P.S. §1871. These provisions, quoted verbatim in our earlier opinion, require allocation to Pennsylvania of all compensation paid by a taxpayer to its employees except compensation paid to employees who are “chiefly situated at, connected with, or sent out from premises for the transaction of business maintained by the taxpayer outside the Commonwealth”, and of all gross receipts of a taxpayer “except those negotiated or effected in behalf of the taxpayer by agents or agencies chiefly situated at, connected with, or sent out from premises for the transaction of business maintained by the taxpayer outside the Commonwealth . .\nAs they relate to this proceeding, the questions posed by these statutory provisions involve only (1) whether wages paid by taxpayer to its Pennsylvania resident employees are allocable outside of Pennsylvania, (2) whether receipts of taxpayer from sales to Pennsylvania based customers are allocable outside of Pennsylvania, and (3) whether receipts of taxpayer from sales throughout the world as a result of efforts of independent brokers are allocable outside of Pennsylvania. We consider these questions in order.\n(1) With regard to the allocation of wages, the Commonwealth contends here, as it did in the court below, that taxpayer’s employees who reside in Pennsylvania are not “chiefly . . . connected with . . . premises for the transaction of business maintained by the taxpayer outside the Commonwealth. . . .” It is the position of the Commonwealth that these employers are cMefly connected with their homes and that their homes are premises maintained for the transaction of business within the Commonwealth.\nThe Court below, in its supplement to its original opinion filed after our remand, specifically foxmd as a fact that neither taxpayer nor its field sales personnel maintained offices in the homes of the field sales personnel; rather, they “worked out of” the district offices which supervised and controlled them and to which they reported. Despite the Commonwealth’s contrary contention, our review of the record convinces us that these findings were warranted. Thus we cannot agree with the Commonwealth’s position since it is based upon a condition contrary to fact, viz., the existence of premises maintained by the taxpayer for the transaction of business within the Commonwealth.\nIn our previous opinion in this case we stated that, in the determination of the business premises with which an employee is chiefly connected, “[t]he thrust of the statute ... is to assign the wages to the place of control. See Commonwealth v. R. S. Noonan, Inc., 419 Pa. 411, 213 A. 2d 787 (1965).” We went on to observe that “[i]f the employee is controlled or directed or supervised by or reports to an office outside Pennsylvama, Ms wages are to be assigned outside PennsylvaMa because of this connection. If he is not or does not, there is no connection; and his wages are to be assigned to Pennsylvama.” 429 Pa. at 278. There we also noted that it is conceivable that a Pennsylvania resident employee may have no connection with, or no exertion of control from, an office outside Pennsylvama, with the result that, under the negative wording of the statute, Ms wages would be allocable within the Commonwealth.\nHere, however, the court below specifically found that taxpayer’s employees who lived in Pennsylvania, “were controlled in every detail of their work by the district managers,” from offices located outside of Pennsylvama. This finding has more than ample support in the record. Thus we must conclude, as did the court below, that those employees were chiefly connected with premises for the transaction of business maintained by the taxpayer outside the Commonwealth and that the wages and salaries of such employees were not allocable to Pennsylvania under the Act.\n(2) Turning to the portion of taxpayer’s gross receipts allocable to Pennsylvama, the statute, as mentioned above, excepts only those receipts “negotiated or effected in behalf of the taxpayer by agents or agencies chiefly situated at, connected with, or sent out from premises for the transaction of business maintained by the taxpayer outside the Commonwealth. . . .” In our previous opinion we equated treatment of receipts from an employee’s sales efforts with the treatment of the same employee’s wages: “If an employee’s wages are allocable outside Pennsylvania because of his connection with an outside office, then the receipts from sales negotiated or effected by that employee are similarly allocable outside of Pennsylvama.” 429 Pa. 279. Thus, our holding concerning the allocation of resident employees’ wages and salaries, supra, would normally be dispositive as to the allocation of receipts on sales negotiated or effected by such employees. The Commonwealth, however, contends that this does not follow in the case at bar because taxpayer’s sales procedures as revealed by the record do not establish that its receipts from Pennsylvania customers were negotiated or effected by agents chiefly connected with business premises maintained by the taxpayer outside of the Commonwealth. Specifically, the Commonwealth contends that the act of customer approval was responsible for all sales, and that such approval was given to most Pennsylvania eustorhers prior to 1953 through taxpayer’s Pennsylvania sales offices which were then in existence. Moreover, the Commonwealth contends that receipts thereafter were largely derived from automatic repeat orders placed by customers.\nThese arguments ignore the findings of the lower court, adequately supported by evidence, which indicate both that no'such thing as an .“automatic-repeat order” existed in taxpayer’s sales procedures and that mere approval of a customer produced no sales per se. In short, receipts were generated by specifically identified sales, made by taxpayer from its district offices pursuant to specific orders subject to individual processing and review at those offices.\n(3). Finally, we turn to the independent brokers. Because of certain unusual sales factors applicable to certain products, taxpayer finds it convenient to use brokers, rather than its own sales promotion force, to market them. All brokers operate under written contracts with taxpayer, and in every case the contract clearly states that the broker’s job is to promote sales of taxpayer’s products in the assigned territory and to take orders for submission to taxpayer. These orders are subject to the same procedures as other orders sub-. initted to taxpayer by its customers, as previously outlined.\nAll broker’s contracts are negotiated and executed from taxpayer’s national division headquarters located outside Pennsylvania. Brokers are supervised by employees of taxpayer located at the various national division headquarters except that international brokers are directed by employees of taxpayer’s international division located at White Plains, New York. Much as the district managers supervise field service personnel, these national and international division employees of taxpayer direct the activities of the brokers. Whether sales are considered negotiated and effected by brokers who are connected with offices maintained by taxpayer outside of Pennsylvania or negotiated and effected by employees of taxpayer who receive, pass upon and provide for their acceptance at offices maintained by taxpayer outside of Pennsylvania, the result is the same: none of the resultant receipts thus generated on a world-wide basis are includable in the numerator of the gross receipts fraction as being sales allocable to Pennsylvania.\nThe judgment of the court below is affirmed.\nMr. Justice Eagen concurs in the result.\nMr. Justice Roberts dissents.\nMr. Justice Cohen took no part in the decision of this case.\nThe parties are agreed as to the effect of the one Pennsylvania office for the one month on taxpayer’s franchise tax for the year involved, and its pi’esence poses no problem here.\nThe parties agree that this figure erroneously neglected to omit certain returns and allowances.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "George W. Keitel, Deputy Attorney General, with him William O. Bennett, Attorney General, for Commonwealth, appellant.",
      "David McNeil Olds, with him Carl E. Gloclc, Jr., Garl F. Ghronister, Jam,es II. McGonomy, and Reed, Smith, Shaw & McGlay, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. General Foods Corporation.\nArgued May 26, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nreargument refused May 24, 1971.\nGeorge W. Keitel, Deputy Attorney General, with him William O. Bennett, Attorney General, for Commonwealth, appellant.\nDavid McNeil Olds, with him Carl E. Gloclc, Jr., Garl F. Ghronister, Jam,es II. McGonomy, and Reed, Smith, Shaw & McGlay, for appellee.\nMarch 18, 1971:"
  },
  "file_name": "0273-01",
  "first_page_order": 313,
  "last_page_order": 323
}
