{
  "id": 1935441,
  "name": "Eckborg, Appellant, v. Hyde-Murpky Company",
  "name_abbreviation": "Eckborg v. Hyde-Murpky Co.",
  "decision_date": "1971-04-22",
  "docket_number": "Appeal, No. 150",
  "first_page": "283",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 A. 2d 521",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "159 Pa. Superior Ct. 603",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1065878
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/159/0603-01"
      ]
    },
    {
      "cite": "137 A. 2d 800",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "185 Pa. Superior Ct. 201",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        738571
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/185/0201-01"
      ]
    },
    {
      "cite": "70 A. 2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221684
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0585-01"
      ]
    },
    {
      "cite": "120 A. 2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263116
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0209-01"
      ]
    },
    {
      "cite": "128 A. 2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1271017
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0437-01"
      ]
    },
    {
      "cite": "259 A. 2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926015
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "243"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0239-01"
      ]
    },
    {
      "cite": "231 A. 2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908625
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0211-01"
      ]
    },
    {
      "cite": "266 A. 2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930968
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0559-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 8089,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 3.508963540767107e-07,
      "percentile": 0.8831850814468334
    },
    "sha256": "77efc150ab0fb4b402a6bd7ac7dbfcd0f0beca13be1968860a42f714b8424162",
    "simhash": "1:0358de0a921f5ad8",
    "word_count": 1284
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ."
    ],
    "parties": [
      "Eckborg, Appellant, v. Hyde-Murpky Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis is an appeal from a judgment entered on the pleadings in a trespass action by the Court of Common Pleas of Elk County.\nOn March 15, 1969, Paul G. Eckborg (Eckborg) filed an amended complaint which was duly served upon Hyde-Murphy Company (Hyde-Murphy), a corporate entity; several days thereafter, Hyde-Murphy filed a motion for judgment on the pleadings to which Eckborg filed an answer. On August 6, 1969 the court entered judgment on the pleadings in favor of Hyde-Murphy.\nThe rationale of the court below, as set forth in its opinion, was: “We are of the opinion that (Eckborg), as an independent contractor unfortunately suffered his injuries because of his willingness to request and accept services from another without first inquiring or testing with respect to the other’s ability to perform such services.”\nThe sole issue on this appeal is whether the facts averred, in Eckborg’s complaint failed to demonstrate a cause of action so as to justify the entry of a judgment on the pleadings.\nEckborg, whose business was servicing and installing of refrigerators and air conditioning, avers that on July 8, 1968, Hyde-Murphy, acting through Richard E. Cartwright, its general manager, requested Eckborg’s services in checking the nonfunctioning air conditioning at its office in Ridgeway, Pa. In his complaint Eckborg further avers:\n“5. [Eckborg], at the request of [Hyde-Murphy], as aforesaid, went to the offices of [Hyde-Murphy] at 222 Race St., Ridgeway, Pennsylvania, on July 8, 1963, about 2:20 o’clock p.m., E.D.T., and immediately checked for the reason of the malfunctioning of the air conditioning equipment owned by [Hyde-Murphy] and installed in [Hyde-Murphy’s] office building.\n“6. [Eckborg] checked the electrical circuit of the said air conditoning system and found nothing wrong with it electrically and then requested . . . Cartwright, the General Manager, agent, servant or employee of [Hyde-Murphy] to turn the thermostat to a position which would cause the air conditioning apparatus to start, which . . . Cartwright did, and the air conditioning apparatus still would not work, and . . . Cartwright then turned the said thermostat so that it would not operate the air conditioning system, and [Eckborg] then returned to check the circuit and while doing so, the air conditioning system started and as it started, it caught[Eckborg’s] right hand, injuring Ms said right hand, and as a result thereof, [Eckborg] lost the second and third fingers at the first joint of his right hand.\n“7. That an investigation after the said accident disclosed that . . . Cartwright, the General Manager, agent, servant or employee, of [Hyde-Murphy] had turned on the thermostat controlling the heat because he did not know where the thermostat controlling the air conditioning system was located, and in the meantime, the sun had activated the thermostat controlling the air conditioning system causing it to start up, resulting in the injuries to [Eckborg] ; the thermostat controlling the air conditioning being located in a different location in said building.\n“8. That said accident and the injuries resulting therefrom to [Eckborg] were caused wholly and solely by the negligence of [Hyde-Murphy], by its agent, servant or employee, that agent, servant or employee being more particularly . . . Cartwright, who was said [Hyde-Murphy’s] General Manager, and without any contributory negligence on the part of [Eckborg].”\nIn this area of the law two principles are well settled: (1) on a motion for judgment on the pleadings, all well-pleaded facts, which are relevant and material, must be accepted as admitted (Engel v. Parkway Co., 439 Pa. 559, 561, 266 A. 2d 685 (1970) ; Aughenbaugh v. North American Refractories Co., 426 Pa. 211, 213, 231 A. 2d 173 (1967)) ; (2) a judgment on the pleadings should not be entered unless the right thereto is clear and free from doubt (Pilgrim Holiness Church v. Pilgrim Holiness Church of Athens Township, 436 Pa. 239, 243, 259 A. 2d 870 (1969)).\nAn analysis of the instant complaint reveals facts which we consider, for our purpose, deemed to be admitted: (a) Cartwright was the general manager of Hyde-Murphy; (b) Eckborg checked the electrical circuit of Hyde-Murphy’s air conditioning system and found nothing wrong with it electrically; (c) Eckborg requested Cartwright to turn the thermostat to a position which, would cause the air conditioning apparatus to start; (d) Cartwright did turn a thermostat, but this thermostat controlled the heat and not the air conditioning; (e) that, after Cartwright had turned the aforesaid thermostat, Eckborg returned to check the circuit, the air conditioning system then started and caught Eckborg’s right hand inflicting the injuries complained of; (f) that a post-accident investigation disclosed that Cartwright had turned on the wrong thermostat because he did not know the location of the thermostat controlling the air conditioning system, the air conditioning thermostat being located in a different location in Hyde-Murphy’s building than the heating thermostat; (g) that the sun activated the thermostat controlling the air conditioning system and caused it to start up.\nHyde-Murphy’s contention, accepted by the court below, was that, under Paragraph 8, Eckborg pled merely that the accident and resultant injuries were caused by Hyde-Murphy’s negligence, through its general manager Cartwright, and without contributory negligence on the part of Eckborg and that such allegations were simply conclusions of law upon the basis of which Eckborg Avas not entitled to have “his day in court”. If Paragraph 8 of the complaint stood alone we would be inclined to agree Avith Hyde-Murphy’s contention; hoAvever, an examination of paragraphs 5, 6 and 7 reveals the averment of well-pleaded facts which, if proven, could constitute negligence on the part of Hyde-Murphy and would not constitute contributory negligence as a matter of law.\nUnder the pleaded facts it was error on the part of the court below to hold that, even if Eckborg proved such facts, Eckborg was guilty of contributory negligence as a matter of law. The teaching of our case law is to the contrary. See: Eckman v. Bethlehem Steel Co., 387 Pa. 437, 128 A. 2d 70 (1956); Robb v. Gylock Corp., 384 Pa. 209, 120 A. 2d 174 (1956); Johnson v. Rulon, 363 Pa. 585, 70 A. 2d 325 (1950) ; Smith v. Esslinger’s, Inc., 185 Pa. Superior Ct. 201, 137 A. 2d 800 (1958); Debenjak, v. Parkway Oil Co., 159 Pa. Superior Ct. 603, 49 A. 2d 521 (1946). See also: Restatement 2d, Torts, §310.\nUnder the facts as alleged, Eckborg was not under a duty to make an independent investigation to determine whether the thermostat manipulated by Cartwright was in fact the correct thermostat but was entitled to rely on the assumption that Cartwright, Hyde-Murphy’s general manager, had, in assisting Eckborg, performed his duty of exercising due care for Eckborg’s safety. If the facts alleged can be proven, Eckborg was lulled into a false sense of security by Hyde-Murphy’s general manager and was led to assume that Cartwright knew what he was doing and was not exposing Eckborg to danger without warning.\nMoreover, under the facts alleged, if proven, the actions of Hyde-Murphy, through its general manager, could constitute negligent conduct for which Hyde-Murphy would be legally liable.\nOn the factual posture pleaded in the complaint, it was error for the court below to have entered judgment on the pleadings. Hyde-Murphy’s right to such judgment was certainly not clear and free from doubt and Eckborg was entitled to prove, if he could, the alleged facts and, if proven, such facts were for resolution by a jury in its determination whether negligent conduct and/or contributory negligence existed.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "John R. Fernán, with him John E. Cartwright, for appellant.",
      "Norbert J. Pontzer, with him Pontzer & Pontzer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Eckborg, Appellant, v. Hyde-Murpky Company.\nArgued March 22, 1971.\nBefore Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.\nJohn R. Fernán, with him John E. Cartwright, for appellant.\nNorbert J. Pontzer, with him Pontzer & Pontzer, for appellee.\nApril 22, 1971:"
  },
  "file_name": "0283-01",
  "first_page_order": 323,
  "last_page_order": 328
}
