{
  "id": 1935346,
  "name": "Binder et ux., Appellants, v. Triangle Publications, Inc.",
  "name_abbreviation": "Binder v. Triangle Publications, Inc.",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 418",
  "first_page": "319",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 319"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "91 S. Ct. 61",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "400 U.S. 830",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12066144,
        12065730,
        12065509,
        12065289,
        12065642,
        12066219,
        12065965,
        12066069,
        12065815,
        12065434,
        12065371,
        12065885
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0830-11",
        "/us/400/0830-06",
        "/us/400/0830-04",
        "/us/400/0830-01",
        "/us/400/0830-05",
        "/us/400/0830-12",
        "/us/400/0830-09",
        "/us/400/0830-10",
        "/us/400/0830-07",
        "/us/400/0830-03",
        "/us/400/0830-02",
        "/us/400/0830-08"
      ]
    },
    {
      "cite": "423 F. 2d 887",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5875041
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/423/0887-01"
      ]
    },
    {
      "cite": "299 F. Supp. 582",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5418709
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/299/0582-01"
      ]
    },
    {
      "cite": "188 Atl. 203",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171375
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0154-01"
      ]
    },
    {
      "cite": "10 A. 2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197325
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0017-01"
      ]
    },
    {
      "cite": "273 A. 2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "909"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933943
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0432-01"
      ]
    },
    {
      "cite": "69 Harv. L. Rev. 875",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "187 A. 2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883232
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0595-01"
      ]
    },
    {
      "cite": "45 Atl. 78",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1899,
      "opinion_index": 0
    },
    {
      "cite": "194 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912411
      ],
      "year": 1899,
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0032-01"
      ]
    },
    {
      "cite": "88 S. Ct. 2063",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6170589,
        6170511
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0305-01",
        "/us/392/0304-01"
      ]
    },
    {
      "cite": "392 U.S. 907",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181445,
        6181097,
        6181935,
        6181624,
        6181269,
        6181816
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0907-03",
        "/us/392/0907-01",
        "/us/392/0907-06",
        "/us/392/0907-04",
        "/us/392/0907-02",
        "/us/392/0907-05"
      ]
    },
    {
      "cite": "235 A. 2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910416
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0511-01"
      ]
    },
    {
      "cite": "66 S. Ct. 138",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "326 U.S. 808",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6278081,
        6277801,
        6278801,
        6278486,
        6279100
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0808-02",
        "/us/326/0808-01",
        "/us/326/0808-04",
        "/us/326/0808-03",
        "/us/326/0808-05"
      ]
    },
    {
      "cite": "66 S. Ct. 58",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "326 U.S. 744",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6183856,
        6184299,
        6184477,
        6184077
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0744-01",
        "/us/326/0744-03",
        "/us/326/0744-04",
        "/us/326/0744-02"
      ]
    },
    {
      "cite": "150 F. 2d 832",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3668065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/150/0832-01"
      ]
    },
    {
      "cite": "187 F. 2d 6",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1222471
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/187/0006-01"
      ]
    },
    {
      "cite": "81 A. 2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230388
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0176-01"
      ]
    },
    {
      "cite": "187 A. 2d 660",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883202
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0539-01"
      ]
    },
    {
      "cite": "244 A. 2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915751
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0461-01"
      ]
    },
    {
      "cite": "87 S. Ct. 2042",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "387 U.S. 924",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11355266,
        11354789,
        11354888,
        11354960,
        11354709,
        11355061,
        11355161,
        11354650
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/387/0924-08",
        "/us/387/0924-03",
        "/us/387/0924-04",
        "/us/387/0924-05",
        "/us/387/0924-02",
        "/us/387/0924-06",
        "/us/387/0924-07",
        "/us/387/0924-01"
      ]
    },
    {
      "cite": "373 F. 2d 474",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2040817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/373/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 915,
    "char_count": 14982,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 9.797733306639757e-07,
      "percentile": 0.9820431615897297
    },
    "sha256": "fc94158ba639df2ecff89da3b752ffb2c8d2a7e7d6bc95b0fd855e33fd354f20",
    "simhash": "1:4eb7cea594bd6148",
    "word_count": 2529
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Binder et ux., Appellants, v. Triangle Publications, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nThe controlling issue presented in this appeal is whether a news story headlined “Slay Trial Bares Story of Bizarre Love Triangle” published by the Philadelphia Daily News is actionable as libel or is privileged as a matter of law either as a fair and accurate report of a judicial proceeding or as a constitutionally protected publication under the First Amendment. We affirm the granting of defendant-appellee’s motion for summary judgment.\nNo dispute exists as to the facts surrounding the alleged libel. On July 8, 1968, a trial commenced in the Philadelphia Court of Common Pleas to determine whether William McClurg was guilty as charged of the murder of James McClure, who died on the morning of June 24, 1967, from gunshot wounds of the chest. David Racher, a reporter for the Daily News, was assigned to cover the McClurg trial. Due to other assignments, he did not remain in the courtroom throughout the first day. Rather, at his request, the prosecuting attorney, Anthony Bateman, telephoned him at home on the evening of July 8,1968, and summarized for Racher the day’s proceedings, which included Bateman’s opening statement to the jury and the testimony of the first Commonwealth witness, Robert Diehl.\nRacher then telephoned the night city editor with his story. The article ivas assigned to a rewrite man, Thomas A. Fox, Jr., who proceeded to compose the story based on Racher’s facts. The article appeared the following day and is set forth in its entirety in the margin. ■\nOn reading the article, appellants Neil and Carolyn Binder requested the Daily News to print a retraction, but none appeared. The Binders subsequently instituted an action for defamation and invasion of privacy, requesting $2,000,000 in punitive damages against appellee, Triangle Publications, Inc., owner of the Daily News at that time.\nAfter pleadings and the taking of depositions, both parties asserted there was no material issue of fact and moved for judgment on the pleadings or in the alternative, for summary judgment pursuant to Rules 1034 and 1035 of the Pennsylvania Rules of Civil Procedure. A hearing was held on the motions on December 22, 1969, and on February 13, 1970, summary judgment was granted in favor of Triangle Publications. This appeal ensued.\nAppellants contend that the article was not privileged and also that the First Amendment does not protect appellee’s publication in this instance. While we agree the article was not absolutely privileged, we find a qualified privilege existed. Hence we need not reach the constitutional issue presented, for it is not essential to a determination of this case. See Nelson v. Miller, 373 F. 2d 474 (3d Cir.), cert. denied, 387 U.S. 924, 87 S. Ct. 2042 (1967) ; Lynch v. Owen J. Roberts School District, 430 Pa. 461, 244 A. 2d 1 (1968); Shuman v. Bernie’s Drug Concessions, Inc., 409 Pa. 539, 187 A. 2d 660 (1963); Altieri v. Allentown Officers’ and Employees’ Retirement Board, 368 Pa. 176, 81 A. 2d 884 (1951).\nAll communications pertinent to any stage of a judicial proceeding are accorded an absolute privilege which cannot be destroyed by abuse. See Taliaferro v. Sims, 187 F. 2d 6 (5th Cir. 1951); In re Universal Lubricating Systems, 150 F. 2d 832 (3d Cir.), cert. denied, 326 U.S. 744, 66 S. Ct. 58, rehearing denied, 326 U.S. 808, 66 S. Ct. 138 (1945); Greenberg v. Aetna Ins. Co., 427 Pa. 511, 235 A. 2d 576 (1967), cert. denied, 392 U.S. 907, 88 S. Ct. 2063 (1968); Thompson v. McCready, 194 Pa. 32, 45 Atl. 78 (1899); cf. Sciandra v. Lynett, 409 Pa. 595, 187 A. 2d 586 (1963). Thus, statements by a party, a witness, counsel, or a judge cannot be the basis of a defamation action whether they occur in the pleadings or in open court.\nThe reasons for the absolute privilege are well recognized. A judge must be free to administer the law without fear of consequences. This independence would be impaired were He to be in daily apprehension of defamation suits. The privilege is also extended to parties to afford freedom of access to the courts, to witnesses to encourage their complete and unintimidated testimony in court, and to counsel to enable him to best represent -his -client’s interests. Likewise, the privilege exists because the courts have other internal sanctions against defamatory statements, such as perjury or contempt proceedings. See generally, Prosser, Torts, §109 (3d ed..l964); Developments in the Law— Datamation, 69 Harv. L. Rev. 875 (1956).\nHowever, this absolute privilege does not apply to newspaper accounts of judicial proceedings, for none of the. policy considerations noted above are applicable to a news story. Rather, a newspaper possesses a qualified privilege to. make a fair and accurate report of the proceedings, and .if the article is not published solely for the purpose of causing harm to the person defamed, no responsibility attaches, even though the contents of the'article are false or defamatory. See Corabi v. Curtis Publishing Co., 441 Pa. 432, 273 A. 2d 899 (1971); Sciandra v. Lynett, supra at 600, 187 A. 2d at 589; Williams v. Kroger Grocery and Baking Co., 337 Pa. 17, 10 A. 2d 8 (1940); Restatement, Torts, §611.\nA- qualified privilege, is one that can be lost by abuse, such as ovérly embellishing an account of a proceeding. See Corabi v. Curtis Publishing Co., supra at 452, 273 A. 2d at 909; Sciandra v. Lynett, supra at 600, 187 A. 2d at 589; Boyer v. Pitt Publishing Co., 324 Pa. 154, 188 Atl. 203 (1936).\nThus, our inquiry in this case is directed to whéther the Philadelphia Daily News account of the first day of the trial is fair and accurate. It is not essential that the newspaper set forth the judicial proceeding's verbatim, A summary of substantial accuracy is all that is required. Sciandra v. Lynett, supra at 600, 187 A. 2d at 589. Prosser, supra, §110.\nThe first day of trial included the opening statement of the prosecuting attorney, Bateman, and testimony of six Commonwealth witnesses. At the outset, Bate-man outlined the Commonwealth’s theory of the killing, which was that the deceased had been slain in a quarrel over the affections of Carolyn Binder. Bateman announced that he intended to prove that the deceased had lived in the same apartment with Carolyn Binder and her husband for several weeks prior to his death, but eventually the husband drove him away. Bateman continued by alleging that the deceased had had a date with Carolyn Binder on the night in question, but Mrs. Binder never put in an appearance. The prosecutor further stated he would prove the deceased then became jealous and angry, and began searching and telephoning the bars with his friend, Robert Diehl, in an attempt to locate Mrs. Binder.\nBateman also alleged that the deceased eventually found Mrs. Binder and. had a lengthy and heated telephone conversation with her and defendant McClurg, with whom she had been all evening. The prosecution concluded by summarizing the various events that led up to a supposed confrontation between the deceased, McClurg and Carolyn Binder.\nRobert Diehl was the first Commonwealth witness to take the stand. He testified that the deceased had a date with Carolyn Binder the evening of the night he died, which was not kept. He told of the deceased’s frustration and anger, for the deceased apparently believed she was out with someone named Bud Kola. He also recounted their search of the bars for Mrs. Binder, and the angry telephone conversation. Although, according to Diehl, the deceased was relieved to find Mrs. Binder was not with Bud Kola, heated words and threats were still exchanged between the deceased and McClurg.\nAppellants stress that the jury acquitted McClurg, and that therefore - none of the above described events may have, in fact, occurred. Yet, as noted above, the truth or falsity of the underlying facts in the article do not affect the privilege so long as the story was a fair and accurate summary of the judicial proceedings. See Sciandra v. Lynett, supra at 600, 187 A. 2d at 589.\nHere, the only portion of the article which even arguably abuses the qualified privilege is the phrase “bizarre love triangle”. Yet, certainly the prosecuting attorney’s opening statement provided ample foundation for terming the situation a “love triangle”.\nWe are brought then to the word “bizarre”. “Bizarre” is pertinently defined in Webster’s New International Dictionary of the English Language (2d ed. 1954) as “ [s] trildngly out of the ordinary or out of keeping, esp. as to fashion, design, color, or the like . . . involving sensational contrasts or striking incongruities.”\nWe do not believe it is unfair or inaccurate to describe the situation as presented by the prosecuting attorney in his opening statement as “bizarre”. The unusual aspect of the case as viewed by the Commonwealth was that the love triangle existed not between a husband, wife, and lover, but rather between a wife and two, or possibly three, paramoiirs. This, coupled with the fact that one of the alleged lovers (the deceased) lived with Mrs. Binder and her husband for several weeks is sufficient to provide a fair factual foundation for the Daily News’ characterization of the situation as a “bizarre love triangle”. An action for defamation cannot be premised solely on defendant’s style or utilization of vivid words in reporting a judicial proceeding. As was stated in Sellers v. Time, Inc., 299 F. Supp. 582 (E.D. Pa. 1969), aff’d, 423 F. 2d 887 (3d Cir. 1970), cert. denied, 400 U.S. 830, 91 S. Ct. 61 (1970) : “We disagree with the plaintiff’s contention that the article loses its privilege by reason of the alleged ‘flippant’ and ‘smart alecky’ style of writing which was utilized by Time to create reader interest.” Id. at 585.\nAppellants also urge that liability be imposed because the Daily News reporter did not attend all of the trial but rather received his information from the prosecuting attorney. We are not persuaded.\nBacher did not act unreasonably, for he had found Bateman to be a reliable source in the past. Additionally, how a reporter gathers his information concerning a judicial proceeding is immaterial provided his story is a fair and substantially accurate portrayal of the events in question.\nThe order of tbe Court of Common Pleas of Philadelphia granting summary judgment is affirmed.\nMr. Justice Cohen took no part in the decision of this case.\nMcClurg was eventually found “Not guilty” by tbe jury. See discussion infra, p. 326.\n“Slat Tbial Babes Stobt of Bizaebe Love Triangle\nBy Dave Racher\n“A jury of nine women and three men is hearing the murder trial of William McClurg, a truck driver charged in a fatal shooting growing out of a bizarre love triangle.\n“McClurg, 44, of Mutter St. near Cumberland, is charged with the June 24, 1967, shooting death of James McClure, Jr.,' 30, of 4433 Pearson St., in the rear of McClure’s apartment building.\n“Assistant District Attorney Anthony Bateman said the shooting climaxed a telephone quarrel between McClurg and McClure over the affections of Mrs.- Carolyn Binder, '24, of 3736 Westhampton Dr.\n“A Witness, Robert Diehl, 31, of 3588 Teton Rd., testified he was with McClure the night of the shooting and McClure was upset because Mrs. Binder had broken á date with him that evening.\n“Diehl said he accompanied McClure on a round of bars in search of Mrs. Binder before learning the woman was at Mickey Finn’s, a midcity bistro.\n“Diehl said that on learning of Mrs. Binder’s whereabouts, McClure was so upset he went to her ear, which was parked in the rear of McClure’s apartment house, and ripped out the distributor wires.\n“Diehl' said McClure then returned to Diehl’s apartment, telephoned Mickey Finn’s and spoke to Mrs. Binder.\n“He Quoted McClure as using obscenities against Mrs. Binder and saying, ‘I just don’t care anymore.’\n“Diehl said McClure then spoke to Mrs. Binder’s date, a man McClure called ‘BUI.’\n“Diehl said McClure told the man, ‘BUI, I’m not afraid of your guns and bullets. If you’re going to blow my brains out, don’t do it here. These are nice people. As soon as I hang up this phone, I’m going to leave. I didn’t know it was you Carolyn was with, Bill. I thought she was out with Bud.’\n“Prosecutor Bateman told the jury the man McClure called -‘Bill’ was the defendant, Mcdurg. The identity of ‘Bud’ is not known.\n“Diehl said that after the telephone call, McClure began pacing up and down in a cold sweat. He said McClure later borrowed his car and a night light attachment, apparently to repair the damage to Mrs. Binder’s auto.\n■ “McClube Was Shot to death near Mrs. Binder’s car. The hood of the car was up.\n“Bateman said that after the shooting, Mrs. Binder left Philadelphia with McClurg.\n“In -his opening address to the jury, Bateman called the victim ‘a wüd kind of fellow.’ He said McClure had, for a time, lived with Mrs. Binder and her husband, Neal, at the Westhampton Dr. address.\n“Binder testified the victim had resided with him and his wife. The Binders have a 4 year-old son.\n“At the conclusion of yesterday’s testimony, Mrs. Binder walked across the courtroom and handed the defendant a glass of water as he was leaving.\n“Binder was expected to return to the stand today.”\nThe six witnesses were: Robert Diehl; Dr. Marvin Aronson, Assistant Medieal Examiner; William Hadfield, who discovered the deceased’s body; Officer Dennis Gibson; Raymond Lake; and Neil Binder, one of appellants herein. The majority of the day was spent with the testimony of Robert Diehl. Neil Binder did not take the stand until the end of the day, and had merely identified himself before the trial was adjourned until the following day.\nThe Daily News article attributes this information to Binder. Actually, it was Bateman who made the statement. We do not find this error in any way material; Binder testified the following day that the deceased had indeed lived with them for several weeks.\nThe other inaccuracy in the article which has come to our attention is the reported quote of Diehl’s testimony as to what the deceased had told “Bill”. The notes of testimony disclose the following:\n“A. [Diehl] . . . And he [McClure] said, ‘Look, Bill, guns and bullets don’t scare me no more.’ He said, ‘If you want to come up and blow my brains out, come on ahead.’\n“Q. What did he say?\n“A. He said, ‘If you want to come up here and blow my brains up, but,’ he said, ‘don’t do it in this house. These people are too nice.’ He said, ‘Do it some place else.’ And he kept apologizing some more. And he said, T didn’t know it was you, Bill. I am sorry.’ ”\nWhen compared with the conversation as reported by Racher, we again find no legally substantial inaccuracy.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Robert Baer Cohen, with him Abrahams & Loewenstein, for appellants.",
      "David H. Marion, with him Harold E. Eohn and Barney B. Welsh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Binder et ux., Appellants, v. Triangle Publications, Inc.\nArgued November 11, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nRobert Baer Cohen, with him Abrahams & Loewenstein, for appellants.\nDavid H. Marion, with him Harold E. Eohn and Barney B. Welsh, for appellee.\nMarch 18, 1971:"
  },
  "file_name": "0319-01",
  "first_page_order": 359,
  "last_page_order": 368
}
