{
  "id": 1935382,
  "name": "Commonwealth v. Bower, Appellant",
  "name_abbreviation": "Commonwealth v. Bower",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 175",
  "first_page": "379",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "458 S.W. 2d 466",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10147879
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/458/0466-01"
      ]
    },
    {
      "cite": "425 F. 2d 612",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3679525
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/425/0612-01"
      ]
    },
    {
      "cite": "258 A. 2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926008
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0143-01"
      ]
    },
    {
      "cite": "264 A. 2d 394",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927806
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0432-01"
      ]
    },
    {
      "cite": "426 F. 2d 767",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2246984
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/426/0767-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "1639"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "384 U.S. 269",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12044452
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0269-01"
      ]
    },
    {
      "cite": "369 U.S. 506",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169152
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0506-01"
      ]
    },
    {
      "cite": "84 S. Ct. 80",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11715933,
        11714959
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/375/0021-01",
        "/us/375/0002-01"
      ]
    },
    {
      "cite": "375 U.S. 2",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11714959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/375/0002-01"
      ]
    },
    {
      "cite": "11 L. Ed. 2d 650",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        379655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0201-01"
      ]
    },
    {
      "cite": "84 S. Ct. 702",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "376 U.S. 202",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379634,
        379278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0202-01",
        "/us/376/0202-02"
      ]
    },
    {
      "cite": "380 U.S. 400",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525264
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0400-01"
      ]
    },
    {
      "cite": "367 U.S. 643",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785580
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0643-01"
      ]
    },
    {
      "cite": "309 U.S. 227",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139100
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/309/0227-01"
      ]
    },
    {
      "cite": "372 U.S. 335",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765333
      ],
      "weight": 5,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0335-01"
      ]
    },
    {
      "cite": "389 U.S. 109",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335442
      ],
      "weight": 4,
      "year": 1967,
      "pin_cites": [
        {
          "page": "113-115"
        },
        {
          "page": "261, 262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/389/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 7928,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 2.56680266959107e-07,
      "percentile": 0.815872469784918
    },
    "sha256": "d608f4007b6f0c164b24beac80d7f88c08b08e510c5436018aae1875457fc8c2",
    "simhash": "1:5b98c03eea14d7fa",
    "word_count": 1331
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell dissents.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Bower, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nOn May 29, 1959, John Jacob Bower was convicted by a jury in Union County of murder in the first degree, and punishment was fixed at life imprisonment. No post-trial motions were then filed, and on June 5, 1959, Bower was sentenced in accordance with the jury’s verdict. No appeal from the judgment was then entered.\nIn 1968 following a hearing on a petition for habeas corpus, the trial court concluded that Bower had not intelligently or understands gly waived his right to appeal from the 1959 judgment, and entered an order permitting him to file post-trial motions as if timely filed. Such motions were filed and subsequently dismissed. This direct appeal from the 1959 judgment then followed.\nBower’s trial preceded the effective date of the SplitVerdict Act, Act of December 1, 1959, P. L. 1621, §1, 18 P.S. 4701. At trial, in accordance with the “Parker Rule” then recognized in Pennsylvania, the Commonwealth introduced into evidence as part of its case in chief the records of eleven prior criminal convictions of Bower, for the purpose of assisting the jury in fixing the penalty in the event it determined that Bower was guilty of first degree murder. These records were again introduced in rebuttal by the Commonwealth for the purpose of impeaching the credibility of Bower’s trial testimony. While an objection was entered when these records were introduced in rebuttal, no objection was voiced when they were introduced during the Commonwealth’s case in chief.\nThe prior convictions involved were totally unrelated to the offense for which Bower was then on trial, and resulted from pleas of guilty by Bower to criminal indictments in Northumberland, Lycoming, Clinton and Centre Counties, Pennsylvania. At the habeas corpus hearing in the court below, Bower testified, without contradiction, that when he plead guilty to the criminal indictments in Lycoming, Clinton and Center Counties, he did not have legal counsel. Moreover, the official court records of the proceedings in Lycoming, Clinton and Centre Counties fail to shoAV that Bower was represented by counsel when the guilty ideas Avere entered; and these records do not show that he waived this constitutional right. Additionally, the District Attorney of Union County, despite assiduous effort, has been unable to produce an iota of evidence to show that Bower was represented by counsel on the occasions that the guilty pleas involved were entered.\nUnder the circumstances, the decision of the Supreme Court of the United States in Burgett v. Texas, 389 U.S. 109, 88 S. Ct. 258 (1967) controls and requires a reversal of the judgment.\nIn Bwrgett, supra, the Court reversed the conviction in a very similar case. Therein the State, to enhance punishment, offered evidence at trial of four prior felony convictions of the defendant. The Supreme Court ruled that since the records of the proceedings when these prior convictions were obtained did not show that Burgett was represented by counsel, or had waived such assistance, the records on their face raised a presumption that Burgett was denied his right to counsel under the Sixth Amendment, and these convictions were void and constitutionally inadmissible in a subsequent prosecution.\nIn Burgett, supra, at 113-115, 88 S. Ct. at 261, 262, the Court further pertinently stated:\n“We do not sit as a court of criminal appeals to review state cases. The States are free to provide such procedures as they choose, including rules of evidence, provided that none of them infringes a guarantee in the Federal Constitution. The recent right-to-counsel cases, starting with Gideon v. Wainwright, 372 U.S. 335, 83 S. Ct. 792, 9 L. Ed. 2d 799, are illustrative of the limitations which the Constitution places on state criminal procedures. Those limitations sometimes touch rules of evidence.\n“The exclusion of coerced confessions is one example. Chambers v. State of Florida, 309 U.S. 227, 60 S. Ct. 472, 84 L. Ed. 716.\n“The exclusion of evidence seized in violation of the Fourth and Fourteenth Amendments is another. Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081.\n“Still another is illustrated by Pointer v. State of Texas, 380 U.S. 400, 85 S. Ct. 1065, 13 L. Ed. 2d 923. In that case we held that a transcript of a preliminary hearing had to be excluded from a state criminal trial because the defendant had no lawyer at that hearing, and did not, therefore, have the opportunity to cross-examine the principal witness against him who since that time had left the State. The exclusionary rule that we fashioned was designed to protect the privilege of confrontation guaranteed by the Sixth Amendment and made applicable to the States by the Fourteenth.\n“The same result must follow here. Gideon v. Wainwright established the rule that the right to counsel guaranteed by the Sixth Amendment was applicable to the States by virtue of the Fourteenth [Amendment], making it unconstitutional to try a person for a felony in a state court unless he had a lawyer or had validly waived one. And that ruling was not limited to prospective applications. See Doughty v. Maxwell, 376 U.S. 202, 84 S. Ct. 702, 11 L. Ed. 2d 650; Pickelsimer v. Wainwright, 375 U.S. 2, 84 S. Ct. 80, 11 L. Ed. 2d 41. In this case the certified records of the Tennessee conviction on their face raise a presumption that petitioner was denied his right to counsel in the Tennessee proceeding and, therefore, that his conviction was void. Presuming waiver of counsel from a silent record is impermissible. Carnley v. Cochran, 369 U.S. 506, 82 S. Ct. 884, 8 L. Ed. 2d 70. To permit a conviction obtained in violation of Gideon v. Wainwright to be used against a person either to support guilt or enhance punishment for another offense (see Greer v. Beto, 384 U.S. 269, 86 S. Ct. 1477) is to erode the principle of that case. Worse yet, since the defect in the prior conviction was denial of the right to counsel, the accused in effect suffers anew from the deprivation of that Sixth Amendment right.”\nThe Commonwealth contends that the failure of Bower to object at trial to the admission of the now challenged evidence precludes him from raising the issue at this late date. This position cannot be sustained, for, since Bower’s trial antedated both the decisions in Burgett v. Texas, supra, and Gideon v. Wainwright, 372 U.S. 335, 83 S. Ct. 792 (1963), his failure to object at trial to the admission of the constitutionally impermissible evidence does not constitute a waiver of the claim, or deny him the right to raise the objection now. See Miranda v. Arizona, 384 U.S. 436, 495, at note 69, 86 S. Ct. 1602, 1639 (1966), and Smith v. Lane, 426 F. 2d 767 ( 7th Cir. 1970). Cf. also, Commonwealth v. Faison, 437 Pa. 432, 264 A. 2d 394 (1970) ; Commonwealth v. Chapasco, 436 Pa. 143, 258 A. 2d 638 (1969) ; and Schram v. Cupp, 425 F. 2d 612 (9th Cir. 1970).\nSince a new trial is required for the reasons before discussed, we deem it unnecessary to reach the other asserted assigmnents of error.\nJudgment reversed, and a new trial is ordered.\nMr. Chief Justice Bell dissents.\nMr. Justice Cohen took no part in the decision of this case.\nBower filed two previous petitions for habeas corpus, one in the Court of Common Pleas of Union County, and one in the United States Federal District Court, but these actions have no relevance here.\nThese convictions included one for robbery; four for burglary; and six for larceny; all felonies.\nHe admitted having court-appointed counsel when he plead guilty in Northumberland County to burglary and larceny.\nEx parte Auten, 458 S.W. 2d 466 (Texas Crim. App. 1970).",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "James F. McClure, Jr., with him McClure & McClure, for appellant.",
      "Jolm.R, Moore, Assistant District Attorney,'for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Bower, Appellant.\nArgued October 2, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nJames F. McClure, Jr., with him McClure & McClure, for appellant.\nJolm.R, Moore, Assistant District Attorney,'for Commonwealth, appellee.\nMarch 18, 1971:"
  },
  "file_name": "0379-01",
  "first_page_order": 419,
  "last_page_order": 424
}
