{
  "id": 1935362,
  "name": "Leary, Appellant, v. Lawrence Sales Corporation",
  "name_abbreviation": "Leary v. Lawrence Sales Corp.",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 318",
  "first_page": "389",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "37 Pa. D. & C. 2d 179",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1689592
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/37/0179-01"
      ]
    },
    {
      "cite": "97 Atl. 967",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "252 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021568
      ],
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0507-01"
      ]
    },
    {
      "cite": "233 Mo. App. 173",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        1835711
      ],
      "weight": 2,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/233/0173-01"
      ]
    },
    {
      "cite": "164 N.E. 2d 900",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "902"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "340 Mass. 450",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3852945
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/mass/340/0450-01"
      ]
    },
    {
      "cite": "151 N.E. 2d 287",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 4,
      "year": 1958,
      "pin_cites": [
        {
          "page": "289-90"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Mass. 730",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3849271
      ],
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/337/0730-01"
      ]
    },
    {
      "cite": "189 N.E. 2d 880",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "59 P. 2d 459",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "15 Cal. App. 2d 340",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2277129
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/15/0340-01"
      ]
    },
    {
      "cite": "84 A. 2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "169 Pa. Superior Ct. 628",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472933
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/169/0628-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 447",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839617
      ],
      "year": 1902,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/19/0447-01"
      ]
    },
    {
      "cite": "137 A. 2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276897
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0359-01"
      ]
    },
    {
      "cite": "252 A. 2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922652
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0086-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 838,
    "char_count": 14984,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 2.607597013118296e-07,
      "percentile": 0.8201368110650467
    },
    "sha256": "b579531ad69f3b6b1d77fead88153c1d731cd22108c3699f092df704649269b2",
    "simhash": "1:b20ba64297b1d19c",
    "word_count": 2537
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jokes, Cohen, Eagen, O’Brien, Roberts and Pomeroy, J J.",
      "Mr. Justice Roberts concurs in the result.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Leary, Appellant, v. Lawrence Sales Corporation."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Eagen,\nThis is ah appeal from an order in the court below refusing to take off a compulsory nonsuit entered by the trial court in a personal injury action.\nIn determining the correctness of the order appealed from, it is fundamental that the trial testimony must be read in a light most favorable to the plaintiff, and also that the plaintiff is entitled to the benefit of every reasonable inference arising therefrom: Perciavelle v. Smith, 434 Pa. 86, 252 A. 2d 702 (1969).\nA summary of the pertinent facts, as disclosed by the record, is as follows:\nLawrence Sales Corporation [Lawrence] owns and operates a farmer’s market known as Kelly’s Korner Department Store [Kelly’s Korner]. Several portions of the interior of the market premises are leased to various entities for varying retail business enterprises. One part is leased to Shopping Cart, Inc., [Shopping Cart] in which it operates a retail grocery store. This\ngrocery store fronts on a main aisle running through the market, and the check-out booths of the grocery store are located along this aisle. However, the area covered by the aisle is not within that portion of the premises leased to Shopping Cart, and the lease from Lawrence to Shopping Cart specifically provides that the lessor will furnish “broom cleaning” for this aisle. Within the area leased by Shopping Cart, it maintains and provides a quantity of shopping carts for the use of customers in the grocery store, and the area is so constructed that these particular carts cannot be removed from the leased area. Under its lease with Lawrence, Shopping Cart is obligated to supply an additional 250 carts for “the exclusive use of the shopping public on the entire [market] premises.”\nOn the date involved the plaintiff, Hull Leary, visited Shopping Cart’s grocery store with a friend, John Powers. After making some purchases he left Powers at one of the check-out booths to complete the checking-out process and walked into the main aisle of the market to secure one of the shopping carts which was stored in this aisle for use throughout the entire market. After he had proceeded into the aisle to a point about seven feet from the check-out booths, he slipped and fell on a partially-eaten hot dog which was lying on the floor of the aisle.\n‘ To recover damages for the injuries suffered, Leary sued Lawrence and Shopping Cart. During the trial, the claim against Lawrence was settled for $100,000 ánd a compulsory nonsuit was entered in favor of Shopping Cart oh the basis that this defendant had no legal duty to maintain the area where the plaintiff fell. Subsequently, the court en banc denied a motion to remove the nonsuit, and Leary filed this appeal. We affirm.\nIn Pennsylvania, it has long been established as a principle of landlord-tenant law that where the owner of real estate leases various parts thereof to several tenants, but retains possession and control of the common passageways and aisles which are to be used by business invitees of the various tenants, the obligation of keeping the common aisles safe for the business invitees is imposed upon the landlord and not upon the tenants, in the absence of a contrary provision in the lease or leases: Lopez v. Gukenback, 391 Pa. 359, 137 A. 2d 771 (1958) ; Lewin v. Pauli, 19 Pa. Superior Ct. 447 (1902). See also, Prosser, Torts §63 at 418 (3d ed. 1964).\nHowever, since shopping centers are a comparatively recent commercial development, with facilities of a character substantially different than those known heretofore, the question arises as to whether or not such complexes are not somehow different and call for something more than the application of the venerable principles of landlord-tenant law. We conclude not.\nThe only analogous case we know of in Pennsylvania is Williams v. Wolf, 169 Pa. Superior Ct. 628, 84 A. 2d 215 (1951), wherein the court citing the Restatement of Torts, §360, ruled under circumstances somewhat akin to those presented here, that legal responsibility was upon the landlord only.\nMost of the other jurisdictions which have reached the issue have treated the problem as an ordinary landlord-tenant situation which was resolved by answering the interrogatory: Who had control of these premises? Liability was held to flow from the incident of control. See and cf., Hamilton v. Union Public Market, 15 Cal. App. 2d 340, 59 P. 2d 459 (1936) ; Beaney v. Carlson, 174 Ohio State 409, 189 N.E. 2d 880 (1963); Underhill v. Shactman, 337 Mass. 730, 151 N.E. 2d 287 (1958); and Leonardo v. Great Atlantic and Pacific Tea Co., 340 Mass. 450, 164 N.E. 2d 900 (1960).\nIn Hamilton v. Union Public Market, supra, plaintiff slipped on an oily spot in a common aisle and fell. The market building owned by Gore Bros., Inc., was occupied by tenants and subtenants whose small places of business were separated by aisles. The slippery spot occurred when a subtenant, operating a delicatessen, knocked bottles containing various sauces to the floor. Gore Bros.’ janitor cleaned up the pieces of glass and had gone to get a mop when the accident occurred.\nThe California District Court of Appeal, noting the stipulation that the owners in leasing the stores to the tenants agreed to furnish janitorial services for the purpose of keeping the aisles clean between the leased portions of the premises [which is quite similar to one of the Shopping Cart-Lawrence lease provisions] said at page 342, 151 N.E. 2d at 460: “The jury was justified in finding that the aisle where the accident occurred was one which was used generally by the tenants and patrons of the stores and that the duty of exercising ordinary care to keep the same in a safe condition was upon the owners and not upon the tenants or subtenants.”\nThe California court further added at page 342, 151 N.E. 2d at 460: “The facts stipulated as to the provisions of the leases but confirm the legal duty of the landlord with respect to the care of the aisle where plaintiff was injured.”\nIn Beaney v. Carlson, supra, the issue was whether a storekeeper, who was a tenant in a shopping center, was liable for an injury sustained by a prospective customer where it was claimed that the injury was caused in part by failure to erect a barrier to keep automobiles off the sidewalk in front of the store where the accident occurred.\nThe Ohio Supreme Court observed at page 411, 189 N.E. 2d at 882 that “Shopping centers me a relatively recent development, but the problems mising therefrom call for the application of settled legal principles of long standing” [namely that the duty of a landlord to keep the demised premises or a part of them in repair, etc., is co-extensive with the control retained by him and that liability will flow from negligence in managing those: portions retained either under his control or for the common use of his tenants].\nTo determine control the Court examined the lease which while giving defendant the “ ‘use of delivery area and the parking area in common with other tenants of the property’ ” nonetheless states that the lessor agreed to “ ‘maintain parking lot . . . in good and usable condition.’ ”\nThus said the Court these provisions indicate that defendant lessee had the right of use in common with others, whereas the lessor was specifically charged with the duty of maintaining the area. Hence, tenant was held not liable.\nThe case of Underhill v. Shactmam, supra, was an action for injuries sustained by a woman when she fell over a retaining wall in the parking area of a shopping center. She sued the trustees who owned the shopping center (lessors) and Filene’s 'Department Store (lessee) where the plaintiff had intended to shop.\nVerdicts had been directed for both defendants below.\nThe lease involved here provided for minimum rental and additional rental based on a percentage of Filene’s receipts. The tenants had the right to use the common parking areas while the trustees had the duty to maintain the common passageways and parking areas.\nThe Supreme Judicial Court of Massachusetts held no error in directing the verdict for the lessee: “Admittedly the passageways and parking area here involved were maintained for the benefit of [Filene’s] and the other stores in the center, but it is clear from the terms of the letting that the control of these areas . . . was in the trustees.”: 337 Mass, at 733, 151 N.E. 2d at 289-90.\nAdditionally, the Court felt that this was a case in which the landlord goes beyond the mere retention of control of common passageways and does extend an invitation on his own account for his own purposes.\nNo doubt the Court was aided in reaching this conclusion by the additional rental provision in the lease. But query whether it is not true of all shopping center lessors that they extend an invitation on their own account to the general public since the amount of rent they are able to charge will depend in large measure on hoAv much traffic they are able to attract to the complex.\nAnother Massachusetts case where the pivotal question was who had control of the premises was Leonardo v. Great Atlantic and Pacific Tea Co., supra. Once again, the plaintiff was injured in a parking lot fall. The Court states at page 453, 164 N.E. 2d at 902, the general rule followed in that jurisdiction, that “ ‘[Liability for damage caused by the condition of premises commonly depends upon control of the offending instrumentality, either through ownership or otherwise [citations omitted].’ ”\nIt may be argued that in confining a tenant’s responsibility to the area occupied under the lease, we ignore the fact that the tenant invites the shopping public to use the common aisles and passageways and, therefore, should assume a responsibility to maintain them in a reasonably safe condition. But, doesn’t the tenant of a multiple office building invite its business invitees to use the elevators to gain access to its particular domain and, this being so, should .the tenant be held responsible for the maintenance of the elevators in' a safe condition? To ask the question is to answer it.\nAppellant urges that because of the extensive use of the aisle involved, and the economic advantage which its use afforded Shopping Cart, there existed a constructive extension of the lease between Lawrence and its tenant, and thereby made Shopping Cart an invitor of Leary to use this aisle. What this argument overlooks is that the aisle provided access for the shopping public, not only to Shopping Cart’s grocery store, but also to the other businesses operated throughout the market and was for the benefit of the landlord since it made the renting of other areas on the market premises possible. Shopping Cart derived no greater benefit from the existence of this aisle than it did from the main entrance to the market, or from the walls and roof which provided the enclosure for the entire premises.\nCannon v. S. S. Kresge Co., 233 Mo. App. 173, 116 S.W. 2d 559 (1938), cited by appellant is inapposite. While there is language in this opinion which lends comfort to appellant’s position, it must be read in connection with the facts then before the court. The court was not dealing with a common way, nor was the causative obstruction a transient one as is the case herein. .\nFinally, appellant argues that Shopping Cart voluntarily assumed the duty of keeping safe the entrance and exit aisle to its grocery store. This allegation is based on the trial testimony of one of Shopping Cart’s cashiers; the import of which neither party to this litigation can agree on. But reading this testimony in the light most favorable to the plaintiff, this witness stated that she and others employed as check-out cashiers by Shopping Cart had instructions to clean up in their spare time any debris “in front of the check-out booths,” which might be generated by the checking-out operations.\nThe hot dog involved apparently did not come from Shopping Cart’s grocery store, because such an item was not sold therein. While the area the check-out cashiers were instructed to clean up is not defined in the testimony, assuming it included that portion of the aisle where Leary’s fall occurred, we are not persuaded that this directive given to the cashiers, in itself, established any assumption of control by Shopping Cart which would impose liability for the accident here involved.\nThe quantity of evidence required to show a voluntary assumption of duty is not easily stated. Prosser says, “just when the duty is undertaken, when it ends and what conduct is required, are nowhere clearly defined, and perhaps cannot be.” Prosser, Torts, Chapter 10, §54 at 340 (3d ed. 1964).\nHerein, Leary did not show that Lawrence ever released its control of the area involved, or cut back the janitorial service in connection therewith which it was obligated to provide under the terms of the lease. The cashier’s testimony under discussion was vague and did not show any agreement by the tenant with the landlord to keep the area clean. By cleaning up after its own operations, Shopping Cart was merely doing what the law requires, namely, removing debris or a possible dangerous condition on the land of another which it created. Cf. Restatement, Torts, §386.\nThe plethora of cases cited by the appellant as controlling such as Tarngurski v. Rzepski, 252 Pa. 507, 97 Atl. 967 (1916), and Adcox v. Pa. Mfrs.' Assn. Gas. Ins. Co., 37 Pa. D. & C. 2d 179 (1964), are all situations where one with no duty to repair did so negligently or one with no duty to inspect machinery did so on several occasions. These decisions correctly point out that a. volunteer is held to the same standard of care as one whose duty is imposed by law. These cases do not apply to the situation presented here.\nOrder affirmed.\nMr. Justice Roberts concurs in the result.\nMr. Justice Cohen took no part in the decision of this case.\nThe pertinent provision of the lease provided as follows: “25. Merchant further agrees to supply on the Entire Premises and not to be removed therefrom for the exclusive use of the shopping public in Entire Premises 250 shopping carts which may be used anywhere in the building of Lessor; Lessor agrees to supply 50 carts similar to the design of the carts as selected by Merchant. In the event that any carts are stolen or misappropriated, the cost of replacement of these carts will be borne by Merchant and Lessor in proportion to the number of carts supplied by each. The cost of maintenance of the aforesaid carts shall be shared equally by Merchant and Lessor.”\nWho placed this and similar carts in the aisle is not disclosed by the record.",
        "type": "majority",
        "author": "Me. Justice Eagen,"
      }
    ],
    "attorneys": [
      "James E. Beasley, with him James E. Collerón and Daniel L. Thistle, and Beasley, Albert, Hewson & Casey, for appellant.",
      "8. Robert Levant, with him Ehrenreich, Sidkoff, Edelstein & Bhnsterman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Leary, Appellant, v. Lawrence Sales Corporation.\nArgued November 23, 1970.\nBefore Bell, C. J., Jokes, Cohen, Eagen, O’Brien, Roberts and Pomeroy, J J.\nJames E. Beasley, with him James E. Collerón and Daniel L. Thistle, and Beasley, Albert, Hewson & Casey, for appellant.\n8. Robert Levant, with him Ehrenreich, Sidkoff, Edelstein & Bhnsterman, for appellee.\nMarch 18, 1971:"
  },
  "file_name": "0389-01",
  "first_page_order": 429,
  "last_page_order": 438
}
