{
  "id": 1935343,
  "name": "Commonwealth v. Williams, Appellant",
  "name_abbreviation": "Commonwealth v. Williams",
  "decision_date": "1971-03-18",
  "docket_number": "Appeal, No. 186",
  "first_page": "431",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 431"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "223 A. 2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903177
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0337-01"
      ]
    },
    {
      "cite": "397 U.S. 742",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12058257
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0742-01"
      ]
    },
    {
      "cite": "397 U.S. 790",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12058675
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0790-01"
      ]
    },
    {
      "cite": "221 A. 2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901722
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 3829,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 3.128098624231538e-07,
      "percentile": 0.86109653497173
    },
    "sha256": "b4a6adb3b5e2846ad2eea25d8a6c2446e0f724a3063dedafee7f7c74e451f2be",
    "simhash": "1:b5db89c6ee65da7e",
    "word_count": 641
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen,. Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Williams, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nOn March 18, 1969, Will Keith Williams was placed on trial in the court below before a judge and jury on the charge of murder. On March 25th, after the Commonwealth had completed the introduction of its evidence, Williams was permitted by the trial judge to withdraw his not guilty plea and to plead guilty to murder in the second degree.\nBefore the guilty plea was accepted, Williams was examined extensively under oath, and his replies to the questions asked clearly warrant the conclusion that he understood the nature of the charge against him; his right to a trial by jury; the significance of pleading guilty; the range of the sentence which the court could impose; and that the plea was his own free act.\nSubsequently, after receiving a presentence investigation report, the trial judge imposed a sentence of imprisonment of from 5% to 15 years. No request to withdraw the guilty plea was entered in the trial court, but this direct appeal from the judgment of sentence was filed within the time prescribed by statute.\nThe sufficiency of the evidence to warrant a conviction of murder in the second degree is not questioned. Nevertheless, we have examined the record and it amply supports the conviction. Moreover, if the plea of guilty were a valid one, the question is now moot. Commonwealth ex rel. Green v. Rundle, 422 Pa. 236, 221 A. 2d 187 (1966).\nIn his appeal, Williams first maintains that the guilty plea was not knowingly and intelligently entered. But this allegation is completely refuted by the record and his own words during the plea proceedings and, therefore, need not detain us here.\nNext and finally, it is urged that the guilty plea was induced by statements of Williams’ counsel to the effect that if Williams did not plead guilty and the trial before the jury continued, he. would receive a sentence of life imprisonment. As to this last complaint, it is argued that Williams is at least entitled to a hearing on the truth thereof, and, hence, the record should be remanded for this purpose.\nWe first note that there is nothing in the record of the proceedings below to support the allegation that the plea, was so induced. Also, this complaint bears some conflict with his own statement made during the plea proceedings, namely, that no one promised him anything or had coerced him into pleading guilty. Additionally, a guilty plea motivated by a desire to avoid a higher penalty is not, in itself, inherently involuntary ;or invalid merely because it was entered to escape a higher penalty than that which might be imposed after a jury trial. Parker v. North Carolina, 397 U.S. 790, 90 S. Ct. 1458 (1970), and Brady v. United States, 397 U.S. 742, 90 S. Ct. 1463 (1970). There is no allegation that the statements attributed to counsel were not within the range of competence required of attorneys representing criminal defendants, and a study of the record is persuasive that such an allegation, if made, would lack merit.\nJudgment affirmed.\nMr. Justice Cohen took no part in the decision of this case.\nThere is no procedure recognized in Pennsylvania which permits a plea of guilty to murder in the second degree. However, since the plea was knowingly entered, the acceptance of such a plea did not constitute reversible error. See Commonwealth ex rel. Kerekes v. Maroney, 423 Pa. 337, 223 A. 2d 699 (1966).",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Stanley F. Mankas, for appellant.",
      "Milton M. Stein, Assistant District Attorney, with him Louis Perez, Jr., Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Williams, Appellant.\nArgued November 10, 1970.\nBefore Bell, C. J., Jones, Cohen,. Eagen, O’Brien, Roberts and Pomeroy, JJ.\nStanley F. Mankas, for appellant.\nMilton M. Stein, Assistant District Attorney, with him Louis Perez, Jr., Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 18, 1971:"
  },
  "file_name": "0431-01",
  "first_page_order": 471,
  "last_page_order": 474
}
