{
  "id": 1935404,
  "name": "Morgan, Appellant, v. Bucher",
  "name_abbreviation": "Morgan v. Bucher",
  "decision_date": "1971-04-22",
  "docket_number": "Appeal, No. 642",
  "first_page": "498",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 498"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 A. 2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258924
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0561-01"
      ]
    },
    {
      "cite": "130 A. 2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272539
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0083-01"
      ]
    },
    {
      "cite": "159 A. 2d 482",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "398 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289154
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/398/0496-01"
      ]
    },
    {
      "cite": "203 A. 2d 476",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891832
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0305-01"
      ]
    },
    {
      "cite": "244 A. 2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917406
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0233-01"
      ]
    },
    {
      "cite": "272 A. 2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933793
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 5987,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 3.3339777973786866e-07,
      "percentile": 0.8737586631498593
    },
    "sha256": "df88cf6a10b598bb99057497ddaa700241e31185ba481edaab2e8052d3924b9f",
    "simhash": "1:27ae249cb75e3ef4",
    "word_count": 981
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, Eagen, O’Brien, Bobebts, Pomeroy and Barbieri, JJ.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Morgan, Appellant, v. Bucher."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Barbieri,\nThis is an appeal from an order of the Court of Common Pleas of Philadelphia sustaining the appellee’s preliminary objections to appellant’s complaint in mandamus. The complaint, seeking to compel the Philadelphia Civil Service Commission (Commission) to reopen appellant’s appeal concerning his separation from City employment, was filed more than two years after the appellant had withdrawn his appeal and had been permitted to resign from the City service.\nThe appellant was employed as a recreation leader in the Department of Recreation from October 7, 1963 to December 5, 1966, on which latter date he was dismissed for various reasons. The appellant filed a timely appeal from his dismissal to the Commission. A hearing was held on November 7, 1967, at which time appellant was represented by counsel. After the City presented all of its evidence, on the suggestion of appellant’s counsel and one of the Commissioners, appellant withdrew his appeal and submitted his resignation, which was accepted, the dismissal being removed from appellant’s employment record. Five days later, appellant requested by letter that his resignation be withdrawn and his appeal reopened. On December 11,1967, the Commission denied the request and refused to reopen the appeal.\nOn March 20, 1970 appellant filed this action in mandamus to compel the Commission to reopen the case. The Commission filed preliminary objections which were sustained and. the complaint was dismissed on August 5, 1970. Reasons given by the court below for sustaining the preliminary objections are the following: (1) mandamus does not lie to compel the exerfeise of essentially deliberative and discretionary acts; (2) review of. the Commission’s' action is limited to jurisdictional or procedural grounds and may not be had on'the-merits; and (3) the appellant’s action was not timely filed.\nAppellant alleges several grounds for reversing the lower court. However, if the lower court were correct in its holding that the requested action by the Commission is deliberative and discretionary, then mandamus will not lie and the complaint was properly dismissed. Martin v. Garnet Valley Sch. Dist., 441 Pa. 502, 272 A. 2d 9.13 (1971); Rose Tree Media Sch. Dist. v. Dept. of Pub. Instr., 431 Pa. 233, 244 A. 2d 754 (1968) ; Volunteer Firemen’s Relief Assoc. v. Minehart, 415 Pa. 305, 203 A. 2d 476 (1964); Meadville Area Sch. Dist. v. Dept. of Pub. Instr., 398 Pa. 496, 159 A. 2d 482 (1960) ; Mellinger v. Kuhn, 388 Pa. 83, 130 A. 2d 154 (1957); Maxwell v. Farrell Sch. Dist. Bd. of Dirs., 381 Pa. 561, 112 A. 2d 192 (1955) ; 17 McQuillin, Municipal Corporations §51.16 (3d ed. 1968). “A ministerial act has been defined as one which a public officer is required to perform upon a given state of facts in a prescribed manner in obedience to the mandate of legal authority.” Rose Tree Media Sch. Dist. v. Dept. of Pub. Instr., 431 Pa. at 236. See also, 17 McQuillin, Municipal Corporations, supra, at §51.19.\nSection 7-201 of the Philadelphia Home Rule Charter provides: “Any employee who is dismissed or demoted . . . may, within thirty days after such dismissal . . . appeal to the Commission for review thereof . . . \"Upon such review, both the appealing employee and the appointing authority involved shall have the right to be heard publicly and to present evidence . . .”. It is clear from this that the Commission, if requested by a dismissed employee, must grant him a hearing at which he is afforded an opportunity to present evidence and be heard. Appellant had that opportunity and waived his right to conclude the hearing and to a decision on the advice of counsel. The Commission thus provided for appellant the remedy as required of it by the Home Eule Charter.\nAccepting as we do the definition of “ministerial duty” as set forth earlier in this opinion, we conclude that a request to reopen an appeal to the Philadelphia Civil Service Commission after the employe has been given an opportunity to have a hearing and has knowingly and voluntarily waived his right, does not call for a ministerial act, but, if allowable at all, is a request for relief that is purely discretionary. Particularly is this so where the petition is for action which is not specifically mandated or otherwise required to be performed either by the Home Eule Charter or by any ordinance.\nAccordingly, since mandamus does not lie in this case, the complaint was properly dismissed.\nOrder affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.\nSince this appeal was filed prior to the passage of the new Appellate Court Jurisdiction Act, Act of July 31, 1970, P. L. , No. 223, effective date September 11, 1970, jurisdiction is properly in this Court\nAppellant’s other two principal contentions were (1) that, since this was not an appeal on the merits, the appeal limitations in the Home Rule Charter could not be applied to limit his remedy, and (2) that his complaint was timely filed because Pa. R. C. P. No. 4 was not applicable or its application would be a denial of constitutional due process. In view of our holding, however, that the duty of the commission was so discretionary that this action in mandamus would not lie, we do not reach these other two questions.",
        "type": "majority",
        "author": "Me. Justice Barbieri,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Roberts :\nWhile I am in agreement with the majority opinion, I also believe mandamus does not lie because the case is not properly before the Philadelphia Civil Service Commission. Since appellant actually resigned, he was neither “dismissed or demoted”, and hence was not entitled to any appeal, to . the Commission under Section 7-201 of the Philadelphia Home Rule Charter.",
        "type": "concurrence",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "Mark P. Widoff, for appellant.",
      "Matthew W. Bullock, Jr., First Deputy City Solicitor, with, him Levy Anderson, City Solicitor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Morgan, Appellant, v. Bucher.\nArgued January 18, 1971.\nBefore Jones, Eagen, O’Brien, Bobebts, Pomeroy and Barbieri, JJ.\nMark P. Widoff, for appellant.\nMatthew W. Bullock, Jr., First Deputy City Solicitor, with, him Levy Anderson, City Solicitor, for appellees.\nApril 22, 1971:"
  },
  "file_name": "0498-01",
  "first_page_order": 538,
  "last_page_order": 542
}
