{
  "id": 1935417,
  "name": "Mangino, Appellant, v. Lielber",
  "name_abbreviation": "Mangino v. Lielber",
  "decision_date": "1971-06-01",
  "docket_number": "Appeal, No. 137",
  "first_page": "594",
  "last_page": "597",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 594"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "167 A. 2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296672
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0290-01"
      ]
    },
    {
      "cite": "235 A. 2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910421
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 320,
    "char_count": 4188,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 2.2601592080408534e-07,
      "percentile": 0.7825469747464041
    },
    "sha256": "44827c0dbbd053ee6703a5cd97677c640458c55de9d63250043e78c5c966605c",
    "simhash": "1:79635e1037969df8",
    "word_count": 701
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.",
      "Mr. Justice Jones took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Mangino, Appellant, v. Lielber."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAlvira Mangino, appellant, was injured in an automobile accident on December 18, 1962. Alleging that the accident was caused by the conduct of Steel City Contracting Company (Steel City), appellee, in negligently blocking the highway with “equipment, dirt and debris,” appellant filed a complaint on June 4, 1963. The complaint was not served on Steel City, a partnership, apparently because when the sheriff attempted to serve the partnership on June 12, 14, 17, 26, 27 and 28, 1963, at both of its last known addresses, the partnership could not be found.\nOn March 7, 1966, the complaint was reinstated and served on the partnership by sendee on one of the partners, Hall L. Kennedy, at his residence in Pleasant Hills, Pennsylvania. Steel City raised the statute of limitations by preliminary objections. We remanded the case on the grounds that Rule 1030 of the Pennsylvania Rules of Civil Procedure requires that all affirmative defenses, including statute of limitations, shall be pleaded in a responsive pleading under the heading of “New Matter.” Mangino v. Steel Contracting Co., 427 Pa. 533, 235 A. 2d 151 (1967).\nSteel City filed an answer, raising the statute of limitations in new matter, and appellant filed a reply, asserting estoppel. Steel City’s motion for summary judgment was dismissed, but on exceptions, it was granted by the court en banc. This appeal followed.\nWe believe that the court en banc was correct in granting Steel City’s motion for summary judgment on the basis of our decision in Zarlinsky v. Laudenslager, 402 Pa. 290, 167 A. 2d 317 (1961), where we held that “a writ of summons may be reissued only for a period of time which, measured from the date of original issuance of the writ, or the date of a subsequent reissuance thereof, is not longer than the period of time required by tbe applicable statute of limitations for tbe bringing of the action.” Since appellant’s complaint was originally filed on June 4, 1963, appellant bad until two years later, June 4, 1965, to reinstate tbe complaint. March 7, 1966, was too late.\nAppellant argues that Steel City’s partners are estopped from raising tbe defense of a time limitation as to reissuing a summons, because they were trying to evade tbe sheriff when be failed to serve either of tbe partners after six fruitless trips to tbe admitted places of business, and because they dissolved tbe business within five days of tbe sheriff’s last visit, after which time one of tbe partners left tbe state.\nIt is difficult to see what effect tbe sheriff’s inability to find anyone to serve with tbe complaint at tbe partnership’s business address in June of 1963, could have on appellant’s failure to reinstate tbe complaint within two years of June 4,1963. Hall L. Kennedy has always been registered as a partner, and has always been listed at tbe Pleasant Hills address where be was finally served.\nIt is not enough for appellant to allege estoppel in order to prevent tbe granting of Steel City’s motion for summary judgment for failure to reinstate tbe complaint during tbe two-year period. As Pa. R. C. P. 1035(d) provides: “When a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon tbe mere allegations or denials of bis pleading, but bis response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial. If he does not so respond, summary judgment, if appropriate, shall be entered against him.”\nAppellant did not allege specific facts to show that she was prevented from reinstating the writ because of any conduct of Steel City’s partners. Consequently, tbe court en banc was correct in entering summary judgment for Steel City.\nJudgment affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Paul A. Simmons, with him Tempest & Simmons, for appellant.",
      "Charles C. Keller, with him Peacock, Keller, Yohe & Day, for Steel City Contracting Company, appellee."
    ],
    "corrections": "",
    "head_matter": "Mangino, Appellant, v. Lielber.\nArgued March 19, 1971.\nBefore Bell, C. J., Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.\nPaul A. Simmons, with him Tempest & Simmons, for appellant.\nCharles C. Keller, with him Peacock, Keller, Yohe & Day, for Steel City Contracting Company, appellee.\nJune 1, 1971:"
  },
  "file_name": "0594-01",
  "first_page_order": 634,
  "last_page_order": 637
}
