{
  "id": 1935335,
  "name": "Servomation Mathias Pa., Inc. v. Lancashire Hall, Inc., Appellant",
  "name_abbreviation": "Servomation Mathias Pa., Inc. v. Lancashire Hall, Inc.",
  "decision_date": "1971-04-22",
  "docket_number": "Appeal, No. 667",
  "first_page": "602",
  "last_page": "606",
  "citations": [
    {
      "type": "official",
      "cite": "442 Pa. 602"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 A. 2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267101
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/385/0244-01"
      ]
    },
    {
      "cite": "119 A. 2d 67",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261959
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0507-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 372,
    "char_count": 5468,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 9.249913838907095e-08,
      "percentile": 0.5111477541740851
    },
    "sha256": "70c57cce5abfd65d1e9a61433557141d9f30c288d808698afe06624c6bae72e6",
    "simhash": "1:96e6e5221e228247",
    "word_count": 892
  },
  "last_updated": "2024-02-27T17:25:56.088927+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and BarBIERI, JJ."
    ],
    "parties": [
      "Servomation Mathias Pa., Inc. v. Lancashire Hall, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Barbieri,\nThis is an appeal by Lancashire Hall, Inc. (Hall) from judgment entered by the Court of Common Pleas of Lancaster County, after denying Hall’s motion for a new trial, upon a jury verdict for $54,000.00 in favor of Servomation Mathias Pa., Inc. (Servomation). Servomation brought an action in assumpsit against Hall for four months’ nonpayment on a food service contract. This action was based on a contract between Hall and Servomation dated June 30, 1986, under the terms of which Servomation agreed to operate for a period of at least one year, beginning in May of 1967, the kitchen facilities of Hall’s nursing home located in Neffsville, Pennsylvania. The contract required Servomation to purchase all food and supply all labor to be used in Hall’s ldtchen. Servomation was thus providing a catering service to the approximately two hundred patients and one hundred staff members of Hall. Servomation’s management fee was eleven per cent of the direct dietary operating costs with a minimum payment of two hundred dollars per week.\nIn the complaint, filed on September 30,1968, Servomation averred that it had duly performed the terms of the contract but had not been paid by Hall for its services for the months of March, April, May and June of 1968. Hall asserted in its answer that Servomation had breached one of the terms of the contract by not purchasing food at the “best prices available subject to the quality . . . being approved ... by Hall.”\n■ Appellant Hall now raises two evidentiary questions on appeal, the first involving the parol evidence rule and the second regarding the relevance of subsequent performance to the issue of Servomation’s alleged breach of contract.\nHall first argues that the introduction into evidence, over Hall’s objection, of Servomation’s prospectus, which included a table entitled “Projected Operating Costs,” was violative of the parol evidence rule. Hall contends that the contract was an integrated one and that the table of “Projected Operating Costs” did not form part of the contract and was therefore inadmissible. This table showed, among other things, a projected raw food cost per patient per day of $1.20 for approximately two hundred patients. Hall states that it was made clear to Servomation during their negotiation that these projected costs were much higher than it was willing to pay and that Servomation was instead obligated under the contract to purchase food at the “best prices available subject to the quality.”\nThis Court stated the parol evidence rule in Bokser v. Lewis, 383 Pa. 507, 511, 119 A. 2d 67 (1956) : “In the absence of fraud, accident or mistake, parol evidence as to preliminary negotiations or oral agreements and as to a prior or contemporaneous oral promise or representation or agreement is not admissible in evidence if it adds to or modifies or contradicts or conflicts with a written agreement between the parties.” See also, Lefkowitz v. Hummel Furniture Co., 385 Pa. 244, 122 A. 2d 802 (1956). The parol evidence rule is thus inapplicable unless there is an attempt to introduce a prior agreement or understanding between the parties or at least a representation by one of the parties. But, as Hall concedes, the table of projected costs was not a part of any agreement, understanding or representation that actual costs would be kept in line with projected costs. Bather than contract for a certain price per patient meal, the parties instead contracted on a cost plus basis. Hall cannot succeed on a claim of violation of the parol evidence rule because the projected cost table was not a representation but rather only an estimate. Furthermore, because it was not a representation, it did not modify, contradict or conflict with, the writing, which only provided that food be purchased at “the best prices available subject to the quality.”\nHall’s second argument is that the trial court erred in refusing to permit introduction of evidence of the costs of raw food and labor paid by Hall when it managed the kitchen itself after the contract with Servomation expired. Hall contends that it would have been too burdensome, in terms of the number of witnesses necessary, to have shown that Servomation did not purchase “at the best prices available” by presenting evidence of what prices were available during Servomation’s year at Hall. But Hall cites no authority for the proposition that prices for a given contract term may be measured by the prices obtained by a second party subsequent to that term. Although necessity may dictate that certain types of evidence be admissible, e.g., past profits to prove future profits (See 11 Willis-ton on Contracts §1316A) or prior or subsequent comparable sales to prove the value of property condemned (See Snitzer, Eminent Domain, §705(2) et seq.), the trial court found that there was no warrant for the introduction of the proffered evidence in the case before us. There was no abuse of discretion by the trial judge, or error of law, in his refusing to allow the admission of testimony as to Hall’s subsequent performance of the contract.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mb. Justice Barbieri,"
      }
    ],
    "attorneys": [
      "WilUam E. Chillas, and May, Grove, Stork & Rubin, for appellant.",
      "Christopher 8. Underhill, and Windolph, Bv/rhholder & Hartman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Servomation Mathias Pa., Inc. v. Lancashire Hall, Inc., Appellant.\nSubmitted January 8, 1971.\nBefore Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and BarBIERI, JJ.\nWilUam E. Chillas, and May, Grove, Stork & Rubin, for appellant.\nChristopher 8. Underhill, and Windolph, Bv/rhholder & Hartman, for appellee.\nApril 22, 1971:"
  },
  "file_name": "0602-01",
  "first_page_order": 642,
  "last_page_order": 646
}
