{
  "id": 550008,
  "name": "The First National Bank of Clarion versus Brenneman's Executors",
  "name_abbreviation": "First National Bank v. Brenneman's Executors",
  "decision_date": "1886-11-01",
  "docket_number": "",
  "first_page": "315",
  "last_page": "321",
  "citations": [
    {
      "type": "official",
      "cite": "114 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wall., 97",
      "category": "reporters:scotus_early",
      "reporter": "Wall.,",
      "case_ids": [
        3471442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/68/0097-01"
      ]
    },
    {
      "cite": "2 Wend., 567",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3515640
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0567-01"
      ]
    },
    {
      "cite": "3 Johns., 369",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0369-01"
      ]
    },
    {
      "cite": "18 Howard, 521",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "24 Howard, 508",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "16 Howard, 272",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "26 N. H., 206",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4413672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/26/0206-01"
      ]
    },
    {
      "cite": "6 Pick., 269",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0271-01"
      ]
    },
    {
      "cite": "6 Pick, 148",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011500
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0148-01"
      ]
    },
    {
      "cite": "2 P. & W., 300",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8878446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0300-01"
      ]
    },
    {
      "cite": "4 Watts, 65",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 37",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0037-01"
      ]
    },
    {
      "cite": "8 Wright, 23",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 798,
    "char_count": 16021,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.7032774841883611e-07,
      "percentile": 0.7012403039713898
    },
    "sha256": "7abb556ec95c858ccd1a496052c91311eb69436e92ef56f05e305901a5e9227a",
    "simhash": "1:d963a16e438eda39",
    "word_count": 2760
  },
  "last_updated": "2024-02-27T19:42:43.066067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, Paxson, Trunkey, Sterrett, Green, and Clark, JJ. Merottr, C. J., absent."
    ],
    "parties": [
      "The First National Bank of Clarion versus Brenneman’s Executors."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Green\ndelivered the opinion of the court,\nThis action is founded upon the fifth section of the act of Congress of July 12th, 1882, which provides for the appraisal, by a committee of three persons, of the national bank shares of shareholders who do not assent to amendments to the articles of association. No provision is made for constituting the appraisal a proceeding of any court, or for filing it in any office or with any public officer, or even directing that it shall be in writing, or that the parties shall be notified of it. The act does not provide that when the value has been ascertained and determined, it shall be a debt due from the bank to the shareholder, to be forthwith paid, and this is what makes it a cause of action. The committee are simply to appraise the value of the shares; they have no judicial functions, they hear no controversy, they render no judgment as upon a litigated cause, their proceedings are not of record, they are mere appraisers and, presumably, inform the parties of the fact, and amount of their appraisement. For aught that appears in the Act that information may be imparted verbally or in writing. If the shareholder is dissatisfied he may appeal to the Comptroller of the currency, and that officer is directed to cause a re-appraisal to be made which shall be final and binding. The Act does not prescribe the time within which the appeal must be taken, but as it does direct that the shares shall be sold within thirty days after final appraisement, the right of appeal could not be exercised after the expiration of that time. In the present case the appraisers, on April 1st, notified the parties in writing that they had appraised the shares at $198 per share, and on the 9th the owners notified the bank that they were satisfied with the valuation. On the 21st of April the appraisers again notified the parties that they bad made a clerical error in computing the figures upon which their valuation was made by twice adding the valuation of one of the assets, to wit, the banking house and furniture appraised at $23,604, and they corrected the mistake which resulted in a corrected valuation of $173-^-^ per share. No part of the valuation actually made was changed. The real figures which composed the aggregate of the appraisement remained the same, and the appraisers did nothing but remove a double valuation of the same item unintentionally and mistakenly made. It would be strange indeed if this could not be done. Technically there is not a solitary reason why it could not. The time for appeal had not expired. No judgment award or decree had been entered or pronounced upon the appraisement they had made. Nothing in the Act of Congress gave, at the time the correction was made, any quality of finality to the appraisement made. The party affected could still appeal if he desired. The mistake was corrected by the parties who made it. The work of correction was as much a part of the work of the appraisers as the appraisement itself. Nothing in the law under which they were acting took from them either their control of the subject matter, or their power to correct their own mistakes, at the time they assumed to correct this mistake, and we know of no reason, legal, equitable or moral, why they should not be permitted to make the correction in question. The power to correct mistakes even in judicial proceedings is fundamental and inherent in all tribunals, and is constantly exercised in the daily practice of the courts. The right of the citizen to have mistakes corrected, is so thoroughly established, and so well recognized, that it is an independent source of equitable jurisdiction and may also be enforced in courts of law. Thus money paid by mistake of fact may be recovered back by action at law. It is unnecessary to cite any of the numerous authorities in which it has been held that mistakes of arbitrators and referees may be corrected either by themselves or by the courts. The general principle is thus stated in Story’s Eq. Jurisprudence, § 1456 and 1456a. “In regard to matters of fact, the judgment of the arbitrators is ordinarily deemed conclusive. If, however, there is a mistake of a material fact apparent upon the face of the award, or if the arbitrators are themselves satisfied of the mistake, and state it (although it is not apparent on the face of the award), and if in their own view it is material to the award, then, although made out by extrinsic evidence, courts of equity will grant relief,” — citing many authorities. In Morse on Arbitrations and Awards, p. 323, the writer says: “ It is, however, clear that for an admitted mistake of the arbitrators, a court of equity will refer back an award; ” and on pages 326 and 327, referring to mistakes in computation and clerical errors, he points out that they are not mistakes in their decision itself, but blunders in writing out the decision.” He says : “ The decision may be final, while the expression may be open to correction, — to say that a court could not correct such ‘ blunder,’ especially when acknowledged by the arbitrator, would, at least from a common-sense point of view, seem absurd......As a general rule, the courts in the United States, and sometimes also in England, will find some way of correcting clerical errors, blunders in calculation, and the like.”\nThere is nothing in Speer v. Bidwell, 8 Wright, 23, at all in conflict with these views when applied to a case like the present. That was an action upon an award made in pursuance of a submission, in which the parties agreed in writing to be absolutely bound by the award without any right of appeal. The evidence offered and received on the trial was all to prove misbehavior of the arbitrators. The only mistakes made or referred to, in the opinion' of this court, were mistakes in the action of the arbitrators in hearing ex parte affidavits, and especially in allowing as proof an affidavit of one of the parties to the payment of a sum of ¡$640 which had not been paid, and that the unsworn declarations of an interested witness were privately received. These things were pronounced misbehavior, and the court below was sustained in receiving testimony of these various matters in defence against the award. We are of opinion that the learned court below was in error in entering judgment for want of a sufficient affidavit of defence ; and, therefore,\nThe judgment is reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Green"
      }
    ],
    "attorneys": [
      "James Breden (Jenhs and Reed with him), for plaintiffs in error.",
      "B. J. <f> JJ. B. Reid, B. E. Breneman, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The First National Bank of Clarion versus Brenneman’s Executors.\n1. The committee provided for by the 5th section of the Act of Congress of the 12th of July, 1882 (U. S. Statutes at large, 168), to appraise the national bank shares of shareholders who do not assent to amendments to the articles of association, possess no judicial functions, render no judgment, their proceedings are not of record, the approval may be rendered verbally or in writing, they may correct a mistake made by them in their approval within thirty days from the time of making the approval.\n2. The power to correct mistakes is fundamental and inherent in all tribunals. The decision may be final while the expression may be open to correction. As a general rule, courts will find some way óf correcting clerical errors, blunders in calculation, and the like.\nOctober 5th, 1886.\nBefore Gordon, Paxson, Trunkey, Sterrett, Green, and Clark, JJ. Merottr, C. J., absent.\nError to the Court of Common Pleas of Clarion county: Of October Term 1885, No. 197.\nThis was an action of debt brought by Daniel E. Brenneman. and William Brenneman, executors of the last will of Daniel Brenneman, deceased, against the First National Bank of Clarion, Pa.\nThe following facts appear from the affidavit of claim, and from the affidavit of defence filed in this case.\nDaniel Brenneman’s executors, owners of forty shares, par value $100 each, of the capital stock of the First National Bank of Clarion, total capital $100,-000 — withdrew from said association on the execution of its charter.\nA committee was appointed to appraise the value of said forty shares of stock under section 5, Act of Congress of J uly 12th, 1882, as follows:\nThat when any national banking association has amended its articles of association, as provided in this Act, and the comptroller has granted his certificate of approval — any shareholder not assenting to such amendment may give notice in writing to the directors, within thirty days from the date of the certificate of approval, of his desire to withdraw from said association, in which case he shall be entitled to receive from said banking association the value of the shares so held by him, to be ascertained by an appraisal made by a committee of three persons; one to be selected by such shareholder, one by the directors, and the third by the first two, and in case the value so fixed shall not be satisfactory to any such shareholder, he may appeal to the comptroller of the currency, who shall cause a re-appraisal to be made, which shall be final and binding, and if said re-appraisal shall exceed the value fixed by said committee, the bank shall pay the expenses of said reappraisal, otherwise the appellant shall pay said expenses, and the value so ascertained and determined shall be deemed to.be a debt due and be forthwith paid to said shareholder from said bank, and the shares so surrendered and appraised shall, after due notice, be sold at public sale within thirty days after the final appraisement provided in this section.\nThe committee made report. The plaintiffs tendered their certificates of stock and demanded payment which was refused, wherefore this suit was brought.\nThe following is the abstract of the affidavit of defence.\nThat the instrument sued on would not entitle plaintiff to judgment for want of a sufficient affidavit of defence.\nThat defendant has a good defence to part of plaintiff’s claim, in that the committee selected to appraise the stock made a mistake in determining the value, by including the valuation fixed by them on the banking house and furniture, viz., $23,604.00, and adding said sum twice in the assets, thus erroneously increasing the amount of assets $23-,604.00 beyond the amount agreed on, which, with other mistakes, erroneously increased the value of said shares from $173^^ to $198 per share. That the intention of the committee was to fix the value of said stock at $173^^, per share, but inadvertently, and by mistake, they reported the same at $198.00 per share. That the committee corrected their error by an amended report wherein they appraised the stock at $173^3^-per share. That notice of said amended report was given to the parties April 21st, 1885. That no appeal was taken therefrom by plaintiffs. That plaintiffs tendered their certificates and demanded payment, August 5th, A. D. 1885, and defendant tendered $6,945.81, (which plaintiffs refused to accept), which sum defendant is ready and willing to pay.\nUpon motion the court rendered judgment for want of a sufficient affidavit of defence for the amount fixed by the committee in their first report of April 1st, 1885, with interest amounting to $8,135.99.\nThe defendants thereupon took this writ, assigning for error the action of the court in entering judgment.\nJames Breden (Jenhs and Reed with him), for plaintiffs in error.\nWe do not dispute the well settled principle, that a special tribunal, such as the commitee in this case, having once executed the power conferred on it, is fwictus officio.\nNor that parties voluntarily submitting the decision of their controversies to referees of their own selection, under an agreement that the award shall be final and conclusive, “ without exception or appeal,” do thereby agree to run the risk of mistakes by the arbitrators and deprive the courts of the powers they would otherwise have, to rectify such mistakes. The words “final and conclusive” alone in a voluntary submission have, however, no such effect, Mussina v. Hertzog, 5th Binn., 387; McCahan v. Reamy, 9th Casey, 535; and similar words in a statute (“final and binding” in this Act) in reference to a compulsory arbitration, will certainly have no greater effect.\nThe Pennsylvania statute of June 16th, 1836, allowing exceptions to awards for plain mistakes in fact, &c., has always been held to be merely declaratory of the law as it then existed, or, in the language of Judge Sharswood, in Rex v. Insurance Companies, 2d Philadelphia Rep., page 324, “ merely declaratory of what has always been the law, as settled by the uniform determination of the courts, both in England and in this country.” See also Coleman v. Lukens, 3 W. & S. 37; Etter v. Edwards, 4 Watts, 65 ; Christmas v. Thompson, 3 S. & R., 133; in Neal v. Shields, 2 P. & W., 300.\nThe general principle is stated in Story’s Eq. Juris., sections 1456 and 1456a, “ In regard to matters of fact, the judgment of the arbitrators is ordinarily deemed conclusive. If, however, there is a mistake of a material fact apparent upon the face of the award, or if the arbitrators are themselves satisfied of the mistake and state it, (although it is not apparent on the face of the award), and if in their own view it is material to the award, then, although made out by extrinsic evidence, courts of equity will grant relief.....The mistake must be one which shows that the arbitrator was misled, ... as by a mistake in computation.” And see cases referred to: Knox v. Symonds, 1 Ves. Jr., 369 ; Rogers v. Dellimore, 6 Taunton, 111; Klein v. Catara, 2 Gallison, 69; Jones v. Boston Mill Co., 6 Pick, 148. As a general rule, the courts in the United States, and sometimes also- in England, will find some way of correcting clerical errors, blunders in calculation, and the like.” The mistake may be pleaded in an action on the award, Id., 332 ; Bean v. Farnam, 6 Pick., 269 ; Strong v. Strong, 9 Cushing, 560; Hale v. Handy, 26 N. H., 206.\nB. J. <f> JJ. B. Reid, B. E. Breneman, for defendants in error.\n—The principle which controls this case, is clearly laid down by Baldwin, J., in U. S. v. Arredondo, 6 Peters, 729, (Book 8, U. S. Sup. C. Rep., Law Ed., 561), as follows:\n“It is an universal principle that, when power or jurisdiction is delegated to any public officer or tribunal over a subject matter, and its exercise is confided to his or their discretion, the acts so done are binding and valid as to the subject matter.....The only question which can arise between an individual claiming a right under the act done, and the public, or any person denying its validity, are, power in the officer, and fraud in the party. All other questions are settled by the decision made or the act done by the tribunal or officers, whether executive, legislative, judicial or special; unless an appeal is provided for, or other revision, by some appellate or supervisory tribunal, is prescribed by law.”\nThis principle is followed and reaffirmed in Bartlett v. Kane, 16 Howard, 272, (Book 14, Law Ed. 935;) and Belcher v. Linn, 24 Howard, 508, (Book 16, Law. Ed. 757). The same ruling is substantially recognized in Chorpening v. U. S., 3 Nott & Huntingdon, 140; and Stairs v. Peaslee, 18 Howard, 521, (Book 15, Law. Ed. 476.)\n“It is now well established that at law nothing dehors the award invalidating it, can be pleaded or given in evidence to the-jury. . (2 Wils. 148.) The arbitrators are judges chosen by the parties themselves, and their awards are not examinable in a court of law, unless the condition is to be made a rule of court, and then only for corruption or gross partiality.” Barlow v. Todd, 3 Johns., 369; affirmed in Cranston v. Kenny, 9 Id., 212; Perkins v. Wing, 10 Id., 143; Efner v. Shaw, 2 Wend., 567 ; Elmendorf v. Harris, 5 Id., 519 ; Emmet v. Hoyt, 17 Id., 413; Smith v. Lockwood, 7 Id., 244.\n“Arbitrators exhaust their power when they make a final determination of the matters submitted to them, -and they have no right afterward to alter their award.” Bayne v. Morris, 1 Wall., 97; Talbot v. Hartley, 3 Cr., 31.\nNovember 1st, 1886."
  },
  "file_name": "0315-01",
  "first_page_order": 331,
  "last_page_order": 337
}
