{
  "id": 550068,
  "name": "Brown et al. versus Commonwealth",
  "name_abbreviation": "Brown v. Commonwealth",
  "decision_date": "1886-10-18",
  "docket_number": "",
  "first_page": "335",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "114 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 W. N. C., 460",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 6112,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.0473664845268483e-07,
      "percentile": 0.5526073141715985
    },
    "sha256": "b047ec700c18c18e169d67a0c3d886eb9af52b8ed5073009f65aafa73dc9364d",
    "simhash": "1:40abae6ecc1ff7cf",
    "word_count": 1093
  },
  "last_updated": "2024-02-27T19:42:43.066067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ. Mercttr, C. J., absent."
    ],
    "parties": [
      "Brown et al. versus Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court Avas filed\nPer Curiam.\n— In the case of Lewis v. Smith, 2 S. & R., 141, it was held by this court, that where a judgment is confessed, if the plaintiff’s demand be in the nature of a debt, Avhich may be ascertained by calculation, whether it arise on a note or other writing, or on an account, it is sufficient to enter judgment generally. The judgment is supposed to be the amount of damages laid in the narr, and execution issues accordingly; but it is proper that the plaintiff should indorse the actual amount of the debt on the execution, and if injustice Inis thereby been done the defendant, the court can grant immediate relief on motion. A like ruling will be found in the case of Cochlin v. The Commonwealth, 11 W. N. C., 460. In the case in hand, judgment was confessed on the bond, under the power of attorney, in the full amount thereof, and the damages laid in the narr in the sum of money imposed, by way of fine, on the defendant by the Quarter Sessions. All this was formal and regular, and against it no exception can be entertained.\nSo, it is a mistake to suppose that the defendant and his sureties were released from the obligation of their bond by the imprisonment of the defendant in default of the payment of his fine. That was part of the penalty which he suffered in consequence of his non-compliance with the sentence of the court, and whilst it released him from the grasp of the Quarter Sessions, it in no way affected the obligation of his bond.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "AshfOarey with him), for plaintiffs in error.",
      "J. H. Osmer, for defendant in error was not heard."
    ],
    "corrections": "",
    "head_matter": "Brown et al. versus Commonwealth.\n1. A hotel keeper, to whom a license had been granted to sell liquors, and who had filed the usual bond, was convicted of selling liqucrs 'on Sunday and sentenced to pay a fine or undergo imprisonment. He served the time of his sentence in prison. Judgment was entered upon Ms bond and an execution issued to collect the amount of the fine. Held, that tMs was not error, that he and his sureties were not released from the obligation of their bond by 1ns imprisonment in default of the payment of Ms fine.\n2. Judgment was confessed on a liquor license bond, under the power of attorney, in the full amount thereof, and the damages laid in the narr, in the sum imposed, as a fine on the defendant, by the Court of Quarter Sessions for a violation of the liquor laws. Held, that tMs was formal and regular, and that against it no exception could be entertained.\nOctober 7th, 1886.\nBefore Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ. Mercttr, C. J., absent.\nError to the Court of Common Pleas of Venango county: Of October Term 1886, No. 61.\nThis was a judgment confessed by J. PI. Osmer, Esq., attorney by virtue of a power of attorney in a license bond in favor of the Commonwealth against Nathan Brown, Peter Curry, S. Kreis and Michael Neidle for the sum of two thousand dollars, the penaltj of said bond with the damages assessed at the sum of two hundred dollars.\nOn motion the court granted a rule to show cause why the judgment should not be stricken off for reasons apparent of record, and also to show cause why a rvritof fieri facias issued upon said judgment should not be stricken off. This rule the court discharged, which was assigned for error.\nThe following are the facts of the case as they appeared before the court.\nNathan Brown, one of the defendants below, made an application for an innkeeper’s license to the Court of Quarter Sessions of Venango county, Pennsylvania, to be held the fourth Monday of Januaiy, 1884, to keep an inn or public house for the entertainment of strangers and travelers in a house situate in Emlenton county and state aforesaid, and in pursuance of that business to sell intoxicating liquors as a beverage, as regulated by the various Acts of Assembly. At the time he made the application he filed therewith his bond of indemnhy in the penal sum of two thousand dollars, Peter Curry, S. Kreis and Michael Neidle, the co-defendants, signing the bond as sureties.\nThe following are the conditions of the bond: ■\nNow the condition of the above obligation is such that if the above bounden Nathan Brown shall pay all damages which may be recovered in any action which may be instituted against him under the provisions of an Act of the General Assembly of the Commonwealth of Pennsylvania, entitled, “An Act to repeal an Act to permit the voters of this Commonwealth to vote every three years on the question of granting license to sell intoxicating liquors, and to restrain and regulate the sale of the same,” approved the 12th day of April, A. x>. 1875, and shall pay all costs, fines and penalties which may be imposed upon him in any indictment for violating said Act, or any other law of this Commonwealth relating to selling or furnishing intoxicating drinks; or if the above bounden Nathan Brown do Avell and faithfully observe and keep inviolate all the laws of said CommonAvealth in reference to the business aforesaid, for and during the period of such license, then the above obligation to be void, else to be and remain in full force and virtue.\nThe license was granted, he paid the license fee and duly took out his license.\nAt the August Term of the Court of Quarter Sessions next ensuing the granting of the license, he was indicted for selling liquor on Sunday. At the ensuing November sessions of said court he pleaded guilty to this indictment, and thereupon was sentenced to pay a fine of two hundred dollars and the cost of prosecution, or in default to undergo an imprisonment in the county jail for a period not exceeding ninety days. The defendant Avent to jail, and at the expiration of his term of imprisonment was discharged as an insolvent. He paid the costs but did not pay the fine.\nTo collect this fine the judgment Avas confessed and the fieri facias issued as above shown. On the discharge of the rule to strike off the judgment and the execution, the defendants took this Avrit assigning for error the action of the court in discharging said rule.\nAshfOarey with him), for plaintiffs in error.\nJ. H. Osmer, for defendant in error was not heard.\nOctober 18th, 1886."
  },
  "file_name": "0335-01",
  "first_page_order": 351,
  "last_page_order": 353
}
