{
  "id": 550051,
  "name": "Murphy versus Crawford to the use of Jones",
  "name_abbreviation": "Murphy v. Crawford ex rel. Jones",
  "decision_date": "1886-11-08",
  "docket_number": "",
  "first_page": "496",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "114 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. N. C., 362",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "35 Pa. St., 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990448
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0364-01"
      ]
    },
    {
      "cite": "1 W. N. C., 67",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "12 Penn. St., 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/12/0243-01"
      ]
    },
    {
      "cite": "1 Phila., 118",
      "category": "reporters:state",
      "reporter": "Phila.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle, 452",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823523
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0452-01"
      ]
    },
    {
      "cite": "2 Rawle, 351",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0351-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 446,
    "char_count": 7642,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 3.2422538669772897e-07,
      "percentile": 0.8683983120251413
    },
    "sha256": "2c8bf221595d55446f74f93d4e3280d3ea5e092fe86b624d5bd33dfa52854b18",
    "simhash": "1:95899e278531e4dc",
    "word_count": 1342
  },
  "last_updated": "2024-02-27T19:42:43.066067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, Trtinkey, Sterrett, Green and Clark, JJ. Mercitr, C. J., and Paxson, J. absent."
    ],
    "parties": [
      "Murphy versus Crawford to the use of Jones."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Clark,\ndelivered the opinion of the - court\nIn a suit brought to recover a claim which had been barred by a discharge in bankruptcy, the following distinct principles may certainly be considered as settled by the decision of the court: — first, the effect of the certificate in bankruptcy is to extinguish the debt, not merely to bar the remedy for its recovery; Second, the prior legal1 obligation is a sufficient consideration for a new promise to pay it; third, the promise to be effective must be clear, distinct, and unequivocal without qualification or condition; and fourth, in an action upon such claim, the declaration must be upon the new promise and not upon the original obligation; Fields’ Case, 2 Rawle, 351; Earnest v. Park, 4 Rawle, 452; Ott v. Perry, 1 Phila., 118; Yoxtheimes v. Keyser, 12 Penn. St., 243; Canfield’s Appeal, 1 W. N. C., 67; Bolton v. King, 9 Out., 78; Hobaugh v. Murphy, 4 Amerman 358; Allen v. Ferguson, 9 Bankey L. R., 481.\nIn Field’s case, the court said: — “It is impossible to conceive how an instrument can regain its properties once lost, •except by a repetition of the solemnities from which it origin-' ally derived them, and nothing is clearer than that a promise to pay is not a new delivery; therefore it was held, that a promise to pay a specialty debt, discharged by certificate in bankruptcy, does not revive the original debt as a debt by specialty; that the original debt is merely the consideration which renders the new promise available.\nIn Reeside v. Hadden, it was said, that the absurdity of allowing a promise to revive a debt, absolutely extinguished by a release, or by a certificate in bankruptcy, is too gross to be tolerated; the proper mode of proceeding in such a case is to declare on the new promise. So, in Ott v. Perry, 1 Phila., 118, a case in the District Court of Allegheny, in which it was sought by scire facias to revive a judgment discharged by bankruptcy, it was said in substance that the judgment was not the defendants’ promise, and subject to revival by him in pais ; that it was the act of the court, and was discharged and annulled by the decree; its vitality was gone, and none but the court could give it new life; it was discharged fully and formally, and the remedy upon, it was exhausted.\nThe j udgment upon which this scire facias issued was entered 17th February, 1877; the defendant was discharged in bankruptcy 9th July, 1880, from all debts existing 23rd April 1878. This judgment was therefore absolutely extinguished by the decree. The plaintiff has established a new promise of the defendant to pay, but this does not revive the debt of record; the defendant’s responsibility rests upon the promise alone, and must be enforced by such remedies as are appropriate in the collection of simple contract debts. It follows, therefore, that the scire facias upon the judgment cannot be sustained.\nIt is contended, however, that under the provisions of the Act of 10th May, 1871, the form of the action may be amended. The scire facias is a proceeding upon the judgment, as such; the purpose of a writ of scire facias, upon a judgment is either to remove it, the defendant being required by the terms of the writ to show cause whv execution ought not to issue, or to make some third person a'party thereto and chai’geable therewith, as terre tenant or otherwise, who was not party to the original suit; in either case, however, the purpose of the writ is simply to continue a former suit to execution. It is therefore not an original action, but the continuation of a pending suit, and the specific cause of action .is the judgment. To suffer an amendment by which the form of action might be changed to an original suit was, we think, not contemplated in the Act of 1871.\nBesides, as we have said, upon a scire facias the cause of action is the judgment, and the general issue plea is nul tiel record. By the bankruptcy the judgment is extinguished; the new promise creates a new debt, for which the prior indebtedness is the consideration merely. The new promise, and not the judgment, is the meritorious cause of action. By substituting assumpsit or debt, for the remedy by scire facias, is therefore to change the cause of action, and this it has been repeatedly held cannot be done; Trego v. Lewis, 8 P. F. S., 468; Royse v. May, 12 Norris, 454; Tyrell v. Lamb, 15 Norris, 464; Taylor v. Hanlin, 7 Out., 504.\nUpon the recent assignment of error, therefore, the judgment must be reversed. Owing to the view we have taken of this case, it is unnecessary to consider the remaining errors.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Clark,"
      }
    ],
    "attorneys": [
      "Barton $ Sons, for plaintiff in error.",
      "John S> Ferguson, for defendant in error.!"
    ],
    "corrections": "",
    "head_matter": "Murphy versus Crawford to the use of Jones.\n1. The effect of a discharge in bankruptcy is to extinguish the debt, not merely to bar the remedy for its recovery; but the prior legal obligation'is a sufficient consideration for a new promise to pay it. This promise, to be effective must be clear, distinct and unequivocal, without qualification or condition. In an action to recover a claim, extinguished by a discharge in bankruptcy, the declaration must be upon the new promise, and not upon the original obligation.\n2. A scire facias, to revive and continue a lien of a judgment, is not an original action. Under the Act of May 10th, 1871, this action cannot be amended to one of debt or assumpsit, in a proceeding to recover a judgment extinguished by a discharge in bankruptcy; for this would ' be changing not only the form, but the cause of the action.\nOctober 26th, 1886.\nBefore Gordon, Trtinkey, Sterrett, Green and Clark, JJ. Mercitr, C. J., and Paxson, J. absent.\nError to the Court of Common Pleas No. 1, of Allegheny County: Of October Term 1886, No. 58.\nThis was a scire facias to revive a judgment obtained in March, 1877, by Harris Crawford against Murphy & Hamilton, then co-partners — carpenters' and builders, which judgment had been paid, at the expiration of the stay of execution, by E. P. Jones, who took an assignment of the judgment. Pleas, non assumpsit, payment with leave. The defence was, that the defendants were discharged as bankrupts on the 9th day of July, 1880, and'that the debt, if any existed, was barred by the discharge. The plaintiff claimed that although the debt was discharged by the adjudication in bankruptcy, yet the defendant, since the said discharge, had promised to pay the same.\nThe court, Stowe P. J., charged the jmy as follows:\nIf you believe the testimony of E. P. Jones, the plaintiff, your verdict should be in his favor, as against Henry Murphy.\nSecond assignment of error.\nBarton $ Sons, for plaintiff in error.\n— If Murphy did make the promises the plaintiff alleges, and if the samewere sufficient to enable the plaintiff to recover on the same, the course of the plaintiff was'to sue- Murphy on his promise. We'think this position is borne-'-Out''-by the decision of this court in Field’s Estate, 2d Rawle,. 351, .and also by ah opinion by Lowry, J., in Ott v. Perry, 1st. Phila., 118, where it is ruled that a judgment discharged by bankruptcy .eamiot be revived on proof of anew promise. . If there be any remedy jt must be by a new action on the new promise.\nJohn S> Ferguson, for defendant in error.!\n— It - is admitted that an action might have been brought, on the new promise. After a trial on the merits, the judgment will-not be reversed on the ground that thé plaintiff has adopted a wrong form of action. Bennett v. Bullock, 35 Pa. St., 364. We might have amended; and if so, then the verdict cures' the:matter now complained of. Boyle w. Dunn, 2 W. N. C., 362. It is therefore unnecessary to discuss-the question in the abstract.\nNovember 8th 1886."
  },
  "file_name": "0496-01",
  "first_page_order": 512,
  "last_page_order": 515
}
