{
  "id": 550047,
  "name": "Jones et al. versus Cable",
  "name_abbreviation": "Jones v. Cable",
  "decision_date": "1887-01-03",
  "docket_number": "",
  "first_page": "586",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "114 Pa. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Phila., 117",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "36 Conn., 365",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        782644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/36/0365-01"
      ]
    },
    {
      "cite": "44 Pa. St., 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484307
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0434-01"
      ]
    },
    {
      "cite": "8 Wright, 297",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "37 Leg. Int., 414",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "1 Grant, 60",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225881
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/1/0060-01"
      ]
    },
    {
      "cite": "68 Pa. St., 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0477-01"
      ]
    },
    {
      "cite": "40 Pa. St., 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "28 Pa. St., 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "17 W. N. C., 547",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "99 Mass., 454",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2139791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/99/0454-01"
      ]
    },
    {
      "cite": "17 Wend., 119",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0070-01"
      ]
    },
    {
      "cite": "111 Pa., 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545433
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0026-01"
      ]
    },
    {
      "cite": "86 Pa. St., 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "60 Pa. St., 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wright, 243",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "120 Mass., 135",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/120/0135-01"
      ]
    },
    {
      "cite": "24 Penn. St. R., 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/24/0057-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 14226,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.5399949009648136e-07,
      "percentile": 0.924177818861254
    },
    "sha256": "3a2a4ae154975637434c485224aed88fddc7aaf15f1d92fe481519ef9988b31f",
    "simhash": "1:a8e198485b267d5d",
    "word_count": 2585
  },
  "last_updated": "2024-02-27T19:42:43.066067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ. Mercur, C. J., absent."
    ],
    "parties": [
      "Jones et al. versus Cable."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court,\nJohn Cable, the testator, devised his farm to his two sons iu the following words: “I give and bequeath unto my two sons John and Edward Cable, all my farm after my death to them as long as they do live, and after their death to their children,” etc.\nOur construction of this will is that John and Edward take a life estate, with remainder to their children as purchasers, upon the death of the survivor. It is plain that this was the intention of the testator, for the devise over to the children does not take effect until after “their” death, which evidently means the death of the survivor. It is true the Act of 1812 has abolished joint tenancy in this state, but that Act has never been held to prevent a testator creating a joint tenancy by the express language of his will, or by necessary implication. On the contrary it was held in Arnold v. Jack's Executors, 24 Penn. St. R., 57,'that while survivorship as an incident to joint tenancy was abolished by the Act of 1812, it may be expressly given by will or deed. The third survivorship results as a necessary implication from this will so far as the life estate is concerned, and as Edward Cable has survived John, and is still living, it is clear the plaintiffs cannot recover the possession of any portion of this farm at present, whatever may be their lights upon the death of Edward.\nThis is as far as it is necessary for us to go at present.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "John Barton and Wesley I. Craig, for plaintiffs in error.",
      "John 8. Ferguson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Jones et al. versus Cable.\n1. A testator devised liis farm to Ms two sons in the following words' “I give and bequeath unto my two sons, John and Edward, all my farm after my death, to them as long as they do live, and after their death to their children. Held, that John and Edward take a life estate with remainder to their children as purchasers upon the death of the survivor.\n2. Although the Act of March 31st, 1812, has abolished joint tenancy in this Commonwealth, yet a joint tenancy may be created by the express words of a will, or by necessary implication.\nNovember 4th, 1886.\nBefore Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ. Mercur, C. J., absent.\nError to the Court of Common Pleas No. 2, of Allegheny county: Of October Term, 1886, No. 165.\nEjectment for the undivided three fourths of the undivided one half of one hundred and thirty-three acres of land situated in Allegheny county brought by Samuel J. Jones and Hattie Jones his wife, in right of said Hattie Jones, George L. Rose and. Jessie O. Rose his wife, in right of said Jessie C. Rose, Joseph C. Reed, William McClure, executor of Sarah McClure his deceased wife, in right of heirs of said Sarah McClure, John Portsmouth and Eliza Portsmouth in light of said Eliza Portsmouth, against Edward Cable and Sophia Cable his wife.\nOn the trial before Ewing, P. J., it was admitted that the title to the whole tract of land described in the writ was in John Cable who died, seized thereof, December 12th, 1856, having made the following last will and testament, which was duly probated, December 19th, 1856.\nThe last will and testament of John Cable, of Indiana Township, County of Allegheny, and State of Pennsylvania, “I, John Cable, considering the uncertainty of this mortal life, and being of sound mind and memory, (blessed be Alighty God for the same) do make and publish this my last will and testament in manner and form following, (that is to say) after the payment of all my just debts. First. I give and bequeath unto my two sones John and Edward Cable, all my farm after my death to them as long as the do live, and after there death to there children, but that the said John and Edward Cable is to pay to my four daughters as follows: to Eliza Portsmouth, my daughter, wife of John Portsmouth, five hundred dollars; to Sarah McClure, my daughter, wife of William McClure, five hundred dollars; to Jessica Reed, my daughter, wife of Joseph Reed, five hundred dollars; to Harriet Cable, three hundred dollars, to be paid in two years after my death, and also my sones, the aforesaid John and Edward Cable, or there heirs, are to find a house for my wife Sarah and daughter Harriet and keep them and cloath them, also to provide for them everything that is necessary for there cumfort as long as they shall live or remain unmarried.”\nThat at his death he left surviving a widow, Sarah Cable, since deceased; two sous, Edward and John — Edward still living. John died Juty 8th, 1876, aged 56, unmarried and without issue, also four daughters, namely: Eliza, married to John Portsmouth; Sarah, married to William McClure; Jessica, married to Joseph Reed, and Harriet, who never married, who died April 2nd, 1881.That the parties plaintiff are Mrs. Eliza Portsmouth and the heirs of the other daughters who are dead. That if plaintiffs are entitled to recover at all it is for the three fourths of the undivided one half of the tract. That Edward Cable was and is in possession.\nThe jury returned a special verdict for the plaintiff for the undivided three fourths of the undivided one half of the land described iu writ, with’ six cents damages and costs, subject to the opinion of the court upon the questions of law reserved, to wit: whether or not under the will of John Cable, in evidence, and under the agreed and admitted facts set forth in the Judge’s notes of trial, the plaintiffs are entitled to recover; if so, the judgment to be entered in favor of plaintiffs, otherwise for the defendant. The court decided the law to be with the defendants, filing the following opinion:\n1. If it be assured that John Cable, the second, and Edward Cable took but life estate under the will of their father, we do not deem it a vital question as to whether or not that was a joint life estate or a tenancy in common.\n2. If the sons took but a life estate, and the children take as purchasers and not as heirs of the first taker, the remainder is in the whole farm, and that is devised to their children, i. e., the children of John and Edward, whoever they may be, and regardless of their number, and they take per capita.\nJarman on Wills, vol. 2, page 194; Hill v. Bowers, 120 Mass., 135; Abrey v. Newman, 16 Beav., 431; Cunningham 1 De Gex. & S., 366.\n3. If the devising clause of the will, to wit, “I give and bequeath to my two sons John and Edward Cable all my farm, after my death, to them as long as they do live, and after their death to their children,” stood alone, or if there is nothing in the other portions of the will to modify and control the ordinary meaning and effect of these words, there can be no doubt that it vested a life estate onty in the sons and created a remainder for their children as purchasers : Cote v. Von Bonhorst, 5 Wright, 243; Custis v. Longstreght, 8 Id., 297.\n4. Following the devising clause are these provisions: “But the said John and Edward is to pay to mj' four daughters as follows: To Eliza Portsmouth five hundred dollars; 1o Sarah McClure five hundred dollars; to Jessica Reed five hundred dollars, and to Harriet Cable three hundred dollars, to be paid in two years after my death; and also my sons, the aforesaid John and Edward Cable, or their heirs, are to find a house for my wife, Sarah, and daughter, Harriet, and keep them and clothe them, also to provide for them everything that is necessary for their comfort as long as they shall live or remain unmarried.” No doubt that the testator meant by the words “there heirs” in the latter clause, the same persons whom he designated as “there children” in the devising clause, and it is argued by plaintiff’s counsel that this of itself is sufficient to control and modify the meaning of the words “there children”; and further, that the bequest to the widow and the daughters indicate that the testator in fact intended to make a division of his property, making all his .children substantially equal, and that a life estate in the sons was not equal in value to the legacies given which they were required to pay. (In Cable’s Appeal, 10 Norris, 327, it has been decided that these legacies are not a charge on the land.) Counsel argue earnestly, and at least plausibly, that all this not only justifies, but requires the court to read the will as though the devise was to the sons for life, and at their death to their issue or heirs of the body, which at common law would vest an estate tail and under our statute of 1855, an estate in fee simple in the first taker.\n5. We are of the opinion that these provisions are not sufficient to control and change the well established meaning and effect of a devise to children after a distinct devise of a life estate to the parent, as ruled in so many cases. The meaning of the testator must be deduced in this case from what he says, from the apt words he uses in a connection in which they have a well settled meaning fixed by adjudicated cases.\n6. Whether the brothers took an estate in common or a joint estate, they took but a life estate; a remainder was devised to their children, meaning the children of both or either,-as purchasers notas heirs; and there being children of Edward living, they take either at the death of'John or at the death of their father;, and although John died leaving no children, the plaintiffs have no title to the land devised by John Cable the first.\n7. And now, 10th July, 1886, after argument of counsel and upon consideration, the court being of the opinion that on the reserved question the law is with the defendant, it is ordered that, upon payment of the verdict fee, judgment be entered in favor of the defendant non obstante veredicto.\nJudgment was accordingly entered, whereupon the plaintiffs took this writ assigning for error inter alia, the action of the court in entering judgment in favor of- the defendant, non obstante veredicto.\nJohn Barton and Wesley I. Craig, for plaintiffs in error.\n— John and Edward took and held the farm ás teuants in common and not as joint tenants : Purdon’s Digest, 815, sec. 1; Kennedy’s Appeal, 60 Pa. St., 516; Yeard’s Appeal, 86 Pa. St., 128; Beeson v. Miller, 15 Pitts., 187 ; Seely v. Seely, 44 Pa. St.; 434; Appeal of Cockins & Harper, Executors, 111 Pa., 26.\nAs John and Edward held the farm as tenants in common and not as joint tenants, their children take at two different times and by the per stirpes rule, that is, John’s children at his death will take his one half: 2 Jarman on Wills, 197; Tery v. White, Cowp. Rep., 787;. Taniere v. Pearkes, 2 Sim. and Stew., 383; Wills v. Wills, 20 Equity, 342; Hunt v. Dorest, 5 De Gex Macnaghten and Gordon’s Rep., 573; Arrow v. Mellish, 1 De Gex and Small, 356; Stoutenburgh v. Moore, 37 New Jersey Equity Rep., 63; Vreeland v. Van Ryper, 26 E. Green, 133; Woolston v. Beck, 34 New Jersey, 74; Bool v. Mix, 17 Wend., 119; Putnam v. Gleason, 99 Mass., 454; Flinn v. Jenkins, 1 Collyer, 364; Wills v. Douglass, Beav. Rep. 10 —47 ; Doe & Patrick v. Boyle, 13 Q. B., 100 : Turner v. Whittaker, 28 Beav., 196: Archer v. Legg, 30 Id., 187; Malcom v. Martin, 3 Brown’s C. C., 49; Pearce v. Edmeades, 3 Young and Collyer, R. 246.\nAs John’s children were to take his share of the farm, if they were to take as purchasers, there being no children, John’s one half would revert to the heirs of John the first, of which the plaintiffs represent three fourths: McDevitt’s Appeal, 17 W. N. C., 547.\nOn investigating this will and treating it as giving a life estate to the sons and remainder to their children as purchasers, it has been found that plain riffs are entitled to three fourths of John’s half.\nBut did not John the second rather take a fee tail, which under the Act of 1855 became a fee simple in him: Purdon’s Digest, 620, sec. 8; Price v. Taylor, 28 Pa. St., 107; Haldman v. Haldman, 40 Pa. St., 35.\nIn construing a will the value of the estate may be taken into consideration: Postlethwater Appeal, 68 Pa. St., 477; Branden et al. v. Branden, 1 Grant, 60; Haldeman v. Haldeman, 40 Pa. St., 35.\nThe will shows that testator did not know the technical meaning of the word children, and was otherwise illiterate.\nThe illiterate 'and unlearned in the law use the word children to mean issue of the body: Blair v. Miller, 37 Leg. Int., 414.\nThe testator by the use of the word heirs in latter part of will to indicate the same persons indicated by children in former part, shows that by children he meant issue or heirs of body. In either case John would have taken a fee tail.\nIf the words heirs or issue be substituted for children, then John took an estate tail heirs mean issue: Curtis et al. v. Longstreeth, 8 Wright, 297; Seely v. Seely, 44 Pa. St., 434; Appeal of Cockins & Harper, Exrs., 111 Pa. St., 26.\nJohn 8. Ferguson, for defendant in error.\n— Even in cases where the words used in a will, standing alone, would create a tenancy in common, they maj'- be controlled and neutralized by the context; and such, it seems, is the effect of the testator’s postponing the enjoyment of an ulterior devisee or legatee until the decease of the survivor of the several co-divisees, or legatees for life, which, it is thought, demonstrates an intention that the property shall in the meantime devolve to the survivors under the jus accrescendi, which is incidental to a joint tenancy: 2 Jarman on Wills, 260; Armstrong v. Eldridge, 3 B. C. C., 215; Tuckerman v. Jeffries, 3 Bac. Ab., 681, 6th ed.; Pearce v. Edmeades, 3 Y. & C., 246.\nIf it were not for our Act of 1812, relative to joint tenancies, it would not have been doubted that the will gave a joint tenancy for life to John and Edward, with remainder in fee to their children.\nA devise to two or more persons simply, it has long been settled, makes the devisees, joint tenants: 2 Jarman on Wills, 251; Jacobs v. Bradley, 36 Conn., 365.\nNotwithstanding the Act of 1812, a joint estate may still be created in Pennsylvania by express words, or necessary implication : Lenz v. Lenz, 2 Phila., 117.\nIf the legal effect of a devise to two or more has been changed by the Act, the words of the devise in this case are such that the implication necessarily arises, that, the intention of the testator was that the survivor of the life tenants should enjoy the entire estate for the residue of his life.\nJanuary 3rd, 1887."
  },
  "file_name": "0586-01",
  "first_page_order": 602,
  "last_page_order": 607
}
