{
  "id": 1829818,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Ronald DeLUCA, Appellee",
  "name_abbreviation": "Commonwealth v. DeLuca",
  "decision_date": "1991-10-07",
  "docket_number": "No. 130 E.D. Appeal Docket 1989",
  "first_page": "290",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "528 Pa. 290"
    },
    {
      "type": "parallel",
      "cite": "597 A.2d 1121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "512 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800413
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "543"
        },
        {
          "page": "1257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0540-01"
      ]
    },
    {
      "cite": "485 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755476
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "576"
        },
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0572-01"
      ]
    },
    {
      "cite": "560 A.2d 238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. Super. 661",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 7705,
    "ocr_confidence": 0.746,
    "pagerank": {
      "raw": 1.3404085637612157e-07,
      "percentile": 0.6310223105671412
    },
    "sha256": "75622465c67a4bd3085099115a07a2104c83770bbd51a5b744749e2ba3c059cf",
    "simhash": "1:1ed2ca27f3367128",
    "word_count": 1233
  },
  "last_updated": "2024-02-27T22:25:32.530859+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "ZAPPALA, J., files a dissenting opinion in which FLAHERTY, J., joins.",
      "FLAHERTY, J., joins in this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Ronald DeLUCA, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMcDERMOTT, Justice.\nThe appellee, Ronald DeLuca, was found guilty of disorderly conduct following a bench trial, and a fine of $50.00 and costs were imposed. On appeal, the Superior Court reversed the judgment of sentence holding that the evidence was insufficient as a matter of law to support a conviction under the statute. 388 Pa. Super. 661, 560 A.2d 238.\nThe Commonwealth filed a petition for allowance of appeal which we granted to examine the issue of whether the Commonwealth proved that appellee’s words and actions would be considered disorderly conduct under the relevant statute. The facts of this case, when viewed in the light most favorable to the Commonwealth as a verdict winner, are as follows.\nOn May 31, 1986, at approximately 1:00 A.M., Upper Darby Township (Delaware County) uniformed police officers Raymond Graff and John Cunningham responded to a radio call of a reported stabbing of a police officer. Upon arriving at the scene, they noticed a large crowd of thirty (30) to fifty (50) persons. As they approached, the officers saw appellee hurrying away from a small group which appeared to the officers to be the focal point of the incident. The officers stopped appellee and instructed him to remain until they made an assessment of the situation. Appellee answered Officer Graff by stating that he was leaving and he directed the officer to get out of his way. Officer Graff repeated to appellee that he was not to leave until the officers understood what was going on. At this juncture, appellee shouted at Officer Graff, “Get out of my f-way.” Officer Graff placed his hands on appellee’s shoulders and repeated his instructions, but appellee pushed the officer’s hands off his shoulders while loudly stating, “Yes I’m leaving. Get the f— out of my way.” Immediately following this statement, appellee was arrested.\nAppellee was charged with and convicted of a violation of disorderly conduct pursuant to § 5503(a) of the Crimes Code, which provides, inter alia, as follows:\n(a) Offense defined. A person is guilty of disorderly conduct if, with intent to cause public inconvenience, annoyance or alarm, or recklessly creating a risk thereof he:\n(1) engages in fighting or threatening, or in violent or tumultuous behavior;\n(2) makes unreasonable noise;\n(3) uses obscene language or makes an obscene gesture; or\n(4) creates a hazardous or physically offensive condition by an act which serves no legitimate purpose of the actor.\n18 Pa.C.S. § 5503(a).\nOn appeal, the Superior Court reversed the conviction on the basis that the Commonwealth did not prove beyond a reasonable doubt that appellee’s words and actions “caused public alarm, annoyance or inconvenience.” The court did however, acknowledge that- appellee’s words qualified as “obscene language” under the statute.\nThe Commonwealth argues that the Superior Court improperly based its reversal on its conclusion that the obscene language attributed to the appellee was not the type of language sought to be prohibited by the disorderly conduct statute. The Commonwealth further contends that the intent requirement for a conviction of disorderly conduct is fulfilled where the appellee recklessly creates a risk of public inconvenience, annoyance or alarm. It is the Commonwealth’s position that because appellee’s language was obscene, abusive, and made in a loud voice, coupled with the knocking away of the officer’s hands, all of which occurred in close proximity to the crowd, his acts recklessly created a risk of public inconvenience, annoyance or alarm.\nIn response, the appellee contends that Superior Court correctly concluded that he merely told the officer to get out of the way in a rude manner, and that although his statements contained a vulgarity, they did not constitute disorderly conduct because the comments were not directed towards the officer, nor did they constitute fighting words. He further contends there was no cause to arrest the appellee after he pushed the officer’s hands off his shoulders.\nIn focusing on whether appellee caused public alarm, annoyance or inconvenience, the Superior Court ignored the alternative equally important evil sought to be prevented by the statute, to wit: “recklessly creating a risk” of public alarm, annoyance or inconvenience. The police in the instant case, in response to a report of a stabbing, arrived at 1:00 A.M. outside a local tavern and were confronted with a large crowd. Such a situation is, by its nature, fraught with danger; danger not only to participants in whatever incident may have been the genesis of such a scene, but danger to bystanders, passersby and arriving police officers. Here, the officer made no illegal or unreasonable request of the appellee. The appellee’s response was the very type of spark the statute so plainly seeks to extinguish before it becomes a flame.\nAfter reviewing the record, we find that under the statute, the trial court’s decision was supported by the evidence, and there was no basis upon which its decision should have been disturbed.\nAccordingly, the order of the Superior Court is reversed, and the matter is remanded to that court for its resolution of appellee’s issues which were not previously addressed.\nZAPPALA, J., files a dissenting opinion in which FLAHERTY, J., joins.\n. This case was reassigned to this writer on August 26, 1991.\n. Appellee’s position in this appeal is that the Commonwealth’s evidence was insufficient to establish a violation of the statute. On reviewing a defendant’s claim of insufficiency, our standard of review is whether, viewing the evidence in the light most favorable to the Commonwealth, and drawing all reasonable inferences favorable to the Commonwealth, there is sufficient evidence to find every element of the crime beyond a reasonable doubt. Commonwealth v. Harper, 485 Pa. 572, 576, 403 A.2d 536, 538 (1979), See Commonwealth v. Griscavage, 512 Pa. 540, 543, 517 A.2d 1256, 1257 (1986).\n. Act of Dec. 6, 1972, P.L. 1482, No. 334, 18 Pa.C.S. § 5503(a).\n. In his appeal to the Superior Court, appellee raised three issues. Because of the Superior Court’s disposition of appellee’s first issue, the remaining issues became moot. Given our present disposition, appellee is entitled to have those issues addressed by the Superior Court.",
        "type": "majority",
        "author": "McDERMOTT, Justice."
      },
      {
        "text": "ZAPPALA, Justice,\ndissenting.\nI dissent. The majority characterizes the Appellee’s response to the police officer’s instruction as the type of spark the statute so plainly seeks to extinguish before it becomes a flame. While a report of a stabbing in the early morning hours outside a tavern with a large crowd may offer a potential volatile situation, the record is devoid of any evidence that the incident presented any danger to bystanders, passersby or the arriving police officers. In fact, there is no evidence that the crowd was even aware of the confrontation between the police officer and Appellee. Therefore, it is mere' speculation that Appellee’s words and actions recklessly created a risk of public inconvenience, annoyance or alarm. Instead, the majority would use this statute as the means to prohibit Appellee’s use of language which was not even directed to the police officer personally. I would not penalize the Appellee for his apparent lack of vocabulary.\nFLAHERTY, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Sandra L. Elias, Chief, Law & Appeals Unit, Patricia Radich, Asst. Dist. Atty., for appellant.",
      "M. Emmons Stivers, Media, for appellee."
    ],
    "corrections": "",
    "head_matter": "597 A.2d 1121\nCOMMONWEALTH of Pennsylvania, Appellant, v. Ronald DeLUCA, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 5, 1990.\nDecided Oct. 7, 1991.\nSandra L. Elias, Chief, Law & Appeals Unit, Patricia Radich, Asst. Dist. Atty., for appellant.\nM. Emmons Stivers, Media, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0290-01",
  "first_page_order": 424,
  "last_page_order": 429
}
