{
  "id": 1829856,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Clifford T. NEWMAN, Appellee",
  "name_abbreviation": "Commonwealth v. Newman",
  "decision_date": "1991-10-07",
  "docket_number": "No. 83 M.D. Appeal Docket 1990",
  "first_page": "393",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "528 Pa. 393"
    },
    {
      "type": "parallel",
      "cite": "598 A.2d 275"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "510 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1797005
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0537-01"
      ]
    },
    {
      "cite": "492 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767227
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0411-01"
      ]
    },
    {
      "cite": "519 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1813544
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "545"
        },
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/519/0532-01"
      ]
    },
    {
      "cite": "508 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794061
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0198-01"
      ]
    },
    {
      "cite": "493 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731729
      ],
      "weight": 12,
      "year": 1981,
      "pin_cites": [
        {
          "page": "176"
        },
        {
          "page": "720"
        },
        {
          "page": "176"
        },
        {
          "page": "721"
        },
        {
          "page": "175"
        },
        {
          "page": "720"
        },
        {
          "page": "176"
        },
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0164-01"
      ]
    },
    {
      "cite": "518 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811673,
        1811668
      ],
      "weight": 11,
      "year": 1988,
      "pin_cites": [
        {
          "page": "302"
        },
        {
          "page": "497"
        },
        {
          "page": "303"
        },
        {
          "page": "497"
        },
        {
          "page": "307, 308"
        },
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0290-01",
        "/pa/518/0290-02"
      ]
    },
    {
      "cite": "388 Pa.Super. 146",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472526
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/388/0146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 754,
    "char_count": 15402,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 3.5383748922527333e-07,
      "percentile": 0.8846793770602069
    },
    "sha256": "fb44de5f6abee13c8bd0ce584ca570a3415c9389e760453a9e21ebbc7b26df4a",
    "simhash": "1:8c9ff47c35cab22d",
    "word_count": 2571
  },
  "last_updated": "2024-02-27T22:25:32.530859+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "PAPADAKOS, J., filed a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Clifford T. NEWMAN, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nAppellant raises several issues in this appeal, the primary issue being whether the trial court abused its discretion in denying the motion for severance filed on behalf of appellee. Because of our disposition of the issue of severance, we do not reach the remaining arguments raised by appellant. We conclude that the motion for severance was properly denied by the trial court. Accordingly, the decision of the Superior Court is reversed.\nAppellee was convicted by a jury of two rapes and related offenses and was sentenced to consecutive terms of ten to twenty years imprisonment. Although the rapes stemmed from two separate incidents which occurred eighteen months apart and separate informations were filed as to those incidents, appellee was tried for both offenses in a single proceeding.\nAt the time of both incidents involved here, appellee was employed as an X-ray technician at Centre Community Hospital and was working the night shift. The first incident occurred on January 14, 1986. On that date, Carolyn Royer was injured when the vehicle she was operating struck a utility pole. She was arrested for driving under the influence of a controlled substance in connection with this accident. Following the accident, she was taken by a police officer to Centre Community Hospital for treatment of a head injury she sustained in the accident. The physician who examined Ms. Royer ordered x-rays to be taken of her head. She was taken to the x-ray department in a wheelchair. Appellee met her in the x-ray department and after closing the door, instructed Ms. Royer to disrobe and lie on the examination table. Appellee then began fondling and sucking Ms. Royer’s breasts. He then penetrated her vagina with his fingers and when she began protesting and crying, appellee told her to “shut up.” He subsequently climbed onto the examination table and raped her. Afterward, he threatened to kill her if she told anyone about the incident. While Ms. Royer did tell her husband about the incident immediately following thereto, neither she nor her husband told anyone else at that time.\nIn June, 1987, after suffering an injury at work, Ms. Royer was sent to a doctor’s office for an examination. After examining Ms. Royer, the doctor ordered x-rays. Appellee, who was substituting that day for the doctor’s regular technician, performed those x-rays. Appellee had Ms. Royer disrobe, put on a paper gown, and lie on an examination table. He asked Ms. Royer several times whether she remembered him to which she responded “yes.” After taking the x-rays, appellee told Ms. Royer she looked sad and asked her if she needed a hug. Appellee followed Ms. Royer outside while she awaited the arrival of her husband, at which time he suggested they have lunch or something. Ms. Royer refused appellee’s offer.\nOn July 4, 1987, as Ms. Royer was watching the 6:00 p.m. evening news, she heard a report that a fourteen year old girl had been assaulted at Centre Community Hospital. Ms. Royer then contacted the police and reported what had occurred in January, 1986.\nThe incident giving rise to the second set of charges took place on July 2, 1987. On that date, Roberta Bland, who was at that time fourteen years of age, fell and struck her head sharply on a gymnasium floor while attending gymnastics camp in Centre County. When Roberta complained of a severe headache and nausea, she was taken to Centre Community Hospital for an examination. Roberta arrived at the hospital, escorted by two of her camp counselors, at approximately 10:30 p.m. on July 2, 1987. She was examined by a doctor who ordered that x-rays be taken of her head. She was taken by wheelchair to an isolated area of the hospital where she was met by appellee. Appellee took Roberta into the x-ray room and told her if she was good, he would give her “a kiss on the forehead or something.” After taking several x-rays, appellee suddenly hugged Roberta and kissed her, penetrating her mouth with his tongue. He picked her up and laid her across the width of the examination table. He lifted her shirt and kissed her chest and then pulled down her underwear and raped her.\nAfter being wheeled from the x-ray room, Roberta was met by one of her counselors, Carolyn, who Roberta told that she had something to discuss with her. Roberta was unable to tell Carolyn of the incident at that time because appellee was standing nearby. When the two returned to their vehicle, Ivan, the other camp counselor, was there waiting and Roberta was again unable to tell Carolyn what had happened. However, the following morning, Roberta did relate to Carolyn what had occurred while she was at the hospital.\nAppellee was arrested on July 8, 1987 and charged separately in connection with these two incidents. Following separate preliminary hearings on each complaint, appellee was ordered held for trial. Subsequently, the Commonwealth filed notice of its intention to consolidate the cases for trial. Appellee then filed a motion for severance which the trial court denied following argument thereon. In November, 1987, a joint trial was held and appellee was convicted by a jury on all counts. Post-verdict motions were filed and denied and appellee was sentenced to two consecutive terms of ten to twenty years imprisonment. The Superior Court reversed the judgment of sentence and remanded for separate trials. 388 Pa.Super. 146, 564 A.2d 1308.\nThe Commonwealth argues that the Superior Court erred in overturning the convictions of appellee which arose from two separate indictments but which were tried in a single trial. The Commonwealth contends that the cases were properly tried together because evidence of one would be admissible at trial of the other to prove a “common design.” The Superior Court found that the circumstances surrounding the two assaults did not establish a pattern or similar fundamental characteristics of the commission of the crimes by the perpetrator and, therefore, should not be tried together.\nWhether or not separate indictments should be consolidated for trial is within the sole discretion of the trial court and such discretion will be reversed only for a manifest abuse of discretion or prejudice and clear injustice to the defendant. Commonwealth v. Lark, 518 Pa. 290, 543 A.2d 491 (1988). After reviewing the similarities in the two rapes at issue here we conclude that the trial court did not abuse its discretion in denying appellee’s application for severance.\nRule 1127 of the Pennsylvania Rules of Criminal Procedure provides in relevant part as follows:\nA. Standards\n(1) Offenses charged in separate indictments or informations may be tried together if:\n(a) the evidence of each of the offenses would be admissible in a separate trial for the other and is capable of separation by the jury so that there is no danger of confusion; or\n(b) the offenses charged are based on the same act or transaction.\nRule 1128 provides that “[T]he court may order separate trials of offenses or defendants or provide other appropriate relief, if it appears that any party may be prejudiced by offenses or defendants being tried together.” Pa.R.Crim.P. 1128. Thus, where a defendant moves for severance of two or more indictments not based on the same act or transaction, the court must determine whether evidence of the distinct offenses would be admissible in a separate trial for the other; whether such evidence can easily be separated by the jury so as to avoid confusion; and whether the defendant will be unduly prejudiced by the consolidation. Lark, 518 Pa. at 302, 543 A.2d at 497.\nRule 1127 A(1)(a) was adopted December 11, 1981, in direct response to this Court’s decision in Commonwealth v. Morris, 493 Pa. 164, 425 A.2d 715 (1981). In Morris, we held that indictments may be consolidated where the separate offenses show the unusual or distinctive modus operandi of the defendant. Id., 493 Pa. at 176, 425 A.2d at 720. In arriving at this standard, we weighed the possibility of prejudice to the defendant and/or the injustice caused by the consolidation against the consideration of judicial economy. In seeking consolidation of separate indictments, the Commonwealth is required to show more than that the crimes are of the same class. Rather, it must be shown that a high correlation in the details of the crimes exists such that proof that the defendant committed one makes it very unlikely that anyone else but the defendant committed the others. Morris, 493 Pa. at 176, 425 A.2d at 721.\nAs this Court noted in Morris, evidence of a distinct crime is inadmissible solely to show a defendant’s propensity to commit a crime. Morris, Id., 493 Pa. at 175, 425 A.2d at 720. Evidence of other crimes is, however, admissible for certain purposes if the probative weight of the evidence outweighs any possible prejudice to the jury. Commonwealth v. Claypool, 508 Pa. 198, 495 A.2d 176 (1985). Accordingly, evidence of other crimes may be introduced for the limited purposes of showing (1) motive; (2) intent; (3) absence of mistake or accident; (4) a common scheme, plan or design embracing commission of two or more crimes so related to each other that proof of one tends to prove the others; or (5) to establish the identity of the person charged with the commission of the crime on trial. Lark, 518 Pa. at 303, 543 A.2d at 497.\nThe Superior Court concedes that there is commonality of roles and situs attendant to the instant offenses, but finds that the common elements of the two incidents fails to establish a “common design” as to the acts of the perpetrator during the commission of these offenses. It was the position of the Superior Court that the similarities necessary to establish “common design” may only be found “in the acts which compose the crime and which are performed by the perpetrator.” This is a misstatement of the law as first enunciated in Morris. Consolidation of indictments requires only that there are shared similarities in the details of each crime. See, Commonwealth v. Morris, 493 Pa. at 176, 425 A.2d at 721.\nAn examination of the record in the instant matter reveals sufficient similarities between the two rapes to support consolidation of the indictments. Both rapes occurred in the x-ray department, late at night when the x-ray department was otherwise deserted and appellee was the only technician on duty. The victim in each instance was a female, suffering from a head injury, who was approximately half the size of appellee. In each case, appellee began kissing and hugging the victim and fondling their breasts. He then climbed up onto the examination table and raped the victims. While there was a lapse of eighteen months between the two offenses, that fact does not render consolidation improper. In Commonwealth v. Donahue, 519 Pa. 532, 549 A.2d 121 (1988), we recently reaffirmed our holding in Commonwealth v. Shively, 492 Pa. 411, 424 A.2d 1257 (1981), wherein we stated that remoteness in time between distinct offenses, is but another factor to be considered in determining whether admission of evidence of the prior crime tends to show that the same person committed both crimes. In addition, we stated:\nIt may be that in a hypothetical case, a prior crime might have occurred so far in the past that this Court would not allow its admission, ruling, in effect, that it would be immaterial to the present controversy, but we need not reach that question in this case, for three years, on the facts of this case, is not unduly remote.\nDonahue, 519 Pa. at 545, 549 A.2d at 128. Here, as in Donahue, we cannot escape the conclusion that given the similarities in the two incidents, evidence of each offense would have been admissible in a separate trial for the other offense to prove “common design.”\nAdditionally, we find that evidence of the distinct offenses was capable of separation by the jury so there was no danger of confusion and that, therefore, the second prong of the test for severance was satisfied. See, Pa.R.Crim.P. Rule 1127; and Commonwealth v. Lark, 518 Pa. 290, 543 A.2d 491 (1988). While there were marked similarities between the two incidents, the evidence regarding each offense was easily distinguishable insofar as one incident involved a fourteen year old girl who injured her head while at gymnastics camp and the other, a twenty-eight year old woman who had been arrested for driving under the influence of a controlled substance and was taken to the hospital for a head injury she sustained in the related automobile accident. And, while there was medical testimony presented, such was neither technical nor complex in nature. The evidence was, therefore, easily capable of separation by the jury both during trial and during deliberations.\nHaving concluded that evidence of each offense would have been admissible in a separate trial for the other and that the evidence was clearly distinguishable and hence, capable of separation by the jury, we must now determine whether the danger of prejudice to appellee outweighed the benefit of consolidation of the offenses at trial. Pa.R.Crim.P. Rule 1128. Our review of the record reveals no such danger of prejudice. As this Court stated in Lark;\nThe “prejudice” of which Rule 1128 speaks is not simply prejudice in the sense that appellant will be linked to the the crimes for which he is being prosecuted, for that sort of prejudice is ostensibly the purpose of all Commonwealth evidence. The prejudice of which Rule 1128 speaks is, rather, that which would occur if the evidence tended to convict appellant only by showing his propensity to commit crimes, or because the jury was incapable of separating the evidence or could not avoid cumulating the evidence.\nId., 518 Pa. at 307, 308, 543 A.2d at 499. Based upon our foregoing discussion, such prejudice was clearly not present in the instant matter. Therefore, the motion for severance was properly denied by the trial court.\nWe therefore reverse the order of the Superior Court and remand the case to the Superior Court to address those issues not addressed in the direct appeal.\nPAPADAKOS, J., filed a concurring opinion.\n. As there was no opinion written by the trial court nor did the Superior Court in its opinion set forth the underlying facts of this case, we now review those facts gleaned from the record, viewed in the light most favorable to the Commonwealth as verdict-winner. See, Commonwealth v. Rhodes, 510 Pa. 537, 510 A.2d 1217 (1986).",
        "type": "majority",
        "author": "CAPPY, Justice."
      },
      {
        "text": "PAPADAKOS, Justice,\nconcurring.\nI join in the opinion of the majority but write separately to emphasize that, although the trial court wrote no opinion, we, and the intermediate appellate court, had no difficulty in reviewing the record and reaching a proper conclusion. In my view, the need of opinions, generally, from trial courts is an anachronism that we can no longer afford in this litigious age of crowded court calendars and congested dockets. I continue to call for the release of our trial judges from the imprisonment of opinion writing as has been done in 45 of our sister states.",
        "type": "concurrence",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [
      "Ray Gricar, Dist. Atty., for appellant.",
      "Jeffrey W. Stover, State College, for appellee."
    ],
    "corrections": "",
    "head_matter": "598 A.2d 275\nCOMMONWEALTH of Pennsylvania, Appellant, v. Clifford T. NEWMAN, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted May 6, 1991.\nDecided Oct. 7, 1991.\nRay Gricar, Dist. Atty., for appellant.\nJeffrey W. Stover, State College, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0393-01",
  "first_page_order": 527,
  "last_page_order": 536
}
