{
  "id": 1829809,
  "name": "COMMONWEALTH BANK AND TRUST COMPANY, N.A., a banking corporation doing business in Williamsport, Lycoming County Pennsylvania and Paul W. Reeder, an individual, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellee",
  "name_abbreviation": "Commonwealth Bank & Trust Co. v. Commonwealth",
  "decision_date": "1991-11-06",
  "docket_number": "No. 2 M.D. Appeal Dkt. 1990",
  "first_page": "482",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "528 Pa. 482"
    },
    {
      "type": "parallel",
      "cite": "598 A.2d 1279"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "123 A. 408",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 7,
      "year": 1924,
      "pin_cites": [
        {
          "page": "408"
        },
        {
          "page": "409"
        },
        {
          "page": "409"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080494
      ],
      "weight": 4,
      "year": 1924,
      "pin_cites": [
        {
          "page": "423"
        },
        {
          "page": "423-424"
        },
        {
          "page": "424-425"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0421-01"
      ]
    },
    {
      "cite": "20 C.F.R. § 416.1205",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "464 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "515 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806016
      ],
      "weight": 21,
      "year": 1987,
      "pin_cites": [
        {
          "page": "441"
        },
        {
          "page": "1342"
        },
        {
          "page": "435"
        },
        {
          "page": "1339"
        },
        {
          "page": "435"
        },
        {
          "page": "1339"
        },
        {
          "page": "444"
        },
        {
          "page": "1344"
        },
        {
          "page": "435"
        },
        {
          "page": "1339"
        },
        {
          "page": "447"
        },
        {
          "page": "1345"
        },
        {
          "page": "447"
        },
        {
          "page": "1345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0428-01"
      ]
    },
    {
      "cite": "563 A.2d 1299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1393383
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/128/0528-01"
      ]
    },
    {
      "cite": "528 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829778
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/528/0491-01"
      ]
    },
    {
      "cite": "515 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806016
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 2,
      "case_paths": [
        "/pa/515/0428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 769,
    "char_count": 16483,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 3.1386179980419764e-07,
      "percentile": 0.8617568051264765
    },
    "sha256": "498e76f2bdc942ef5fb30df5fb03628c6d2e25d2b7dffa5e7de6c531a338d44e",
    "simhash": "1:9bbdccc71c57b48c",
    "word_count": 2718
  },
  "last_updated": "2024-02-27T22:25:32.530859+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, J.",
      "NIX, C.J., and LARSEN, J., file concurring opinions."
    ],
    "parties": [
      "COMMONWEALTH BANK AND TRUST COMPANY, N.A., a banking corporation doing business in Williamsport, Lycoming County Pennsylvania and Paul W. Reeder, an individual, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, J.\nMcDERMOTT, Justice.\nThis appeal is from an order of the Commonwealth Court which affirmed an order entered by a Commonwealth Department of Public Welfare (Department) administrative hearing officer which denied appellants’ application for medical assistance/nursing home benefits.\nThe subject of this appeal, Joan Frymire, is currently a resident of a nursing home, and a beneficiary under a trust created by will executed by her now deceased son, Robert H. Thorne. The trust provided in relevant part:\nI give to my Trustees hereinafter named, IN TRUST, the sum of TWENTY-FIVE THOUSAND DOLLARS ($25,000.00) to hold, manage, invest, and re-invest the same, to collect the income, and after paying all expenses incident to the management of the trust, to pay the net income in at least quarterly installments to my Mother, JOAN S. FRYMIRE, during her lifetime, and upon her death the principal then remaining in the hands of my Trustees shall become part of my residuary estate. In addition to the distribution of the net income, I hereby authorize my Trustees, in their uncontrolled discretion, but having in mind the income or principal that may be available to or for her from other sources, to pay over to my Mother so much of the principal of this trust as my Trustees shall deem needful or desirable for her support and maintenance, including medical surgical, hospital, or other institutional care. If my Mother shall predecease me, then this gift shall have no effect, and the bequest to my Mother, JOAN S. FRYMIRE, shall be void.\nThe will was executed by the testator, Robert H. Thorne, in 1970, and took effect upon his death in 1973. Prior to Mr. Thome’s death the beneficiary, Mrs. Frymire, had been receiving sums under a separate inter vivos trust which had been created in 1971. Mrs. Frymire continued to receive support from the inter vivos trust until January, 1988, when the trust was exhausted.\nIn November, 1987, in anticipation of the exhaustion of the inter vivos trust, the trustee, the Commonwealth Bank & Trust Company, filed an application with the Department for medical assistance/nursing benefits on behalf of Mrs. Frymire. This application was denied by the Department on the basis that the 25,000 dollar testamentary trust principal described in the paragraph set out above, and the approximately 1,800 dollar per year income therefrom, were resources available to Mrs. Frymire, which in turn made her ineligible to receive the requested benefits. The trustee requested an opportunity to be heard on this denial and an administrative hearing was held, after which the Department’s decision was upheld. The trustee thereupon appealed the Department’s decision to the Commonwealth Court. That court affirmed the administrative order; 128 Pa. Cmwlth. 528, 563 A.2d 1299, and, upon petition filed by the trustee, we granted allowance of appeal.\nIn this appeal petitioner raises a single issue, to wit: “[whether] the principal now remaining in this testamentary trust [is] ‘an available resource’ which would preclude the first life beneficiary from receiving medical assistance from the Commonwealth of Pennsylvania, Department of Public Welfare”.\nIn support of its position that the trust principal should not have been included, appellant places great reliance on this Court’s decision in the case of Lang v. Commonwealth, Department of Public Welfare, 515 Pa. 428, 528 A.2d 1335 (1987), and argues that the decision in Lang requires the conclusion that whenever a trust confers upon a trustee discretion to consider other resources prior to accessing the trust principal, and there exists trust remaindermen contingent or otherwise, the trustee cannot be compelled to provide support for the subject beneficiary, and, therefore, the trust principal cannot be considered available.\nIn response, the Department argues: Lang should be limited in its application to Mental Health and Mental Retardation benefits; and the trust at issue in this case is distinct from the type of trust at issue in Lang, and consequently requires a distinct result. The Commonwealth Court accepted these arguments. For the reasons set out below we affirm the order of the Commonwealth Court.\nThe Commonwealth Court premised its decision upon the case of Stoudt v. Commonwealth, Department of Public Welfare, 76 Pa.Cmwlth. 576, 464 A.2d 665 (1983). The Stoudt decision involved the same category of benefits at issue here, and the operative language of the trust there at issue was similar to the trust language here.\nThe Stoudt case was discussed by us in Lang, and we used Stoudt to describe the analysis to be applied in such cases:\nThe issue there [in Stoudt] was whether the trustee who refused to pay the state had properly balanced the interest of the life beneficiary and the remaindermen. That is also the issue here [in Lang] given the existence of three additional beneficiaries, who are also remaindermen. Its resolution depends on the availability of public funds.\nLang, 515 Pa. at 441, 528 A.2d at 1342. The issue of “availability” in turn requires an inquiry into whether the testator intended such funds to be utilized as a resource.\nIn Lang a father had, by the terms of his will, set up a trust for the benefit of his four children, one of whom was mentally retarded. That child was a resident of a state mental retardation center and as such the recipient of financial assistance through the Department of Public Welfare, under funding supplied by the Mental Health and Mental Retardation Act. The critical issue to be resolved in Lang was “whether [the] testator created a duty in [the] trustee, independent of any statutory duty, to provide for [the child’s] basic support.” Id., 515 Pa. at 435, 528 A.2d at 1339. In resolving that issue the Court focused primarily on the intention of the settlor/testator and in the view of the Court\n“If [the] testator gave trustee discretion to consider funding otherwise available from the Commonwealth in determining whether to distribute trust income or principal (or either) for [the subject beneficiary’s] support the trust (or its income or principal) would not be available for (the beneficiary’s) use and could not be considered his asset or resource.” (citation omitted)\nId., 515 Pa. at 435, 528 A.2d at 1339.\nIn Lang we then utilized the following factors in concluding that the trustee had no duty to pay for the beneficiary’s care: first, the subject beneficiary was thirty-five at the time of the testator’s death and, although it occurred subsequent to the testator’s death, by statute the General Assembly had relieved those with a legal duty to support recipients under the Mental Health Act from said duty once the recipient reached the age of eighteen; second, although the testator’s children were contingent beneficiaries, the subject trust was set up as a discretionary trust to benefit all four of the children, and encompassed two-thirds of testator’s estate; third, at the time of the execution of the testator’s will, he was a signatory to an agreement with the Commonwealth to pay part of the costs of the care (approximately 37%) for the subject beneficiary, while the Commonwealth supplied the remainder. Based on these factors we concluded that the testator “intended this trust to supplement other resources available to [the subject beneficiary] and to provide for his basic support only to the extent such other resources should prove inadequate or be discontinued.” Id., 515 Pa. at 444, 528 A.2d at 1344.\nIn the present case, as the Commonwealth Court noted, there do not exist comparable factors. Firstly, at the time that the Thorne will was executed there did exist a duty on the part of Robert Thorne to care for his mother. See Section 3 of The Support Law, 62 P.S. § 1973. Secondly, although the subject trust makes reference to other “income or principal that may be available” it does not make reference to any other type of resources: and public benefits, while they are a resource, are neither income nor principal. Finally, the Thorne will made individual provisions for Mr. Thorne’s mother (the subject beneficiary), his spouse, and his children, with the bulk of his assets being devised to the latter two.\nAs for the claim that Mr. Thorne intended the trustee to preserve assets for the remaindermen, we find this claim to be unsupportable by the record. Indeed, all available evidence points to the conclusion that this money was to be spent for Mrs. Frymire’s care without concern for the remaindermen, and only if the money was not exhausted should the remaindermen benefit.\nThus, unlike the situation in Lang, we cannot find evidence that Mr. Thorne intended his trustee to first look to the Commonwealth for the care of his mother.\nAccordingly, for the reasons aforementioned, the order of the Commonwealth Court is affirmed.\nNIX, C.J., and LARSEN, J., file concurring opinions.\n. At the time the application on behalf of Mrs. Frymire was submitted the limitation on available resources was 1,900 dollars. See 20 C.F.R. § 416.1205(c); 55 Pa.Code § 177.73. Under medical assistance regulations, a resource is any “real or personal property which a person has or can make available for partial or total support, including equitable interests and partial interests,” 55 Pa.Code § 178.2; and an applicant for medical assistance is required to \"take reasonable steps to obtain and make available resources to which he is, or may be, entitled unless he can show good cause for not doing so,” 55 Pa.Code § 178.1(g).\n. Appellants have not preserved for our review the issue of whether the trust income was correctly held to be an available resource, although an answer to that question is subsumed within our discussion on the principal issue.\n. In Stoudt v. Commonwealth, Department of Public Welfare, 76 Pa.Cmwlth. 576, 464 A.2d 665 (1985), Mrs. Stoudt had been a medical assistance recipient when she became a beneficiary of a testamentary trust created by the will of her father. The terms of the trust read as follows:\n[t]he rest, residue and remainder of the decedent’s estate be devised unto his nephew ... as Trustee, In Trust, for the following uses and purposes: To invest and reinvest the same, to accumulate the income, and to pay so much of the income and principal of said trust as he in his sole discretion deems necessary for the maintenance and support of my daughter, Eva E. Stoudt, for and during her natural life.\nUpon the death of my said daughter, Eva E. Stoudt said trust shall terminate and the balance of the principal of said trust and accumulated income, if any, shall be paid by my said trust in (2) equal shares, as follows:\n(A) ... to my grandson ...\n(B) ... to my granddaughter ...\nId., 76 Pa.Cmwlth. at 577-578, 464 A.2d at 666.\n. Without expressly overruling Stoudt this Court questioned the analysis which had been there employed by the Commonwealth Court.\n. We note that in the matter of Walters’ Case, 278 Pa. 421, 123 A. 408 (1924), this Court addressed a situation which was similar to the case at bar. There the subject beneficiary was a resident of a hospital for the “insane\". By the terms of his mother’s will “there was bequeathed to a brother ... certain sum in trust for the purpose of investment, the income to be used, at his discretion, for the ‘comfortable support and maintenance’ of the [subject beneficiary], with the right to use part or all of the corpus of the estate for this purpose, if necessary. It was directed that this property and the income arising therefrom should not be subjected to or be in any manner liable for the debts, engagements or liabilities of the cestui que trust. The balance remaining, if any, after his death, was given to their named residuary legatees.” Id., 278 Pa. at 423, 123 A. at 408.\nThis Court noted that the subject trust conferred discretion upon the trustee but recognized that such \"discretion is but a legal one, and whenever the law determines that a proper case has arisen in which the trustee’s discretion should have been exercised in a particular way, he will be constrained to act in accordance therewith.” Id., 278 Pa. at 423-424, 123 A. at 409 [citations omitted]. The Court then considered the trust language and concluded that ‘‘[t]he trust ... was intended to secure the comfort of the insane person: and the devotion of the income, or a part of the principal, to the satisfaction of obligations, incurred on his behalf, is the mere carrying out of the testatrix’s directions”. Id., 278 Pa. at 424-425, 123 A. at 409 [citation omitted].\nIt is significant for our purposes that this Court made specific reference to the Walters Case in our Lang opinion, and cited it for the dispositive inquiry as to \"whether [the] the testator created a duty in [the] trustee, independent of any statutory duty, to provide for [the child’s] basic support.” The Court thereupon stated unequivocally that if the answer to this inquiry was yes the trust “would be considered available for his use.\" Lang v. Commonwealth, Department of Public Welfare, 515 Pa. 428, 435, 528 A.2d 1335, 1339 (1987).\n. Act of October 20, 1966, Special Sess. No. 3, P.L. 96 Art. I, § 101, 50 P.S. § 4101 et seq.\n. On this point the Court's rationale was stated thusly: \"Testator’s legal obligation to support William ceased upon his death. Were testator alive today, he would have no legal duty to support William under the 1974 Amendment to the Mental Health Act. On this record, it would be anomolous to impose this duty on his trustee.\" Id., 515 Pa. at 447, 528 A.2d at 1345.\n. Thus, although the remaining children's benefits were contingent on the trustee first looking to the care of the mentally retarded child, they were nonetheless life beneficiaries whose entitlement had already become realized. This is distinct from the case at bar where there is only one life beneficiary to whom the trustee is immediately responsible.\n. In Lang we noted that “[t]he state may and does properly require use of the income and assets of a person who receives care in a state institution or who is legally obligated to support the recipient of such services before drawing upon public funds.\" Id., 515 Pa. at 447, 528 A.2d at 1345.\n. Act of June 24, 1937, P.L. 2045, as amended.\n. In closing, we are compelled to remark that the issues raised in this case and others of its kind have far reaching consequences for the people of this Commonwealth, and it seems that the ultimate resolution of these issues can best be debated and resolved within the legislative arena. However, until clearer legislative guidelines are enacted, courts will be confronted with developing guidelines on a case by case basis.",
        "type": "majority",
        "author": "McDERMOTT, Justice."
      },
      {
        "text": "NIX, Chief Justice,\nconcurring.\nI concur in the result reached by the majority, but write separately to reiterate the policies expressed in my dissenting opinion in Snyder v. Commonwealth, Department of Public Welfare, 528 Pa. 491, 598 A.2d 1283. The distinction in the instant case between principal and interest is a faulty one and should be immaterial to the consideration of proper resort to public funds.",
        "type": "concurrence",
        "author": "NIX, Chief Justice,"
      },
      {
        "text": "LARSEN, Justice,\nconcurring.\nI join in the result reached by the majority herein, but I write separately to dissociate myself from the majority’s discussion of Lang v. Commonwealth, Department of Public Welfare, 515 Pa. 428, 528 A.2d 1335 (1987), which case I continue to believe was wrongly decided by this Court. Additionally, the majority now improperly relies upon the testator’s “duty” to support his mother during his lifetime in order to ascertain his intent when creating the trust at issue. The testator’s intent that the trustee provide for his mother’s care to the exclusion of the remaindermen can be clearly ascertained from the “four corners” of the document which created the trust. Where there is no ambiguity in the trust instrument, we must look no further in determining whether public welfare benefits are precluded due to the existence of another “available resource.”",
        "type": "concurrence",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Paul W. Reeder, Williamsport, for appellants.",
      "Edward P. Carey, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "598 A.2d 1279\nCOMMONWEALTH BANK AND TRUST COMPANY, N.A., a banking corporation doing business in Williamsport, Lycoming County Pennsylvania and Paul W. Reeder, an individual, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellee.\nSupreme Court of Pennsylvania.\nArgued Jan. 18, 1991.\nDecided Nov. 6, 1991.\nPaul W. Reeder, Williamsport, for appellants.\nEdward P. Carey, Pittsburgh, for appellee."
  },
  "file_name": "0482-01",
  "first_page_order": 616,
  "last_page_order": 624
}
