{
  "id": 900238,
  "name": "W. B. Mearshon & Co. v. The Pottsville Lumber Company, Limited, Appellant",
  "name_abbreviation": "W. B. Mearshon & Co. v. Pottsville Lumber Co.",
  "decision_date": "1898-07-21",
  "docket_number": "Appeal, No. 373",
  "first_page": "12",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "136 U. S. 104",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1217868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/136/0104-01"
      ]
    },
    {
      "cite": "120 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3468705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/120/0489-01"
      ]
    },
    {
      "cite": "114 U. S. 196",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11293416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/114/0196-01"
      ]
    },
    {
      "cite": "102 U. S. 691",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5628288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/102/0691-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 189",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "170 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "133 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "130 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0138-01"
      ]
    },
    {
      "cite": "1 Dist. Rep. 596",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "103 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0498-01"
      ]
    },
    {
      "cite": "145 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0030-01"
      ]
    },
    {
      "cite": "95 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0333-01"
      ]
    },
    {
      "cite": "73 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0198-01"
      ]
    },
    {
      "cite": "92 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0352-01"
      ]
    },
    {
      "cite": "80 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0015-01"
      ]
    },
    {
      "cite": "101 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0119-01"
      ]
    },
    {
      "cite": "91 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488760
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0491-01"
      ]
    },
    {
      "cite": "113 U. S. 727",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3511806
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/113/0727-01"
      ]
    },
    {
      "cite": "18 Howard, 407",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "94 U. S. 585",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "75 U. S. 168",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3445849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/75/0168-01"
      ]
    },
    {
      "cite": "122 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0048-01"
      ]
    },
    {
      "cite": "153 U. S. 289",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3576910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/153/0289-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 184",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        279983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/5/0184-01"
      ]
    },
    {
      "cite": "120 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3468705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/120/0489-01"
      ]
    },
    {
      "cite": "113 U. S. 727",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3511806
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/113/0727-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 12981,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 3.887538536346513e-07,
      "percentile": 0.9011660525381981
    },
    "sha256": "3b4e9fd725e0c1404e1a101b2d4a4cbc7dd2c2590aceeacd2997eabf41a2ca4b",
    "simhash": "1:9a6fc9d633cddd90",
    "word_count": 2248
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mttchell and Fell, JJ."
    ],
    "parties": [
      "W. B. Mearshon & Co. v. The Pottsville Lumber Company, Limited, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb,. Justice Green,\nThe questions of fact on the merits of this case were carefully and correctly submitted to the jury by the learned trial judge, and were found for the plaintiff, and no discussion is needed in regard to those matters. The only question presented by the assignments of error is the correctness of the ruling upon the points reserved. The learned court below held that the transaction involved in this case was not a doing of business by a foreign corporation in this state within the meaning of the Acts of April 22, 1874, P. L. 108, and of June 1, 1889, P. L. 420, and therefore the plaintiff could recover, notwithstanding he had no agent within the commonwealth at the time of the trial. The plaintiff had complied strictly with the requirements of the law and had an agent, duly authorized, in the state, at the time the contract in question was made, but the agent had removed from Pennsylvania before the delivery of the goods or the bringing of the suit, and this, it was contended, was not a compliance with the law. Passing by that question the case was ruled upon the authority of the Blakeslee Manufacturing Co. v. Hilton, 5 Pa. Superior Ct. 184. There are other cases which will be referred to presently to the same effect, and we are of opinion that the decisions in all of these cases are correct, and should be followed by us in deciding the present controversy. The plaintiff in that case was a foreign corporation located in the state of Illinois, and the action was brought to recover the price of a steam pump manufactured in that state and sold to the defendant, a corporation, in Pennsylvania. Among other defenses set up in the affidavit of defense was the allegation that the plaintiff was a foreign corporation and had not complied with the requirements of the act of 1874,. in reference to establishing an office and appointing an agent within the state.) Mr. Justice Wickham, delivering the opinion of the Court, said: “ All that is hereby alleged is entirely consistent with the conduct of a foreign corporation engaged in strictly interstate commerce. It may advertise its goods,, take- orders, make contracts of sale respecting the same, and ship them to customers in this state. It may also employ agents living in Pennsylvania to go from county to county, from town to town and from person to person to secure orders. Or the agent may never go outside of his own county, city or town, thus being in one sense a local agent, and yet be doing a business which is not and cannot be reached under our act of 1874.. . . . . The words‘doing any business,’as used in the act, should not be construed to mean taking orders or making sales by sample by agents coming into our state from another for that purpose. To hold otherwise would make the act offend against the constitution of the United States as imposing unlawful restrictions on interstate commerce: Cooper Mfg. Co. v. Ferguson, 113 U. S. 727; Robbins v. Taxing District of Shelby County, 120 U. S. 489; Brennan v. City of Titusville, 153 U. S. 289, (and a number of other eases). The above and numerous other decisions of the Supreme Court of the United States and of the highest state tribunals fully establish the rule that a corporation of one state may send its agents to another to solicit orders for its goods, or contract for the sale thereof, without being embarrassed or obstructed by state requirements as to-taking out licenses,' filing certificates, establishing resident agencies, or like troublesome or expensive conditions.” The facts of the case cited are quite similar to those of the case at bar, and we regard the foregoing decision as quite in point, and controlling the question at issue. An entirely similar ruling-was made in the case of Cooper Mfg. Co. v. Ferguson, supra, where it was held that a state which imposes limitations upon the power of a corporation created under the laws of another-state to make contracts within the state for carrying on commerce between the states violates that clause of the constitution which confers upon Congress the exclusive right to regulate that commerce.\nThe constitution and legislation of Colorado contained very similar provisions to our own, and the plaintiff; without complying with their requirements made the contract in question. It was held that the making' of such a contract did not constitute a carrying on of business such as was prohibited by the constitution and law of Colorado. The other cases cited are to the same effect. Substantially we decided the same question in the same way in Kilgore v. Smith, 122 Pa. 48. The plaintiffs claimed title through a packing association which was a corporation located and incorporated in the state of Maryland, and the contention was that a good title could not be derived from that company because it had not complied with the requirements of onr law relating to foreign corporations doing business in our state. But we held that such a corporation, having no part of its capital invested in our state, was not subject to the provisions of the act of 1874. On this subject, P.A.XSON, J., delivering the opinion, said: “ The learned judge below was of opinion, and so instructed the jury, that the corporation in question was not doing business in this state within the meaning of the act of assembly. In this we think he was entirely right. .... One of the objects of the act of assembly was to bring corporations employing their capital in this state and doing business here within the taxing power of the commonwealth. It does not appear that this corporation brought any of its capital into this state. Its place of business was in Maryland. Its capital, if it bad any, was there. It had contracts with some of its members residing in Pennsylvania by which they were to can their fruit and hold the same to be disposed of by the corporation.”\nIn the case at bar these remarks are of still more force. The plaintiff is a corporation duly incorporated in the state of Michigan. Its manufacturing operations are there conducted; its capital is there invested. None of it is invested here. The order for the goods in question was given to its salesman and agent in Pennsylvania, and by him sent to the plaintiff, who executed the order in Michigan. Under all the decisions this is not a doing of business in this state which makes it necessary to comply with the provisions of the act of 1874, and hence the defense made on that ground has no merit. The question seems very plain, and enough has been said to justify the decision of the Superior Court.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mb,. Justice Green,"
      }
    ],
    "attorneys": [
      "J. W. Moyer and W. J. Whitehouse, for appellant.",
      "Wesley K. Woodbury, for appellee."
    ],
    "corrections": "",
    "head_matter": "W. B. Mearshon & Co. v. The Pottsville Lumber Company, Limited, Appellant.\nCorporations — Foreign corporations — Agent—“Doing business ” — Act of April 22, 1874.\nA corporation of one state may send its agents to another to solicit orders for its goods, or contract for the sale thereof, without being embarrassed or obstructed by state requirements as to taking out licenses, filing -certificates or establishing resident agencies.\nA slate which imposes limitations upon the power of a corporation created under the laws of another state to make contracts within the state for carrying on commerce between the states violates that clause of the constitution which confers upon congress the exclusive right to regulate commerce.\nA foreign manufacturing corporation which has all of its capital invested in the state of its origin, and none invested in Pennsylvania, maj' execute orders for the delivery of goods, given to its salesmen in Pennsylvania, without being required to comply with the provisions of the Act of April 22, 1874, P. L. 108, relating to the appointment of a resident agent. The execution of such orders is not a doing-of business in this state within the meaning of the act.\nArgued Feb. 15, 1898.\nAppeal, No. 373, Jan. T., 1897, by defendant, from judgment o£ C. P. Schuylkill Co., Sept. T., 1895, No. 346, on verdict for plaintiff.\nBefore Green, Williams, McCollum, Mttchell and Fell, JJ.\nAffirmed.\nAssumpsit on a contract.\nAt the trial the court reserved the following points presented by the defendant:\n1. A foreign corporation in regard to the citizens of this state is a company incorporated under the laws of any country or state outside the commonwealth of Pennsylvania.\n2. A foreign corporation can only sue or be sued, or transact other business, within this commonwealth, by complying with all the laws, rules and regulations of this state relating thereto, and it appearing in evidence that said plaintiffs are a foreign corporation, the burden is on them, before they can maintain this suit, to show that they complied with all the laws, rules and regulations prescribed for them by this state, entitling them to sue or be sued or transact other business here, and having failed to make such proof, they cannot maintain this suit, and the verdict of the jury must be in favor of the defendants.\n8. Under the laws of this state in order to maintain this suit the plaintiffs are bound to show' as a condition precedent to their recovery that, not only when the lumber and material now in controversy in this suit was sold or contracted for and shipped by them, but at and before tbe time the suit was instituted, they had an office or offices in this commonwealth, and resident agent or agents appointed for the transaction of business therein, upon whom service of legal process could have been made, or other business relating to such agency transacted, and having failed to make such proof, this suit cannot be maintained by them, and the verdict must be in favor of defendant.\n4. In order to maintain a suit at law such as this, or transact other business in this commonwealth, a foreign corporation, such as plaintiffs, is bound to file a statement in tbe office of the secretary of the commonwealth, showing among other things the name or names of its authorized agents therein, and must show, before they can recover, that they have done so, and that a proper certificate was issued to them by competent authority, and that such certificate, if issued, was preserved by such agents in each of the offices, if more than one, for public inspection at all times, and having failed to show that they complied with these requirements they cannot maintain this suit, and the verdict of the jury must be in favor of defendants.\nVerdict for plaintiff for #1,408.55, upon which judgment was subsequently entered. Defendant appealed.\nJ. W. Moyer and W. J. Whitehouse, for appellant.\nThe domicil of a corporation is in the state under whose laws it was created or where its principal place of business is located. It cannot migrate to another sovereignty: Bank v. Earle, 18 Peters, 588 ; 2 Morawetz on Corp. sec. 958 ; Runyan v. Costers, 14 Peters, 122.\nA state may regulate the business of foreign corporations within its boundaries or exclude them from transacting business altogether: 2 Morawetz, Corp. sec. 971; Paul v. Virginia, 75 U. S. 168; Doyle v. Ins. Co., 94 U. S. 585; Ins. Co. v. French, 18 Howard, 407; Ducat v Chicago, 10 Wallace, 410; Cooper Mfg. Co. v. Ferguson, 113 U. S. 727 ; Leásure v. Ins. Co., 91 Pa. 491; Com. v. Standard Oil Co., 101 Pa. 119.\nIn this state there is legislation and constitutional provisions against their suing or doing any other business (if suing be business) excepting subordinate to our laws. Having failed to comply with our laws and regulations at or before the time the cause of action accrued they cannot maintain their suit: Thorne v. Ins. Co., 80 Pa. 15 ; Ins. Co. v. Bales, 92 Pa. 352; Holt v. Green, 73 Pa. 198 ; Ins. Co. v. Heath, 95 Pa. 333 ; Lasher v. Stimson, 145 Pa. 30 ; Johnson v. Hulings, 103 Pa. 498 ; Com. v. Hughes, 1 Dist. Rep. 596.\nWesley K. Woodbury, for appellee.\nPlaintiff had a registered agent in this state at the time the contract in this case was made.\nThe goods were delivered on board cars at Saginaw, Michigan, and therefore the sale took place there : Com. v. Fleming, 130 Pa. 138; Bacharach & Co. v. Chester Freight Line, 133 Pa. 444.\nPlaintiff was not “ doing business ” in Pennsylvania within the meaning of our constitution and laws relating to the registration of foreign corporations : Com. v. Standard Oil Co., 101 Pa. 148; Toledo Commercial Co. v. Glenn Mfg. Co., 11 Ohio ■Cir. Ct. 153 ; Kilgore v. Smith, 122 Pa. 57 ; Leasure v. Life Ins. Co., 91 Pa. 491; Bank v. Tanning Co., 170 Pa. 4 ; Blakeslee Mfg. Co. v. Hilton, 5 Pa. Superior Ct. 189.\nJuly 21, 1898:\nPlaintiff is engaged in interstate commerce, and the freedom of trade between those doing business in the different states is protected by article 1, section 8, clause 3, of the constitution of the United States: Cooper Mfg. Co. v. Ferguson, 113 U. S. 727; Wile & Brickner Co. v. Onsel, 10 Pa. C. C. R. 659; Mobile County v. Kimball, 102 U. S. 691; Gloucester Ferry Co. v. Pennsylvania, 114 U. S. 196 ; Robbins v. Shelby County Taxing Dist., 120 U. S. 489; McCall v. California, 136 U. S. 104."
  },
  "file_name": "0012-01",
  "first_page_order": 34,
  "last_page_order": 39
}
