{
  "id": 900314,
  "name": "George A. Wells, Administrator of Helene Roberts, deceased, now to use of John Welles Hollenback and L. D. Shoemaker, v. The New England Mutual Life Insurance Company of Boston, Massachusetts, Appellant",
  "name_abbreviation": "Wells v. New England Mutual Life Insurance",
  "decision_date": "1898-07-21",
  "docket_number": "Appeal, No. 294",
  "first_page": "166",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "81 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0114-01"
      ]
    },
    {
      "cite": "91 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0265-01"
      ]
    },
    {
      "cite": "12 Wend. 41",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11267997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0041-01"
      ]
    },
    {
      "cite": "4 Yeates, 512",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0512-01"
      ]
    },
    {
      "cite": "48 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962715
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0505-01"
      ]
    },
    {
      "cite": "7 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0173-01"
      ]
    },
    {
      "cite": "2 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "120 Mass. 550",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/120/0550-01"
      ]
    },
    {
      "cite": "77 N. Y. 571",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498420
      ],
      "year": 1888,
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0374-01"
      ]
    },
    {
      "cite": "84 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0254-01"
      ]
    },
    {
      "cite": "78 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/78/0415-01"
      ]
    },
    {
      "cite": "81 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044160
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0114-01"
      ]
    },
    {
      "cite": "91 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0265-01"
      ]
    },
    {
      "cite": "100 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498420
      ],
      "year": 1888,
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0374-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 15945,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 2.1314205022654165e-07,
      "percentile": 0.7659263146229761
    },
    "sha256": "d17df35327664114acc06dc8e53f2ee954cb5743f019077f156b67cb0cd5933a",
    "simhash": "1:87caa5989334b4cb",
    "word_count": 2746
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "George A. Wells, Administrator of Helene Roberts, deceased, now to use of John Welles Hollenback and L. D. Shoemaker, v. The New England Mutual Life Insurance Company of Boston, Massachusetts, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nThe Act of June 18, 1895, P. L. 195, is in the following words, viz : “ That no person authorized to practice physics or surgery shall be allowed, in any civil case, to disclose any information which is acquired in attending a patient in a professional capacity, and which was necessary to enable him to act in that capacity, which shall tend to blacken the character of the patient, without his consent.” It will be seen at once that the act establishes a personal incapacity only. It is the physician, attending a patient, who is prohibited from testifying to information acquired while rendering professional service. He is prohibited by the words, “ no person authorized ” etc., shall be allowed to disclose any information, etc. No other person who being present at the time when the information was communicated, and heard the same, would be prevented by this act from testifying to the very matter in question. It is only the physician himself who is prohibited, and that is manifestly on account of the professional relation between himself and his patient.\nIn the present case the witness was examined and his deposition taken at a time anterior to the passage of the act of 1895, and at that time he was perfectly competent to testify to the matter in question. Subsequently, and before the trial in court, the witness, Dr. Crawford, died, and in 1895, also before the trial, the act above quoted was passed. On the trial the deposition of Dr. Crawford was offered in evidence and was objected to and rejected, because of the incompetency at that time of the witness if he had been living. In this ruling we think there was error. The rule is quite familiar, and has been many times-enforced, that if a person is examined as a witness in a cause, and is at the time competent to testify, but subsequently, and before the trial, he becomes incompetent, his testimony taken when he was competent is admissible. Thus in Evans v. Reed, 78 Pa. 415, both parties testified, a verdict was rendered, and afterwards a new trial was awarded. One of the parties died before the case was tried the second time, his administrator was substituted, and on the second trial the testimony of the deceased party taken on the first trial was offered in evidence and rejected. We held this to be error, and reversed the judgment-for that reason. We said: “When the plaintiff in this case-testified he was unquestionably competent. His testimony then became a part of the evidence in the case. If the second trial had taken place in his lifetime, he being at the time out of the jurisdiction of the court, or unable by reason of sickness to be present, his testimony could have been read in evidence. So, for a like reason, it may be after his death. The evidence was-not taken in an action in which, at the time, any executor,, administrator or guardian was a party. We see no reason why a subsequent change in the form of action should so operate as-to exclude the testimony. It is not the form of action, but. identity of subject-matter in controversy, that is important.” In this case the decision was not based upon any provision of' the act of March 28, 1814, in relation to giving depositions in evidence, but upon the doctrine that the testimony, being competent when taken, was admissible when the witness had become-incompetent by death. The same ruling was made in Pratt v. Patterson, 81 Pa. 114, where the first action in which both parties testified was discontinued and a subsequent action was-brought in another court by the same plaintiff against the same defendant, for the same cause of action. Before the trial of' the second action the defendant died and, on the trial, the plaintiff was offered as a witness in his own behalf and rejected, and the notes of his testimony on the former trial were offered and also rejected. This Court held that the plaintiff was incompetent as a witness under the act of 1869, but that his deposition, taken when he was competent, was admissible, and should have-been received. The reasoning was the same as in the case of. Evans v. Reed, supra. This case affords an answer to the objection stated by the court below in the present case. The witness was alive, and was present in court, and was offered to testi Cy, but was rejected properly because he was not competent to testify on account of the death of his adversary in the action. Nevertheless, the notes of his testimony taken at a time when he was competent were admitted in evidence, for the very reason that he was competent at that time. On the trial of the present case the learned trial judge rejected the deposition of Dr. Crawford, stating as his reason: “ I am of opinion that you cannot prove by the deposition of Dr. Crawford what you could not prove if he were living and here upon the stand himself.” Yet that was the very reason why this Court held in the last cited case, when the witness was living, and was present, and was offered as a witness, that he was incompetent to testify; but his former testimony taken when he was competent was admissible. When Evans v. Reed went back and was tried again, 84 Pa. 254, the notes of the dead plaintiff’s testimony were read in evidence, and then the defendant offered himself as a witness and was allowed to testify as a living witness. We reversed the judgment, holding that he was incompetent under the act of 1869, while he might have offered the notes of his own testimony on the first trial, which he withheld, thus again affirming the ruling in Pratt v. Patterson, last cited.\nThis same question again recurred in Hay’s Appeal, 91 Pa. 265, presenting in its own circumstances the same principle, which was again sustained. The plaintiff in an equity proceeding was examined as a witness in his own behalf, and an opportunity to cross-examine was afforded to the defendant, but was not availed of. Later the plaintiff died, and then a motion was made to strike out the testimony of the plaintiff that had been taken, but the motion was denied on the ground that the testimony was competent when it was taken, and we sustained the ruling. The present chief justice delivering the opinion said: “ When the plaintiff testified, he was undoubtedly a competent witness, and nothing that occurred thereafter would have justified the court or master in excluding his testimony. Under the circumstances we think it was rightly retained and considered with other testimony in the cause.” What occurred thereafter in that cause was, the incompetency of the witness which resulted from his death, and what occurred in the present case, after Dr. Crawford’s deposition was taken, was his incompetence resulting from two causes, his death and a subsequent disqualifying statute. But “nothing that occurred thereafter ” under our last cited ruling would destroy its competency when taken.\nAll of the foregoing cases were reaffirmed and again applied in Galbraith v. Zimmerman, 100 Pa. 374. The disqualification in that case was the interest of the witness. He was not a party, but he was interested in the result o£ the case. This however did not disqualify him, because when he was first examined both the parties were alive. But, afterwards, one of them, Zimmerman, died pending an action of ejectment between the plaintiff, Galbraith, and Zimmerman. On the trial of this action, after the death of Zimmerman, the witness, O’Connell, was offered to testify but was rejected because, on his voir dire, he admitted he was interested. The plaintiff then offered in evidence a deposition of O’Connell taken in a previous equity suit between the same parties in relation to the same land, being a bill for specific performance. This deposition was rejected for some unexplained reason, while the deposition of Galbraith, the plaintiff in the same case, was admitted. We held that the rejection of O’Connell’s deposition was error. We said : “We are very clear that there was error in 'the rejection of O’Connell’s deposition. At the time it was taken he was a competent witness, notwithstanding his interest, and under the well-settled rule in such cases, the testimony then taken could be given in evidence at the subsequent trial. The former controversy was practically between the same parties and in relation to the same subject-matter. In that proceeding O’Connell’s testimony was taken. The objection to his competency on account of his interest in the suit could not have prevailed if it had been then made. At the time of the trial of the present action, Zimmerman being dead, and the witness interested against him, the objection on the ground of interest necessarily prevailed, and he was properly excluded. But when his testimony, taken when he was competent, in a proceeding relative to the same subject-matter, and practically between the same parties was offered, there was no legitimate reason for its exclusion.” Here, again, was the case of a living witness, present in court and offered to testify, but because of his interest and the death of one of the parties against whom .he was offered, he was incompetent to testify. Nevertheless we held that his testimony taken when he was competent was admissible in evidence.\nWe see no further occasion for discussion. The cause of the subsequently accruing incompetency is not material. It may arise from absence, from sickness, from interest, from death or from a newly created statutory incompetency, but the principle controlling them all is that if at the time the deposition or testimony was taken, the witness was competent, it may be given in evidence after the incompeteney has arisen. Such is the sense of all the modem decisions, and we think the conclusion is reasonable and just. It is almost needless to add that the Act of May 23, 1887, P. L. 158, sec. 9, is in the same line with the cases-cited, and indicates a settled policy applicable to this class of cases. The assignments of error are all sustained.\nJudgment reversed and a new venire awarded.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "W. S. McLean and J. B. Woodward, for appellant.",
      "S. W. Palmer, for appellee."
    ],
    "corrections": "",
    "head_matter": "George A. Wells, Administrator of Helene Roberts, deceased, now to use of John Welles Hollenback and L. D. Shoemaker, v. The New England Mutual Life Insurance Company of Boston, Massachusetts, Appellant.\nEvidence — Gompetency of witness — Effect of act making witness incompetent.\nIf a person, competent at the time to testify, is examined as a witness in a cause, and subsequently and before the trial, becomes incompetent, his testimony taken when he was competent is admissible.\nWhere the deposition of a physician is taken prior to the passage of the Act of June 18, 1896, P. L. 196, which renders physicians incompetent to testify as to certain matters, and the physician dies after the passage of the act, the deposition is admissible in evidence at the trial, although the physician himself, if he had lived, would have been disqualified as a witness.\nArgued April 11, 1898.\nAppeal, No. 294, Jan. T., 1897, by defendant, from judgment of C. P. Luzerne Co., May T., 1893, No. 99, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ.\nReversed.\nAssumpsit on a policy of life insurance. Before Gunster, J.\nAt the trial defendant offered in evidence the deposition of Dr. J. B. Crawford taken on July 81, 1898, filed in compliance with the rules of court, and regular in every respect; for the purpose of showing that the insured died from the result of a criminal abortion, and that she had had abortiows performed on her prior to that time.\nPlaintiff objected because it appeared from the deposition that Dr. Crawford was the attending physician of the insured in her last sickness, and that his knowledge of her condition was gained from statements made by her to him, and therefore it is incompetent testimony under the act of 1895.\nBy the Court: I have been able only to give this question a very brief examination, but from my reading of the authorities, especially that in 17 Sergeant & Rawle, I am of opinion that you cannot prove by the deposition of Dr. Crawford what you could not prove if he were living and here upon the stand himself. This act of 1895 seems to go to the evidence and not to the source of it. The objections to the depositions are sustained, exception noted for the defendant, bill sealed. [1]\nDefendant offered portions of the deposition of Dr. Crawford above referred to, which were not necessary to enable the physician to act, as follows :\n“ She said, ‘ Oh, no, I am not going to die; I have had as many as six abortions, or had an abortion produced as many as six times, and I have always gotten well and I will now.’ ”\nPlaintiff objected because the testimony is incompetent under the act of 1895, and because it is immaterial and irrelevant.\nBy the Court: I do not see my way clear to admitting this portion of the testimony. The objections are sustained, exception noted for the defendant, bill sealed. [2]\nDefendant offered to prove by Dr. Louise Stoeckel, the witness on the stand, that she treated the insured in her last illness, and that she delivered the foetus in this case, and what the age of the foetus was.\nPlaintiff objected on the ground that it appeared that she was the medical advisor or physician and that the information she obtained was in her capacity as a medical advisor.\nBy the Court: The objections are sustained, exception noted for the defendant, bill sealed. [3]\nDefendant offered to prove by the witness on the stand the physical condition and general condition of this woman, the fact that she was sound and healthy and well formed and normal in every condition and in every way, for the purpose of showing that there was no reason to have this operation performed.\nPlaintiff objected because any information she got while she was her attending physician and necessary to treat her, cannot be divulged without the consent of the deceased.\nBjr the Court: You had better introduce evidence first that it was performed. Objection sustained, exception noted for the defendant, bill sealed.\nDefendant offered proofs of death to show that the abortion was performed, and proofs of death were admitted. (Witness still on stand.) Defendant renewed his former offer.\nPlaintiff objected because the witness had already testified that all the information she had as to Miss Roberts, or her condition, was obtained by her in her capacity as a physician, and was necessary to enable her to treat her.\nBy the Court: The objections are sustained, exception noted for the defendant, bill sealed. [4]\nYerdict and judgment for plaintiff for $3,795. Defendant appealed.\nErrors assigned were (1-4) rulings on evidence, quoting the bill of exceptions.\nW. S. McLean and J. B. Woodward, for appellant.\nThis Court has held in numerous cases that the deposition of a witness taken in a former action, where the witness has since become incompetent, may be read in evidence on the part of the same parties or their legal representatives: Galbraith v. Zimmerman, 100 Pa. 374; Endlich on the Interpretation of Statutes (ed. 1888), sec. 282; Bedford v. Shilling, 4 S. & R. 401; Edington v. Ins. Co., 77 N. Y. 571; Hatch v. Mut. Life Ins. Co., 120 Mass. 550; Ogle v. Turnpike Co., 13 S. & R. 257; Satterlee v. Matthewson, 16 S. & R. 184; Bleakney v. The Bank, 17 S. & R. 66; Lamberston et al. v. Hogan, 2 Pa. 25; Fenelon’s Petition, 7 Pa. 173; Lefever v. Witmer, 10 Pa. 505 The Hickory Tree Road, 48 Pa. 142; Underwood v. Lilly, 10 S. & R. 101; Beclitol v. Cobangh, 10 S. & R. 123; Eakin et al. y. Raub, 12 S. & R. 362.\nJuly 21, 1898:\nS. W. Palmer, for appellee.\nIt is not true that testimony competent when taken is always, under all circumstances, competent thereafter: Irwin v. Reed, 4 Yeates, 512; Chess v. Chess, 17 S. & R. 412.\nWhen offered, the testimony was open to any objection that could have been made had the witness been present: Wright v. Tatham, 1 Ad. & El. 21; Crary v. Sprague, 12 Wend. 41: Hay’s App., 91 Pa. 265; Pratt v. Patterson, 81 Pa. 114."
  },
  "file_name": "0166-01",
  "first_page_order": 188,
  "last_page_order": 195
}
