{
  "id": 900266,
  "name": "Daniel H. Kramer v. David H. Kister, Appellant",
  "name_abbreviation": "Kramer v. Kister",
  "decision_date": "1898-07-21",
  "docket_number": "Appeal, No. 208",
  "first_page": "227",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Fla. 18",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1162259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/fla/12/0018-01"
      ]
    },
    {
      "cite": "65 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0310-01"
      ]
    },
    {
      "cite": "52 N. Y. 487",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 352",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3516151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0352-01"
      ]
    },
    {
      "cite": "3 Johns. 255",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0255-01"
      ]
    },
    {
      "cite": "10 Pa. C. C. 414",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "107 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0267-01"
      ]
    },
    {
      "cite": "181 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0470-01"
      ]
    },
    {
      "cite": "5 Pa. C. C. 236",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "105 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0001-01"
      ]
    },
    {
      "cite": "2 Pa. C. C. 629",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "176 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0237-01"
      ]
    },
    {
      "cite": "169 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0001-01"
      ]
    },
    {
      "cite": "2 N. Y. Supp. 65",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        5403112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/2/0065-01"
      ]
    },
    {
      "cite": "133 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0122-01"
      ]
    },
    {
      "cite": "31 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 357",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0357-01"
      ]
    },
    {
      "cite": "7 Watts, 38",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0038-01"
      ]
    },
    {
      "cite": "38 Mich. 412",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1337718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/38/0412-01"
      ]
    },
    {
      "cite": "103 N. Y. 614",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2205021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/103/0614-01"
      ]
    },
    {
      "cite": "2 W. & S. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0438-01"
      ]
    },
    {
      "cite": "17 Kan. 462",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        81474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/17/0462-01"
      ]
    },
    {
      "cite": "110 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0387-01"
      ]
    },
    {
      "cite": "7 Johns. (N Y.) 32",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 Johns. (N. Y.) 67",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "30 N. Y. 330",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2040633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/30/0330-01"
      ]
    },
    {
      "cite": "4 Pa.. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa., 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0304-01"
      ]
    },
    {
      "cite": "8 Ohio, 405",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        585347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/8/0410-01"
      ]
    },
    {
      "cite": "111 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/111/0001-01"
      ]
    },
    {
      "cite": "31 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0131-01"
      ]
    },
    {
      "cite": "7 W. 38",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852201
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0451-01"
      ]
    },
    {
      "cite": "9 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/9/0279-01"
      ]
    },
    {
      "cite": "4 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0309-01"
      ]
    },
    {
      "cite": "2 Wend. 352",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3516151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/2/0352-01"
      ]
    },
    {
      "cite": "107 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0267-01"
      ]
    },
    {
      "cite": "181 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0470-01"
      ]
    },
    {
      "cite": "105 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0001-01"
      ]
    },
    {
      "cite": "110 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543714
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0387-01"
      ]
    },
    {
      "cite": "12 Pa., 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/12/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 963,
    "char_count": 21595,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.083842773124734e-06,
      "percentile": 0.9851333031385228
    },
    "sha256": "0d3cf876d8e9049c074a0c452170b4a12fe02ecc3dbca9e939ec9b7fedeadb7c",
    "simhash": "1:6328c4fa4f7fa6aa",
    "word_count": 3854
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Daniel H. Kramer v. David H. Kister, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Mitchell,\nThe counsel for the present plaintiff at the trial in the criminal court was called by the defendant at the present trial to prove an arrangement by which the verdict in the former case was obtained, the purpose of the oiler as stated by defendant being to contradict the plaintiff who had testified that there ivas no such agreement to which he was party. The witness Avas rejected as incompetent. It Avas objected by plaintiff that the offer as made did not contradict his testimony, and critically tested it possibly did not. We should not be disposed therefore to interfere with the ruling of the judge had it been put on that ground, but it was not. The witness was excluded explicitly on the ground that he was incompetent to testify on the subject because he had been of counsel with the plaintiff at that time. This was error. What the witness was called to prove was an agreement alleged to have been made openly, in court Avhen the case was called for trial, and participated in by the parties, their counsel and the district attorney. There was no element of confidential professional communication in it. In Levers v. Van Buskirk, 4 Pa. 309, counsel had been permitted to testify that the title on Avhich a previous suit by his client Avas brought was the same as in the suit then trying. This Avas held to be proper, Bell, J., saying: “ This kind of protection has never been carried so far as is iioav claimed. It is to be confined to confidential communications and knowledge derived wholly or in part from private and professional intercourse, and does not embrace those facts which the counsel may become acquainted with collaterally, or those which were from necessity, and to subserve the interests of. the client, publicly disclosed by direction of the client himself, on the trial of his cause.” This has been cited as a correct expression of the rule, in Beeson v. Beeson, 9 Pa. 279, and Heaton v. Findlay, 12 Pa. 304.\nIt was further objected that such an agreement if made Avas void as compounding a prosecution for felony, and eAddence of it therefore inadmissible as against public policy. But whether void or not as an agreement, e\\ridence that it was made was admissible as a contradiction of plaintiff, going to his credibility with the jury. Whether such an agreement would be void or not must depend on its exact nature and the circumstances under which it was made. Certainly a prosecutor who has begun maliciously, and without probable cause, cannot be permitted to use the uncertainty of a jury trial as a weapon to force his victim to release him from the consequences of his malicious act. But on the other hand, a prosecutor who has made an honest mistake, or who finds from any cause that his expected proof is likely to fail him, is not bound to go on and press for a conviction of the accused, guilty or not guilty. What the commonwealth demands is justice and the due punishment of crime, and its policy is not necessarily to force a duel to the end between prosecutor and prisoner, but to prevent the stifling of just prosecutions by illegal means or for illegal considerations.\nThe remaining assignments refer to the verdict. The jury having agreed to a sealed verdict separated, and the next morning the verdict was handed up, opened and announced, but on the jury being polled one juror dissented, whereupon the judge sent them out again with some strong remarks on keeping them until they had agreed. In a short time they returned with the same verdict as the one sealed, and it was received and recorded against the defendant’s objection.\nThe practice of allowing the jury to seal a .verdict and then separate is very general throughout the United States. Seventy-five years ago Chief Justice Gibson spoke of it as in common use in Pennsylvania, having grown out of and superseded the privy verdict known to the common law, which was delivered to the judge out of court: Dornick v. Reichenback, 10 S. & R. 84. Both forms were alike in being without binding force as verdicts until delivered by the jury in court. All the authorities agree that the only verdict is that which the jury announce orally in court, and which alone is received and recorded as the jury’s finding: Dornick v. Reichenback, supra; Scott v. Scott, 110 Pa. 387; Com. v. Breyessee, 160 Pa. 451. The authorities also agree that, as the only verdict is that announced by the jury in court, if with or without a poll any juror disagree, there is no verdict: Scott v. Scott, supra. But the course to be pursued in such case is an open question upon which we have no direct authority in this state. A verdict which is merely defective in form, whether sealed or not, and whether the jury have separated or not, may before it is recorded be recommitted to them for correction, as for example to calculate the interest where they have found for plaintiff for a sum certain “with interest: ” Wolfran v. Eyster, 7 W. 38; Reitenbaugh v. Ludwick, 31 Pa. 131. But for a defect in substance where the jury has separated, and a fortiori for a defect that prevents the jury’s delivery from being a verdict at all, as where the dissent of one shows that it is not unanimous, whether the judge should treat it as a mistrial and discharge the jury, or whether he may send them out to consider a verdict anew, is undetermined. A few collateral intimations and dicta seem to point to the former as the proper course, but we have no decision. Thus in Wolfran v. Eyster, 7 W. 38, supra, the court expressly limited the decision to “amending mere defects of form, not substantially changing the finding of the jury.” And in Scott v. Scott, 110 Pa. 387, supra, where the associate judges entered a sealed verdict notwithstanding the dissent of one juror on a poll, this Court held it error, saying, “ Of course had the learned president judge been present the verdict of eleven jurors would not have been entered on the record. Unless all the jurors were agreed he would have discharged them because of their disagreement.” The authorities cited by appellee from our criminal cases, Alexander v. Com., 105 Pa. 1, Moss v. Com., 107 Pa. 267, Hilands v. Com., 111 Pa. 1, and Com. v. Eisenhower, 181 Pa. 470, refer to separation of the jury during the trial, and do not touch the present inquiry. Nor is there any settled rule in other states to which we may conform. In. New York the imperfect verdict is treated as a nullity for all purposes, and the jury may be sent out to deliberate again : Douglass v. Tousey, 2 Wend. 352. In Ohio this cannot be done: Sutliff v. Gilbert, 8 Ohio, 405. It would seem to be a. question of practice as to which there is no uniformity.\nWe are thus left to consider the subject on historical and general principles, as to the origin and proper extent of the' practice. At common law the jury were kept together from the time they were sworn, as is still the general rule in caiminal cases involving life. After they had retired to consider their verdict they were kept without food, drink, fire or light, until they agreed, and Blackstone says, “ It has been held that if the jurors do not agree in their verdict before the judges are about to leave the town, though they are not to be threatened or imprisoned, the judges are not bound to wait for them, but may carry them round the circuit from town to town in a cart 3 Blacks. Com. 376. From the manner of this mention it is to be inferred that this latter practice was at least unusual in Blackstone’s day, and he says expressly that the deprivation of food, fire and light was subject to the indulgence of the court. In relief of the jury the privy verdict was recognized, though not often resorted to. “A privy verdict is when the judge hath left or adjourned the court, and the jury, being agreed, in order to be delivered from their confinement, obtain leave to deliver their verdict privily to the judge out of court; which privy verdict is of no force unless affirmed by a public verdict given openly in court; wherein the jury may if they please vary from the privy verdict. So that the privy verdict is indeed a mere nullity; and yet it is dangerous practice, allowing time for the parties to tamper with the jury, and therefore very seldom indulged:\" 3 Blacks. Com. 377. With the prolongation of trials in the more complicated issues of modern times, and especially with the amelioration of manners, the treatment of jurors has gradually become less harsh, and changes of practice have been made in their relief. It is no longer the custom to keep them together and secluded during the whole trial, though I apprehend that the judge may do so in any case where public excitement or other exceptional reason may make it advisable in the interest of the proper administration of justice to do so, and it is firmly established that in trials involving life he must do so, unless in exceptional and very limited cases of necessity. After the retirement of the jury to consider their verdict this indulgence terminates, and they are kept together and apart from others until verdict rendered. But if the adjournment of the court is to such time or under such circumstances as seem likely to lead to serious inconvenience to the jurors, the practice of allowing them to seal a verdict grew up, as said by Gibson, C. J., in Dornick v. Reichenback, 10 S. & R. 84, supra, in place of the privy verdict. It had the same disadvantage of not being binding, and was therefore subject to the same dangers. By the recognized practice however, it is within the discretion of the judge, which does not require any agreement of parties or counsel, and may be exercised without their consent. But it is part of the growth of modern practice in relief of the hardships and inconvenience to which jurors are necessarily subjected, and cannot be carried beyond the point of reasonable safety to the administration of justice. No jury can demand it as a right in any case, and in certain cases no judge can grant it as a matter of grace. The necessity that the verdict shall not only be fair and unbiased, but beyond reasonable apprehension of danger that it is otherwise, must be the controlling element in determining the limits of the convenience of t?ie jurors and the discretion of the judge. When a juror dissents from a sealed verdict there is a necessary choice of evils, a mistrial or a verdict finally delivered under circumstances that justly subject it to suspicion of coercion or improper influences. We are of opinion that the former is the lesser evil. If one juror can dissent, so may all change their view and render anew verdict exactly opposite to the one they first agreed upon and sealed. There could be no better illustration of the dangers of such a privilege than the present case. If the dissenting juror was honest in his declaration that he had not agreed to the first verdict except because he thought he was obliged to, then his agreement to the second without having been instructed as to his rights cannot be freed from a well founded appearance of coercion. If on the other hand the second verdict had been for the defendant, contrary to the first, the inference could hardly have been escaped that the change was produced by new evidence or information illegally acquired by the dissenting juror or by even more reprehensible means. The only safe way out of such a situation is to treat it as a mistrial and discharge the jury.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Me. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "James G. Glessner and U. L. Fisher, with them G. G. Fisher, for appellant.",
      "N. M. Wanner, with him W. A. Miller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Daniel H. Kramer v. David H. Kister, Appellant.\nAttorney at law — Privileged communication ■ — ■ Competency of witness— Malicious prosecution.\nPrivileged communications between an attorney and client are confined to confidential communications and knowledge derived wholly or in part from private and professional intercourse, and do not embrace those facts which the counsel may become acquainted with collaterally, or those which were from necessity, and to subserve the interests of the client, publically disclosed by direction of the client himself, on the trial of his cause.\nIn an action for malicious prosecution, an attorney who was counsel for the present plaintiff when defendant in the criminal court, may, for the purpose of contradicting the plaintiff, be called as a witness to prove that an agreement had been made openly in the criminal court, when the case was called for trial, and participated in by the parties, their counsel, and tbe district attorney. There is no element of confidential professional communication in such evidence.\nEvidence — Testimony affecting credibility of witness.\nAn agreement, though void, may be shown to have been made to contradict a witness, going to his credibility.\nCriminal law — Felony—Verdict by agreement.\nA prosecutor who has made an honest mistake and begun a prosecution with probable cause, and who finds he has made a mistake and his expected proof is likely to fail, is not bound to go on and press for a conviction of the accused, guilty or not guilty.\nPractice, commonpleas — Trial—Sealed verdict — Separation of jury.\nA sealed verdict is no verdict if one of the jurors dissents in open court. Where a jury seals a verdict and separates, and subsequently when the jury is polled in open court one of the jurors dissents, the trial court must treat the proceeding as a mistrial and, instead of sending the jurors out again to agree anew upon a verdict, should discharge them.\nThe allowance of a sealed verdict and separation of the jury is an indulgence to the jury which, except in cases involving life, is within the discretion of the court and does not require the consent of counsel or par-lies.\nThe separation of the jurors or keeping them together and secluded during the trial is within the discretion of the court in cases not involving life.\nArgued May 16, 1898.\nAppeal, No. 208, Jan. T., 1897, by defendant, from judgment of C. P. York Co., Oct. T., 1891, No. 38, on verdict for plaintiff.\nBefore Sterrett, C. J., McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nTrespass for malicious prosecution. Before Bittenger, P. J.\nAt the trial it appeared that on August 13,1894, the defendant swore out a warrant for the arrest of plaintiff on the charge of burglary by breaking into defendant’s cigar manufactory and stealing 2,350 cigars. The plaintiff was subsequently placed on trial in the criminal court, and a verdict of acquittal was rendered by the jury without leaving the jury box, the case having been submitted without evidence.\nDefendant offered to prove by E. D. Ziegler, Esq., that he was the counsel for the plaintiff, Daniel H. Kramer, in the case of Commonwealthv. Daniel H. Kramer, No. 74, August term, 1894, and that he was present in the court room when the case was called, and assented and made an agreement with J. G. Glessner, counsel for David H. Kister, the prosecutor, that if no testimony were given, and a verdict of not guilty taken, he would not bring any suit for damages against said David H. Kister, the prosecutor and the defendant in this case; this for the purpose of contradicting Daniel H. Kramer, who denied that a verbal agreement had been entered into by him to that effect.\nPlaintiff objected because:\n1. It does not contradict the testimony of Kramer, who was asked whether he was party to an agreement to which E. D. Ziegler, James G. Glessner, Esq., and David H. Kister, and the district attorney, were all parties — the contract made in the presence of all of them — which is not matter proposed to be proved by the witness now on the stand.\n2. It is such an agreement or contract as even if proved would be inadmissible in evidence for any purpose in this case. If there was any testimony upon which the defendant could have been put upon trial, whether found guilty or not, as a result, such a contract to suspend the prosecution is contrary to public policy, and could not be enforced, and cannot be made a matter of defense.\n3. This witness is incompetent to testify to the matter inquired into, a matter of confidential relation between counsel and client, to make testimony for the defendant, because he was acting as counsel for Daniel H. Kramer.\nBy the Court: I think the last objection is fatal to the offer. My recollection is that the plaintiff, Kramer, testified that he was not present at any time when an agreement was made of that character, and not only that, he did not make such an agreement. Besides, I would suppose that this offer might be made admissible for the purpose of showing how this verdict was arrived at — this particular verdict as testified to by the plaintiff’s witnesses; but I do not see how it can be contradicted, unless he is recalled, and states that he did not make an agreement, and was not present, and did not make or take part in the agreement in the presence of Mr. Ziegler. At all events I do not think Mr. Ziegler is competent. We reject the offer, and seal an exception for the defendant. [1]\nThe jury retired, sealed a- verdict, and then separated.\nWhen the jury was being polled in open court, one of the jurymen dissented, saying: “ I signed it last evening with the understanding that if I must submit, I would have to; otherwise, I told them I was not satisfied.” The court thereupon said: “ The jury will have to retire and find their verdict. I will keep you there for a week if you don’t find a verdict. Take them out to the jury room.”\nThe court further said: “ The action of the juror was reprehensible in the highest degree, to agree to any verdict and sign a paper, and then come in next morning and find a different verdict, for any reason that he has stated here. Such a man as that is not fit to be a juror. Take the jury out to the jury-room.” [3]\nThe court ordered the jury to retire and find a verdict. [4]\nThe jury retired and returned a verdict in favor of the plaintiff for $1,500,..which was the same as the sealed verdict. The verdict was received by the court, [5] and judgment was subsequently entered for $1,000, [6] a remittitur having been filed for the balance.\nErrors assigned were (1) ruling on evidence, quoting the bill of exceptions; (2, 3) remarks to the jury at the taking of. the verdict; (4) in recommitting the case to the jury after a separation had taken place; (5) in receiving and recording the verdict found after separation; (6) in entering judgment on the verdict.\nJames G. Glessner and U. L. Fisher, with them G. G. Fisher, for appellant.\nMr. Ziegler’s testimony was not privileged: Heaton v. Findlay, 12 Pa., 304; Levers v. Van Buskirk, 4 Pa.. 316; Whiting v. Barney, 30 N. Y. 330.\nLanguage on the part of the court, the obvious tendency of which is to coerce an agreement bn the part of the jury, affords ground for a new trial. To insist too strenuously upon the necessity of an agreement may have such effect: Green v. Tel-fair, 11 How. Pr. (N. Y.) 260; Chester, etc., B. R. Co. v. Barlow, 86 Term. 537.\nThough the parties, after the charge of the judge and before the jury have retired, agree that the jury may deliver a sealed. verdict, yet, when they come into court to deliver the sealed verdict, either party may have the jury polled; and any of the jurors may dissent from the verdict to which he had previously agreed: Root v. Sherwood, 6 Johns. (N. Y.) 67; Blackley v. Sheldon, 7 Johns. (N Y.) 32; Scott v. Scott, 110 Pa. 387.\nNo juror should be induced to agree to a verdict by fear that a failure to so agree would be regarded by the public as reflecting on his intelligence or integrity. Personal considerations should never be permitted to influence his conclusion, and the thought of them should never be presented to him as a motive for action: State v. Bybee, 17 Kan. 462; Hooker v. Jamison,\n2 W. & S. 438; Cranston v. N. Y. C. & H. R. R. R., 103 N. Y. 614; Green v. Telfair, 11 How. Pr. (N. Y.) 260; Slater v. Mead, 53 How. Pr. (N. Y.) 57; Pierce v. Pierce, 38 Mich. 412; Wolfran v. Eyster, 7 Watts, 38; McConnell v. Linton, 4 Watts, 357; Walters v. Junkins, 16 S. & R. 414.\nIn the case of Reitenbaugh v. Ludwick, 31 Pa. 132, the jury had signed, sealed, separated and returned a verdict, but not in due form ; they were sent back to put it into proper form, but not to find or agree upon a verdict; and, in so far, it was held' right.\nN. M. Wanner, with him W. A. Miller, for appellee.\nCourts, in the exercise of their discretion, are allowed considerable latitude, both in their expressions to juries and in the length of time for which they may hold them together to procure a verdict. They must not, however, coerce or intimidate them, but in judging of this, the peculiar circumstances of each case must be considered : Sargeant v. Martin, 133 Pa. 122; Wilson v. N. Y. Cent. R. R., 2 N. Y. Supp. 65; Holden v. Pa. R. R., 169 Pa. 1; Lewis v. Water Co., 176 Pa. 237.\nThe rule laid down in criminal cases is that the separation of jurors will not affect the verdict unless it is shown that they were guilty of improper conduct, or that improper influences were used upon them: Hilands v. Com., Ill Pa. 1; Com. v. Clemmer, 2 Pa. C. C. 629; Com. v. Morgan, 3 Pa. C. C. Rep. 151; Alexander v. Coin., 105 Pa. 1; Com. v. Johnson, 5 Pa. C. C. 236; Com. v. Eisenhower, 181 Pa. 470; Moss v. Com., 107 Pa. 267.\nIn civil cases it has been held that the verdict is not final until it is pronounced and actually recorded in open court: Thomas v. Upper Merion Twp., 10 Pa. C. C. 414; Bunn v. Hoyt, 3 Johns. 255; Douglass v. Tousey, 2 Wend. 352; War-’ ner v. N. Y. Cent. R. R., 52 N. Y. 487; Byrne v. Grossman, 65 Pa. 310; Whitner v. Hamlin, 12 Fla. 18.\nJuly 21, 1898:"
  },
  "file_name": "0227-01",
  "first_page_order": 249,
  "last_page_order": 258
}
