{
  "id": 900246,
  "name": "Joseph Stokes v. Township of Ralpho, Appellant",
  "name_abbreviation": "Stokes v. Township of Ralpho",
  "decision_date": "1898-07-21",
  "docket_number": "Appeal, No. 154",
  "first_page": "333",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0487-01"
      ]
    },
    {
      "cite": "181 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0184-01"
      ]
    },
    {
      "cite": "117 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0353-01"
      ]
    },
    {
      "cite": "171 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0145-01"
      ]
    },
    {
      "cite": "71 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "137 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0042-01"
      ]
    },
    {
      "cite": "101 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0616-01"
      ]
    },
    {
      "cite": "152 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0399-01"
      ]
    },
    {
      "cite": "111 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0009-01"
      ]
    },
    {
      "cite": "178 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0298-01"
      ]
    },
    {
      "cite": "151 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0620-01"
      ]
    },
    {
      "cite": "146 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0011-01"
      ]
    },
    {
      "cite": "122 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0601-01"
      ]
    },
    {
      "cite": "149 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0222-01"
      ]
    },
    {
      "cite": "112 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0185-01"
      ]
    },
    {
      "cite": "14 Gray, 242",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2091676
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/80/0242-01"
      ]
    },
    {
      "cite": "172 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 9420,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 2.5699051802053785e-07,
      "percentile": 0.816152022762717
    },
    "sha256": "33a16d59ec91d542ee240fd203aa267eca163ced43e863659073476943bbe18b",
    "simhash": "1:f67287d3556ae331",
    "word_count": 1668
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stekrett, C. J., Green, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "Joseph Stokes v. Township of Ralpho, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff’s right to recover in this case depended on disputed questions of fact which it was clearly the duty of the court to submit to the jury for their determination. That was done in a full and adequate charge which, considered as a whole, appears to be free from substantial error. In reaching the conclusion embodied in their verdict, the jury must have found all the material questions in plaintiff’s favor; and we find nothing in the record that calls for a reversal of the judgment entered on the verdict.\nThe first five specifications are to portions of the general charge recited therein respectively; and the two remaining specifications are to the court’s answers to defendant’s fourth and fifth points. We find nothing in any of these specifications of error that requires discussion. Neither of them is sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. E. M. Oram and Voris Auten, with them E. S. Walter and P. A. Vought, for appellant,",
      "C. A. Small, of Rhawn Small, and James Scarlett, with them O. M. Clement, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Joseph Stokes v. Township of Ralpho, Appellant.\nNegligence — Townships—Unguarded road — Apparent danger.\nOne is not precluded from recovering for an injury received from a defect in a road, though knowing it was defective, unless the danger was so apparent that in the use of ordinary care he ought not to have undertaken the passage.\nTn an action against a township to recover damages for personal injuries, the case is for the jury where the evidence tends to show that plaintiff, while driving a gentle horse at night with a buggy, fell over a precipitous bank at the side of the road; that the bank was unguarded, and had been so ever since the road was made, many years before.\nArgued May 25, 1898.\nAppeal, No. 154, Jan. T., 1898, by defendant, from judgment of C. P. Northumberland Co., May T., 1897, No. 1, on verdict for plaintiff.\nBefore Stekrett, C. J., Green, McCollum, Mitchell and Fell, JJ.\nAffirmed.\nTrespass for personal injuries. Before Savidge, P. J.\nAt the trial it appeared that about 11 o’clock on the niglit of November 29, 1896, the plaintiff, in company with a young lady, was returning borne from church, driving a gentle horse with a buggy. The evidence tended to sliow that the buggy struck an obstruction in the road, and was precipitated with tlie occupants and horse over an embankment. The roadbed at tlie point of the accident was about eleven feet wide, and on the side of the embankment was not provided with guard rails. The road had been constructed many years before, and bad always been without guard rails at the point where the accident occurred. The plaintiff was a resident of tlie neighborhood and was well acquainted with the road. There was evidence that plaintiff bad stated after tlie accident that it was caused by tlie stumbling of his horse.\nTlie court charged in part as follows :\n[That horses will stumble and do stumble upon highways is perhaps a matter of common knowledge. Whether the ordinary horse, such as is commonly used, will sometimes stumble I leave it to you to say. If so, if it is an ordinary and usual thing for horses to occasionally stumble upon the highway, then it was the duty of the supervisors to anticipate that such was likely to occur and to provide against such conditions, and if they were negligent in not providing a suitable barrier, and this horse simply stumbled in the ordinary manner, provided you find he stumbled at all; and the stumbling of the horse was not the producing cause of the accident and injury, there should be a recovery if you find there was negligence of the township and the absence of negligence on the part of the plaintiff. When I speak of the word “ stumbling of a horse,” I mean such stumbling as is controllable.] [1]\n■ [If the horse simply stumbled in the ordinary way, did not fall, but by reason of the stumbling swerved from the course, and by reason of the narrowness of the way, went over the embankment, the cause of the injury, in a legal sense, and that is what you are to be governed by, was not the stumbling, but the absence of the barriers. Therefore, in that event, if the ■township was at fault in not putting a barrier there, and the plaintiff was free from contributory negligence, in other respects he would be entitled to recover, because, in that event, the stumbling could no more, in my judgment, .be said to be the proximate and efficient cause of the accident and injury, than could the shying of a horse if upon the highway, or the fact of the traveler being crowded off by other vehicles, be said to be the proximate cause of the accident and injury.] [2]\n[If you should conclude that the defendant knew another safe way around, it does not follow that he was necessarily obliged to take it; that would depend upon whether the danger in traveling over the road he did take, and upon which this accident befell him, was so manifest and apparent that, as a prudent man, he ought not to have undertaken its passage. If, as a prudent man, notwithstanding the condition of the road, he believed it could be safely traversed with reasonable safety,— if that is the conclusion that a prudent man, under the circumstances, would have come to, — then, notwithstanding the danger, he had a right to undertake the passage. If the danger was so great and apparent that a reasonable man, in the exercise of common and ordinary prudence, ought not to have undertaken its passage, then he ought not to have gone that wajr, if he knew of another way around, and he was guilty of contributory negligence and ought not to recover.]. [3]\n[If you find a permanent injury you would have to determine what would be the length of Ms life. The life table shows an expectancy of thirty-nine years, or little over. You will take into consideration his ag'e at the time of the injury or accident, which was but a few months ago, and you will take into consideration all the testimony bearing upon a probability of his life and determine for yourselves how long he will probably live, in case you find the injury a permanent one.] [4]\n[No one saw the horse stumble, from the testimony, but the fact that it did stumble is sought to be established by the declarations of the plaintiff. Several witnesses have sworn to these declarations. The plaintiff not only denies he ever made the declarations imputed to him but asserts that it is not a fact that the horse stumbled. When I say denies and asserts I mean he did so from the witness stand. You will first determine whether he made these declarations. Secondly, if he did make them, whether they were true, because, even though he made them, if they were not true, you are not to decide the case against him because he asserted what was not the fact, but you are to decide the case from what you find from all the evidence the fact was. Declarations against a party’s interest are to be construed most strongly against him. However, you are to determine their truth from all the testimony in the case relating to the particular question with regard to which they are made, and from all the fads and circumstances surrounding them.] [5]\nDefendant’s points and the answers thereto among others were as follows:\n4. If the jury find from the evidence that the plaintiff knew the condition of the road and the absence of barriers, that he also knew of the awkwardness and clumsiness of the horse, and its propensity to stumble, and voluntarily undertakes to drive over the road in question on a dark night with said horse, he is guilty of contributory negligence, and the verdict of the jury must be for the defendant. Answer: I cannot affirm this point as presented. If the danger was so apparent that in the use of ordinary care he ought not to have undertaken the passage, as I explained to you in the general charge, he was guilty of contributory negligence and ought not to recover. Otherwise he should recover in case you find with him on the questions submitted to you in the general charge. [6]\nJuly 21, 1898:\n5. If the jury believe that the plaintiff undertook to use the public road upon which the accident occurred, knowing that it was unsafe and knowing the defects that made it so, but not choosing to avoid, although he could have done so by taking another road, to wit: the Quaker road, then the plaintiff cannot recover and the verdict of the jury must be for the defendant. Answer: This point is not affirmed. I refer you to what I have just said in answer to the fourth point. [7]\nVerdict and judgment for plaintiff for $3,000. Defendant appealed.\nErrors assigned were (1-7) above instructions, quoting them.\nW. E. M. Oram and Voris Auten, with them E. S. Walter and P. A. Vought, for appellant,\ncited Yoders v. Amwell Twp., 172 Pa. 452; Jones on Negligence of Municipal Corporations, 479; Elliott on Roads and Streets, 452; Gregory v. Inhabitants of Adams, 14 Gray, 242 ; McCormick v. Washington Twp., 112 Pa. 185; Herr v. Lebanon, 149 Pa. 222; Chartiers Twp. v. Phillips, 122 Pa. 601; Hill v. Tionesta Twp., 146 Pa. 11; Haven v. Pittsburg, etc., Bridge Co., 151 Pa. 620; Smith v. City of New Castle, 178 Pa. 298 ; Monongahela City v. Fischer, 111 Pa. 9 ; Mueller v. Ross Twp., 152 Pa. 399 ; Erie v. Magill, 101 Pa. 616 ; Robb v. Connellsville Boro., 137 Pa. 42.\nC. A. Small, of Rhawn Small, and James Scarlett, with them O. M. Clement, for appellee,\ncited Yoders v. Amwell Twp., 172 Pa. 452; Lower Macungie Twp. v. Merkhoffer, 71 Pa. 279; Kitchen v. Union Twp., 171 Pa. 145 ; Burrell v. Uncapher, 117 Pa. 353 ; Allen v. DuBois Borough, 181 Pa. 184 ; Shaw v. Philadelphia, 159 Pa. 487."
  },
  "file_name": "0333-01",
  "first_page_order": 355,
  "last_page_order": 359
}
