{
  "id": 900278,
  "name": "The City of Chester v. William B. Bullock, Appellant",
  "name_abbreviation": "City of Chester v. Bullock",
  "decision_date": "1898-10-17",
  "docket_number": "Appeal, No. 30",
  "first_page": "544",
  "last_page": "551",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 544"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0136-01"
      ]
    },
    {
      "cite": "151 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "159 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0039-01"
      ]
    },
    {
      "cite": "159 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0020-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 65",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        280044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0065-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 132",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        280094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0132-01"
      ]
    },
    {
      "cite": "182 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0581-01"
      ]
    },
    {
      "cite": "169 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0300-01"
      ]
    },
    {
      "cite": "156 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0526-01"
      ]
    },
    {
      "cite": "81 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0433-01"
      ]
    },
    {
      "cite": "109 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0109-01"
      ]
    },
    {
      "cite": "160 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0494-01"
      ]
    },
    {
      "cite": "77 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0077-01"
      ]
    },
    {
      "cite": "122 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0266-01"
      ]
    },
    {
      "cite": "81 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 16710,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.2419749000199562e-07,
      "percentile": 0.6081043721081808
    },
    "sha256": "d8fe59001363c87edde2b2454f3ecfa964277a25e4a4854a92f9a38964b81116",
    "simhash": "1:8ca99e0c9a59fa60",
    "word_count": 2886
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "The City of Chester v. William B. Bullock, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThe improvement for which the defendant was assessed was made under the act of May 24, 1887. It was petitioned for in accordance with the provisions of this act, and municipal action which was believed to constitute a sufficient authorization of it was taken. No objection to the improvement is made by the defendant on the ground that it is defective or the cost of it excessive. It was after the improvement was completed, and after the act under which it was made was set aside on the ground that it was unwarranted classification and opposed to the mandate of the constitution respecting local or special legislation, that his refusal to pay the assessment became apparent. The principal ground of his attack upon the assessment is the alleged noncompliance of the municipality with the provisions of the act aforesaid and the Act of May 1, 1876, P. L. 94. As supplementary to this ground of attack he alleges irregularities in the proceedings which resulted in an ordinance supposed by the municipal authorities to be in accordance with the act of 1887 and in furtherance of the improvement. It will thus be seen that while all the property owners on Potter street have, and are now enjoying, the benefits and advantages accruing from an improvement for which a majority of them petitioned the municipal authorities, some of them interpose, as a defense to the assessments, noncomplianco with the statutes and alleged irregularities in the proceedings. They interpose this defense with full knowledge that the alleged matters on which it is based have added nothing to the cost of the improvement, and in the hope of escaping the liability which they know compliance with the statutes and observance of the rules relating to municipal ordinances imposes.\nFull opportunity for a defense on the merits was allowed to the defendant in this case, but he preferred to rest his defense on other grounds. The grounds of his defense are hereinbefore stated, and need not be repeated in this connection. The objection that the ordinance in pursuance of which the improvement was made was invalid by reason of alleged irregularities in the proceedings preceding and attending its adoption cannot be sustained, nor can the objection that the ordinance did not substantially conform to and comply with the provisions of the act of 1887. It is not shown in what respect or particular the ordinance failed to comply with the provisions of said act relating to the paving of streets, nor has the defendant attempted to show any defect in it of this nature. It is suggested, however, that the paving provision of the act of 1876 must be read into and considered as a part of the act of 1887. The reply to this suggestion is that the legislature included in the act of 1887 so much of the act of 1876 as was considered consistent with the provisions of it in relation to the grading and paving of streets, and regarded so much of the act of 1876 as was not included in it as inconsistent with such provisions, and therefore within its repealing clause.\nThe objection to the assessment ordinance on the alleged ground that the title of it is not broad enough to give notice of its contents was not made in the court below, although it is apparently pressed on the appeal as the most important objection to it. But we cannot assent to the claim that this objection is fatal to the ordinance. The title to the act under consideration in Mauch Chunk v. McGee, 81 Pa. 433, was as follows : “ An act giving the right to the town council of the borough of Mauch Chunk to build drains and sewers and file liens for the building of the same.” The body of the act contained provisions relating to the cost of these improvements and the collection of the same. It was held that the provisions of the act relating to collection was within the scope of the title and constitutional. On this point Agnew, C. J., delivering the opinion of the Court, said: “ The purpose of filing a lien is to secure the expense, yet it does not expressly give any remedy for collection. But, as collection is the substantial point intended of the authority to file the lien, no one would contend that any remedy for collection given by the legislature in the body of the act would be foreign to the title.” In the case at bar the title of the ordinance in question is as follows: “ Ordinance providing for the assessment of the cost of local improvements heretofore made upon the property abutting on the street, lane or alley or part thereof when the said improvements have been completed.” As the title fairly gives notice of the subject of it so as reasonably to lead to an inquiry into the body of the ordinance, it is sufficient. It need not be an index to the contents.\nThe ruling complained of in the sixth specification of error furnishes no adequate ground for reversing the judgment. The defendant persistently refused to defend on the merits, and did not allege any ground for such a defense. He had notice of the time and place of the meeting of the viewers, and did not attend it, nor file any exceptions to their report. He does not allege that the contracts for the improvement were in any respect unreasonable, or that there was any failure of the contractors to comply with all the provisions of them. He makes no claim of defective work or materials, nor does be allege that the amount of his assessment is excessive or more than liis proportion of the cost of the improvement. In view of these facts the cases he cited to support his offer not only justified but required the rejection of it.\nThe act of 1887 provided a complete system for the grading and paving of streets, the passage of ordinances for the same and for collecting the cost by assessment against the property owners, and the improvement in question was made under and in substantial conformity with it. This act having been declared unconstitutional in Ayers’s Appeal, 122 Pa. 266, the ordinances passed under it were validated by the Act of May 13, 1889, P. L. 196. The improvements made under the ordinances so validated are within the purview of the act of May 23,1889, authorizing assessments for the cost of local improvements theretofore made or in process of completion.\nWhile we have given due consideration to all of the defendant’s objections to the ordinances and the proceedings under them, we have not deemed it necessary to specify in this opinion each objection separately. All of the objections made are technical, but none of them is fatal to the plaintiff’s claim. All the specifications of error are therefore overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "John B. Hinkson, for appellant.",
      "A. A. Cochran, for appellee."
    ],
    "corrections": "",
    "head_matter": "The City of Chester v. William B. Bullock, Appellant.\nRoad law — Paving—Statutes—Acts of May 1, 1876, and May 24, 1887.\nThe legislature included in the Act of May 24, 1887, P. L. 204, so much of the Act of May 1, 1876, P. L. 94, as was considered consistent with the provisions of it in relation to the grading and paving of streets, and regarded so much of the act of 1876 as was not included in it as inconsistent with such provisions and, therefore, within its repealing clause.\nMunicipalities — Ordinances—Title of ordinances.\nAn ordinance was entitled as follows: “ Ordinance providing for the assessment of the cost of local improvements heretofore made upon the property abutting on the street, lane or alley, or part thereof, when the said improvements have been completed.” The ordinance provided “ said assessments shall be made and collected in accordance with the provisions of the act of assembly entitled ‘ An act authorizing assessments and re-assessments for the cost of local improvements already made, or in the process of completion, and providing for and regulating the collection of the same,’ approved May 23, 1889.” The ordinance further provided that the assessments should be paid in instalments, and specilied the time when these instalments should be paid. Held, that the title of the ordinance gave sufficient notice of the contents of the ordinance.\nMumevpal lien — Paving—Defenses —Estoppel.\nIn an action by a municipality against a landowner to recover assessments for paving a street, the defendant will not be permitted to show the conduct of the viewers and the manner in which they arrived at the assessment, whore he refused to defend on the merits and did not allege any ground for such defense, and where it appears that he had notice of the time and place of the meeting of the viewers, but did not attend the meeting, nor file any exceptions to the report of the viewers, nor make objection on account of defective work or materials, or that the amount of his assessment was excessive or more than his proportion.\nMunicipalities — Ordinances—Acts of May 24, 1887, May 13, 1889, and May 23, 1889.\nOrdinances invalid under the unconstitutional Act of May 24,1887, P. L. 207, but validated by the Act of May 13, 1889, P. L. 196, are within the purview of the Act of May 23, 1889, P. L. 272, authorizing assessments for the costs of local improvements theretofore made, or in process of completion.\nArgued March 1, 1898.\nAppeal, No. 30, Jan. T., 1898, by defendant, from judgment of C. P. Delaware Co., Dec. T., 1894, No. 26, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, McCollum, Dean and Fell, JJ.\nAffirmed.\nAssumpsit to recover assessments for street improvements.\nAt the trial before Clayton, P. J., it appeared that the ordinance under which the assessments were made was as follows:\n“ Ordinance appointing assessors.\n“ ordinance\n“ Providing for the assessment of the cost of local improvements heretofore made upon the property abutting on the street, lane or alley, or part thereof, where the said improvements have been completed.\n“ Section 1. The mayor and council of the city of Chester do ordain, that the cost of local improvements heretofore made in the said city of Chester shall be assessed upon the property abutting on the street, lane or alley, or part thereof, where the said improvements have been completed. Said assessments shah be made and collected in accordance with the provisions of the act of assembly, entitled £ An act authorizing assessments and re-assessments for the cost of local improvements already made or in process of completion, and providing for and regulating the collection of the same,’ approved May 23, 1889, and Robert Wilson, Samuel Mcllvain and Nathan Sharpless are hereby appointed viewers to make said assessments.\n“Sec. 2. Said assessments shall be due sixty days from the date of making the same, and if not paid when due shall bear interest, and shall be collected, together with five per centum penalty, as provided in said act of assembly.\n“Sec. 3. Said assessment may be paid in five equal instalments, the first instalment shall be due and payable sixty daj^s from the date of said assessment; the second instalment shall be due and paj^able in one year from the date of said assessment; the third instalment shall be due and payable in two years from the date of said assessment; the fourth instalment shall be due and payable in three years from the date of said assessment; and the fifth instalment shall be due and payable in four years from the date of said assessment. The second, third, fourth and fifth instalments shall bear interest from the date the first instalment was due and payable, and in case any instalment is not paid when due, the whole assessment remaining unpaid shall become due and payable, and shall be collected as provided by said act of assembly.\n“Sec. 4. Any owner of property against which said assessment shall be made may pay all or as many of said instalments as he chooses before the same are due, and in case said assessment is paid within sixty days after being made, or any said instalment is paid when due, the owner pajfing such assessment or instalment shall be entitled to have deducted from the same a sum equal to ten per centum upon the amount of such assessment or instalment.”\nThe court under objection and exception by defendant admitted the ordinance in evidence. [2]\nWhen Robert Wilson, a witness for defendant, was on the stand, defendant’s counsel made the following offer:\n“ I propose to show by this witness that the assessment which is the basis of this claim in the above action was entirely perfunctory ; it was made from an inspection of the original contract with the city for the whole work oil each particular street, or from a statement of the said contract made by the city officials. I desire to show that this was the basis upon which the viewers arrived at the amount; that no calculation was made of the quantity and value of the several materials entering into the work, nor as to the time and value thereof occupied in doing the work. The information upon which the viewers made their report was based, not upon their own examination, measurement, inquiries or calculations of either the cost or value of the work and materials, nor the quantity thereof, but from figures and data furnished by the officers of the plaintiff, and the final result arrived at in this case was not the calculations of the viewers made by themselves from information independently attained by them, but that the said result was prepared by the city officers for them; they did not ascertain separately the time, amount, quality, value or cost of the various items of sand, gravel, stone and lumber contained in that part of the street opposite the defendant’s property, so as to assess against him his just and true indebtedness to the plaintiff' city, but based it on estimates of values or secondary evidence obtained from the plaintiff, and not upon the true worth thereof. The time occupied by the viewers in going over the eight streets named in the statement of claim in said case, containing many hundreds of feet and numerous properties, was only parts of a very few days, entirely inadequate to enable them to make a just and legal assessment upon each particular property.”\nPlaintiff’s counsel objected to the offer.\nThe Court: The objection is sustained and the offer is overruled upon two grounds ; first, that the defendant had notice, and it was his duty to have appeared before the viewers and made his objection there; secondly, he has now leave to show in defense any defense that he has upon the merits. Exception noted. [6]\nOther facts appear by the opinion of the Supreme Court.\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned among others were (2) admission of ordinance as above; (6) sustaining objection to defendant’s offer, quoting the bill of exceptions.\nOctober 17, 1898:\nJohn B. Hinkson, for appellant.\nThe ordinance offended against the constitutional provision requiring the subject-matter to be clearly and fully set out in the title so as to give notice of contents: Mt. Joy Borough v. Turnpike Co., 182 Pa. 581.\nWhere a city passes an ordinance to pave a street, the existing ordinance applicable to all such cases must be read into the special provision of a particular case: Erie v. Griswold, 5 Pa. Superior Ct. 132; Indiana & Westmoreland Turnpike Co., 5 Pa. Superior Ct. 65.\nThe act of 1876 relates to “paving and grading.” The act of 1887, which is said to be a virtual substitute for it, relates only to “ grading.”\nApart from a meager proof of notice of meetings of the viewers, no testimony was admitted as to their actions. The offer of the defendant in this particular was overruled by the court; and for the purposes of this argument it is to be regarded as proved. But it is submitted that the action of the viewers was a proper matter for the consideration of the jury, because they were appointed to faithfully, conscientiously and carefully ascertain the amount and the value of the work; and, like all other persons having duties of a public character to perform, are held to a substantial performance of them. This is not a new question, and is, in substance, ruled in the cases of More-wood Avenue, 159 Pa. 20, Ferguson’s App., .159 Pa. 39, Omega Street, 151 Pa. 129, and Shiloh Street, 152 Pa. 136.\nA. A. Cochran, for appellee.\nIf the title fairly gives notice of the subject of the act so as reasonably to lead to an inquiry into the body of the bill, it is all that is necessary. It need not be an index to the contents as has often been said: Allegheny County Home’s App., 77 Pa. 77; Lackawanna Township, 160 Pa. 494; Rogers v. Imp. Co., 109 Pa. 109; Mauch Chunk v. McGee, 81 Pa. 433.\nThe plaintiff contends that the position of this defendant is conclusive against him, and that he is estopped from raising any question as to anything except to the character of the work: Harrisburg v. Baptist, 156 Pa. 526; Chester v. Pennell, 169 Pa. 300."
  },
  "file_name": "0544-01",
  "first_page_order": 566,
  "last_page_order": 573
}
