{
  "id": 900320,
  "name": "The Finch Manufacturing Company v. The Stirling Company, Appellant",
  "name_abbreviation": "Finch Manufacturing Co. v. Stirling Co.",
  "decision_date": "1898-10-17",
  "docket_number": "Appeal, No. 371",
  "first_page": "596",
  "last_page": "602",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 596"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "183 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "129 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/129/0064-01"
      ]
    },
    {
      "cite": "90 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0069-01"
      ]
    },
    {
      "cite": "149 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "183 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/183/0450-01"
      ]
    },
    {
      "cite": "184 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0102-01"
      ]
    },
    {
      "cite": "60 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/60/0290-01"
      ]
    },
    {
      "cite": "79 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/79/0168-01"
      ]
    },
    {
      "cite": "184 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 14035,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 6.304076127210241e-08,
      "percentile": 0.38791894817033734
    },
    "sha256": "70e7c04bab08a04f143b5e41603cf2af93a770507643adb7429f5efc6775b149",
    "simhash": "1:893df9571ec4090d",
    "word_count": 2424
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stereett, G. J., Green, Williams, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "The Finch Manufacturing Company v. The Stirling Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb.. Justice Dean,\nThe issue originally was an interpleader to determine the ownership of an engine and connections, two boilers and a pulley. The property was levied upon as the property of the Chamberlain Coal Company, by a creditor; it was claimed by “The Finch Manufacturing Company;” as the claimant neglected to file bond, by direction of the court the sheriff sold the property for $1,200.08, and brought the money into court to abide its order. Thereupon, the parties interested agreed upon the appointment of James H. Torrey, Esq., as referee, to find facts and determine the law. He found as facts that the property in question, prior to November 27, 1895, had belonged to the Chamberlain Coal Company, and was at its coal mines; that on that day the coal company was indebted to the Finch Manufacturing Company in the sum of $10,000, by book account, and the latter company made a proposition to the coal company to take the property at a valuation of $2,100, the amount to be credited on the indebtedness. The proposition was considered by the board of directors of the coal company, and on motion of a director it was by a unanimous vote accepted. The credit of $2,100 was entered on the books of the manufacturing company, and an inventory of the property delivered to the purchasing company. The price was the full value of the goods; the seller was not insolvent at the date of the sale, and it was not made in contemplation of future insolvency. The property was actually delivered to the manufacturing company at Scranton immediately afterwards. At the time of the contract, I. A. Finch was a stockholder, director and president of the coal company, and also a stockholder, director and president of the manufacturing company. He and his sons owned more than nine tenths of the capital stock of the manufacturing company, the purchaser. The coal company had been unsuccessful from the start, and at the date of the transaction was largely in debt, which situation did not improve, so, in January, 1896, its entire assets were seized and sold by the sheriff. The Stirling Company, on a judgment for over $5,000, levied on the engine and boilers as the property or the coal company. The facts, as to the sale and delivery of the property by the one company to the other, were not questioned. It was alleged by the creditors that the coal company, at the date of the contract, was insolvent, and known to be so by its officers. The referee did not so find, but on exception the learned judge of the court below did. The referee fixed the date of insolvency about the time of issuing executions, in January following the sale. He sustained the sale, mainly, on his finding, that at the date of it the coal company was not insolvent, and the contract was not made in contemplation of insolvency. The court, while reversing this finding of fact, nevertheless adopts the decree suggested by the referee, but for a different reason. The coal company being insolvent, he holds that, in view of the relations of President Finch to the two companies, it was presumptively a fraudulent preference, but that the presumption is rebutted by the facts that the preference was in no way secured by solicitation, or by the influence of Finch. The manufacturing company had a large claim against the coal company, which was then due and payable, and the board of directors of the debtor company sold to the manufacturing company, at a fair price, property that was useless to it; and further, that while the president was at the directors’ meeting when action was taken, he did not suggest the measure, and did not vote upon it.\nWe cannot concur in the inference drawn from the facts assumed. If the company was insolvent when the sale was made, and Finch knew it, what was the effect ? Clearly, a preference to him and a prejudice to the other creditors. It turned over to him thereby, exclusively, $2,100 of the assets of the company, to which he had no more right than any other creditor. It was more surely a preference than if it had confessed judgment to the manufacturing company for that amount; there was nothing connected with his claim which entitled him to a preference; presumptively, he wanted and obtained the preference, because of his official knowledge of the peril of creditors. Nor can we venture to say that under such circumstances, holding the responsible position of president of a corporation, he can relieve himself from the presumption of having secured the preference, to the prejudice of the general creditors, by merely not voting. The transaction is consummated, not merely by his vote, but by the weight given to his advice or suggestion, and by his very prominence in the management. His opinion and request that the sale ought to be made is plainly apparent. The proposition to buy at the price named is made by the manufacturing company to the- coal company, and accepted by tire latter. Each director, necessarily, was aware, therefore, that their president thought the price fair, and that in his judgment the offer was one that should be accepted. In his presence they voted to accept. It is going too far, and might lead to great abuses, were we to hold that the mere declination to vote rebutted the presumption that the preference was fraudulent. Mere passiveness would not rebut the presumption; but he was more than passive; he made a proposition to buy, which was impliedly an invitation to the debtor company to sell. Equity has uphold a preference under some circumstances, as in Cowan v. Plate Glass Co., 184 Pa. 1; for example, a corporation is embarrassed financially, but believed to be solvent; to obtain an advance of money to relieve pressing liabilities for current wages, a director loans it the amount needed, on a stipulation that he shall be preferred as a creditor for the loan, and is actually at the time secured by judgment; it turns out afterwards that at the date of the loan the corporation was insolvent. In such case, preference will not be disturbed, because the money was loaned to maintain the life of the corporation, and not solely to secure an advantage to the director over other creditors. But the debt of Mr. Pinch was a mere book account, entitled to no special favor; the payment of it did not aid the company in keeping its business going. It resulted merely in a benefit to Finch, who was president, and necessarily from his very position largely influential in its management, as was the preferred creditor in Rice’s Appeal, 79 Pa. 168. It was a contract upon which, ordinarily, the law frowns, and although not necessarily void because of the insolvency, as is said in Ashhurst’s Appeal, 60 Pa. 290, and in Russell v. Rock Run Gas Co., 184 Pa. 102, it was one to he carefully watched, and its fairness shown. And the burden was on the president to show this; the evidence that he did nob vote for the resolution did not rebut tbe presumption tbat the contract was void.\nWhat we have said is only pertinent on the assumption that the company was known tobe insolvent at the date of the contract, as found by tlie court. But the referee finds the fact otherwise. At the date of the transaction, the company had expended more than $350,000 in improvements; had really paid in advance royalties to the amount of $85,000; it had valuable leases; the organization was new, and from the very beginning the coal trade had been in such a state of depression that it had conducted a losing business; it had given an option for the purchase of the entire plant at the price of $487,500, which did not expire until January 1 following. A sale at this figure would have paid all the debts and saved a very considerable value to the stock. Although hampered by debts, it did not follow that tbe company was insolvent. Statutory insolvency is generally determined as an inability to pay debts when due or demandable ; but the rule that an officer or director of an insolvent corporation cannot prefer his individual debt is based, not on statutory insolvency, but on the unfair and fraudulent character of the transaction. He is a trustee of the corporate property for the benefit of all creditors and stockholders, and has superior knowledge of the financial condition of his company. It would be highly unjust to permit him to use his position for his individual interest to the prejudice of others. But if a contract be made when the corporation is solvent, or believed by the officer to be solvent, the reason for the rule disappears, because the officer has no motive distinguishable from that of other creditors to seek payment of or security for his debt. That a corporation apparently solvent may, by. subsequent disasters or mismanagement, cease to do business and be sold out by the sheriff for a sum far less than its debts does not of itself prove that it was insolvent when the alleged illegal contract was made: Mueller v. Fire Clay Co., 183 Pa. 450.\nThe referee has found as a fact, on sufficient evidence, that the company was not insolvent at the date of the sale of this property, and that the sale was not made in contemplation of insolvency; it is not apparent to us that the finding is manifestly wrong. That fact, sustains the decree, and it is affirmed.",
        "type": "majority",
        "author": "Mb.. Justice Dean,"
      }
    ],
    "attorneys": [
      "James W. Oakford, for appellant.",
      "Wm. J. Hand, with him Alfred Hand, for appellee."
    ],
    "corrections": "",
    "head_matter": "The Finch Manufacturing Company v. The Stirling Company, Appellant.\nCorporations — Insolvency—Preferences—Directors—President.\nStatutory insolvency is generally determined as an inability to pay debts when due or demandable, but the rule that an officer or director of an insolvent corporation cannot prefer his individual debt is based, not on statutory insolvency, but on the unfair and fraudulent character of the transaction. If, however, the contract by which the officer is preferred is made when the corporation is solvent, or believed by the officer to be solvent, the reason for the rule disappears, because the officer has no motive distinguishable from that of other creditors to seek payment of or security for his debt.\nThat a corporation apparently solvent may by subsequent disasters or mismanagement cease to do business, and be sold out by the sheriff, for a sum far less than its debts, does not of itself prove that it was insolvent when the alleged illegal contract was made.\nA coal company transferred to a manufacturing company some machínery in part payment of a debt. The president of the coal company was also president of the manufacturing company. The former company at the time of this transaction had expended large sums in improvements on valuable leases and had also paid large sums as advanced royalties. The company was a new one, and from the very beginning the coal trade had been in such a state of depression that it had conducted a losing business. The company had given an option which had not expired, at a price which would have paid all the debts, and saved a very considerable value to the stock. Held, that the company was not insolvent in the sense that its insolvency would have invalidated the preference given to the manufacturing company in which the president of the coal company was interested.\nIt seems that where the president of an insolvent corporation is present at a meeting of the directors of the company which votes to give a preference to another company of which the president is also an officer, and in which he is heavily interested, the mere fact that the president does not vote on the resolution does not rebut the presumption that the contract is void.\nArgued Feb. 23, 1898.\nAppeal, No. 371, Jan. T., 1897, by defendant, from judgment of C. P. Lackawanna Co., March T\\, 1896, No. 420, dismissing exceptions to report of referee.\nBefore Stereett, G. J., Green, Williams, Mitchell, Dean and Fell, JJ.\nAffirmed.\nSheriffs interpleader to determine ownership of certain goods. Before Archbald, P. J.\nAfter interpleader filed, agreement of parties to refer to James II. Torrey, Esq., under the act of 1869.\nThe facts appear by the opinion of the Supreme Court.\nThe referee found as a matter of law as follows:\n1. The transaction November 27,1895, between the Chamberlain Coal Company and the Finch Manufacturing Company constituted a complete and valid sale of the goods in dispute by tbe former to the latter company.\n2. At tbe time of tbe levy by the defendant upon tbe said goods, they were tbe property of the plaintiff, the Finch Manufacturing company.\n3. The Finch Manufacturing company is entitled to the fund in court.\n4. The protlionotary is directed to enter judgment in favor of the plaintiff and to pay to the plaintiff, the Finch Manufaotaring company, the money in court, the proceeds of the sheriff’s sale of the goods described in the plaintiff’s declaration.\nOctober 17, 1898:\nDefendant filed exceptions to the report of the referee.\nThe court in an opinion by Abchbald, P. J., overruled certain objections and directed judgment to be entered in accordance with that ruling.\nErrors assigned were in overruling exceptions to referee’s report and directing judgment.\nJames W. Oakford, for appellant.\nThe Chamberlain Coal Company was insolvent at the time of transferring to the Finch Manufacturing Company the property in dispute, and the transfer constituted a preference of I. A. Finch, which was a fraud inlaw: Kersteter’s App., 149 Pa. 154; Hopkins’s App., 90 Pa. 69; Neal’s App., 129 Pa. 64.\nWm. J. Hand, with him Alfred Hand, for appellee.\nThe reasonable and only conclusion to be drawn from the sale of the property to the Finch Manufacturing Company is that it was because the latter company was a dealer in machinery, and would naturally pay the highest price for it; and the reason for the sale of the property was in no sense in view of a possible insolvency of the company, but because the property was not in use or needed by the company, and it was for its own advantage to dispose of it.\nThe evidence, as was found by the referee, failed to show that the Chamberlain Coal Company was insolvent on November 27, 1895, the time of the sale in question: Mueller v. Fire Clay Co., 183 Pa. 452."
  },
  "file_name": "0596-01",
  "first_page_order": 618,
  "last_page_order": 624
}
