{
  "id": 900312,
  "name": "Mabry C. Brumbach, to the use of John Swavely, Assignee, etc., v. James C. McLean, Administrator of the Estate of Adam Johnson, deceased. Appeal of William F. Kitchin",
  "name_abbreviation": "Brumbach ex rel. Swavely v. McLean",
  "decision_date": "1898-10-17",
  "docket_number": "Appeal, No. 337",
  "first_page": "602",
  "last_page": "612",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 602"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0373-01"
      ]
    },
    {
      "cite": "47 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0141-01"
      ]
    },
    {
      "cite": "150 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0261-01"
      ]
    },
    {
      "cite": "183 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0397-01"
      ]
    },
    {
      "cite": "160 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0336-01"
      ]
    },
    {
      "cite": "114 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0510-01"
      ]
    },
    {
      "cite": "9 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960617
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0399-01"
      ]
    },
    {
      "cite": "150 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0261-01"
      ]
    },
    {
      "cite": "183 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/183/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 808,
    "char_count": 22815,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.6466413971883713e-07,
      "percentile": 0.6919571372693929
    },
    "sha256": "cc1e8e49b7e2d4b54eeb510d17967d6f490f1e4e7d95c876f2405a75148e5772",
    "simhash": "1:870ac87881df6ffc",
    "word_count": 3960
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stereett, C. J., Green, McCollum:, Dean and Fell, JJ."
    ],
    "parties": [
      "Mabry C. Brumbach, to the use of John Swavely, Assignee, etc., v. James C. McLean, Administrator of the Estate of Adam Johnson, deceased. Appeal of William F. Kitchin."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nAdam Johnson executed and delivered to Mabry C. Brumbach, as trustee for his wife, Mary, a mortgage on land in Amity township, Berks county; it was conditioned for the payment of $2,300 at his death, without interest. The wife died before the husband, having first made a will, bequeathing the mortgage to her trustee, Mabry C. Brumbach, of which will she appointed him executor. On January 29,1874, Brumbach assigned the mortgage, for a valuable consideration, to Dr. E. C. Kitchin, his heirs and assigns, which assignment was duly recorded February 6, 1874. On October 24, 1879, Kitchin assigned the mortgage to Charlotte Filbert and George K. Lorali, which assignment was recorded October 24, 1879, and they, on March 19,1881, duly assigned it to William F. Kitchin, this appellant, which assignment was duly recorded April 28, 1881. On April 4,1891, Johnson, the mortgagor, died, and by its terms the money secured by the mortgage became payable. At the instance of John Swavely, on March 25, 1893, a scire facias was issued on the mortgage; Swavely alleged that Dr. E. C. Kitchin, the first assignee under Brumbach, had, for a valuable consideration, on December 20, 1875, assigned it by parol to Jeremiah Weaver; that, on December 22, two days thereafter, Weaver made an assignment under the insolvent laws of all his estate, including the mortgage, for the benefit of his creditors, and that his assignees, on July 10, following, had sold the same at public sale to him, Swavely, for the price of $875, which sum he paid to them in cash, and they delivered to him a written assignment of the mortgage on February 12,1881, which was duly recorded April 30, 1885; that, on the date of the assignment the assignees had also delivered to him the original mortgage. Claiming, therefore, to be the owner, he proceeded in the name of Brumbach, for his use, to trial on the scire facias which had been served on Johnson’s administrators, and at May term, 1896, recovered a verdict. William F. Kitchin, the last assignee of the mortgage, appeared at the trial and denied Swavely’s right to sue thereon, but the court being of opinion that the latter could use the legal title of Brumbach to obtain judgment, and that the only defense the administrators could set up was payment, directed a verdict for plaintiff, leaving the rights of the respective claimants to be determined afterwards. Swavely then had judgment entered on the verdict, and directed execution to be issued, when Brumbach presented his petition averring that the whole proceeding was without his knowledge or consent; that the real owner of the mortgage was William F. Kitchin, who derived title by regular assignment through him. The court decided that he ivas a mere dry trustee, and had no right to interfere, and directed the sheriff to proceed with the levari facias issued by Swavely. Then, William F. Kitchin again came with his petition, reciting his title as before noticed, and praying the court to set aside Swavely’s execution and mark the judgment to his use. On this the court awarded a rule on Swavely to show cause why the prayer should not be granted, and on hearing of the rule awarded an issue to determine the ownership of the mortgage as between Kitchin and Swavely. At the trial of this issue the court decided that the only question of fact disputed was, “ Whether or not, on December 20, 1875, Dr. E. C. Kitchin made a transfer of the mortgage to Jeremiah Weaver, which Weaver accepted, and which was sustained by the payment of a stipulated valuable consideration.” On the evidence as presented the jury found for Swavely, the plaintiff, leaving open only questions of law arising on the evidence, which the court afterwards, in opinion filed, decided favorably to Swavely, plaintiff, and discharged the rule granted at instance of Kitchin to show cause why the judgment should not be marked for his use. From that decree Kitchin brings this appeal.\nThe only questions raised by the errors alleged demanding notice are two : What legal conclusion is warranted from the record as between the warring assignees, Swavely and Kitchin ? Did the court err in rejecting the testimony of Kitchin in the trial of the issue ?\nThe practice adopted by the court below to settle the contention between the parties seems, under the circumstances, to have been the best one; that is, to have judgment taken in favor of the mortgagee, Brumbach, and then award an issue to determine the fact by a jury and the law by the court between the two equitable claimants. The form of the proceeding complained of by appellant is not important if it was adapted to reach the justice of the case ; each side in that form had opportunity for full hearing on the facts and law, and that is all the suitor ought to ask. If the court, without the intervention of a jury, had undertaken to pass upon and find the facts from contradictory evidence, appellant, perhaps, might have justly complained; but he was heard before a jury in the issue directed by the court, and he could have had nothing more before the same tribunal on the scire facias. So, the first question is, what does the record show as to the ownership ? Both parties claim by assignment, beginning with E. C. Kitchin. Unquestionably, he became the owner on January 29,1874, by assignment from Brumbach, and this assignment was duly recorded, and he, by assignment duly recorded, dated October 24, 1879, transferred it to Charlotte Filbert and George K. Lorah, which transfer was also duly recorded, and from these last it passed to William F. Kitchin, this claimant. But, in this interval between January, 1874, and October, 1879, to wit: on December 24, 1875, E. C. Kitchin made a general assignment of all his estate for benefit of creditors to George K. Lorah, and though not specified in the description of the assigned property this mortgage, if the ownership was still in E. C. Kitchin, passed by the general terms of the deed to Lorah. But Swavely asserts that the ownership was not then in Kitchin, because, two days before, on December 20, 1875, he had assigned it by parol to Jeremiah Weaver, under whom he claims. As before noticed, E. C. Kitchin, as if he had not made an assignment for benefit of creditors, and was still the owner of the mortgage, assigned it on March 19,1881, to Charlotte Filbert and George K. Lorah, who assigned to William F. Kitchin, this defendant. Weaver, under whom Swavely claims, made an assignment for benefit of creditors, and his assignees transferred it to Swavely, the appellee. The record, as held by the learned judge of the court below, shows a defect in W. F. Kitchin’s title, for it shows a prior assignment of the mortgage to Lorah, assignee for benefit of creditors. But this establishes no right in Swavely, for it shows no title in him at all. We do not concur in holding the extreme consequences indicated by the learned judge of the court below; that is, that the defect deprived the defendant of any standing as a suitor. It was twenty years after the assignment to Lorah. for benefit of creditors that Swavely procured a judgment in the name of the legal owner on the mortgage ; in all these years neither the assignee nor creditors, so far as appears, made any assertion of ownership; it stood open on the record, assigned to E. C. Kitchin ; the estate of the insolvent had been settled, and the assets distributed; while this lapse of time would not of itself warrant a presumption of reconveyance to the assignor, that fact, with other corroborating circumstances, such as the acceptance by one of the assignees of a subsequent assignment to himself, would have been evidence from which the jury might have so presumed. This much we may say, that one holding by assignment from E. C. Kitchin has at least a color of title sufficient to give him a right to demand of another claiming the mortgage that he should establish by competent evidence his right. If Lorah, the assignee of E. C. Kitchin, had been ruled to come in as a party to the issue, and had disclaimed ownership or defaulted in appearance, this being an equitable proceeding, the rights of all parties would have been determined; as the issue stood, however, assignee Lorah’s right is not concluded, for he was not a party. Notwithstanding the absence of Lorah, the right of William F. Kitchin, as against Swavely, to be heard, could not be denied; it was his right to demand that the latter be put to proof of the lawfulness of his demand, for as the record stood he was a stranger to E. C. Kitchin’s title, under which both parties claimed.\nThis brings us to the question raised by the second assignment. Swavely averred, and offered evidence tending to prove, that on December 20, 1875, E. C. Kitchin brought the mortgage to Jeremiah Weaver’s house, laid it on the table in the room in which Weaver and two other persons were present, said, “ Here is something towards what you have done for me,” or “ towards my indebtedness,” or something like that, and departed, leaving the mortgage there. There was a writing at some time given by Weaver to E. C. Kitchin acknowledging the receipt, on December 20, 1875, from E. C. Kitchin, of the mortgage, valued at $1,200, and concluding with a promise to “allow the said E. C. Kitchin $1,200 for the same.” This was followed by testimony that Weaver had become accommodation indorser for E. C. Kitchin for a considerable amount; that the mortgage remained in Weaver’s custody ; that it was included as part of the assets of Weaver’s assigned estate, and omitted from the inventory of E. C. Kitchin’s assigned estate, and that the payments out of Weaver’s estate on account of endorse ments of E. C. Kitchin’s notes exceeded $1,200, and finally, the evidence as to the failure of Weaver’s assignees to sell the mortgage for a number of years, E. C. Kitchin’s assignment of it in 1879 and its sale by Weaver’s assignees to Swavely. The testimony of D. B. Mauger had already been offered on part of plaintiff and admitted. He testified to the parol assignment of the mortgage by E. C. Kitchin to Weaver, on December 20, 1875, and to having heard all that was said. Then defendant called E. C. Kitchin to prove just what took place at that time, for the purpose of showing that there was no absolute transfer by parol to Weaver. On plaintiff objecting that the witness was incompetent, because Weaver, the other party to the con tract, was dead, the court rejected him. We think this was error, and that E. C. Kitchin, so far as appeared by tbe record and otherwise, was competent. Both parties claimed that E. C. Kitchin had no interest: plaintiff rested his claim on an aver ment and evidence that the witness had parted with every cent of interest in the mortgage to W eaver, twenty years before the suit; the defendant claimed that he had passed absolutely all his interest to Charlotte Filbert and Lorah, as early as 1879. It was not a colorable release, or extinguishment of interest, executed at time of trial to qualify him as a witness, as in Darragh v. Stevenson, 183 Pa. 397, but, in either case, an assignment when litigation was not even in prospect. The assign ment to Lorah was made too in the lifetime of Weaver and put of record, thus, at once affording Weaver an opportunity for attack. We cannot say that the assignor of the thing in action was wholly without interest, for possibly lie would be answerable to the losing assignee on an implied warranty that at the date of the assignment be was tbe owner of the “ thing,” assigned, and bad not parted witli it by fyior assignment. We do not pass upon this question, because in an issue to determine it, E. C. Kitcbin lias tbe right to be heard. Yet he was competent to testify under the provision of the act of June 11, 1891, which declares; that, although a party to the thing or contract in action be dead, the survivor may testify to matters oceurring between the contracting parties in the lifetime of the deceased, if such matters occurred in the presence or hearing of other living witnesses. We held in Roth’s Estate, 150 Pa. 261, that the surviving party under this act did not become competent until the witnesses who were present had testified. Here Mauger had testified to being present and hearing the alleged parol contract. This made E. C. Kitchin competent to testify to what was actually said and done in presence of Mauger, and it was error to exclude his testimony in this particular.\nFor that reason the decree is reversed and a v. d. n. awarded.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "Richmond L. Jones, with him Rothermel $ Manger, for appellant.",
      "Gyrus G. Derr, with him S. M. Meredith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mabry C. Brumbach, to the use of John Swavely, Assignee, etc., v. James C. McLean, Administrator of the Estate of Adam Johnson, deceased. Appeal of William F. Kitchin.\nMortgage — Contested ownership of mortgage — Practice, C. P.\nWhere two parties .under different assignments are claiming the ownership of a mortgage, and one of the parties has issued a scire facias, it is proper for the court to direct that the scire facias shall be proceeded in to judgment, and then to award an issue between the two equitable claimants, to determine the facts by a jury and the law by the court.\nIn a contest as to the ownership of a mortgage, the evidence for the plaintiff tended to show that K., the original owner of the mortgage, made a parol assignment of it to W. on December 20, 1875. It also appeared ' from the evidence that W. subsequently made an assignment to creditors, and his assignee transferred the mortgage to plaintiff. The evidence for the defendant showed that on December 21, 1875, K. made a general assignment for creditors to A. Subsequently on March 19,1881, K. specifically assigned the mortgage to F. and L., who assigned it to plaintiff. Twenty years after the assignment for creditors of K., plaintiff secured a judgment in the name of the legal owner on the mortgage. During these years neither the assignee nor the creditors made any assertion of ownership, and the estate of the insolvent had been settled, and the assets distributed. Held, that the plaintiff had under the circumstances of the case a color of title sufficient to give him a right to demand of another claiming the mortgage that he should establish by competent evidence his right to it.\nEvidence — Competency of witness' — Party dead — Act of June 11, 1891.\nIn a contest to determine the ownership of a mortgage between two parties claiming under an assignment from the original owner of the mortgage, the original owner is a competent witness under the Act of June 11, 1891, P. L. 287, to prove that he made a parol assignment to the person under whom plaintiff claimed, although such person is dead, if another witness has already testified to being present and hearing the alleged parol contract.\nArgued Feb. 28, 1898.\nAppeal, No. 337, Jan. T., 1897, by defendant, from order of C. P. Berks Co., May Term, 1896, No. 45, discharging rule to mark judgment to use of William F. Kitehin.\nBefore Stereett, C. J., Green, McCollum:, Dean and Fell, JJ.\nReversed.\nRule to mark judgment to use of William F. Kitehin, and to stay execution. Before Endlich, J.\nThe facts appear by the opinion of the Supreme Court.\nAt the trial defendant in the interpleader offered to prove by Dr. E. C. Kitehin, under whom both parties to this issue claim title to the mortgage in suit, that he and Jeremiah Weaver borrowed $2,000 from one John Swavely, not the plaintiff in this issue, nor in any way related to or connected with him; that to secure the payment of the money so borrowed they gave a joint bond to the said John Swavely, and that the money borrowed was divided between Kitehin and Weaver; that in December, 1875, Swavely asked to have the bond paid; that Dr. Kitehin told Weaver that he was not prepared to pay his half and that Weaver agreed to pay the whole of that bond; in consideration of which Dr. Kitehin was to assign to him the mortgage in suit; that when this agreement was made, Weaver gave Kitchin a receipt for the mortgage and an agreement to allow him $1,200 therefor, which was for the specific purpose of the payment of this John Swavely bond; that Kitchin then brought the mortgage to Weaver’s house, and found there William Yocum, David B. Mauger and Jeremiah Weaver; that, referring to the agreement between himself and Weaver, he said, “ Here is my part of the undertaking,” or words to that effect; that no conversation ensued, and he retired; that two days thereafter Jeremiah Weaver made a general assignment for the benefit of creditors, and that the witness thereupon and thereafter considered himself discharged from the undertaking which Weaver had failed, on Ms part, to perform; also to show by the witness on the stand that when this mortgage was put up at public sale in July, 1880, the witness having learned that John Swavely, the plaintiff here, contemplated purchasing the mortgage at that sale, gave him notice that the mortgage did not belong to Jeremiah Weaver or his assignees, and that the purchaser at that sale would acquire no title to it; that the receipt and agreement of Jeremiah Weaver in evidence was delivered to witness and remained in his possession for several years; that he was requested to attend one of the meetings of the auditor in Jeremiah Weaver’s' estate; that he attended that meeting, though he made no claim and was not examMed; that he left this paper on the table of the auditor, and never knew thereafter where it was until it turned up in the hands of John Swavely, the plaintiff, and that he didn’t give that receipt and agreement to George K. Lorah as Ms assignee.\n“Plaintiff objected as follows: It appearing that Dr. E. C. Kitchin, the witness now offered, was a party to the contract, which the testimony of the plaintiff tends to establish, being a contract under which the mortgage in question was transferred or assigned by the said Dr. E. C. Kitchin to Jeremiah Weaver, and it appearing that Jeremiah Weaver is now deceased and that Ms interest in the said mortgage has passed to the plaintiff, the said Dr. E. C. Kitchin is not a competent witness to testify to anything pertaiMng to the contract which the plaintiff’s testimony tends to establish. Moreover, all the matters proposed to be proved by the witness having occurred prior to the death of the said Jeremiah Weaver, and it appearing that the proposed witness, Dr. E. C. Kitchin, is a survivMg or remaining party to the thing and contract in action, and, moreover, that his interest is adverse to the right of said Jeremiah Weaver, who is deceased, he is not a competent witness to testify to any matter occurring before the death of the said Jeremiah Weaver. For the foregoing and other reasons, the witness proposed is incompetent to testify to the matters proposed.\nThe Court: The ruling of the court is that the witness is incompetent to testify and cannot be sworn to show any of the facts alleged in the offer. Exception for defendant.\nDefendant offered to proved by Dr. E. C. Kitchin that the notes offered in evidence as having been presented to the auditor of Weaver’s assigned estate by the Pottstown National Bank, National Bank of Boyertown and all the notes of E. C. Kitchin payable to the order of Jeremiah Weaver were not given for indebtedness of Kitchin to Weaver, but that those notes were for their common benefit, and they were discounted and the proceeds divided between Kitchin and Weaver; and further that on December 22, 1875, at the time of the assignment of Jeremiah Weaver for the benefit of his creditors, that Dr. E. C. Kitchin was not indebted to him one dollar or anything.\nPlaintiff objected, because the witness is incompetent to testify to it.\nThe Court: Same ruling; exception for defendant. [17]\nThe court discharged the rule to mark the judgment to W. F. Kitchin, and to stay the execution. [1]\nErrors assigned among others were (1) the order of the court discharging rule; (17) rulings on evidence, quoting the bill of exceptions.\nRichmond L. Jones, with him Rothermel $ Manger, for appellant.\nThe assignee of a mortgage takes it discharged of the equities of persons not parties to it, of which he has no notice: Mott v. Clark, 9 Pa. 399; Bigley v. Jones, 114 Pa. 510.\nDr. Kitchin was clearly a competent witness under the act of May 23, 1887, having assigned his interest in the mortgage nearly eighteen years ago, and in the lifetime of Jeremiah Weaver, because of whose death he is now held incompetent: Turner v. Warren, 160 Pa. 336; Darragh v. Stevenson, 183 Pa. 397.\nMoreover the witness clearly became competent under the Act of June 11, 1891, P. L. 287,. after Manger and Yocum testified, upon the trial, to a conversation relating to an alleged contract between the witness and the deceased party, which occurred in their presence or hearing: Roth’s Est., 150 Pa. 261.\nThe title of William F. Kitchin to the mortgage in suit is a perfect and complete legal record title, and no evidence was adduced on the trial, allowing John Swavely to establish his alleged equitable title, which in any way affected or impaired the title of William F. Kitchin: Mott v. Clark, 9 Pa. 399; Speer v. Evans, 47 Pa. 141; Pepper’s App., 77 Pa. 373.\nGyrus G. Derr, with him S. M. Meredith, for appellee.\nE. C. Kitchin, having assigned the mortgage in question to Jeremiah Weaver, and Jeremiah Weaver being deceased, the said Kit-chin was incompetent to testify to any facts tending to injuriously affect the title of Weaver to the said mortgage.\nThe delivery of the mortgage by Kitchin to Weaver and the taking of the receipt or memorandum therefor, signed by Weaver, were jointly a sufficient transfer of the said mortgage and the debt secured thereby: Bispham’s Principles of Equity, sec. 167.\nThe mortgage in question having, after its delivery by Kit-chin, and after the taking by Mm of the receipt of Weaver, been appraised as part of the assigned estate of Weaver and sold by the assignee of Weaver for the sum of $875, which money was distributed among the creditors of Kitchin upon claims for which Weaver was Kitchin’s surety, Kitchin and all persons claiming under him are estopped from questioning the validity of the title of Swavely, who paid the said sum of $875 for the mortgage.\nThe appellant, in order to successfully claim the said mortgage as against the prior transfer, must show affirmatively that he paid a valuable consideration therefor and that he had no notice of the prior transfer.\nIt affirmatively appears that Charlotte K. Filbert and George K. Lorah, to whom Dr. E. C. Kitchin undertook to assign the said mortgage, and that William F. Kitchin, the appellant, to whom Mrs. Filbert and George K. Lorah undertook to assign the said mortgage, had notice of the appellee’s title to the said instrument at the time when the assignments to them respectively were made.\nOctober 17, 1898:"
  },
  "file_name": "0602-01",
  "first_page_order": 624,
  "last_page_order": 634
}
