{
  "id": 900297,
  "name": "Estate of George B. Markle, deceased. Appeal of John Markle and Alvan Markle",
  "name_abbreviation": "Estate of Markle",
  "decision_date": "1898-10-17",
  "docket_number": "Appeal, No. 408",
  "first_page": "639",
  "last_page": "650",
  "citations": [
    {
      "type": "official",
      "cite": "187 Pa. 639"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "182 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0393-01"
      ]
    },
    {
      "cite": "182 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893188
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0378-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 866,
    "char_count": 26132,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 9.701242254044871e-08,
      "percentile": 0.5298092668723158
    },
    "sha256": "3222fc01ab3dcd14f9b421bc91d8df2ae03818ed92c037f250a5aa3454fafbf0",
    "simhash": "1:8bf846902112e02b",
    "word_count": 4641
  },
  "last_updated": "2024-02-27T22:31:35.866925+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Estate of George B. Markle, deceased. Appeal of John Markle and Alvan Markle."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nIt cannot be doubted that the testator, George B. Markle, had full power and authority to direct by his will the sale or transfer of his mining interest to his three sons, and to prescribe the terms and conditions upon which such sale or transfer should be made. Such terms and conditions would be as binding upon any court dealing with them, as upon individuals acting under them. The clause of the will which relates to this subject is as follows: “Further, if my said executors and trustees shall decide, acting under the advice of my son John Markle, to carry on the business of mining and shipping, either with others or by themselves, of coal in Luzerne county, then it is my will that my said executors shall transfer out of my interest, or that of my estate in the new business or undertaking, unto each of my sons, George B. Markle, Jr., John Markle and Alvan Markle, two sixteenths each of the whole value of the lease and improvements on said property to be mined, and such transfer to be made at such time as the new undertaking shall be commenced, which said bequests shall be considered as part payment of their share of the prill.cipal of my estate, and so charged against them at the valuation fixed.”\nSeveral matters are to be observed in reading this important provision. First. The interests to be transferred were “two sixteenths each of the whole value of the lease, .... unto each of my sons,” naming them. This is not six sixteenths to three except in an arithmetical sense. In a legal sense, which is all we can consider, it is two sixteenths to each one of the said three sons, individually, and not collectively. Second. The transfer is not to be made for cash. The consideration of the transfer is thus described in the will: “ Which said bequests shall be considered as part payment of their share of the principal of my estate, and so charged against them at the valuation fixed.” The testator calls them “ bequests,” and directs that they, the bequests, shall be considered as part payment of the sons’ shares of his estate. If they are bequests, and are to be considered as part payment of the sons’ shares, the sons would certainly be under no duty to pay the valuation money into the estate in cash. They are to pay it, if it can be called payment, in-shares, and not in money, and these shares are to be charged against them. Third. This provision of the will, being subsequent to the general provision for holding and distributing the residuary estate, must prevail against it if there is a conflict between them. The acquisition of the two sixteenths interests by each son being absolute, and being in substance the creation of a contract relation when consummated, and which was actually consummated in the manner prescribed by the will, cannot be defeated by applying to this transaction the earlier provision of the will for paying over only one fifteenth of the residuary share of each residuary legatee at the age of forty, and holding the remainder of each share for the children of the legatees. That provision cannot possibly be carried out literally as to that portion of the testator’s estate which is involved in the later direction to transfer absolutely two sixteenths of the mining interest to each of the sons, and in respect of the outgrowing antagonism of these two provisions of the will, the first must give way to the last. As the mining interest of the testator was only a part of his estate, and a minor part at that, there was a subject-matter in the aggregate other portions of the estate, upon which the first provision could operate, and as to that part, the first provision could be made operative.\nThe foregoing considerations arise upon the reading of the will, but there are other matters of quite as much importance to be considered in determining the subject of the controversy.\nFourth. - Aftér the death of the testator in August, 1888, the executors and trustees continued to carry on the business of mining and shipping coal in connection with the other members of the firm, until in the latter part of 1889, when, as one of the leases of the firm was about to expire and the other lease would soon thereafter expire, the subject of the renewal of these leases came up for action. It was the desire of the executors and trustees to continue the firm and make new leases to that end. But, upon advising with counsel, they were finally informed that this could not be done, and then, under the provisions of a decree of the orphans’ court of Philadelphia, the executors and trustees named in the will of the testator were authorized and empowered to make a sale of the whole of the testator’s interest in the firm and business to all the children of the testator, to wit: six sixteenths to the three sons and one sixteenth to the two daughters. This decree was made upon the report of an examiner and master who was appointed upon the petition of D. Stuart Robinson, who was one of the executors and trustees, but who was not interested in the estate or in the business. The partnership interest of the deceased was about to expire, and the leases under which the whole business was conducted were also near their termination, and these leases could not be renewed except upon terms which could not be made by the executors and trustees. In this dilemma the master reported that a sale to the children “ would be very advantageous to the estate; if not sold in this way to an incoming firm there would be a great sacrifice in disposing of the assets in any other way, and the valuation which has been fixed, and at which it is to be sold, was made after a very careful and exhaustive appraisement by two experienced and indifferent men.” The amount as ultimately ascertained to be paid was $224,465.45 by the three sons and $87,410.90 by the two daughters. As to the sons the decree of the court was that “the said amounts as to the interests of the three sons to be charged against the principal of each one’s share in the estate of George B. Markle, deceased, the amount due his daughters to be paid them in money.” We have had occasion to consider the validity and efficacy of this decree in the recent case of Barber’s Appeal, 182 Pa. 378, and Hessenbruch’s Appeal, 182 Pa. 393, and we there decided it was a good and valid decree and entirely within the power of the orphans’ court to make. We think so still.\nFifth. Immediately after this decree was made, the date of which was July 5,1890, a formal bill of sale was executed, dated July 11,1890, by which the executors and trustees granted, sold and assigned to George B. Maride “ two of the seven sixteenths .interest of George B. Maride, deceased, in the property and estate of George B. Maride & Co.,” and two of the seven sixteenths interest to John Maride and two more to Alvan Markle, and to Clora Marlde one half of one sixteenth, and to Ida Markle one half of one sixteenth interest in the same firm property and estate. The consideration of this conveyance was the whole sum of $261,876.35, as finally ascertained by the corrected decree of July 5, 1890.\nSixth. After the said conveyance the grantees entered into a new partnership agreement with the other members of the firm, made new leases of the property, and from thence hitherto carried on business upon a large scale, making very large expenditures for various purposes, especially an enormous expenditure of several hundred thousand dollars for boring and maintaining a drainage tunnel about three miles in length, and in all respects acting as owners under and by virtue of these provisions of the will of the testator and the decree of the orphans’ court above stated.\nSeventh. In addition to the foregoing the executors settled and filed a joint account in January, 1891, in which they charged themselves with the whole of the purchase money as fixed by the decree of the orphans’ court, and annexed a schedule of distribution in accordance therewith by which the amount of the shares due to each of the three sons was awarded to the trustees in trust for the several shares of the children. A memorandum was added stating the amounts to be charged against each of the three sons in the trust accounts. Upon exceptions to this account, chiefly on the question of compensation to the accountants, the auditing judge made comments to the effect that the purchase money for the sale to the children must be regarded as payable in cash, but the court in banc corrected this and held that such a ruling was contrary to the decree of 1890, and confirmed the account as filed.\nEighth. It was not until 1895 that any attempt was made to change the decree of 1890 in this respect. As this was after five years of acquiescence by all the other parties in interest, and after the purchasers had during all that time acted as owners of the title conveyed to them under the decree of 1890, carrying on business, making contracts, expending money on the property, all on the faith of the decree, it is difficult to see how so radical a change can now he made as was made by the present decree of the court below. We have not been referred to any decision of any court, nor to any legal or equitable principle, which would justify a court in making so grave an alteration in its own decree after vested rights bad been acquired under it. When the sale was ordered the express condition was added that the amounts of the purchase money were to be charged against the principal of each one’s share of the estate of the decedent. The sons having purchased under that decree have an undoubted right to insist upon its enforcement. Beyond all question this would be so in any ease of a purchase as between individuals, and we are unable to discover any reason why it should not be so when the terms of a sale are fixed by the decree of a court having jurisdiction of the subject-matter, as in tliis case. Particularly, and with increased force, is this so wben the purchasers under the decree have taken title, have complied with the decree, have taken possession and made large expenditures under it, and have been treated and accepted as owners in good faith by all the parties in interest for a period of five years thereafter. It must be presumed that the right to have the purchase money charged against their interests in the estate was an important inducement to them to make the purchase. It may easily be understood tbat if this inducement were not held out tliey would not have consented to make tbe purchase. Tlie amount was very large, there is no evidence on the record showing tbat it was at all possible for them to pay the purchase money in cash, and it is Arery earnestly alleged and not denied, tbat they could not, it was practically a certainty that if the testator’s interest in the firm were sold at public sale for cash it would not bring any price worth considering, and hence it was deemed by tbe master and tbe court tbat a sale sueli as was ordered and made would be most beneficial to tbe estate. How it can be possible after such a sale was ordered, in such circumstances, and accepted and carried out in good faith by the purchasers for five years, to reopen the decree and impose new, antagonistic and onerous terms of sale upon the purchasers, to which they never agreed, we cannot understand. Neither can we understand how it was proper to hold that the sale was a joint sale of the whole six sixteenths to the three sons, and that each purchaser was liable for the payment of the whole of the purchase money, although he would only take one of the two sixteenths interests. The bill of sale conveys a two sixteenths interest to each one of the sons, and this was in accord with the provision of the will. No title was or could be acquired by either one of the purchasers to anything more than his own defined interest, each interest was owned by each purchaser so that he could incumber it, or convey it away without the knowledge or consent of the others, and in point of fact this was done as to one of the interests, and therefore there can be no propriety in charging each one with liability for the whole. We are of opinion that it was erroneous to reopen the decree of 1890, and make the decrees of 1896, now appealed from, and we therefore sustain the several assignments of error.\nThe decrees of March 28 and May 29, 1896, are reversed, the petition for review and its supplementary petition are dismissed and set aside and the record is remitted at the cost of the appellee.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "Samuel Dickson and John G. Johnson, with them Greorge H. Bedford, for appellants.",
      "D. L. Rhone, with him J. Q. Creveling, for S. A. Barber, guardian, appellee.",
      "Greorge Tucker Bispham, for Clora Markle, appellee.",
      "D. Stuart Robinson, P. P."
    ],
    "corrections": "",
    "head_matter": "Estate of George B. Markle, deceased. Appeal of John Markle and Alvan Markle.\nWill — Sale—Decedents' estates.\nTestator by his will directed as follows: “If my said executors and trustees shall decide .... to carry on the business of mining and shipping, cither with others or by themselves, of coal, then it is my will that my said executors shall transfer out of my interest, or that of my estate in the new business or undertaking, unto each of my sons two sixteenths each of the whole value of the lease and improvements on said property to be mined, and such transfer to be made at such time as the new undertaking shall be commenced, which said bequests shall be considered as part payment of their share of the principal of my estate, and so charged against them at the valuation fixed.” An earlier clause in the will provided for paying over only one fifteenth of the residuary share of each residuary legatee at the age of forty, and holding the remainder of each share for the children of the legatees. After testator’s death the executors and trustees, finding that they could not legally renew the coal leases and continue t!ie business, applied to the orphans’ court and procured a decree authorizing them to sell the whole of testator’s interest in the business to all of the children of the testator, to wit: six sixteenths to the two sons, and one sixteenth to the two daughters. The decree provided that “the said amounts as to the interests of the two sons to be charged against the principal of each one’s share in the estate.” The decree'was based upon a finding that a sale to the children would be advantageous to the estate, inasmuch as the leases were about expiring and could not be renewed by the estate. After the sale the children entered into a new partnership with other members of the old firm, renewed the leases and made very large expenditures on the leased premises. Five years afterwards, on a bill of review, the court decreed that the sons should each be held individually liable for the whole six sixteenths, and directed them to pay the purchase money of the business in cash into the capital of the estate. Held, (1) that under the will the two sixteenths given was to each one of the testator’s three sons individually and not collectively; (2) that the transfer was not to be made for cash, but should be considered as part payment of the sons’ shares of the estate; (3) that the later provision in the will relating to the transfer of two sixteenths prevailed against the repugnant earlier provision as to the payment of one fifteenth of the residuary share; (4) that after a delay of five years, and under the circumstances of the case, it was error for the orphans’ court to modify or change its original decree.\nArgued April 1, 1898.\nAppeal, No. 408, Jan. T., 1897, by John Maride and Alvan Maride, from decree of O. C. Philadelphia Co., Oct. T., 1898, No. 190, on bill of review.\nBefore Green, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nBill of review.\nTestator’s will contained the following provision:\n“ And upon the further trust that, as each of my children shall arrive at the age of forty years, my said executors and trustees shall then pay to such child the one-third of one-fifth of the principal of my estate, freed and discharged from the trusts and limitations of this, my will, but in such payment or distribution such child to be charged with the principal of the amounts of the advancements I may have heretofore made or may hereafter make to him or her, as part of such payment or distribution; and as to the other two-thirds of the share of such child in the principal of my estate hereinbefore devised and bequeathed to my said executors and trustees for their use, and all moneys which may hereafter accrue to such child from my estate as hereinafter provided in the case of the death of any of my children without leaving lawful issue, I direct my executors and trustees to keep invested in the same manner as I have hereinbefore directed, and to pay the income thereof (subject to the proportionate part of the bequests, legacies, devises, charges and expenses hereinbefore given and charged on my estate) unto such child (as it accrues) during the term of his or her natural life, but such income not to be subject to any debts, liabilities or engagements, heretofore contracted or which may hereafter be contracted, nor to any attachment or execution in any way whatever, and in the case of my daughters, Clora and Ida, such income to be paid to them free from the control and interference, and without being responsible, subject or liable for the debts; contracts or engagements of any husband either of them may marry, or for her own debts, contracts or engagements.”\nA subsequent portion of the testator’s will is quoted in the opinion of the Supreme Court.\nOn June 14, 1890, the court decreed that John Markle, George B. Markle, Jr., Alvan Markle, and D. Stuart Robinson, executors and trustees under the will of George B. Markle, deceased, be and they are hereby authorized and empowered to sell the interest of the estate of said George B. Markle, deceased, in the late firm of George B. Markle & Co. as follows: six sixteenths of the whole interest in said firm and business unto George B. Markle, Jr., Alvan Markle, and John Markle, for the sum of $248,873.53, and one sixteenth of the whole interest and business of said firm unto Ida Markle and Clora Markle for the sum of $41,395.59.\nThe said amounts as to the interests of the three sons to be charged against the principal of each one’s share in the estate of said George B. Markle, deceased, the amount due by his daughters to be paid by them in money.\nOn July 5, 1890, the court amended the decree of June 14, 1890, as follows:\nThe amounts at which the said trustees are authorized to sell the interest of George B. Markle in the firm of George B. Markle & Co. shall be: six sixteenths to George B. Markle, Jr., Alvan Markle, and John Marlde for the sum of $224,465.45, and one sixteenth to Ida Markle and Clora Markle for the sum of $37,410.90; and, except as hereby corrected, the said decree shall stand in full force and effect.\nOn March 28, 1896, the following decree was entered :\nAnd now, this 28th'day of March, 1896, this cause having heretofore come on to be heard on petition, answer, replication, and proofs, and having been argued by counsel and considered by the court, it is ordered, adjudged and decreed as follows: The decree both of June 14,1890, and July 5,1890, heretofore made, are sustained, saving to the extent of the following modifications :\nIt is ordered, adjudged and decreed, in modification of said recited decrees, that the purchase money payable by the purchasers to John Markle, George B. Markle, Jr., Alvan Marlde, and D. Stuart Robinson, executors and trustees under the will, of George B. Markle, deceased, be increased to the extent of $28,000, and that each of the purchasers shall pay to said executors and trustees his or her proportion of said additional purchase money, which proportion shall be that in which he or she took said interest of said estate.\nAnd whereas, in consequence of an error in the entry of the decrees of June 14 and July 5,1890, the executors and trustees did not collect from each purchaser under said decrees his or her proportion of the purchase money of said interests in said estate: It is now further ordered, adjudged and decreed that, to such extent as the said purchasers did not pay their respective proportions of the purchase money for said interests in said estate, they shall now pay into the capital of the said estate the several amounts which by the said decrees as hereby amended they are bound to pay, with the right, on the part of said executors and trustees, to collect from each of said purchasers the amount of his or her. deficiency; it being ordered that a credit shall be allowed to said executors and trustees, and to each of said purchasers, of the amounts of the shares of the purchasers in the capital of the estate such as are due to them respectively:\nIt is further ordered that interest at the rate of five per cent per annum shall be charged against the purchasers for all unpaid purchase money due by them respectively from the first day of. January, 1890:\nIt is further ordered that the accounts of the executors and trustees as hereafter rendered shall be so stated as to .conform to the modification of the accounts of the estate, as altered and affected by this decree:\nAnd whereas, it appears upon proof before the court that the executors and trustees, in making the assignments or transfers of the interest of the said estate to the said purchasers under the said decrees of June 14,1890, and July 5,1890, hereinbefore mentioned, assigned and transferred to John Markle two sixteenths thereof, to George B. Markle, Jr., two sixteenths thereof, to Alvan Markle two sixteenths thereof, and one half of one sixteenth interest to Ida Markle, and one half of one sixteenth to Clora Markle;\nAnd whereas, it further appears to the court upon proof in this case that since the entry of the said decree, and the sales and assignments above mentioned, the interest purchased by and assigned to George B. Markle, Jr., has been assigned and transferred to Ida M. Hessenbruch, one half thereof, and one half thereof to Clora Markle, by way of pledge or collateral security for certain moneys advanced by them to him;\nAnd whereas, in order to work out the various equities of the parties in reference to the said interest, it is deemed just and equitable that the form of this decree should be such as to properly protect and preserve the equities of the several purchasers ;\nIt is therefore further ordered, adjudged, and decreed as follows : That if the said purchasers do not give security for the payment of the same, with interest as aforesaid, within the time aforesaid, then in lieu of said security the unpaid balance of the purchase money shall and it is hereby declared to be a charge upon the said six sevenths in trust mentioned in the first paragraph hereof, and that the said balance shall be payable out of the income, earnings and profits on the said six sevenths interest in the mining partnership as the same shall accrue to the said George B., Alvan and John Markle, such income, earnings and profits to be paid over and accounted for by the said respondents last named, from time to time, to the trustees under the will of George B. Markle, deceased, until the entire unpaid balance due by the said George B., Alvan and John Markle, with interest, shall have been fully paid and satisfied, with a light to the said trustees, or any of them, to apply to the court for such order or orders and such powers, from time to time, as may be necessary to carry out this decree.\nThe costs of the proceeding to be paid by the contesting respondents, John Markle and Ida M. Hessenbruch.\nOn May 29, 1896, the following opinion and decree by Ash-man, J., was filed:\nThe proceedings instituted by the -remainder-men resulted in a gam of $28,000 to the estate by the correction of an error in the appraisement, which, but for the proceedings, would probably never have been made. The mistake, however, was not set up in the petition, and in point of fact was unknown to both parties. But the prayers for specific relief, some ten in number, based upon alleged fraud by the trustee, and asking among other things for the setting aside of the sale and the vacation-of the decree under which it had been effected, were all of them refused, and the charges of fraud were not sustained. The decree of July 5, 1890, except in the addition just noted to the amount of the purchase money, stands as it was originally written. The order imposing the costs upon John Maride and Ida Hessenbruch was made under a misapprehension as to the agreement of parties, and should be rescinded. The costs instead will be borne by the estate.\nThe sale of decedent’s interest in the business to the life tenants was a joint sale, and the share of each purchaser was an •undivided one. Each of the life tenants, therefore, was liable individually for the entire amount of the consideration, and his remedy, if he were forced to pay, would be against Iris co-owners for their proportion of the indebtedness. If this were not so, the estate would be compelled, on default in payment of any one of the children, to sell his or her individval interest in the firm at what would probably be a large sacrifice, and the property of the parties in remainder in this, the principal asset of the estate, might be practically annihilated. We think that so much of the decree of March 28, 1896, as makes the unpaid balance of the purchase money a charge upon the several shares, and which provides for the payment of interest, should stand. It is true that the interest paid by the children as purchasers will come back to them as life tenants, but any delay in such payment by one party will be a withdrawal for the time being of an equal amount of capital from the estate, and a corresponding diminution of the income to which all of the parties are entitled.\nAnd now, May 29, 1896, the decree of March 28, 1896, is modified as herein directed, and, as modified, is confirmed.\nOctober 17, 1898:\nErrors assigned were the decrees of March 28, 1896, and May 29,1896.'\nSamuel Dickson and John G. Johnson, with them Greorge H. Bedford, for appellants.\nD. L. Rhone, with him J. Q. Creveling, for S. A. Barber, guardian, appellee.\nGreorge Tucker Bispham, for Clora Markle, appellee.\nD. Stuart Robinson, P. P."
  },
  "file_name": "0639-01",
  "first_page_order": 661,
  "last_page_order": 672
}
