{
  "id": 872312,
  "name": "Commonwealth v. Thomas W. Peach, Appellant",
  "name_abbreviation": "Commonwealth v. Peach",
  "decision_date": "1895-07-18",
  "docket_number": "Appeal, No. 115",
  "first_page": "173",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "170 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975775
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0011-01"
      ]
    },
    {
      "cite": "13 Pa. 630",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0371-01"
      ]
    },
    {
      "cite": "1 Whart. 278",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "96 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0060-01"
      ]
    },
    {
      "cite": "114 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0300-01"
      ]
    },
    {
      "cite": "115 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551775
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0369-01"
      ]
    },
    {
      "cite": "83 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0131-01"
      ]
    },
    {
      "cite": "48 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422264
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0396-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 8627,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.8662041049984634e-07,
      "percentile": 0.7255471264927028
    },
    "sha256": "5ca3fe15c4621b706189922dd80c8b12f42958881f9add0f5737df827a645557",
    "simhash": "1:b70be574eeb944cc",
    "word_count": 1534
  },
  "last_updated": "2024-02-27T18:59:01.150220+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "Commonwealth v. Thomas W. Peach, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere is no error on this record. The charge of the learned •court below was eminently fair and impartial an d entirely correct. It gave the prisoner the benefit of every consideration to which persons charged with the offense of rape are entitled. The absence of an instruction that the prisoner might have been convicted of fornication if the jury doubted his guilt of the greater charge was not error, because no such instruction was asked for. But the court distinctly charged the jury that if they had a reasonable doubt of the guilt of prisoner of the crime of rape they should acquit him altogether, and as this covered every aspect of his case except that of technical rape, it necessarily included the minor offense of fornication, and was more favorable to the prisoner than would have been an instruction that he might have been convicted of the minor offense. But as the jury did not have any doubt of his guilt on the charge of rape an instruction as to fornication would have been of no avail.\nThe second assignment of error has no merit. The utmost effect it could have would be to produce a re-sentence. In no view of the case would it be an error upon which the judgment should be reversed. But the last provisb-jof the 74th section of the criminal code applies only to persons sentenced to imprisonment in the penitentiary, whereas this prisoner was sentenced to imprisonment in the Northumberland county prison.\nThe judgment of the court below is affirmed, and the record is remitted for the purpose of execution.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "S. B. Boyer, P. A. Mahan and L. S. Walter with him, for appellant.",
      ". J. O. Bucher, Voris Auten, district attorney, and J. Simpson Kline with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Thomas W. Peach, Appellant.\n' Criminal law — Rape—Charge of court.\nThe absence of an instruction on the trial of an indictment for rape, that the prisoner might be convicted of fornication if the jury doubted his guilt of the greater charge is not ground for reversal, if it appears that no such instruction was asked for. In such case an instruction that if the jury have a reasonable doubt of the guilt of the prisoner of the crime of rape, they should acquit him altogether, necessarily includes the minor offense of fornication, and is more favorable to the prisoner than would have been an instruction that he might have been convicted of the minor offense.\nCriminal law — Sentence—Irregularity in sentence. Act of March 31, 1860, sec. 74.\nThe Supreme Court will not reverse a sentence to imprisonment in a county prison, on the ground that under the sentence the term of imprisonment would expire between November 15th and February 15th. The last proviso of the 74th section of the act of March 31, 1860, applies only to persons sentenced to imprisonment in the penitentiary.\nIt seems that the Supreme Court would not reverse the judgment for that reason even if the erroneous sentence was to imprisonment in the penitentiary. The utmost effect such a sentence could have would be to produce'a re-sentence.\nArgued May 27, 1895.\nAppeal, No. 115, Jan T., 1895, by defendant, from judgment of O. & T. Northumberland Co., Sept. T., 1894, on verdict of guilty.\nBefore Green, Williams, McCollum, Dean and Fell, JJ.\nAffirmed.\nIndictment for rape.\nAt the trial it appeared that the prisoner and Julia Hicks, the prosecutrix, were servants in a family in Sunbmy. The prosecutrix testified that in the absence of the family the prisoner feloniously assaulted her, and that she made all possible outcry. The prisoner did not deny that he had connection with the prosecutrix, but claimed that it was with her consent.\nThe court charged in part as follows :\n“ [All these matters are to be taken into consideration by you and it is from this testimony and all the facts and circumstances surrounding the case that you are to make up your verdict. You are to take into consideration his denial of the commission of the crime to the officers as well as his allegation that it was only the crime of fornication that had been committed and that everything was with her consent. Taking all the facts and circumstances into consideration you are to say whether this defendant is guilty or not guilty.\n“ I scarcely need to say to you, speaking to you as intelligent men, that you are not to take into consideration the fact that he is a colored man. I almost feel that it is an insult to your intelligence to caution you in that regard and would not caution you if it had not been referred to. You will also bear in-mind that you are trying the case of the commonwealth against this defendant, and that it is not a case in which the Pennsylvania Railroad Company is a party, nor as to who made the arrest or what prompted the arrest. It makes no difference whether or not an unworthy motive prompted the arrest and trial of this-defendant, but if he is guilty of the crime imputed to him you should so return your verdict. There has been something said about physicians being employed by the railroad company. There is no testimony of that. I do not know whether they are or are not. You are to decide what credibility to give to the medical testimony and what credibility you are to give to all the other testimony in the case. Also take into consideration the testimony of the witnesses for the defendant who say that the condition of the person of the prosecutrix might have been the result and might have followed intercourse had on several previous occasions.\n“ You are to take all the testimony in the case to which I have called your attention, as well as any that I have failed to recollect or call to your attention, into consideration, and determine therefrom the guilt or innocence of the prisoner at the bar.\n“ If you have a reasonable doubt fairly arising from all the evidence in the case, the defendant is entitled to the benefit of that doubt and it will work his acquittal. It must be reason able, not a doubt conjured up by you for \"the purpose of escaping the doing of a disagreeable duty, but a doubt that would cause a man of prudence to hesitate to act in a matter important to himself.\n“ You have heard the evidence of the good character of this defendant for chastity. A large number of witnesses have sworn to his character for chastity. You will take that into consideration and will give it such weight as you think it is entitled to. Evidence of good character is always admitted in criminal cases, because a man’s character is of little use to him unless it is to avail him in his hour of need. It is substantive evidence which may of itself create that reasonable doubt which would entitle him to his acquittal. Whether it does in this case is altogether a question for you to determine. If after taking all the evidence into consideration, including that of character, you are satisfied beyond a reasonable doubt that he is guilty, then unhesitatingly pronounce him guilty. If from all the evidence in the case you have a reasonable doubt, then unhesitatingly pronounce him not guilty. You have nothing to do with the costs.\n“You will, together with the other testimony, take into consideration that as to the finding of blood on the shirt and the testimony of the woman as to her condition, and give it all such weight as you think it is entitled to, and render such verdict as you think right and proper.] ” [1]\nVerdict of guilty of rape. On November 17, 1894, the court sentenced the prisoner to imprisonment in the Northumberland county prison for seven years from date, with five dollars fine*\nErrors assigned are (1) portion of charge as above, quoting it; (2) in passing sentence so that the term of imprisonment will expire between November 15th and February 15th.\nS. B. Boyer, P. A. Mahan and L. S. Walter with him, for appellant.\nThe charge did not inform the jury that they could find any other verdict than “ guilty ” or “ not guilty ” of the •crime charged. It excluded the deliberation by the jury of any other verdict. It is fair to presume that the reasoning of the jury was to this effect: that the prisoner admitted his intercourse with prosecutrix, that makes him guilty, because the court did not make any distinction between force and consent: Rhoads v. Com., 48 Pa. 396.\n. J. O. Bucher, Voris Auten, district attorney, and J. Simpson Kline with him, for appellee,\ncited as to the charge: Rhoads v. Com., 48 Pa. 396; Myers v. Com., 83 Pa. 131; Johnson v. Com., 115 Pa. 369; Com. v. McMeen, 114 Pa. 300; Fox v. Fox, 96 Pa. 60.\nCited as to the irregularity of the sentence: Act of March 31, 1860, 1 Purd. D. 494; act of April 4, 1878, P. L. 10; Miller v. Finkle, 1 Parker, 374; Drew v. Com., 1 Whart. 278; Daniels v. Com., 7 Pa. 371; Mills v. Com., 13 Pa. 630; White v. Com., 3 Brewst. 30; Beale v. Com., 25 Pa. 11.\nJuly 18, 1895:"
  },
  "file_name": "0173-01",
  "first_page_order": 193,
  "last_page_order": 197
}
