{
  "id": 872239,
  "name": "James Carpenter's Estate. A. M. Carpenter's Appeal",
  "name_abbreviation": "Carpenter's Estate",
  "decision_date": "1895-07-18",
  "docket_number": "Appeal, No. 51",
  "first_page": "203",
  "last_page": "212",
  "citations": [
    {
      "type": "official",
      "cite": "170 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. 401",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0049-01"
      ]
    },
    {
      "cite": "4 Y. 109",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "10 W. N. C. 361",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "67 Ala. 237",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3355816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/67/0237-01"
      ]
    },
    {
      "cite": "8 Fla. 276",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1129266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/fla/8/0276-01"
      ]
    },
    {
      "cite": "1 Black, 358",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "case_ids": [
        1410133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/66/0358-01"
      ]
    },
    {
      "cite": "75 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0433-01"
      ]
    },
    {
      "cite": "109 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0545-01"
      ]
    },
    {
      "cite": "107 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857315
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0271-01"
      ]
    },
    {
      "cite": "13 Pick. 284",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0284-01"
      ]
    },
    {
      "cite": "12 Mass. 530",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "7 Watts, 86",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0086-01"
      ]
    },
    {
      "cite": "1 Whart. 410",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0410-01"
      ]
    },
    {
      "cite": "120 Mass. 550",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/120/0550-01"
      ]
    },
    {
      "cite": "34 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0187-01"
      ]
    },
    {
      "cite": "51 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999794
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0090-01"
      ]
    },
    {
      "cite": "30 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0264-01"
      ]
    },
    {
      "cite": "29 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0219-01"
      ]
    },
    {
      "cite": "100 N. C. 242",
      "category": "reporters:state",
      "reporter": "N.C.",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0025-01"
      ]
    },
    {
      "cite": "104 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 Ohio, 456",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "54 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0180-01"
      ]
    },
    {
      "cite": "104 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pick. 370",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "94 Ill. 214",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2730130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/94/0214-01"
      ]
    },
    {
      "cite": "100 N. C. 240",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8650438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/100/0240-01"
      ]
    },
    {
      "cite": "19 N. E. Rep. 427",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "47 N. Y. 330",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        509414
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/47/0330-01"
      ]
    },
    {
      "cite": "115 N. Y. 506",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        562825
      ],
      "year": 1850,
      "opinion_index": -1,
      "case_paths": [
        "/ny/115/0506-01"
      ]
    },
    {
      "cite": "117 U. S. 591",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8300127
      ],
      "year": 1850,
      "opinion_index": -1,
      "case_paths": [
        "/us/117/0591-01"
      ]
    },
    {
      "cite": "47 N. W. Rep. 700",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 N. C. 242",
      "category": "reporters:state",
      "reporter": "N.C.",
      "opinion_index": 0
    },
    {
      "cite": "115 N. Y. 506",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        562825
      ],
      "year": 1850,
      "opinion_index": 0,
      "case_paths": [
        "/ny/115/0506-01"
      ]
    },
    {
      "cite": "117 U. S. 591",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8300127
      ],
      "year": 1850,
      "opinion_index": 0,
      "case_paths": [
        "/us/117/0591-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1069,
    "char_count": 20339,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 8.585666889751268e-07,
      "percentile": 0.9768445959590695
    },
    "sha256": "2a50d0d3b8aebca3fe360171a027f40808573a34d0e036a3c071e2a186ff671d",
    "simhash": "1:800f6f423e7e44f1",
    "word_count": 3586
  },
  "last_updated": "2024-02-27T18:59:01.150220+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McColiajm, Dean and Fell, JJ."
    ],
    "parties": [
      "James Carpenter’s Estate. A. M. Carpenter’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nThe penalty for murder in the first degree in Pennsylvania is death by hanging. No confiscation of lands or goods, and no deprivation of the inheritable quality of blood, constitutes any part of the penalty of this offense. The Declaration of Rights, article 1, sec. 18, of the constitution of the state declares that “ no person shall be attainted of treason or felony by the legislature,” and by section 19 it is provided that, “ No attainder shall work corruption of blood nor, except during the life of the offender, forfeiture of estate to the commonwealth. The estate of such persons as shall destroy their own lives, shall descend or vest as in cases of natural death; and if any person shall be killed by casualty, there shall be no forfeiture by reason thereof.” These are provisions of the organic law which may not be transcended by any legislation. Inasmuch as the prescribed penalty for murder is death by hanging, Crimes Act of 1860, sec. 75, Bright. Purd. 511, pl. 232, without any forfeiture of estate or corruption of blood, it cannot be said that any such consequence can be lawfully attributed to any such offense. In other words our constitution positively prohibits any attaint of treason or felony by the legislature and any corruption of blood'by reason of attainder or any forfeiture of estate, except during the life of the offender.\nThe legislature has never imposed any penalty of corruption of blood or forfeiture of estate for the crime of murder, and therefore no such penalty has any legal existence.\nIn the case now under consideration it is asked by the appellants that this court shall decree, that in case of the murder of a father by his son the inheritable quality of the son’s blood shall be taken from him and that his estate under the statute of distributions shall be forfeited to others. We are unwilling to make any such decree for the plain reason that we have no lawful power so to do.\nThe intestate law in the plainest words designates the persons who shall succeed to the estates of deceased intestates. It is impossible for the courts to designate any different persons to take such estates without violating the law. We have no possible warrant for doing so. The law says if there is a son he shall take the estate. How can we say that although there is a son he shall not take but remote relatives shall take who have no right to take it if there is a son ? From what source is it possible to derive such a power in the court? It is argued that the son who murders his own father has forfeited all right to his father’s estate, because it is his own wrongful act that has terminated his father’s life. The logical foundation of this argument is, and must be, that it is a punishment for the son’s wrongful act. But the law must fix punishments, the courts can only enforce them. In this state no such punishment as this is fixed by any law, and therefore the courts cannot impose it. It is argued however that it would be contrary to public policy to allow a parricide to inherit his father’s estate. Where is the authority for such a contention? How can such a proposition be maintained when there is a positive statute which disposes of the whole subject? How can there be a public policy leading to one conclusion when there is a positive statute directing a precisely opposite conclusion? In other words when the imperative language of a statute prescribes that upon the death of a person his estate shall vest in his children in the absence of a will, how can any doctrine, or principle, or other thing called public policy, take away the estate of a child and give it to some other person. The intestate law casts the estate upon certain designated persons, and this is absolute and peremptory, and the estate cannot be diverted from those persons and given to other persons without violating the statute. There can be no public policy which contravenes the positive language of a statute.\nThe supposed analogies derived from the fraudulent abuse'of á contract right, or an actual notice accomplishing the same result as a constructive notice under the recording acts, or the waiver of an exemption act by one entitled to its benefits, and other instances of a similar character, are no analogies at all. There may be reasons why a statutory provision may not be applicable in a given case when the purpose of the statute is subserved in a different mode, or dispensed with altogether, but here is a contingency which does not depend upon any act, or omission to act, of any person whatever. It is the act of the law which casts the descent of estates, and that is not regulated or controlled by the acts, the follies, the frauds or the crimes of any individual persons. Unless the law itself contains some qualification which changes its application, or provides some disqualification by way of penalty, it must have its way because there is no other way.\nIf we consider the question upon authority we find the great preponderance of judicial decision in accord with the views above expressed. In view of the dreadful and unnatural character of the crime'of the son in this case, it is not a matter of wonder that the precise question has never yet been before us, and that there is a dearth of authority among the tribunals upon such a subject.\nIn the case of Owens v. Owens, 100 N. C. 242, Sarah Owens was convicted of being an accessory before the fact to the murder of her husband. She was sentenced to imprisonment for life and while undergoing her sentence she petitioned the court to assign her dower in the real estate of her deceased husband. In allowing her petition the court said, “ We are unable to find any sufficient grounds for denying to the petitioner the relief which she demands; and it belongs to the law-making power alone to prescribe additional grounds of forfeiture of the right which the law itself gives to a surviving wife. Forfeitures of property for crime are unknown to our law, nor does it intercept for such cause the transmission of an intestate’s property to heirs and distributees, nor can we recognize any such operating principle.”\nIn Deem v. Milliken, 6 Ohio, Circ. Ct. Reports, 357, the facts were that Elmer L. Sharkey murdered his mother for the purpose of succeeding to the title to her real estate. He was convicted and hanged after having mortgaged the real estate. The collateral heirs contended that by reason of his crime no interest had passed to the son and therefore the mortgages were void.\nIn the opinion the court said, “ The statute of descent neither recognizes mischief nor provides a remedy. It is a legislative declaration of a rule of public policy. . . . There should be no difficulty in distinguishing this case from those in which the rights asserted have no foundation other than the fraudulent or unlawful conduct of a contracting party, nor from those in which attempts are made to use the process of the courts for fraudulent purposes. . . . The natural inference is that when the legislature incorporated the general rule into the statute and omitted the exception, they intended that there should be no exception to the rule of inheritance prescribed.”\nIn the case of Shellenberger v. Ransom, 59 North Western Reporter, 935, the Supreme Court of Nebraska, reversing its own former decision, reported in 47 N. W. Rep. 700, held that the murderer did not forfeit the estate of his daughter whom he had murdered in order that he might acquire the title to her real estate. At the first hearing the court followed the decision of a majority of the New York court of appeals in Riggs v. Palmer, 115 N. Y. 506, but changed their ruling on the re-argument in 1894. In delivering the second opinion the court says, “ the conclusion reached by the reasoning of Judge Eakub in Riggs v. Palmer, as well as that in this case, was based very largely on that species of judicial legislation above characterized as rational construction. ' If courts can thus enlarge statutory enactments by construction, it may be that the references in the majority opinion in Riggs v. Palmer to the provisions of the civil law were very apt, as illustrating how, by rational interpretation, our statute should be made to read. . . . The legislature has spoken, their intention is free from doubt and their will must be obeyed. ‘It may be proper,’ it has been said in Kentucky, ‘in giving a construction to a statute to look to the effects and consequences when its provisions are ambiguous or the legislative intent is doubtful. But when the law is clear and explicit and its provisions are susceptible of but one in tew pretation, its consequences, if evil, can only be avoided by a change of the law itself, to be effected by legislative and not judicial action.’ ”\nThe ease of Riggs v. Palmer was decided by a divided court,' but it was a case of devise and not of descent, and involved only the question of permitting a devisee to take title under the will of a testator whom he murdered in order to get the property devised to him by the will. While we do not agree to the conclusion reached, the case only involved the operation of a private grant, and therein differs widely' from a case in which the statutory law of descent is in question. In the former case it was only necessary to set aside an instrument between private parties on the ground of fraud, but in the latter it would be necessary to set aside the positive law of the state.\nThe case of New York Mutual Life Ins. Co. v. Armstrong, 117 U. S. 591, cited for the appellant, merely decided that proof that the assignee of a policy of life insurance caused the death of the assured by felonious means was sufficient to defeat a recovery on the policy. Mr. Justice Field, delivering the opinion, said, “ It would be a reproach to the jurisprudence of the country if one could recover- insurance money payable on the death of a party whose life he had feloniously taken. As well might he recover insurance money upon a building that he has willfully fired,” thus showing that the decision was based entirely upon the ground of fraud upon a contract right.\nThe case of Cleaver v. Mutual Reserve Fund Life Association, 1 Q. B. 147, also cited for appellant, is of an entirely similar character. It was an attempt to enforce a trust in favor of one who had brought about the conditions essential to its fulfillment by killing the person whose death made it operative. Lord Justice Fry said in the opinion, “ If no action can arise from fraud it seems impossible to suppose it can arise from felony or misdemeanor.”\nIn the argument for appellant no case is cited which presents the very question which arises on this record. But there are at least the three cases above cited which do involve the same question-as this and they are all decided against the contention of the appellant. These authorities appear to us to be far more in consonance with sound principle than those which are seemingly, though not really, of an opposite tendency, and they certainly harmonize with the views we entertain. The assignments of error are not sustained.\nThe decree of the court below is affirmed and the appeal is dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      },
      {
        "text": "Williams, J.,\ndissenting:\nI concur in the disposition of so much of the fund as is derived from the estate of Mrs. Carpenter, who was convicted only of being an accessory after the fact to the murder of her husband. I dissent from the disposition of so much of it as is derived from the alleged estate of the son who was convicted of murder, and whose crime was committed for the purpose of securing the property of his father. The son could not by his own felony acquire the property of his father and be protected by the law in the possession of the fruits of his crime.",
        "type": "dissent",
        "author": "Williams, J.,"
      }
    ],
    "attorneys": [
      "J. Howard Neely and W. U. Hensel, for appellants.",
      "J. N Keller and J. O. Bucher, W. 3. Bponsler with them, for appellees.",
      "J. Soward Neely and W. U. Sensei, for appellee, in reply."
    ],
    "corrections": "",
    "head_matter": "James Carpenter’s Estate. A. M. Carpenter’s Appeal.\nDecedents' estates — Intestate law — Corruption of blood — Forfeiture of estate — Parricide's right to inherit his father's estate.\nThe constitution of Pennsylvania positively prohibits any attaint of treason or' felony by the legislature, and any corruption of blood by reason of attainder, or any forfeiture of estate, except during the life of the offender; and the legislature has never imposed any penalty of corruption of-blood, or forfeiture of estate, for the crime of murder, and no such penalty has any legal existence.\nA son who has murdered his father for the purpose of securing his father’s estate, is entitled to take the estate under the intestate laws. His crime does not destroy his right of inheritance. Authorities based upon a fraudulent abuse of a contract right have no analogy to a case in which the law itself casts the descent.\nArgued May 29, 1895.\nAppeal, No. 51, July T., 1895, by A. M. Carpenter, from decree of O. C. Juniata Co., confirming report of auditor.\nBefore Green, Williams, McColiajm, Dean and Fell, JJ.\nAffirmed.\nExceptions to auditor’s report.\nThe facts of the case as agreed upon by the parties in interest, and found by the auditor, George J. Parker, Esq., were as follows:\n“James Carpenter died intestate on December 10,1893, and left to survive him a widow, Hetty Carpenter, and one child, James B. Carpenter, and A. M. Carpenter and S. L. Carpenter, brothers, and Margaret Losh, Martha Kneiper and Balinda Sellers, sisters, and a deceased sister, Amanda Moorhouse, who died intestate, and left to survive her six children, to wit, Alma Weaver Miller, Newton A. Weaver, Solomon H. Weaver, Henry A. Weaver, Sarah J. Stutzman and Charles M. Monohan, and a sister, Arabella Good, who died intestate, and left to survive her one child, Clayton Good.\n“Hetty Carpenter, the widow, and James B. Carpenter, the son of the decedent, executed and delivered an assignment of all their interest in the estate of the decedent, saving and excepting two hundred dollars, to Hon. J. C. Bucher, Hon. Wm. H. Sponsler and J. N. Keller, Esq.\n“ James B. Carpenter was convicted in the oyer and terminer of Juniata county for the murder of his father on the 12th day of February, 1894, and was executed on the 14th day of June, 1894.\n“His mother, Hetty Carpenter, the widow, was acquitted of being an accessory before the fact on the 23d day of April, 1894, and was convicted and sentenced in the same court as an accessory after the fact to the murder aforesaid, on the 23d day of April, 1894.\n“ One of the several motives which prompted James B. Carpenter, the son, to murder his father, and one of the motives which induced Hetty Carpenter, the widow, to become an accessory after the fact, was to get immediate possession of the estate of James Carpenter, deceased.”\nMessrs. Bucher, Sponsler and Keller claimed the funds in hands of the accountant after the payment of all legal costs and expenses, with the exception of two hundred dollars, by virtue of the assignment from Hetty Carpenter, the widow, and James B. Carpenter, the only child and heir at law of the decedent, of all their interest, except the sum of two hundred dollars, as aforesaid.\nThe collateral kin of James Carpenter objected to the claim on the grounds:\n1. That James B. Carpenter murdered his father, James Carpenter, deceased, on December 16, 1893, for which crime lie was convicted and hung, and Hetty Carpenter, the wife of the deceased, was an accessory after the fact to said murder, and of this offense she pleaded guilty.\n2. That the proofs on the trial of the said crime established the fact that this murder was committed to enable James B. Carpenter and Hetty Carpenter to get the estate of James Carpenter, deceased.\n8. That no estate ever vested in either James B. Carpenter, the son, or Hetty Carpenter, the wife, from the estate of James Carpenter, deceased, and they had no interest that could be assigned.\nThe auditor allowed the claims of the assignees, Bucher, Sponsler and Keller.\nExceptions to the auditor’s report were dismissed and the report confirmed by tbe court in an opinion by Lyons, P. J. A.'M. Carpenter, one of the collateral kin, appealed.\nError assigned was above decree.\nJ. Howard Neely and W. U. Hensel, for appellants.\nA man can take no advantage of his own wrong, nor will he be allowed to found any claim upon his own iniquity: Broom’s Leg. Max. 297; Finch’s Common Law, 1750, ch. 3; Dillon’s Laws and Jurisprudence, lecture 1, p. 4.\nConsiderations of public policy should prevent the son from inheriting: N. Y. Mut. Life Insurance Co. v. Armstrong, 117 U. S. 591; Riggs v. Palmer, 115 N. Y. 506; 2 Cush. (ed. 1850) 78, 84; Pothier on Successions, ch. 1, sec. 2, art. 4; 4 Toullier, 134, 114; 4 Duranton, 111; 3 Marcade, 42; Code Napoleon, art. 727; Domat’s Civil Law, part II., book 1, tit. 1, sec. 3; Smith v. People, 47 N. Y. 330; Code of Civ. Pro. 866; Anderson v. Anderson, 19 N. E. Rep. 427; Broom’s Leg. Max. 19, 20; Finch’s Law, 75; Noy, Max. (9th ed.) 2; Doct. and Stud. (18th ed.) 15; Owens v. Owens, 100 N. C. 240.\nWhen to follow the words of an enactment would lead to an absurdity as to its consequence, that constitutes sufficient authority to the interpreter to depart irom them: Perry Co. v. Jefferson Co., 94 Ill. 214; Endlich on Interpretation of Statutes, sec. 258.\nOh the general principle of avoiding injustice and absurdity, any construction should be rejected which enabled a person to profit by his own wrong: Endlich, 267; Smith v. The People, 47 N. Y. 330; Com. v. Kimball, 24 Pick. 370.\nJ. N Keller and J. O. Bucher, W. 3. Bponsler with them, for appellees.\nWhere a statute makes no exceptions, the courts can make none: Endlich on the Interpretation of Statutes, secs. 17, 23.\nIt is the duty of all courts to confine themselves to the words of the legislature, nothing adding thereto, nothing diminishing: Penna. R. R. v. Pittsburg, 104 Pa. 533; Everett v. Wells, 2 Scott (N. C.), 531; Potter’s Dwarris on Statutes, 146; Bradbury v. Wagenhorst, 54 Pa. 180; Shellenberger v. Ransom, 59 N. West. Rep. 935; Endlich on Statutes, p. 8; Woodbury v. Berry, 18 Ohio, 456; Priestman v. United States, 4 Dallas, 28; Hardenburg v. Beecher, 104 Pa. 25; Clingan v. Mitcheltree, 31 Pa. 25.\nIf the statute of wills should be strictly construed, why should not the statute of descent receive a similar construction ? In the former, the interest of the legatee depends upon the act of the testator, while in the latter, the estate is cast upon the heir by the statute, regardless of any act of either the ancestor or the heir: Owens v. Owens, 100 N. C. 242; Deem v. Milliken, 6 Ohio Cir. C. 357.\nThe cases cited by appellant sound in contract, and have nothing to do with the statute of descent.\nJ. Soward Neely and W. U. Sensei, for appellee, in reply.\nThe strict construction and unvarying literal enforcement of the statute upon which the learned court below so strenuously insisted are not in consonance with the instructions of the superior court under less grave circumstances than the murder of the ancestor: Huey’s App., 29 Pa. 219; Freeman v. Smith, 30 Pa. 264; Emerson v. Smith, 51 Pa. 90; Gilleland v. Rhoads, 34 Pa. 187; Hatch v. Mut. Life Ins. Co., 120 Mass. 550.\nThe principle that the operation of an act, though couched in general language, is to be interpreted in the light of the common law is of constant application in all departments of the law: Union Canal Co. v. Young, 1 Whart. 410; Hoffman v. Strohecker, 7 Watts, 86; Jacques v. Weeks, 7 Watts, 261; R. v. Cooks, 3 E. & B. 249; Osgood v. Breed, 12 Mass. 530; Wilbur v. Crane, 13 Pick. 284; Duke, Charitable Uses, 134; Wheeler v. Carpenter, 107 Pa. 271; John’s Adm. v. Pardee, 109 Pa. 545; Tioga Co. v. South Creek Twp., 75 Pa. 433; Endlich on Interpretation of Statutes, sec. 127; Rice v. R. R., 1 Black, 358; Jones v. Dexter, 8 Fla. 276; Scaife v. Stovall, 67 Ala. 237; Howe v. Peckdam, 6 How. Pr. (N. Y.) 229; Endlich on the Interpretation of Statutes, sec. 127; Sutherland, Stat. Constr. sec. 139; Bishop, Written Law, sec. 142; Endlich on Interpretation of Statutes, sec. 129; Bishop’s New Criminal Law, vol. 1, p. 165, sec. 291; R. v. Owens, 2 E. & E. 86; R. v. Tewksbury, L. R. 3 Q. B. 639; R. v. Milledge, 4 Q. B. D. 332; Mitchell v. Buffington, 10 W. N. C. 361 (not in state reports); Jones v. Rees’ Ex., 4 Y. 109; Ferris v. Henderson, 12 Pa. 49; Pennock v. Freeman, 1 W. 401; Notes to Shellenberger v. Ransom, 25 L. R. A. p. 564.\nJuly 18, 1895:"
  },
  "file_name": "0203-01",
  "first_page_order": 223,
  "last_page_order": 232
}
