{
  "id": 872330,
  "name": "John M. Thomas, Executor, Appellant, v. Williams Carter et al.",
  "name_abbreviation": "Thomas v. Carter",
  "decision_date": "1895-10-07",
  "docket_number": "Appeal, No. 78",
  "first_page": "272",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "170 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 Ill. 397",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        821803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/77/0397-01"
      ]
    },
    {
      "cite": "83 Ill. 62",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2659920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/83/0062-01"
      ]
    },
    {
      "cite": "33 N. Y. 619",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2042019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/33/0619-01"
      ]
    },
    {
      "cite": "121 N. Y. 406",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        566521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/121/0406-01"
      ]
    },
    {
      "cite": "34 N. Y. 190",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/34/0190-01"
      ]
    },
    {
      "cite": "134 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0492-01"
      ]
    },
    {
      "cite": "122 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0239-01"
      ]
    },
    {
      "cite": "110 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0339-01"
      ]
    },
    {
      "cite": "101 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0495-01"
      ]
    },
    {
      "cite": "91 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0236-01"
      ]
    },
    {
      "cite": "82 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0072-01"
      ]
    },
    {
      "cite": "65 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430666
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0368-01"
      ]
    },
    {
      "cite": "29 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982894
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0298-01"
      ]
    },
    {
      "cite": "36 Fed. Rep. 892",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6735735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/36/0892-01"
      ]
    },
    {
      "cite": "157 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846581
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0264-01"
      ]
    },
    {
      "cite": "165 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/165/0586-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1132,
    "char_count": 27826,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 3.0216281386869125e-07,
      "percentile": 0.8539248813347805
    },
    "sha256": "0e2e7f7146da407b2eeca6c0af11c0857d9d153ec779854c95bd5803cf6d3fda",
    "simhash": "1:1e8865b36056aadd",
    "word_count": 4882
  },
  "last_updated": "2024-02-27T18:59:01.150220+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, J J."
    ],
    "parties": [
      "John M. Thomas, Executor, Appellant, v. Williams Carter et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn this issue, devisavit vel non, framed for the purpose of trying and determining the three questions of fact recited therein, John M. Thomas, sole acting executor of the writing purporting to be tbe last will and testament of Charles Carter, deceased, is plaintiff, and Williams Carter and others, including all the children and heirs at law of said decedent, are defendants.\nThe proper solution of these questions depended of course upon a variety of minor facts and circumstances calculated to shed light on one or more of said main questions and thus enable the jury to reach a correct conclusion as to each of them. This necessitated the introduction of a mass of testimony which was submitted to and passed upon by the jury. The cause appears to have been carefully and ably tried in the court below. We have given to the questions presented by the record that consideration which their importance and the interests involved appear to require, and we are all of opinion that there is nothing in the assignments of error that would justify us in disturbing the judgment that was entered on the verdict in favor of the defendants; nor do we think that either of the specifications of error requires special notice. The case depended mainly on questions of fact which were for the exclusive consideration of the jury, and to them it appears to have been fairly submitted in a clear and comprehensive charge in which the principles of law, applicable to the facts which the testimony tended to prove, were fully and accurately stated. We find no error in the admission or rejection of evidence. Our examination of the testimony that was received and submitted to the jury has satisfied us that the findings of fact, of which their verdict is necessarily predicated, were fully warranted by the evidence; and hence there appears to be nothing on which to base a reversal of the judgment.\nIn affirming defendant’s requests for charge, the following substantially correct instructions were given to the jury, by the learned trial judge, to guide them in properly applying the-facts, as they might find them from the testimony, to the questions presented in the feigned issue :\n“ A man may be of sound mind in regard to his dealings in general, but he may be under an insane delusion, and whenever it appears that the will was the direct offspring of the partial insanity or monomania under which the testator was laboring at the very time the will was made, that it was the moving cause of the disposition, and if it had not existed the will would have been different, it ought to be considered no will, although the general capacity of the testator may be unimpeached.”\n“ The wife and children of a man are the natural objects of his affections, and where they are disinherited by a husband and a father, when he comes to dispose of his estate, the reasons for doing so are a proper subject to enter into the consideration of a jury in considering a case like the present, and any person will naturally inquire, why was this thing done ? Was the testator under an insane delusion, or has some powerful cause induced him to act thus ? ”\n“ If a monomaniacal delusion is unalterably entertained against a wife or a daughter, who otherwise would have been his legatee or devisee, and who would seem to be the natural object of a man’s regard when he came to make a final disposition of his estate, and such delusion is shown to have been the operating motive which excluded them; and if the supposed act or misconduct, on the part of the wife or child or both, had no existence in fact, and was a creature of the diseased imagination of the testator, and the will was engendered by this delusion and was its offspring, and' made under its influence operating at the time and in the testamentary act; if, in short, the will was dictated by the delusion it cannot be sustained as a last will and testament, because it is the production of a mind incapable of correct reasoning as to the object of his bounty and the character of his wife and children, and their relations towards himself.”\nThese and other instructions of like import in the general charge, were fully warranted by the testimony; and on principle as well as authority, they were neither erroneous nor misleading : Taylor v. Trich, 165 Pa. 586; Boughton v. Knight, L. r. 3 Prob. & Divorce, 64. In the former, after defining “ partial insanity ” as “ a derangement of one or more of the faculties of the mind which prevents freedom of action,” it was said: “ The question in any given case is whether the act under investigation was done upon consideration of existing facts, or under the influence of a delusion that controlled the will of the doer and destroyed his freedom of action.” In its controlling principle, that case is not unlike the one before us.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel Dickson, Mayer Sulzberger with him, for appellant,",
      "John Gr. Johnson, for appellees."
    ],
    "corrections": "",
    "head_matter": "John M. Thomas, Executor, Appellant, v. Williams Carter et al.\nWills — Testamentary capacity — Issue devisavit vel non — Partial insanity — Delusions.\nPartial insanity is a derangement of one or more of the faculties of the mind which prevents freedom of action. The question in any given case is whether the act under investigation was done upon consideration of existing facts, or under the influence of a delusion that controlled the will of the testator and destroyed his freedom of action.\nIf a monomaniacal delusion is unalterably entertained against a child, who otherwise would have been testator’s legatee or devisee, and such delusion is shown to have been the operating motive which excluded the child, and if the supposed act or misconduct on the part of the child had no existence in fact, but was a creature of the diseased imagination of the testator, and the will was engendered by this delusion, and was its offspring, and was made under its influence, operating at the time in the testamentary act, the will cannot be sustained as a last will and testament.\nThe wife and children of a man are the natural objects of his affection, and where they are disinherited by a husband and father when he comes-to dispose of his estate, the reasons for his doing so are a proper subject to enter into the consideration of a jury in the trial of an issue devisavit vel non.\nA will disinheriting a daughter will be set aside where it appears that the will was made by the father under the influence of a specific delusion, based upon no facts whatever.\nArgued Jan. 18, 1895.\nAppeal, No. 78, July T., 1894, by plaintiff, from judgment of C. P. No. 2, Phila. Co., Dec. T., 1891, No. 996, on verdict for defendants.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, J J.\nAffirmed.\nIssue devisavit vel non, to try,\nFirst. Whether at the time of the alleged execution of the paper dated December 10, 1886, purporting to be the last will of Charles Carter, deceased, he, the said Charles Carter, was of sound disposing mind, memory and understanding.\nSecond. Whether at the time of the alleged execution of the paper dated December 10, 1886, purporting to be a codicil to said alleged will of Charles Carter, deceased, the said Charles Carter was of sound disposing mind, memory, and understanding.\nThird. Whether at the time of the alleged execution of the paper dated December 18, 1886, purporting to be a codicil to said alleged last will of Charles Carter, deceased, the said Charles Carter was of sound disposing mind, memory, and understanding.\nBefore Pennypacker,, J.\nAt the trial it appeared that Charles Carter died on August 13, 1888, leaving to survive him a widow, and seven children by his second wife, and two grandchildren, children of a deceased daughter. The seven children surviving testator are the parties defendant in this case. Testator left a paper purporting to be a will dated Dec. 10, 1886, a codicil bearing like date, and another codicil bearing date Dec. 18, 1886. By the alleged will he gave to his widow one third of his personal estate absolutely, and one third of his real estate for life. He gave his residuary estate to the Fidelity Insurance, Trust and Safe Deposit Company, in trust, to divide into six equal parts. One of these parts was to be held for his son Williams for life, with remainder to his children. Another was to be held in trust for the daughter Charlotte (Mrs. Buckley) for life, with remainder in trust for such of the testator’s other children as were named in his will. Another sixth part was to be held in trust for his son James for life, with remainder for the benefit of testator’s other children named in his will. Another sixth part was to be held in trust for the daughter Ellen for life, with remainder to her children. Another sixth part was to be held in trust for the daughter Isabella for life, with remainder to her children. Another sixth part was to be held in trust for the benefit of his two grandchildren (the Renshaws) for life, with remainder to their children. It was so directed that the excluded children and the excluded descendants of children should take no benefit from the death of a life tenant dying childless. Two of his children, Mrs. Cassatt and Mrs. McCall, were entirely excluded.\nIt appeared from the evidence that testator expressed a violent objection to the marriage of his daughter Mildred to George McCall, and threatened that if she married McCall he would cut her off entirely in his will, and that he would also cut off any members of his family who attended her wedding. Mrs. Cassatt, Mrs. Buckley and James N. Carter attended the wedding, and in accordance with his threat, testator excluded Mrs. Cassatt entirely from participation in his estate, and limited the shares of Mrs. Buckley and James N. Carter to life interests only.\nThe evidence showed that from the year 1888 testator confined himself almost exclusively to his house and to his room. He took great quantities of narcotic drugs such as opium, morphia, henbane and cannabis indica. He was fed by his children and those about him. His meat, his eggs and his bread and butter were cut up into small pieces and put into his mouth by those who assisted or waited upon him. Testator was prone to believe in the wickedness of people, and without any foundation whatever asserted that persons about him, some in his confidence, were guilty of serious crimes. One of the beliefs which was apparently most fixed in testator’s mind was that Mr. McCall was a knave, and that his daughter Mildred had always been bad, and was influenced in the marriage which she had made by unworthy motives.\nThere was no foundation whatever for testator’s belief that Mr. McCall was a knave, or that his daughter was bad.\nWhen Dr. Horatio C. Wood, an expert in nervous diseases, was on the stand, the following hypothetical question was propounded to him:\n“Q. You will understand that these facts which I put to you are on the assumption of their existence, which I will ask you to answer. I put to you the case of a man whom we will call Dr. Smith. I state to you certain things concerning him, which I will ask you to assume as true, and upon this assumption of their truth I will hereafter ask your expert opinion concerning his testamentary capacity.\n“ The facts I ask you to assume to be true, upon which I will ask your opinion, are these : Dr. Smith died in his seventy-first year, in 1888. He was educated as a physician. After 1845 he never practiced as a physician. About the year 1874 he formed the habit of taking, habitually, various medicines, such as opium, morphine, cannabis indica, acetate of lead, calomel. He continued in this habit until his death, taking, as the years went on, more frequent, and certainly in the last four years of his life, daily, and often several times per day, doses of one or the other of these — doses before and after each meal and at night being habitually taken. From time to time he was warned by physicians whom he consulted, these physicians being men of high standing in their profession, that this habit of drug taking was a dangerous one and would injure him. He disregarded their warnings, however, and continued the habit. In 1885 and thereafter, he, at times, had unconscious spells. Late in 1888, and thereafter, in the belief that he was too weak and infirm to go out as he formerly had done, though really able to do so, he practically shut himself up in his own room, only going downstairs occasionally until 1885, and thereafter scarcely, excepting when he was taken away from the city in the summer. In 1883, and subsequently for four years later, the different physicians whom he consulted repeatedly urged him to cease from the medication in which he was Indulging, and to take fresh air and exercise. Pie refused to follow their advice, and from 1883 until his death he confined himself more and more closely to his bed, and required his food to be cut up and fed to him after the beginning of 1885, though he had the full use of his hands. Occasionally he suffered from liver trouble, from diarrhoea, and towards the last from gall stones of a painful character. He persisted in confining himself to the room, though repeatedly urged by the physicians to go out, as it would do him good. Dr. Smith was educated and intelligent. He had always been very positive in his opinions and forcible in asserting them. He was always desirous of having his own way and of ruling his family. He was always somewhat arbitrary. In the winter of 1884-5 his character changed in the following particulars, and the change continued until death in 1886. He became more irritable, exceedingly suspicious, and very violent when opposed in opinion or action. He would speak during 1885 of his poverty and inability to meet his bills, though in very easy financial circumstances, having an income of about $10,000 per annum, and his wife having about the same income which was contributed to family support, the income being derived from well invested property, real and personal estate of Dr. Smith, worth nearly $500,000. The change with regard to his suspiciousness reached such a stage that in the winter of 1884, and subsequently, until his death, he not only accused persons of dishonesty without the slightest foundation, of stealing money, but he also, without the shadow of cause, accused to members of his family, in 1885, his confidential legal adviser, upon whom he relied and continued to rely for business advice, and whom he named late in 1886 an executor and trustee of his alleged will, of cheating and robbing him. In 1884 and 1885 he accused his children of not loving him, though they were most affectionate and devoted to him. He then said that one of his sons, who was devoted to him, was wishing that he was dead. In 1885, without truth, he said of his devoted wife, to a son and to a daughter, though for years he had been relying upon her for attention, that he must be careful what medicine he took from her, as he did not know but what she might make away with him.\n“ In March, 1885, a gentleman who, with his knowledge and without any dissent, had been visiting at his house, and with whom for months previously he had been on very friendly terms, became engaged in marriage to his daughter. This gentleman was a man of good social position, of excellent character, and was superintendent of a manufacturing corporation which paid him a salary of $8,000 per annum. Immediately upon the announcement of the engagement Dr. Smith became excessively enraged, threw his arms about, and pounded on the floor with his cane, screamed, and cried. From this-time forward, until 1887, he recurred frequently with different persons to the subject of the proposed marriage. When he did so he would be wild, excited, distracted, incoherent, despairing, and frenzied in his manner and talk. He would frequently, during such times, burst into tears, crying and sobbing like a child. He was repeatedly during this period questioned, when this topic was discussed, as to his reasons for objecting to the match: He gave no better reasons than these: he said he would never permit his daughter to marry a man who lived on a salary, even though it was $20,000 a year; at other times he said that the man had light hair; that he looked like boiled veal; that he would allow no man to marry his daughter who had permitted a horse to run off; that he was a knave (there being no foundations for this last charge) ; that he (Dr. Smith) was battling for the family institution; that his daughter was bad, and always had been bad (though she had always been of the purest character, and prior to this engagement he had been devoted to her). On one occasion, in the spring of 1885, when pressed for his reasons by a son-in-law, he said, with a wild look in his eye, ‘ I will tell you. I have a reason. . . . I will allow no daughter of mine to marry for such a reason. This is my real reason.’ Within six months this was repeated in substance by Dr. Smith to his son. His outbursts concerning this matter were such that though his wife was quiet and devoted in her manner to him, and avoided as much talk as possible upon the subject, and took no active part in the engagement, she was repeatedly, in order, as she properly believed, to save him from injury because of such outbursts, obliged as early as five o’clock in the morning to leave the room in which they were sleeping and to go downstairs. He often asserted, after the announcement of the engagement, that all his family were in a conspiracy against him. He said, without being able to give any better reasons than I have assigned for his objection to the marriage, that he would disinherit every child who in any way would countenance the marriage, or, if it took place, would thereafter hold any intercourse with his daughter. In the latter part of 1884 a deterioration in the business ability of Dr. Smith was perceived, which continued, increasingly, until his decease, manifesting itself, amongst other ways, in an increasing inability to balance his books and cause proper entries to be made therein.\n“ Assuming that all these facts which I have stated to yon are true concerning the hypothetical Dr. Smith, I ask you whether in any part of December, 1886, he, in your opinion, possessed a sound mind? ”\nA. “ In my opinion he was not.” Exception and bill sealed. [11]\nDr. Wood was also asked this question :\n“ Q. And in making any testamentary paper dealing with persons who were the subjects of that delusion, how would that testamentary paper be affected? Objected to. [12]\n“Q. Would such a man, concerning any matter within the purview of his delusion, be able to make a will unaffected by the same?” Objected to. Objection overruled. Exception by proponents. [13]\nPlaintiff’s points and the answer thereto were among others as follows:\n“ 1. That under all the evidence in this case the verdict should be for the plaintiff on the first issue. Answer: Refused.\n“ 2. That under all the evidence in this case the verdict should be for the plaintiff on the second issue. Answer: Refused.”\n“ 3. That under all the evidence in this case the verdict should be for the plaintiff on the third issue. Answer: Refused.”\n“ 10. That the evidence in this case establishes that the testator had more than sufficient capacity to make a valid will, except as he may have been influenced by the marriage of his daughter Mildred. Answer: Refused. [4]\n“ 11. That there is no sufficient evidence in the cause from, which the jury can properly infer that the testator acted under an insane delusion in respect to the disobedience of his daughter-Mildred, and of his other children who attended and promoted her wedding. He had given full warning and they deliberately chose to disobey his commands, and in making the will that he did he was simply making good his own pledges. Answer .- Refused. [5]\n“ 12. If the last point be refused then the learned judge is requested to instruct the jury that in determining whether the testator acted under the influence of an insane delusion as to the marriage of his daughter Mildred .in disobedience of his commands, the jury should take iqto account all the circumstances of the case bearing upon the division of his estate— the fact that his wife had a large estate, sufficient, if divided between those who were disinherited, to give to each a comfortable competency; that at a time when all the witnesses are agreed he was in the prime of life he had made a similar provision as to his daughter Eugenia, and repeated it not. only in the two codicils of April 7, 1876, and of Aug. 11, 1876, but in the will of Jan. 23, 1881, and that he had executed a similar codicil to the will of 1883, under date of May 29, 1885, in respect to his daughter Mildred, before her marriage, and that, in making the will of 1886 he was simply carrying out his solemn and deliberate warnings, and that in executing it he kept the paper by him for some months before executing it, and finally did so, selecting the subscribing witnesses and signing each page of the will in their presence; and that then, a day later* executed the second codicil in the presence of two other subscribing witnesses; and that on both of these occasions he exhibited no excitement, but acted calmly, intelligently, and deliberately; and this testimony is to be considered in connection with the fact that whatever excitement he may have displayed in talking to the members of the family down to the time the marriage had taken place, he never exhibited any loss of self-control when talking to strangers, or, except upon one occasion, even to the members of the family after the wedding had occurred; and that in order that an insane delusion may disturb or destroy the capacity of a testator it must, like undue influence, be a present constraint, operating on the mind of the testator in the very act of making the instrument: McMahon v. Ryan, 8 Harris, 329. Answer: That is a very long point. It is in the main correct in the sense that you must consider all of the facts of the case in reaching a conclusion. It, however, assumes two or three matters of fact which I cannot take for granted. ‘ At a time when all the witnesses are agreed he was in the prime of life,’ which is something I cannot say; that ‘ he was simply carrying out his solemn and deliberate warning,’ I cannot say; that ‘ he never exhibited any loss of self-control when talking to strangers,’ I cannot say; and for the reason that it assumes those facts I decline the point. The latter part of it is correct: ‘In order that an insane delusion may disturb or destroy the capacity of the testator it must, like undue influence, be a present constraint, operating on the mind of the testator in the very act of making the instrument.’ [6]\n“ 13. That only actual, real mental unsoundness at the time of the testamentary act is the important subject of inquiry, and unless the proof establishes that it actually did exist at the important moment, the proof that it may have existed or did exist at some other time is of no practical value: Miller v. Oestrieh, 157 Pa. 264. Answer: I affirm that point. The question always is as to the insanity or the existence of an insane delusion at the time of making the will, but proof of the existence of such a delusion about the time of making the will, immediately before and immediately after, raises a presumption of insanity or an insane delusion existing at the time the will was made. That is, it shifts the burden of proof. If contended that the will was made at the time of a lucid interval the fact ought tó be shown to you by testimony.” [7]\nDefendant’s points and the answers thereto were among others as follows:\n“ 8. A man may be of sound mind in regard to his dealings in general, but may be under an insane delusion, and whenever it appears that the will was the direct offspring of the partial insanity or monomania under which the testator was laboring at the very time the will was made, that it was the moving cause of the disposition, and that if it had not existed the will would have been different, it ought to be considered as no will, although the general capacity of the testator may be unimpeached.\n“ The wife and children of a man are the natural objects of his affections, and where they are disinherited by a husband and a father, when he comes to dispose of his estate, the reasons for doing so are a proper subject to enter into the consideration of a jury, in considering a case like the present, and any person will naturally inquire, Why was this thing done? Was the testator under an insane delusion, or has some powerful cause induced him to act thus ?\n“ If a monomaniacal delusion is unalterably entertained by a testator against a wife or a daughter, who otherwise would have been his legatee or devisee, and who would seem to be the natural objects of a man’s regard when he came to make a final disposition of his estate, and such delusion is shown to have been the operating motive which excluded them; and if the supposed act or misconduct on the part of the wife or child, or both, had no existence in fact, and was a creature of the diseased imagination of the testator, and the will was engendered by this delusion and was its offspring, and made under its influence operating at the time and in the testamentary act; if, in short, the will was dictated by the delusion, it cannot be sustained as a last will and testament, because it is the production of a mind incapable of correct reasoning as to the object of his bounty and the character of his wife and children and their relations towards himself: Tawney v. Long, 76 Penna. 106. Answer: Affirmed [8] ”\n“ 6. It is not necessary for those who contest the alleged will and codicils to satisfy you that Dr. Carter was insane upon all points, or that he could not transact intelligently business like that of signing checks, ordering repairs, directing expenditures upon his real estate, collecting rents, investing money, and making sales of property, if you find from the evidence that he was insane upon the point of the conduct, action and character of his daughter Mildred in the matter of her engagement and marriage, and that upon those points he was subject to an insane delusion which influenced him in executing such alleged will and codicils. Answer: I affirm that point. At the same time the fact that he transacted intelligently business like that of signing checks, ordering repairs, directing expenditures upon his real estate, collecting rents, investing money, and making sales of property, you will take into consideration in reaching a conclusion as to his mental capacity.” [9]\nVerdict and judgment for defendants. Plaintiff appealed.\nMrrors assigned were (1-9) above instructions, quoting them; (11-13) rulings on evidence, quoting the bill of exceptions.\nSamuel Dickson, Mayer Sulzberger with him, for appellant,\ncited. — On the question of expert testimony where bias appears: U. S. v. Matthias, 36 Fed. Rep. 892; Wharton on Evidence, sec. 454. Where the testimony is not conflicting as to the facts, that is, as to facts as distinguished from opinions, it is the duty of the court rather than of the jury to determine whether the facts thus established show the possession of testamentary capacity: McMasters v. Blair, 29 Pa. 298; Thompson v. Kyner, 65 Pa. 368; Wainwright’s App., 82 Pa. 72; Grubb’s App., 91 Pa. 236; Wilson v. Mitchell, 101 Pa. 495; Shaver v. McCarthy, 110 Pa. 339; Herster v. Herster, 122 Pa. 239; Napfle’s Est., 134 Pa. 492; Miller v. Oestrich, 157 Pa. 264; Stevens v. Van Cleve, 4 W. C. C. 262; McLean v. Ryan, 8 Harris, 329; Clapp v. Fullerton, 34 N. Y. 190; In re White, 121 N. Y. 406; Seamen’s Friend Society v. Hopper, 33 N. Y. 619; Carpenter v. Calvert, 83 Ill. 62; Rutherford v. Morris, 77 Ill. 397.\nJohn Gr. Johnson, for appellees.\nOctober 7, 1895:"
  },
  "file_name": "0272-01",
  "first_page_order": 292,
  "last_page_order": 303
}
