{
  "id": 837194,
  "name": "Augustus RIEDEL v. The HUMAN RELATIONS COMMISSION OF the CITY OF READING and Millicent Ferrer. Appeal of the Human Relations Commission of the City of Reading",
  "name_abbreviation": "Riedel v. Human Relations Commission",
  "decision_date": "1999-10-06",
  "docket_number": "",
  "first_page": "34",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "559 Pa. 34"
    },
    {
      "type": "parallel",
      "cite": "739 A.2d 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "727 A.2d 1110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607128,
        11634027
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "Because of separation of powers doctrine, Human Relations Commission has no jurisdiction to adjudicate any complaints filed against judicial personnel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0258-01",
        "/a2d/727/1110-01"
      ]
    },
    {
      "cite": "556 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607128
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "Because of separation of powers doctrine, Human Relations Commission has no jurisdiction to adjudicate any complaints filed against judicial personnel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0258-01"
      ]
    },
    {
      "cite": "671 A.2d 1183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868624,
        7868716
      ],
      "pin_cites": [
        {
          "page": "1187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/671/1183-01",
        "/a2d/671/1183-02"
      ]
    },
    {
      "cite": "428 A.2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "737",
          "parenthetical": "fact that adjudicatory body could not grant relief in particular case had no bearing on whether court had jurisdiction to inquire into general class to which case presented belonged, i.e. cases of commitments ordered pursuant to the MHPA"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "682 A.2d 989",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "pin_cites": [
        {
          "page": "993",
          "parenthetical": "fact that administrative agency may not have power to afford relief in particular case presented is of no moment to determination of its jurisdiction over general subject matter of controversy"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "182 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "686"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308418
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0169-01"
      ]
    },
    {
      "cite": "47 A.2d 273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467410
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0255-01"
      ]
    },
    {
      "cite": "252 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "640",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922668
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "289",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0286-01"
      ]
    },
    {
      "cite": "511 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798677
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "581",
          "parenthetical": "issue of subject matter jurisdiction may be raised at any time by parties or sua sponte by appellate court"
        },
        {
          "page": "879",
          "parenthetical": "issue of subject matter jurisdiction may be raised at any time by parties or sua sponte by appellate court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0574-01"
      ]
    },
    {
      "cite": "523 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820355
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "358",
          "parenthetical": "issues concerning an agency's jurisdiction are never waived and can be raised sua sponte by court"
        },
        {
          "page": "636",
          "parenthetical": "issues concerning an agency's jurisdiction are never waived and can be raised sua sponte by court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0347-01"
      ]
    },
    {
      "cite": "460 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482729
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "384",
          "parenthetical": "judgment cannot be reversed on theory that was not presented to the trial court"
        },
        {
          "page": "779",
          "parenthetical": "judgment cannot be reversed on theory that was not presented to the trial court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0381-01"
      ]
    },
    {
      "cite": "682 A.2d 1250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873322,
        466637
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/1250-01",
        "/pa/546/0012-01"
      ]
    },
    {
      "cite": "546 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466637
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0012-01"
      ]
    },
    {
      "cite": "703 A.2d 1072",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11887318
      ],
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/1072-01"
      ]
    },
    {
      "cite": "996 F.Supp. 238",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        202362
      ],
      "pin_cites": [
        {
          "page": "239, 242-43"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f-supp/996/0238-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 3617",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 2
    },
    {
      "cite": "712 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11818176,
        507868
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/712/0741-01",
        "/pa/551/0605-01"
      ]
    },
    {
      "cite": "551 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507868
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "609-10"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/551/0605-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 844,
    "char_count": 18555,
    "ocr_confidence": 0.646,
    "pagerank": {
      "raw": 8.017203700712811e-07,
      "percentile": 0.9736559930714107
    },
    "sha256": "1f4a7002d31b10a1ba80ea987b9255d566a8de3bb2612da49ca4485f0b212808",
    "simhash": "1:e7ed06c7f2403e26",
    "word_count": 2908
  },
  "last_updated": "2024-02-27T19:35:59.104114+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justices CAPPY and SAYLOR file concurring opinions."
    ],
    "parties": [
      "Augustus RIEDEL v. The HUMAN RELATIONS COMMISSION OF the CITY OF READING and Millicent Ferrer. Appeal of the Human Relations Commission of the City of Reading."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIGRO, Justice.\nAppellant, the Human Relations Commission of the City of Reading (“Commission”), appeals from the order of the Commonwealth Court reversing the trial court’s determination that Appellee Augustus Riedel had committed an unlawful housing practice in violation of the City of Reading’s Human Relations Ordinance (“Ordinance”). For the reasons outlined below, we reverse.\nFrom September, 1992 through November, 1994, Millicent Ferrer, who is Hispanic, and her two young children were tenants in an apartment in a row home in the City of Reading. The Ferrer family lived directly above Appellee, who is Caucasian. Beginning in, late 1993, Appellee began harassing the Ferrer family, making derogatory and hostile remarks to them in response to what he considered to be excessive noise coming from the Ferrers’ apartment. These remarks included frequent denigrating references to the Ferrer family’s national origin. Appellee’s harassment of the Ferrer family continued until they moved from their apartment in November, 1994.\nMs. Ferrer filed a complaint against Appellee with the Commission, alleging that Appellee had violated the unlawful housing practice provisions of the Ordinance. At the hearing before the Commission, Appellee’s conduct was graphically described by Ms. Ferrer’s friend, Joseph Santana:\nI personally heard Mr. [Riedel] address Mrs. Ferrer as an f—ing Puerto Rican whore on many occasions, you need to get your f—ing ass out of here. This is America. This is not a place for you. Go back to where you came from ... I could remember I heard Mr. Riedel addressing the boy as you are nothing but a f—ing Puerto Rican - head.\nN.T., 1/23/96, at 45.\nThe Commission found, among many things, that Appellee’s conduct was of a threatening nature and that it had been designed to force the Ferrer family to move from their apartment. The Commission concluded that Appellee had engaged in an unlawful discriminatory housing practice by interfering with Ms. Ferrer’s right to the quiet enjoyment of her apartment in violation of section 155.07(2) of the Ordinance (“section 155.07(Z)”), which makes it unlawful:\nfor any person to coerce, intimidate, threaten or interfere with any person in the exercise or enjoyment of, or on account of his having exercised or enjoyed, or on account of his having aided or encouraged any other person in the exercise or enjoyment of any right granted or protected by this Ordinance.\nThe Commission directed Appellee to pay a $500.00 fine and to write a letter of apology to Ms. Ferrer. Appellee filed an appeal with the trial court, contending: that his actions did not constitute a discriminatory housing practice under the Ordinance, that the Reading Commission’s findings of fact were not supported by the record, that two of the Commission’s members who signed the decision were actually not present at the hearing, and that the Commission’s decision was unjustified under the facts of the case. The trial court dismissed Appellee’s appeal. Appellee then filed an appeal with the Commonwealth Court, raising the same issues that he had raised before the trial court.\nThe Commonwealth Court, however, did not address the issues raised by Appellee. Rather, the court sua sponte considered the issue of whether the Commission had the authority to enact and enforce section 155.07(Z) of its Ordinance since no corresponding provision, proscribing the same discriminatory conduct as that prohibited by section 115.07(Z), existed in the Pennsylvania Human Relations Act (“PHRA”). The court found that local commissions, such as the Reading Human Relations Commission, only have the authority to proscribe discriminatory conduct which is also rendered unlawful by the PHRA. Concluding that the conduct proscribed by section 155.07(Z) was not also proscribed by the PHRA, which “does not include-among unlawful discrimination practices the interference with a person’s quiet enjoyment of his apartment, even if accompanied by racial epithets,” Riedel v. Reading Human Relations Commission, 703 A.2d 1072, 1075 (Pa.Commw.1997), the Commonwealth Court found that the Commission had exceeded its authority by prohibiting Appellee’s conduct and reversed the order of the trial court.\nThe Commission filed a Petition for Allowance of Appeal. We granted allocatur to determine whether the Commonwealth Court properly raised the issue of the Commission’s authority to act in this case sua sponte and if so, whether the Commonwealth Court’s determination that the Commission had exceeded its authority by enacting and enforcing section 155.07(Z) was proper.\nAs a threshold issue, the Commission argues that the Commonwealth Court improperly sua sponte raised and addressed the issue of whether the Commission had exceeded its authority by enacting and enforcing section 155.07(Z) because an analogous provision does not exist in the PHRA. In making its argument, the Commission notes that Appellee did not raise this issue in his brief to the lower court, in his statement of matters complained of on appeal, or in his brief to the Commonwealth Court. Therefore, according to the Commission, Appellee has not properly preserved the issue for appellate review.\nIt is axiomatic that issues not preserved for appellate review will not be addressed by the appellate court. See Pa. R.A.P. 302. “Issues not preserved for appellate review cannot be considered by an appellate court, even where the alleged error involves a basic or fundamental mistake.” Arthur v. Kuchar, 546 Pa. 12, 21, 682 A.2d 1250, 1254 (1996); see also Kimmel v. Somerset County Commissioners, 460 Pa. 381, 384, 333 A.2d 777, 779 (1975) (judgment cannot be reversed on theory that was not presented to the trial court). Here, while Appellee has consistently maintained that his actions do not constitute a violation under the Ordinance, at no time did he challenge the authority of the Commission to enact the applicable provision of the Ordinance or claim that such provision was otherwise invalid. Thus, because the record reflects that Appellee failed to raise the issue of the Commission’s authority to act before the lower courts, we agree with the Commission that Appellee has not properly preserved this issue for appellate review.\nHowever, although Appellee makes no attempt to argue why it was proper for the Commonwealth Court to reverse on the basis of an issue that it had raised sua sponte, we recognize that a court may, at any time, raise the issue of an agency’s jurisdiction sua sponte. See Blackwell v. State Ethics Comm’n, 523 Pa. 347, 358, 567 A.2d 630, 636 (1989) (issues concerning an agency’s jurisdiction are never waived and can be raised sua sponte by court); LeFlar v. Gulf Creek Industrial Park # 2, 511 Pa. 574, 581, 515 A.2d 875, 879 (1986) (issue of subject matter jurisdiction may be raised at any time by parties or sua sponte by appellate court); Daly v. School District of Darby Township, 434 Pa. 286, 289, 252 A.2d 638, 640 (1969) (same).\nWe find, however, that the Commonwealth Court’s sua sponte ruling on the Ordinance was not a jurisdictional determination but rather, involved the Commission’s authority to act in this particular case. In summarizing the distinction between an agency’s authority to act and its jurisdiction, this Court has stated:\nJurisdiction and power are not interchangeable although judges and lawyers often confuse them—Hellertown Borough Referendum Case, 354 Pa. 255, 47 A.2d 273 (1946). Jurisdiction relates solely to the competency of the particular court or administrative body to determine controversies of the general class to which the case then presented for its consideration belongs. Power, on the other hand, means the ability of a decision-making body to order or effect a certain result.\nDelaware River Port Auth. v. PA. Public Utility Commission, 408 Pa. 169, 178, 182 A.2d 682, 686 (1962); see also Beltrami Enterprises, Inc. v. Commonwealth of PA, Dep’t of Environmental Resources, 159 Pa.Cmwlth. 72, 682 A.2d 989, 993 (1993) (fact that administrative agency may not have power to afford relief in particular case presented is of no moment to determination of its jurisdiction over general subject matter of controversy).\nThe Commission clearly has jurisdiction over the general subject matter presented by this case, i.e. whether an unlawful housing practice has been committed. In its opinion below, the Commonwealth Court did not in any way suggest that the Commission did not retain jurisdiction to consider whether Appellee had engaged in discriminatory conduct, but rather, found that it did not have the authority to proscribe the particular conduct committed by Appellee. See Delaware River Port Authority, supra (Public Utility Commission has general' jurisdiction over allocation of costs resulting from construction of crossings although it has no power to award relocation costs to non-transportation utilities since legislature has not granted it authority to do so); Yezerski v. Fong, 58 Pa.Cmwlth. 566, 428 A.2d 736, 737 (1981) (fact that adjudicatory body could not grant relief in particular case had no bearing on whether court had jurisdiction to inquire into general class to which case presented belonged, i.e. cases of commitments ordered pursuant to the MHPA); PA State Troopers Ass’n v. PLRB, 671 A.2d 1183, 1187 (Pa. Commw.1996) (PLRB has jurisdiction to decide whether unfair labor practice has been committed, and continuing federal court jurisdiction over consent decree does not divest PLRB of jurisdiction, regardless of whether it ultimately finds that unfair labor practice occurred in particular case); Cf. First Judicial District v. PA. Human Relations Commission, 556 Pa. 258, 727 A.2d 1110 (1999) (Because of separation of powers doctrine, Human Relations Commission has no jurisdiction to adjudicate any complaints filed against judicial personnel).\nThus, we find that the Commonwealth Court improperly-reversed the trial court’s order on the basis of a waived issue that the court raised sua sponte. Since the issue did not raise a matter of the Commission’s jurisdiction, the Commonwealth Court could not properly sua sponte raise the issue under the jurisdictional exception to the waiver rule. Accordingly, we reverse the Order of the Commonwealth Court and remand for consideration limited to those issues that Appellee properly preserved for review before that court. Jurisdiction relinquished.\nJustices CAPPY and SAYLOR file concurring opinions.\n. We note that our decision today does not in any way address the merits of the issue of whether local human relations commissions have the authority to proscribe discriminatory conduct which is not rendered unlawful by the PHRA.",
        "type": "majority",
        "author": "NIGRO, Justice."
      },
      {
        "text": "CAPPY, Justice,\nconcurring.\nI join in the decision of the majority. In my view, the majority opinion properly determined that the Commonwealth Court lacked the authority to raise sua sponte the question of the authority of the Human Relations Commission of the City of Reading (“Commission”) to act in this matter. I also believe that the majority was correct when it eschewed a discussion of this improperly raised issue. Thus, I write separately, simply to express my disagreement with the discussion of the merits of this issue by my esteemed and respected colleague, Mr. Justice Saylor, in his concurring opinion. I agree with the majority that the issue of whether a local human relation’s commission has the authority to proscribe certain conduct where the state human relation’s commission has not spoken, is an issue for another day.",
        "type": "concurrence",
        "author": "CAPPY, Justice,"
      },
      {
        "text": "SAYLOR, Justice,\nconcurring.\nAs the majority notes, the Pennsylvania Human Relations Act, 43 P.S. §§ 951—963 (the “PHRA”), is the initial source of the Reading Human Relations Commission’s (the “Commission’s”) competency to administer claims of discrimination, and subject matter jurisdiction is defined according to the competency of the administrative body to determine controversies of the general class to which the case presented for its consideration belongs. Thus, in order for the Commission to have possessed jurisdiction over the present claim, such claim must fall within the general category of claims contemplated by the PHRA, or some other source of jurisdiction must be identified.\nWhile not specifically couching its decision in jurisdictional terms, the Commonwealth Court plainly concluded that the general category of claims within the contemplation of the PHRA includes claims related to discriminatory conduct in the process of locating and applying for, and the financing, sale or rental of, housing, see 43 P.S. §§ 955(h), 955.3, but does not include claims of interference with a tenant’s quiet enjoyment by a neighbor. Since the present claim falls within this latter category, and no source of jurisdiction other than the PHRA has been identified, I cannot agree with the majority that the Commonwealth Court’s opinion does not in any way suggest that the Commission lacked jurisdiction over the subject matter of the claim. Rather, in my view, the reasoning employed by the Commonwealth Court, if correct, would compel this conclusion.\nIn determining the boundaries of unlawful discriminatory conduct, however, the Commonwealth Court looked only to the express provision of the PHRA. See generally 43 P.S. § 955. If the inquiry were so confined, I would be constrained to agree with the Commonwealth Court’s conclusion that Section 155.07(Z) of the Ordinance entails a considerable expansion of the category of unlawful discriminatory conduct. Compare 43 P.S. § 955 (enumerating acts of unlawful discriminatory conduct under the PHRA), with Reading City Ordinance § 155.07(Z) (proscribing coercive, intimidating and threatening behavior at the local level).\nI find it highly significant, however, that the General Assembly delegated to the Pennsylvania Human Relations Commission (the “PHRC”) the authority to formulate policies and promulgate rules and regulations to effectuate the purposes and protections of the PHRA. See 43 P.S. § 957. Pursuant to such authority, the PHRC has enacted a regulation entitled “Coercion, threats and intimidation,” which renders it an unlawful discriminatory activity to\n[tjhreaten, intimidate or interfere with persons in their enjoyment of a housing accommodation or commercial property because of the protected class of any person including, but not limited to, visitors or associates of the persons.\n16 Pa.Code § 45.11. Assuming its validity, which is not here challenged, this regulation carries the force of law and a general presumption of reasonableness. See Borough of Pottstown v. Pennsylvania Municipal Retirement Bd., 551 Pa. 605, 609-10, 712 A.2d 741, 743 (1998).\nThus, the PHRC has determined that, in order for the right of fair housing to be maintained, the range of discriminatory conduct subject to redress must include coercive, intimidating and threatening behavior. The provision of the PHRA enabling local human relations commissions allows that a local commission may be given powers and duties similar to those exercised by the PHRC. See 43 P.S. § 962.1. Therefore, pursuant to such statute and by reference to the PHRC’s regulation, the Reading City Council had the ability to create a local human relations commission competent to redress threatening, coercive and intimidating conduct motivated by racial animus.\nFor these reasons, I conclude that the Commission possessed the requisite jurisdiction over subject matter and thus am able to join in the disposition directed by the majority.\n. The distinction between jurisdiction and authority is often implicated when dealing with tribunals of general jurisdiction, such as courts of common pleas, which derive their broad grant of general subject matter jurisdiction from the Pennsylvania Constitution. See Pa. Const. Art. V, Section 5. The General Assembly, however, has the power to direct the manner in which the common pleas courts’ jurisdiction is exercised, and thus to define its authority. Id. For example, the General Assembly has provided that the jurisdiction of common pleas courts over certain orphans’ court matters must be exercised through an orphans' court division. See 20 Pa.C.S. § 711. Thus, while courts of common pleas can be said to possess general subject matter jurisdiction over such matters in the first instance, only the orphans’ court divisions have the authority to administer them.\nA local human relations commission, on the other hand, is entirely a creature of statute; therefore, the outer limits of its competency (and thus its subject matter jurisdiction) is defined solely by statute, most frequently the enabling legislation. While local governing bodies may have the ability to limit a commission's authority (thus implicating the jurisdiction versus authority question), the issue presented by the Commonwealth Court’s opinion is whether the Reading City Council has attempted to expand the range of the Commission’s competency beyond the jurisdictional limit established in the enabling provisions of the PHRA. In my view, this is a question of subject matter jurisdiction.\n. Notably, several federal courts have found that Section 3617 of the Fair Housing Act, 42 U.S.C. § 3617, which contains language similar to the PHRC regulation, as well as Section 157(Z) of the Ordinance, protects individuals from interference by their neighbors for discriminatory reasons in the peaceful enjoyment of their homes. See, e.g., Ohana v. 180 Prospect Place Realty Corp., 996 F.Supp. 238, 239, 242-43 (E.D.N.Y.1998).\n. I note that the availability of civil penalties for unlawful discriminatory acts (such as the $500 fine imposed by the Commission in this case) is expressly restricted to certain acts enumerated by the PHRA. See 43 P.S. § 959(f)(2). Thus, in my view, there is a substantial legal issue as to the availability of such penalties pursuant to the PHRC’s regulation at 16 Pa.Code § 45.11, and, correspondingly, Section 157(1) of the Ordinance. I would therefore require the Commonwealth Court, on remand, to address this issue to the extent that it has not been waived.",
        "type": "concurrence",
        "author": "SAYLOR, Justice,"
      }
    ],
    "attorneys": [
      "Louis M. Shucker, Reading, for Human Relations Com’n of Reading.",
      "Kathleen D. Dautrich, Reading, for Augusta Riedel."
    ],
    "corrections": "",
    "head_matter": "739 A.2d 121\nAugustus RIEDEL v. The HUMAN RELATIONS COMMISSION OF the CITY OF READING and Millicent Ferrer. Appeal of the Human Relations Commission of the City of Reading.\nSupreme Court of Pennsylvania.\nSubmitted Nov. 18, 1998.\nDecided Oct. 6, 1999.\nLouis M. Shucker, Reading, for Human Relations Com’n of Reading.\nKathleen D. Dautrich, Reading, for Augusta Riedel.\nBefore FLAHERTY, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0034-01",
  "first_page_order": 108,
  "last_page_order": 118
}
