{
  "id": 1024529,
  "name": "Pidcock et al. versus Potter",
  "name_abbreviation": "Pidcock v. Potter",
  "decision_date": "1871-05-18",
  "docket_number": "",
  "first_page": "342",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "68 Pa. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 319",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Mass. 225",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029626
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0204-01"
      ]
    },
    {
      "cite": "3 Mass. R. 330",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0290-01"
      ]
    },
    {
      "cite": "2 Jones 31",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 191",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1481,
    "char_count": 40220,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.255835596023708e-07,
      "percentile": 0.9152238219293867
    },
    "sha256": "dbe754e70b12b932cda892fd4767bd16956e7bba65ed1c508c85ccbbc197bb07",
    "simhash": "1:aa3ec484da0690de",
    "word_count": 7139
  },
  "last_updated": "2024-02-27T19:51:16.763883+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pidcock et al. versus Potter."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered.\nby Read, J.\nInsanity and its treatment have, of late years, been the subject of close and accurate scientific investigation, which has modified some of the doctrines laid down by eminent judges, or rather, their application to particular cases. Insanity is a disease which may be either general or partial, and the opinion of Lord Brougham in Waring v. Waring, in the Privy Council, July 17th 1848, in relation to partial insanity or monomania, and approved by Lord Penzance in Smith v. Tebbitt, 36 L. J. R., N. S., Probate Court, 97, August 1867, has been shaken if not overruled by the Court of Queen’s Bench, in Banks v. Goodfellow, 39 L. J. R., N. S.,Q B. 257; 5 L. R., Q. B. 54, on the 6th July 1870, Lord Chief Justice Cockburn delivering the opinion of the court. The opinion is a very learned and elaborate one, citing the opinions of foreign text writers, and also American decisions, and holding that partial unsoundness not affecting the general faculties, and not operating on the mind of a testator in regard to testamentary disposition, is not sufficient to render a person incapable of disposing of his property by will, and this seems to be the opinion of Dr. Ray, in his treatise on the medical jurisprudence of insanity, 5th edition 1871, ss. 302, 303.\nIf unsoundness of mind is proved to exist on the day that the will is made or on the day the instructions are given, it is certainly permissible to trace the unsoundness both before and after that period, up to the very moment of the decease of the alleged testator. This necessarily opens a wide door to the admission of evidence; subscribing witnesses, of course, testify to the state of the testator’s mind, and in addition to the facts, give their opinion. The same is the case with medical men, who, as experts, may give their opinion upon hypothetical cases or upon the facts proved: 1 Greenleaf’s Ev., s. 440. In Pennsylvania it has always been the rule, that after a non-professional witness has stated the facts upon which his opinion is founded, he is permitted to state his opinion as to the sanity or insanity of the testator: 1 Redfield on Wills 141. From Rambler v. Tryon, 7 S. & R. 90, decided by Judge Duncan in 1821, and Wogan v. Small, 11 S. & R. 141, decided by Chief Justice Tilghman in 1824, to Titlow v. Titlow, 4 P. F. Smith 216, in 1867, and Dickinson v. Dickinson, 11 Id. 401, in 1869, our decisions have been uniform on this point.\nOzias Potter had a wife and an adopted daughter whom he had taken in 1861, when she was a little girl, and to both of whom he was affectionately attached. He had been in business with Mr. Wonderly, under the firm of Potter & Co., which appears to have existed, in some shape or form, up to the time of his death on the 6th September 1869.\nHis will was drawn by General Robert Fleming, and is dated the 27th March 1869. The instructions were given by the decedent to General Fleming, on Good Friday, the 26th March, in the evening, in the bed-room, no other person being present. The will was drawn in General Fleming’s office and was executed the next evening, Mr. Weiss and the general being the witnesses. Neither the wife nor daughter ever knew of this will, the existence of which was known only to the witnesses. From the testimony of Dr. Richter, the attending physician, it is clear that he was entirely unfit to make a will, in which he is supported by the direct and positive testimony of Mrs. Potter.\nIn 1863, Mr. Potter had a severe attack of small-pox, which shook his constitution and evidently impaired both mind and body,- and changed his character. In11867, he was afflicted with the heart disease, which gradually increased, affected his brain and finally terminated his life. About March 1867, he made a will, the contents of which were proved by General Fleming who drew it, Mr. Wonderly and others. This will provided amply for his wife and daughter, and was made with a full knowledge of the value of his property, and this is the only will any one knew of, excepting the witnesses to that of the 27th March 1869. He ceased transacting any business in August or September 1868, and his condition is traced up till he went south, on the 27th January 1869, accompanied by Mr. Wonderly, to take care of him, and returned 9th February 1869, not improved; and his disease, with dropsy on the chest, had a powerful effect upon the brain. His mind became filled with visionary speculations demanding large capital, and the supposed ownership of property that did not belong to him. He often spoke of his will, describing its provisions as in that of 1867, and never in any way alluding to that of 27th March 1869, as if he had entirely forgotten its execution. The evidence of the medical witnesses and of the others who knew Mr. Potter well, was very strong in proving that he was incompetent to make a will on the 27th March 1869. Mr. Potter’s property was a little over $30,000, and he ordered at least $2000 to be expended in purchasing a suitable lot in a cemetery (having one already), and to erect thereon a suitable monument. He gives his wife their residence during her natural life, his household and kitchen furniture, and $1500 during her natural life. If she claims her dower, these bequests to be null and void. Me never even names his daughter Ella. To Bulina and Sarah Pidcoek he gives a house and lot during their natural lives. To said Bulina and Sarah, each $400 per annum, during the natural life of each. For the purpose of paying these annuities, amounting to-$2300 per annum, and $400 per annum as a compensation to said trustee, he directs a sum to be paid him to be invested to produce those sums. The residue of his estate he gives to the city of Williamsport, for the benefit of their poor.\nMr. Smith, the trustee, renounced the legacy to him, and the city of Williamsport treated theirs in a similar way.\nIt was a cruel and unjust will, and the first and last provisions for the monument and the poor were perfectly absurd, in view of the small estate he died possessed of.\nThe learned judge delivered a very clear and sensible charge to the jury. He affirmed the plaintiffs’ 3d, 4th, 5th and 7th points, and as the plaintiffs must have known was his duty, he negatived the 1st point. The 2d and 6th points were properly answered. Whatever, therefore, is assigned for error, either as to these points or as to the charge, is not sustained. These remarks dispose of the 12th and 13th errors assigned.\nThe first ten errors assigned are disposed of by the remarks already made, and as to the 11th error, the court were right in rejecting evidence of general reputation.\nI submitted the paper-books to Dr. Isaac Ray, who has favored me with a most careful analysis and review of the facts of this case, and thus closes it with these words: “ In view of all these facts, I cannot avoid the conclusion, that in March 1869, Ozias Potter did not possess ‘a sound and disposing memory.’ ”\nJudgment affirmed.\nThe following is the review of Dr. Ray, directed to be reported as a note to this case:—\n“ If the testator labored under any form of mental disease, it was not that of delusion concerning his wife or daughter, nor that of mania marked by incoherence, irregularity and excitement. The only kind of mental disturbance that can be alleged with any show of reason, is that which is the sequel or accompaniment of other bodily disease, and which is indicated rather by weakness of judgment, loss of memory, imperfect appreciation of one’s relations to others, disregard of little proprieties, freaks and caprices, vacillation and change, than by strange notions or disorderly behavior. It must be admitted that the mental disturbance, if any such existed, was not very demonstrative in its character, and was obvious only to those who had intimate relations with him.\n“ The question then is, whether the evidence showed any such mental disorder as would render the testator incompetent to make a will. And here it must be borne in mind that such mental disorder is often exhibited in an unsteadiness and weakness of mind obvious enough to the careful observer, but from lack of any striking incident, not easily proved to others. Hence it is that those who have had the best opportunities of observing the patient, are obliged, when required to give the reasons for their belief, to resort to particular incidents which made much less impression on themselves, than those general habits of thinking and feeling of which they can convey but a very imperfect idea to others. However, it is the former which furnishes the most available proof of mental disorder, and we are bound to inquire how far such proof is obtained from the evidence in this particular case.\n“ His wife testifies that ‘‘ ever after he had the small-pox, in 1863, he was nervous and irritable, which condition increased until his death.’ (35.)\n“ This fact shows that the health of the brain had been more or less impaired, and this effect was intensified by the subsequent disease of the heart. Wonderly, who had better opportunities of observing his mental traits than any one else out of his own family, says that he ‘ first noticed failing of mind in 1868,’ and it appears that in consequence of this failing, he ceased to do business in connection with the firm. James Smith, who also had good opportunities of observing the testator, says he stated to him (Smith) that he gave up charge of business ‘ because he did not feel well enough to attend to it.’ (43.) Smith also says that from 1866 the testator spoke of a ‘pressure on his head,’ and ‘it felt so bad that his memory was affected.’ Webster, who worked for him, and saw him every day, says he observed ‘ a marked change in his mind’ ever since 1867; ‘ he did not seem to be the same man he was; he had different views of things; his mind seemed to be bewildered after he came back from south.’ Henry Smith says, in regard to some business transactions, that he would not have understood clearly what he was doing, unless his bookkeeper had told him it was all right.’ ‘In March 1867,’ he proceeds, ‘ I would not have made a contract with Potter. I considered him incapable of doing any big amount of business.’ (57.)\n“ This evidence, coming from such parties, renders it quite certain that his mind had lost its original vigor and grasp, under the influence of bodily infirmities; but it is very far from showing that Sort of deficiency which necessarily implies testamentary incompetence. Still it may, in consequence of that disturbance of the affective powers which often accompanies this intellectual condition. Patients of this description are often governed by freaks and caprices whereby they are led to undo what they have already done in their wisest moments. A new idea enters their head, and, for a time, it masters them completely. One of the results of this state of things is a disposition to alter their wills. Some old men, whose minds have been weakened by age and infirmity, have a passion for making wills, which indicate not so much a sensible disposition of their property as the occurrence of a temporary caprice or irritation. If discreetly managed by their advisers the humor passes away, and the old will remains unaltered. From the testimony of General Fleming, it would seem that the testator was one of this description of persons. He says: ‘ He had executed other wills prior to this time.’ ‘ As soon as he wrote a new one,’ this witness says, ‘I destroyed the old one.’ (72.) This frequency of making wills, under such circumstances, must greatly discredit his testamentary capacity.\n“ But at the very least the mental impairment in question furnishes a foundation on which more demonstrative proofs of testamentary incapacity may be laid. The testimony exhibits a few such, and in this connection they are not without much significance. Wonderly says that when about closing their business (1868) they mutually agreed to buy no more lumber, notwithstanding which, Potter bought one million lath without consulting him, and paid more than the market price. Whether this proceeded from a lapse of memory, or intentional violation of his agreement, it was equally indicative of mental disorder. He once imagined that some lumber was rotting, and requested Baird to take it away (54) apparently as a gift. Wonderly says the lumber was sound, properly piled and covered, and was sold for $6000 or $7000. (55.) This was some two or three months subsequent to the date of the will, but it unquestionably was the result of an habitual condition that began long before. It was one of those fancies incident to that state of mind, and which, with a little more permanence, might be properly called a delusion. A certain heedlessness of values and of financial proprieties, if I may so speak, very characteristic of insanity, was evinced in his offer to Nicholas to give him a check for $100,000 in furtherance of an absurd speculation he had proposed. (51.) The foundry property he declared to be worth $200,000. (46.) With the same disregard of actual realities, he offered to give Webster a farm (47), and the same kind of extravagant gifts he offered to other witnesses. Even after the will was made he continued to speak of his bequests to his wife and child, as they were in a former will, and though frequently alluding to his provisions for them, he never spoke of the will last made. To avoid the conclusion that he had entirely forgotten it, and thus given a proof of mental unsoundness, it was alleged that this was purposely done in order to prevent remark and dispute. This certainly is possible, but not very probable. If the whole transaction had passed out of his mind it would have been no more strange than his forgetfulness of his arrangement with Wonderly.\n“ These particular incidents render it quite certain that his mind was not only weak — deprived of its normal degree of power —but that it had often actually wandered from the track, and became unsound as well as weak. Still, for all that, he may have made a proper will. The question next to be considered is, whether the present is a proper will, entirely free from all influence of mental disease. If it made a disposition of his property very different from that of any former will, and such a disposition as in some important respects would seem unjust and capricious; if it betrayed forgetfulness of certain well-known facts, then it may be fairly inferred that the disorder otherwise manifested, both before and after, had affected his testamentary provisions.\n“ By the will of 1867 he gave his wife an annuity of $2700 and the homestead absolutely, and to the daughter $1000 absolutely. By the last will the wife’s annuity is reduced to $1500, with only a life interest in the homestead, and the daughter is not once mentioned nor alluded to. Thus the latter was entirely dependent on the widow, and if she had died immediately after the testator the daughter would have been turned adrift without a penny. No adequate cause for this change is assigned. It does not appear that he lost his affection for his wife and daughter, or that they were otherwise provided for. Although professing a desire that the daughter should be educated in the usual accomplishments of young women, and always saying that they would be amply provided for, he does not seem to have apprehended that the bequest to his wife was altogether inadequate for their maintenance and the daughter’s education. The impropriety of this provision is rendered still more glaring when considered in connection with the bequests to the two plaintiffs. These two women had nursed him during his last illness, and somewhat during the year or two previous. Some testamentary acknowledgment of these services would have been quite proper, but the actual bequest of an annuity of $400 to each, with a house and lot, is so out of proportion to the provision made for the wife and child as to raise a suspicion of mental unsoundness. Of course a sane man may do what he pleases with his own — neglect those near and dear to him and bestow his fortune on strangers — but this liberty is not allowed to one who has given indications of mental unsoundness. In his case every provision must be closely scrutinized, and every sign of partiality or injustice will be necessarily viewed with strong suspicion. The bequest to Smith of $400 per annum is of a kind to excite the same feeling, for Smith was not related to him, and had no claims upon his bounty. To gratify a mere caprice at the expense of his wife and daughter can hardly be offered as a proof of a sound and disposing mind. Another provision of the will betrays a lapse of memory scarcely compatible with the idea of testamentary capacity. He directs his executors to buy a suitable lot in a cemetery, and erect on it a monument with corresponding fixtures and improvements. But it seems he had already obtained a lot in a cemetery (32), had made improvements on it (37) and suggested others, and even after the date of the will had visited it, and indicated the spot where he wished to be buried. (47.)-\n“It is impossible to escape the conclusion either that while preparing his will he was oblivious of the fact that he already owned a burial-place, or that while visiting this place during the summer of 1869 he had utterly forgotten this provision of his will. Both suppositions are fatal to his testamentary capacity, and render it highly probable that while making his will, the fact that he had an adopted daughter did not occur to him. This failure of memory would not have been more strange than the former actually was. The bequest of the bulk of his property for the support of the town’s poor looks far more like an inconsiderate freak than a wise and benevolent attempt to improve their, condition. Eor this purpose some special appropriation of the funds should have been provided for, whereby some benefits or privileges would have been secured to them in addition to those furnished by tbe town. As it is, however, the poor are no better off than they were before. The only effect of his bounty is to relieve the town of Williamsport of some of its burdens.\n“ In view of all these facts I cannot avoid the conclusion that in March 1869 Ozias Potter did not possess ‘ a sound and disposing memory.’ ”",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "S. T. P[. Q. McCormick and B. S. Bentley $ Son, for plaintiffs in error,",
      "11. 0. Parsons, W. H. Armstrong and Linn, for defendant in error cited,"
    ],
    "corrections": "",
    "head_matter": "Pidcock et al. versus Potter.\n1. Partial unsoundness, not affecting the general faculties and not operating on the .mind of the testator in regard to testamentary disposition, is not sufficient to make a person incapable of making a will.\n2. If unsoundness of mind is proved to exist on the day the will is made or the instructions given, it is proper to trace the unsoundness up to the moment of the death of the alleged testator.\n3. Medical men, as experts, give their opinion upon hypothetical cases or upon facts proved.\n4. The subscribing witnesses may testify as to the state of the decedent’s mind, and in addition to facts may give their opinion.\n5. _ After a non-professional witness has stated the facts on which his opinion is founded, he may state his opinion as to the sanity of the testator.\n6. General reputation as to a testator’s sanity is not evidence.\nMarch 31st 1871. Before Thompson, C. J., Read and Sharswood, JJ. Williams, J., at Nisi Prius.\nError to the Court of Common Pleas of Lycominq county: of January Term, No. 97.\nThis was an issue under a precept from the Register, filed in the Common Pleas, May 18th 1870, to try whether a. certain paper writing was the will of Ozias Potter, deceased. The paper was^ dated March 2,7th 1869. The issue was framed between Bulina Pidcock and Sarah Pidcock plaintiffs, and Ella R. Potter defendant.\nMr. Potter died September 6th 1869, leaving to survive him Eliza Potter his widow, and Ella R. Potter the defendant, a child adopted under the Act of Assembly for that purpose: he left no children of his own.\nThe provisions in the paper were as follows:\nIlis “ administrator” to procure a lot in the cemetery and put up a suitable monument, fixtures, &c., at a cost not exceeding $2000. He gave to his wife a house and lot for life and his household and kitchen furniture, also $1500 per annum, for life, “provided, however, if my said wife shall claim her dower at law,” the bequest to be void.\nTo Bulina and Sarah Pidcoek, or the survivor for life, a house and lot, and $400 per annum each for life.\n“ To Laura C. Fleming, a daughter of my friend and counsel Robert Fleming $500, to be a full compensation (to him) for professional services in the settlement of my estate.” He directed his “ administrator” to pay to James A. Smith, whom he appointed trustee, enough money to be invested to raise the annuities, pay expenses, &c., and directed that the trustee’s compensation should not exceed $400 per annum.\nHe further expressed a desire to make “ a permanent provision” so far as his residuary estate should be sufficient “ for the maintenance and support of the poor” of Williamsport, and for that purpose he gave the residue of his estate to the authorities of that city: so far as it should be in money to invest the money, and so far as it should be in real estate to rent the real estate, and the • income to be appropriated to the poor, any other appropriation to forfeit the fund.\nIn case James A. Smith should decline to act as trustee, he gave him an annuity of $400, to be raised as the other annuities; and the compensation to the trustee to be appointed in SmifE’s place, was not to exceed $100.\nHe made no provision of any kind for his adopted daughter; and appointed no executor. The paper was witnessed by D. F. Weiss and Robert Fleming. At the date of the will and long before he was the owner of a cemetery lot.\nThe issue was tried August 30th 1870, before Gamble, P. J. The plaintiffs having proved the execution of the paper and read it, closed.\nThe defendants called Dr. A. Richter, who had been the attending physician of Mr. Potter from March 1st 1867 to August 19th 1869. He stated that Mr. Potter was affected with heart disease.\n1. The defendants proposed to ask the witness: “What was the nature of the diseases with which Ozias Potter was affected, and describe the nature or effect of such diseases upon the brain?” The offer was objected to by the plaintiff, admitted, and a bill of exceptions sealed.\nThe witness, after giving the symptoms and saying that the effect of the disease upon Mr. Potter was stupefying, was asked:\n2. “ Whether from his actual knowledge of Ozias Potter on the 26th and 27th of March 1869, he considered him fit or unfit to make a will ?”\nThis was objected to by the plaintiff, admitted, and a bill of exceptions sealed. The witness testified that he did not think Mr. Potter fit at those dates to make a will.\nThe witness stated also facts in the conduct and deportment of the deceased tending to show incapacity.\nOther physicians who had attended him were examined; they spoke of his disease and its effect on his mind in the same manner as Dr. Richter.\n8. Dr. Rittenhouse was asked to state “ the relations between the testator and his daughter, and the terms of affection upon which they were living at, and about the time the will was made.”\nThis was objected to by the plaintiffs, allowed, and a bill of exceptions sealed.\nThe witness testified that Ella showed him all the attention that a daughter naturally would, &c.\nDr. Pollock was shown a diagram, which he said was a diagram of the heart, veins, lungs, &c.; he was asked:\n5. “ To explain to the jury the action of the heart and lungs, and the effect upon the heart of respiration; this for the purpose of giving to the jury the means of better comprehending the testimony already in evidence.”\nObjected to by plaintiffs, admitted, and a bill of exceptions sealed.\nJ. H. Wonderly, who had been the partner of the decedent, testified facts for the purpose of showing that the decedent in his judgment was incapable of making a will; he was asked to state:\n6. “ What be heard the testator say, if anything, at or about the time of the execution of his will, in relation to the municipal authorities of Williamsport, in respect to their management of municipal affairs, and that he expressed disapprobation and want of confidence in their judgment and ability to conduct the affairs of the city.”\n7. Also, “ whether the testator, in March 1867, informed him that he had made a will, and what disposition of his estate he had made thereby. To be followed by proof that after March 27th 1869 the testator upon several occasions referred to the disposition of his estate as he had stated it to the witness in March 1867, v and stated that his estate remained disposed of in the same manner.”\n8. Also, “ whether, or not, in any of the several conversations mentioned by him, as taking place after March 27th 1869, the #testator, in speaking of the disposition of his estate, stated or 'referred to such a disposition thereof, as is made by the alleged will of March 27th 1869.”\n9. Also, “ whether from his actual knowledge of Ozias Potter upon the 26th and 27th of March 1869 he considered him fit or unfit to make a will ?”\nThese offers were objected to by the plaintiffs, admitted, and several bills of exception sealed.\nWitness testified that he had heard Mr. Potter speak disparagingly of the city authorities; that after the date of the paper he had heard decedent speak of having made a will with provisions materially different from those in the paper in dispute, and although the had often spoke to witness about his will, he never spoke of such provisions as this paper contained, and that he did not consider him at its date fit to make a will.\nJ. A. Smith, the trustee named in the paper, after stating facts tending to show incapacity, was asked:\n10. “ Whether from his knowledge of decedent he considered him fit to make a will on the 26th and 27th of March 1869 ?”\nThis was objected to by the plaintiffs, admitted, and a bill of exceptions sealed.\nWitness testified that he did not at those dates consider the decedent competent to make a will.\nHenry Webster testified that in 1868 the decedent told him what disposition he had then made of his estate.\n11. “ The defendant then proposed to ask the witness, what the testator said, if anything, in June 1868, respecting the disposition of his property by will; to be followed by evidence, that after March 27th 1869, he informed the witness and others that he had made the same disposition of his estate as stated to the witness in June 1868.”\nThis was objected to by the plaintiffs, admitted, and a bill of exceptions sealed.\nThe witness testified at large as to conversations he had with the decedent tending to show his incapacity, and of statements before 1869 of his disposition of his estate; also, that decedent spoke after the date of the will of the disposition of his property, which was the same that he had before said it was.\nTo all tbe witnesses who testified on this point, he said of his will before 1869, that he had made provision for Ella, and the provision which he said he had made was quite large.\nSome of the witnesses testified that in their conversations with the decedent he talked much about going into land speculations; of his great wealth; that he could “put his hand on $100,000;” could give his check for $100,000, &c.\nThe defendants gave evidence that the real estate of decedent was worth about $37,000, and his personal estate about $13,000. They gave much evidence tending to show incapacity in the decedent before and at the time of making the will and after-wards, and rested.\nThe plaintiffs in rebuttal called; Rev. Dr. Spotswood, who testified that he had intercourse as a minister of the gospel with the decedent, and that his conversation and conduct were rational.\n1. The plaintiffs offered to prove by the witness, and by others who lived in the immediate vicinity of testator, and were intimately acquainted with him and his neighbors, and had been for a series of years, that they had never heard till after his death that he was of unsound mind, or that he was mentally incapable of transacting his ordinary business.\nThis was objected to by the defendant; the evidence rejected, and a bill of exceptions sealed.\nRobert Fleming, Esq., testified: * * * “ I drew a will for Mr. Potter, about March 1869 — being the third or fourth will I had drawn for him. (Will in question being shown witness.) I drew this will; Ozias Potter dictated this will; it is his will, not mine; it was not drawn in his presence; after he became ill, I went to see him; I visited him frequently until shortly before his death; I can’t tell the time first will was drawn. This will, not this paper but one goodly similar to it, was written before he went south; my recollection of writing this will, is that when I heard he had returned from the south, I went up to see him ; not long after, he introduced the subject of having his will re-written; on getting from him his wishes in that respect from time to time, what he wished done with his property, I drew this will in the end; the will was written in my office from memoranda taken from him at bis room; no other person was present or in hearing that I know of when he talked to me about the disposition of his property ; he had executed other wills prior to this time; he signed the first in lead pencil; he always committed the wills to my care; as soon as I wrote a new one I destroyed the old one; I went up to see him frequently, and talked with him a good deal, to get his mind off his disease; it was on one or more of these visits, that I made the memoranda from which this will was drawn; I took the will up to him after I had written it; the time of taking it up for him to sign, was at his request made perhaps the evening before; when I got there I don’t know whether any one else was in the room or not; usually Ella or Mrs. Potter opened the door; there was no-one else in the room but Potter and myself; after he had got in as comfortable position as possible, I read the will over to him carefully and deliberately, he then went to the door and got a pen and ink from some one, he took the pen and signed the will, I asked him who I should get for a witness, he said, get Mr. Weiss, I got him, and we went back together and signed the will as- witnesses; I recollect of Potter saying at one time, I can’t say when, in speaking of Mrs. Potter he brought in Ella’s name in this way. That (referring to the provision in the will for Mrs. Potter) was ample for them both, or for Mrs. Potter and Ella, if they took care of it, and if they didn’t take care of it, it was too much ; I can’t speak positively whether the memorandum was made before he went south or not — I thought I wrote something like it before he went south, but I can’t say positively.”\nOn cross-examination he said :\n“ I think I was counsel from or about the time of formation of the company; I drew a will in 1867.”\n13. The defendants proposed to ask witness: “ What were the contents of the first will of Ozias Potter, written by you for him in March 1867, or thereabouts, of which you have spoken in your examination in chief?”\nThe plaintiffs objected; the evidence was admitted, and a bill of exceptions sealed.\nWitness said: “ In the first will I wrote he gave the house and lot in which he lived to Mrs. Potter absolutely; he also gave her the household and kitchen furniture, horse, buggy, sleigh, harness and robe; the amount of annuity I am not so clear about, but my impression is it was about $2700. He made a bequest in that will tto Ella by name; my remembrance is, that it was $1000. He spoke of a number of articles he had purchased for her and among others a piano; there may have been some other minor matters that I do not now recollect; after making them bequests he bequeathed the firm property of O. Potter & Co. to J. H. Wonderly, subject to the payment of the debts; Wonderly was to have the firm property; I don’t remember how long the annuity was to continue; I wrote the will of March 1869 from memoranda taken previously; I undoubtedly destroyed the memoranda; I cannot tell just when I made it; I recollect the time that Potter had the small-pox; I can’t speak of his decay after that time, from my intercourse with him, after heart disease developed he changed in manner; I don’t speak of the mind.”\nThe plaintiffs gave much evidence for the purpose of showing the capacity of the decedent, and of disproving the defendant’s case.\nThe plaintiffs requested the court to instruct the jury:—\n1. That if the jury believe the evidence of General Robert Fleming, that the testator dictated the will in the manner described» by him in connection with the will itself and the probate thereof, the evidence of testamentary capacity is conclusive, and the plaintiffs are entitled to recover.\n2. [That if the jury believe that the testator understood in detail all he was about when he dictated and executed his will, it is sufficient to sustain the will.] That it was not necessary that at the time lie should have a recollection of all his estate, his family relations in life, their condition in general and the probable effect the proposed disposition will have, and to collect this all' in one view.\n3. That all the evidence material in this issue is, whether the testator had or had not testamentary capacity at the time of ' making his will.\n5. That if the jury believe that the mind and memory of the testator was active enough to enable him to understand and direct the business in which he was engaged when executing his will, their verdict should be for the plaintiffs.\n6. That if some witnesses do depose that the testator was of perfect mind and memory, and others depose the contrary, their testimony is to be preferred which depose that he was of sound memory, as well for that their testimony tendeth to the favor and validity of the testament, for that the same is more agreeable to the disposition of nature, for every man is a creature reasonable.\n7. That if the testator was capable of knowing and appreciating the nature, effect and consequences of the act he was engaged in when he executed his will, their verdict should be for the plaintiffs.\nThe court charged: * * * “ Then what is the issue which you have been sworn to try? It is whether this is a devise or not. Whether this paper bearing the signature of Ozias Potter, and having the legal form of a will, is in fact and in truth his last will and testament. Primá facie it is his will, and has been admitted in evidence as such, and the plaintiffs rested their cause securely in the first instance upon that evidence alone, which if unimpeached would entitle them to your verdict.\n“But it is alleged by the defendant that it is not a legal devise for want of testamentary capacity in the devisor at the time of its execution. And much evidence bearing upon that question has been introduced by both parties, which it will be your duty carefully to consider. You will bear in mind that the point of time to which this inquiry is to be properly directed, is the 27th of March 1869, the time of the execution of the will. Evidence has been admitted of the character and general tendency of his disease, of his symptoms, his physical and mental condition shortly before and shortly after that date, but only for the purpose of aiding you to ascertain and determine the condition of his mind on the 27th of March 1869.\n“ Was the testator on that day of sound and disposing mind, memory and understanding ? If so, then this is a legal devise of his estate. If not, it is not a legal devise, for want of testamentary capacity.\n“ It will be proper for the court to define, as well as practicable, what capacity the law requires in a testator to execute a valid will. No arbitrary or universal standard of testamentary capacity can be given. Persons differ materially in tbeir natural capacity of mind, memory and understanding. Estates differ in extent and character, and the disposition of them may be simple or complex. A weak mind and imperfect memory may be competent to dispose of a small estate understandingly, or make a simple division of a large one understandingly, which would be utterly confounded and incompetent to dispose of a large estate, involving complexity of division and distribution. Hence the measure or standard of testamentary capacity must relate to the circumstances of’ each case, and be determined by a careful consideration of all the evidence which sheds the light upon inquiry.\n“We cannot quote any clearer or better general definition of the necessary capacity to make and execute a valid will, than that adopted by our own Supreme Court, in the case of Daniel v. Daniel, 3 Wright 191: ‘ A sound and disposing mind and memory is one in which the testator is shown to have had, at the making and execution of his will, a full and intelligent consciousness of the nature and effect of the act he was engaged in — a knowledge of the property he possessed — an understanding of the disposition he wished to make of it by the will, and of the persons and objects he desired to participate in his bounty. It is not necessary he should collect all these in one review. If he understands, in detail, all he is about, and chooses with understanding and reason between one disposition and another, it is sufficient.’ ”\nThe court then reviewed the evidence, and answered the points as follows: — ■\nIn answer to the plaintiff’s points, the court said:\n“ 1. Answered in the negative.\n“ 2. The first paragraph included in brackets is affirmed without qualification. The residue of the point is affirmed, with this qualification: that it is necessary that the testator should have memory sufficient to have a general knowledge of the property he possessed, a recollection of the persons and objects of his bounty, an understanding of the disposition he intended to make of his property, and an intelligent consciousness of the nature and effect of his act; but it is not necessary that the testator should be able to collect all this in one comprehensive view.\n“ 3. Affirmed.\n“ 5. Affirmed.\n“ 6. The presumption of law is in favor of sanity, that being the normal condition of reasonable creatures. Hence when witnesses of equal intelligence, equal opportunities of judging and equal credibility, differ in their judgment of the testamentary capacity of a testator, in other words where the testimony upon that point is equally balanced, then the presumption in favor of sanity should prevail. But it is the duty of the jury to weigh all the evidence in the cause, giving to each witness the consideration and weight his or her testimony in entitled to.\nMay 18th 1871,\n“7. Affirmed.”\nThe verdict was for the defendant.\nThe plaintiffs sued out a writ of error. They assigned for error:—\n1-10. The admission of the evidence contained in the defendant’s offers, Nos. 1-3, 5-9, 11, 13.\n11. Rejecting defendant’s offer No. 1\n12. Negativing the plaintiffs’ 1st point.\n13. “The court erred in their general charge to the jury in making no reference to the evidence, furnished by the will itself, of mental capacity, and in making no distinction between the positive evidence of what occurred at the drawing and execution of the will, and the other evidence in the case; and in giving no prominence to the testimony of the subscribing witnesses.”\nS. T. P[. Q. McCormick and B. S. Bentley $ Son, for plaintiffs in error,\ncited as to 1st error, 1 Redfield on Wills 101 and note 104, 105.\n2. Logan v. McGinnis, 2 Jones 31; Pool v. Richardson, 3 Mass. R. 330; Titlow v. Titlow, 4 P. F. Smith 216; Dickinson v. Barber, 9 Mass. 225.\n6 and 7. Moritz v. Brough, 16 S. & R. 403.\n10. Kachline v. Clark, 4 Whart. 319.\nH. Stevenson v. Stevenson, 9 Casey 471.\n12. Harden v. Hays, 9 Barr 156.\n13. McMasters v. Blair, 5 Casey 302.\n11. 0. Parsons, W. H. Armstrong and Linn, for defendant in error cited,\nWharton & Stille’s Medical Jurisprudence, p. 20, sect. 17; Titlow v. Titlow, 4 P. F. Smith 216; Dickinson v. Dickinson, 11 Id. 401; Wogan v. Small, 11 S. & R. 141; Norris v. Sheppard, 8 Harris 477; Rambler v. Tryon, 7 S. & R. 90; Irish v. Smith, 8 Id. 581."
  },
  "file_name": "0342-01",
  "first_page_order": 342,
  "last_page_order": 357
}
