{
  "id": 1822760,
  "name": "James DUNCAN, Appellant, v. ROCHESTER AREA SCHOOL BOARD, Appellee",
  "name_abbreviation": "Duncan v. Rochester Area School Board",
  "decision_date": "1990-03-12",
  "docket_number": "No. 105 W.D. Appeal Docket 1988",
  "first_page": "254",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "524 Pa. 254"
    },
    {
      "type": "parallel",
      "cite": "571 A.2d 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 A.2d 43",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1956,
      "pin_cites": [
        {
          "page": "44"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261927
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0390-01"
      ]
    },
    {
      "cite": "529 A.2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1362076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/108/0166-01"
      ]
    },
    {
      "cite": "518 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811660
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "451",
          "parenthetical": "Larsen, J., dissenting"
        },
        {
          "page": "1091",
          "parenthetical": "Larsen, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/518/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 8833,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06772325336342003
    },
    "sha256": "6238fd0faffcb0b6636b15921457095c70eb25fc6f8d85fed279651a578a17ca",
    "simhash": "1:0530e3b3e8e27eb3",
    "word_count": 1387
  },
  "last_updated": "2024-02-27T22:34:57.208385+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj.",
      "LARSEN, JJ., files a dissenting opinion in which PAPADAKOS, J., joins.",
      "McDERMOTT, J., concurs in the result.",
      "PAPADAKOS, J., joins this dissenting opinion."
    ],
    "parties": [
      "James DUNCAN, Appellant, v. ROCHESTER AREA SCHOOL BOARD, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nJames Duncan, a science teacher with sixteen years seniority in the Rochester Area School District, was suspended from his position effective with the start of the 1985-86 school year, one of a number of employees suspended due to declining enrollment. Following a hearing pursuant to the Local Agency Law, 2 Pa.C.S. § 553, the Board affirmed the suspension. The Court of Common Pleas of Beaver County reversed the decision of the Board, but this order was itself reversed on appeal to the Commonwealth Court. 108 Pa.Cmwlth. 166, 529 A.2d 48. We granted allocatur to examine the application of Section 1125.1(c) of the Public School Code, Act of March 10, 1949, as amended, 24 P.S. § 11-1125.1, the statute governing the suspension of professional employees on account of declining enrollment in a school district.\nDuncan’s suspension was triggered by the elimination of one administrative position. Secondary Director William Douglas, the least senior administrator, was returned to the classroom. Douglas was certified in science and physical education. The Board approved the Superintendent’s decision to move Douglas into the science department, thus necessitating the removal of one member of that department. Duncan, having the least seniority, was suspended.\nDuncan argued that pursuant to Section 1125.1(c), the Board was required to return Douglas to physical education, as this would have resulted in the furlough of a Mr. Dyorzak, who had only twelve years seniority compared to Duncan’s sixteen. He also argued that even with Douglas returned to the science department, the Board could have transferred one of the science teachers with dual certification to another department in order to achieve the suspension of someone less senior than Duncan. Thus, a Mr. Cascio could have been transferred to physical education, resulting in the furlough of Dvorzak; or a Ms. Katich could have .been transferred to English, where there were three teachers with less seniority than Duncan, or home economics, where one teacher had only five years seniority. According to Duncan, then, Section 1125.1(c) means that a school district must shift personnel among all areas of certification so as to achieve the suspension of the least senior employee possible.\nIn support of this argument, Duncan cites Welsko v. Foster Township School District, 383 Pa. 390, 119 A.2d 43 (1956). There, we did indeed hold that “[w]here a reduction in teaching staff is called for, the Board’s first consideration should be how to retain those teachers with the longest years of service by realigning the staff so that the remaining teachers, after the reduction has been effected, can teach the subjects of those who, because of lesser seniority rights, have been suspended.” Id., 383 Pa. at 393, 119 A.2d at 44. Welsko, however, required this Court to interpret Section 1125 of the 1949 School Code, the predecessor to the present Section 1125.1. At that time, the legislature had provided only that “[i]n cases in which suspensions are to be made, professional employees shall be retained on the basis of seniority rights, acquired within the school district of current employment, where no differences in rating are found____” To effectuate the legislative intention to protect seniority rights, this Court determined that realignment had to result in the furlough of the least senior employee possible.\nWhen Section 1125 was repealed in 1979 and replaced by Section 1125.1, the ratings system was eliminated and the legislature specifically included a scheme of realignment to effectuate suspension in inverse order of seniority. This scheme, however, differed from that developed by this Court to implement the predecessor statute. The text of the statute in question here is as follows:\nA school entity shall realign its professional staff so as to insure that more senior employees are provided with the opportunity to fill positions for which they are certificated and which are being filled by less senior employees.\n(Emphasis added.)\nUnquestionably, the legislature has directed any school facing personnel cuts to “realign” its staff. Just as clearly, the purpose of the realignment is to protect the interests of professional staff on the basis of seniority. The statute does not, however, compel the school to seek and achieve the furlough of the least senior employee possible. Rather, the legislature has deemed it sufficient to protect the interests of professional employees by “providing them] with the opportunity to fill positions for which they are certificated and which are being filled by less senior employees.” In other words an employee may avoid suspension by taking the position of a less senior employee in another area of certification, and the school is obligated to provide the opportunity for such a transfer.\nThe statute says no more than that an employee, on the basis of his own (multiple) certifications, can displace a less senior employee. It does not require the school to take note of all multiple certifications in order to retain the most senior employees. Nor does it give individual employees the right to require that others make such displacements. When Douglas’s administrative position was eliminated, the School District complied with Section 1125.1(c) by giving him the opportunity to fill a position occupied by someone less senior in an area where he was certified. He was placed in the science department because he had taught science in the District before, whereas he had not taught physical education, the other area in which he was certified. Although the Board could have placed Douglas in physical education, thereby retaining Duncan and suspending someone less senior, it did not violate Section 1125.1(c) by not doing so. There being no error of law, the Board’s decision was properly upheld on review.\nThe order of the Commonwealth Court is affirmed.\nLARSEN, JJ., files a dissenting opinion in which PAPADAKOS, J., joins.\nMcDERMOTT, J., concurs in the result.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent.\nThe majority clearly errs in finding that section 11-1125.1 of the Public School Code, Act of March 10, 1949, as amended, 24 P.S. § 1125.1, does not “compel the school to seek and achieve the furlough of the least senior employee possible.” Maj. op. at 258.\nSection 1125.1(a) provides in relevant part that “[professional employes shall be suspended under section 1124 (relating to causes for suspension) in inverse order of seniority within the school entity of current employment.” (emphasis added) A plainer statement of the intent of the Legislature to make seniority the touchstone for making necessary professional staff cuts could not have been made. And, in fact, the debate accompanying passage of the bill regarding the suspension of teachers convinces me that our legislators specifically rejected any attempts to permit school districts to base realignment decisions on anything other than seniority and certification. See Legislative Journal — House at 1117-21, 1134-35, 1212-15 (June 4 and 6, 1979). Once again, the majority is impermissibly subjecting such decisions to the “unbridled, arbitrary discretion” of local school administrators. See Gibbons v. New Castle Area School District, 518 Pa. 443, 451, 543 A.2d 1087, 1091 (1988) (Larsen, J., dissenting).\nAppellant herein, James Duncan, had sixteen years of seniority and was “bumped” from his position in the science department when an administrator with more seniority and with certification in science and in physical education was realigned to the science department at a time of declining student enrollment. There was a teacher in the physical education department with only twelve years’ seniority. Due to the fact that appellant had more seniority than this physical education teacher, the school board was required by law to realign its professional staff so that appellant would have retained his job and so that the professional employee with the least seniority would have been furloughed. This statutorily mandated result would have been accomplished by realigning the administrator with dual certification to the physical education department.\nAccordingly, I would reverse the order of Commonwealth Court and I would reinstate the order of the Court of Common Pleas of Beaver County.\nPAPADAKOS, J., joins this dissenting opinion.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Lynn L. Wilson, Harrisburg, William J. Maikovich, New Brighton, Ronald N. Watzman, Pittsburgh, for appellant.",
      "Stephen S. Russell, Chief Staff Counsel, Pennsylvania School Boards Ass’n, New Cumberland, for appellee."
    ],
    "corrections": "",
    "head_matter": "571 A.2d 365\nJames DUNCAN, Appellant, v. ROCHESTER AREA SCHOOL BOARD, Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 28, 1989.\nDecided March 12, 1990.\nLynn L. Wilson, Harrisburg, William J. Maikovich, New Brighton, Ronald N. Watzman, Pittsburgh, for appellant.\nStephen S. Russell, Chief Staff Counsel, Pennsylvania School Boards Ass’n, New Cumberland, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0254-02",
  "first_page_order": 378,
  "last_page_order": 384
}
