{
  "id": 500945,
  "name": "Leas et al. versus Walls",
  "name_abbreviation": "Leas v. Walls",
  "decision_date": "1882-10-02",
  "docket_number": "",
  "first_page": "57",
  "last_page": "65",
  "citations": [
    {
      "type": "official",
      "cite": "101 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "51 Iowa 264",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2323973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/51/0264-01"
      ]
    },
    {
      "cite": "123 Mass. 196",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        735051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/123/0196-01"
      ]
    },
    {
      "cite": "5 Watts 49",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0049-01"
      ]
    },
    {
      "cite": "2 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 772,
    "char_count": 18694,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 3.136175531772468e-07,
      "percentile": 0.8615925098335849
    },
    "sha256": "7d62a4d35fa886162eadab4dc4f79333f3928c3b275f9c36cc1658a733559ae1",
    "simhash": "1:2e5bef925d308eac",
    "word_count": 3430
  },
  "last_updated": "2024-02-27T19:18:28.492208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, J J."
    ],
    "parties": [
      "Leas et al. versus Walls."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Green\ndelivered the opinion of the court, October 2d 1882.\nThe court below left to the jury the question whether the defendant exercised ordinary care and prudence against alterations of the note in suit. If he did he was not liable, but if he did not, he was. It is difficult to see what error there was in this. It is precisely what we held in Brown v. Reed, 29 P. F. S. 370. The present chief justice very clearly pointed out in that case the distinction between it and Phelan v. Moss, 17 P. F. S. 59, and Garrard v. Haddan, Id. 82. On p. 372 he said, “ These cases do not decide that the maker would be bound to a bona fide holder on a note fraudulently altered, however skillful that alteration might bo, provided that lie had himself used ordinary care and precaution. Tie would no more be responsible upon such an altered instrument than he would upon a skillful forgery of his handwriting.” And again ho said, “Whether there was negligence in the maker was clearly a question of fact for the jury.” ' In the present case the plaintiffs are not satisfied with having the question of negligence on the part of the defendant submitted to the jury. They insist that the court should have held that the defendant was guilty of negligence as matter of law, in not taking such precautions as would certainly have prevented the alteration of the note. The alteration consisted in adding a single letter, “ y,” to the word “ eight,” so as to make the note read as for eighty dollars instead of eight. The instrument was a printed blank with an open space for the insertion of the amount, the word, “ dollars,” being printed at the'end of the space. The word, “ eight,” was filled in at the beginning of the space, and all the rest of the blank to the word “ dollars,” was filed with an elongated scroll. It happened that a very slight space, about an eighth of an inch, was left between the end of the word “ eight,” and the beginning of the scroll. In that diminutive spot the letter “ y ” was inserted in such a way as to appear quite natural. The alteration was made by the principal debtor, the defendant being the surety. There were other alterations of the note made after the surety signed it, but they are not material to be considered, since without the one we are discussing, they would have been of no avail. In these circumstances, to hold that the defendant was so palpably guilty of negligence, in not taking sufficient precautions against forgery, as that the jury could not ,be permitted to determine the question, and tlie court must determine it as matter of law, would be equivalent to holding that the maker of a negotiable instrument must so execute it as to .prevent the possibility of alteration in any event. Such a doctrine would be monstrous and contrary to every legal principle. It has never been announced by any court, and it is scarcely credible that it ever will be. The word “ eight ” is perhaps the only one that can be altered so as to express a larger sum, by the addition of a single letter, and was probably selected by the' forger in this case for that reason. Other words require either two letters, — as “ty,”in “ sixty,” “ seventy ” and “ ninety,” — or an additional word. The defendant testified that when he signed the note, the scroll was in the open space on the note, just as it was at the trial. The jury has found that there was no lack of 'ordinary care in not observing that a single letter might be added in the very small space immediately following the lettert,” in the word “ eight,” and in this we quite agree with them. In the common experience of men very few persons write their words so closely together that a single letter can not be added at the end of one of them without attracting attention.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Green"
      }
    ],
    "attorneys": [
      "E. S. Doty, Jr., and Atkinson & Jacobs, for the plaintiffs in error.",
      "Alfred J. Patterson and Ezra D. Parker, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Leas et al. versus Walls.\n1. A. procured B.. to sign a promissory rióte for eight dollars, consisting of a printed blank form which was filled out by A. In the form there was a long space for the insertion of the amount of the note in writing, terminating in the word “dollars.” In the upper left-hand corner was a printed dollar mark, after which the amount of the note was to be inserted in figures. A. inserted the writtennvord “eight ” in the note with a small space of about an eighth of an inch after it, and then filled np the blank intervening before the word “ dollars ” with an elongated scroll. He also left a small space after the figure “8” following the dollar mark and before the ciphers indicating the cents. Subsequently, after B. had executed the note, A. altered the same by adding to the written word “ eight ” the letter “ y,” and by inserting a cipher after the figure “8.” The note was thus altered so as to read “eighty dollars,” instead of eight dollars. A. having endorsed the note to a bona fide purchaser for value before maturity, and suit being brought thereon by him against A-. to recover the whole amount of eighty dollars, — Held, that it was not negligence par se on B.’s part to execute the note as presented to him by A.\nS. In the above case the court left to the jury the question whether the defendant exercised'^ordinary care and prudence in guarding against alterations in the note, instructing them that if he did he was not liable, otherwise that he was so liable. Held, that this instruction was correct.\nMay 25th 1882.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, J J.\nError to the Court of Common Pleas of Jtmiata county: Of July Term 1882, No. 72.\nAssumpsit, by W. B. Leas and others, doing business in the name of The Union Bank of Huntingdon, against William D. Walls, upon a promissory note, of which a fac-simile is given on the opposite page. The note was indorsed — W. D. Walls.\nOn the trial, before Junkin, P. J., the plaintiffs put the note in evidence, and James North, one of the plaintiffs, proved the signatures of the makers and the indorsement of W. D. Walls, and testified that, within a day or two of its date, the note, in its present condition, was brought to him by James Deering, at whose request he discounted the note in the regular course of business, giving him the money therefor, viz.: $80, less $2.50 discount; and that lie transferred the note to the Union Bank of Huntingdon, a copartnership of which he was and is a member, before maturity for a valuable consideration; that at maturity the note was unpaid and protested. On cross-examination, the witness said that when the note was presented to him for discount he did not notice any appearance of alteration on’ the. face of the note, and he still failed to see-any evidence of alteration which would cause him to hesitate in accepting it in the regular course of business.\n■The defendant, Walls, admitted his signature to the note, but testified as follows:\nQ. State whether the note is in the same condition that it was when you signed it 2\nA. No, sir; there is a change. When I signed this note I signed it for eight dollars. Deering came to me and said he wanted eight dollars to pay a balance on a note; he filled the note out himself for eight dollars for nine days, and I put my signature to it; since that it appear^to have been raised to eighty dollars for ninety days. It was what he lacked paying a note in bank and he wanted eight dollars; I hadn’t it, and he went into 'Moser’s, to write the note.\nQ. You have stated that the time and the amount has been raised; now look at the word “ ninety,” and state what it was when you signed it 2\nA. Nine days.\nQ. Look what has been put in since you signed it 2\nA. The “ ty ” lias' been put there.'\nQ. Look at the word “ eight,” and see what has been put to' that 2\n-A. The “ y ” has been annexed there.\nQ. State whether those alterations were made with your knowledge 2\nA. No, sir.\nQ. Made with your consent ?\nA. No, sir; they were made after I had put my name to the note.\nCross-examined.\nQ. Was all the space between the figure eight and the two ciphers for dollars filled up ? Were the ciphers there at all when you signed it ?\nA. There was an eight, and ciphers there for the cents; I noticed it was eight dollars; I took particular notice; I did not notice the space between the eight and the ciphers at the time I signed it; only noticed.it was eight dollars when I signed it.\nQ. Are the figures that you apeak of at the same place as they were then ?\nA. The figures are the same except the naught is put there, changed to make it eighty; there .was that space there; that naught is quite large.\nQ. Therefore it would require a great deal of space to make that figure ?\nA. The eight was made and the other was made; the. same as filling out a check or note.\nQ. Between the eight and ciphers there was a considerable space not filled out ?\nA. There was a space there; just what you see there.\nQ. Look at the “ ninety ” and “ days ” — did you score between those words ?\n• A. No, sir ; I did not fill out the note at all; he filled it out and I signed it; and I just looked at the time; for I would not have put my name on for thirty days.\nQ. Did Deering make any scoring ?\nA. He filled the note out himself.\nQ. All the space between nine and days was vacant ?\nA. It must have been, for I read it before I put my name to it.\nQ. Was there any score at all after the word eight — between the word eight and dollars ?\nA. Yes, sir; that was there; this was here; these lines here was drawn out as they are usually; when he gave me the note to sign I just looked particularly at the amount and the time; I did not look at anything else.\nQ. There has been nothing added to that scoring since, it is just the same ?\nA. I think there was no change at all; I think that long wave there is just the same, as near as I can tell.\nThe charge of the court was as follows : “ This is an action based on a negotiable note given by Jos. Deering and W. D. Walls, payable to said Walls, dated Dee. 3d 1880, and regularly acquired by the plaintiff in due course of business, and before maturity.. The defendant, Walls, says and swears, that when he signed this note it was for the payment of $8, whereas, now it reads eighty dollars; there having been added to the written \"eight” a “ y ” at the close, so that it now.reads “ eighty.” An inspection of the note shows that, there is nothing on its face to indicate or excite suspicion that anything was added to the instrument, or anything altered so as to raise the original.eight to eighty, and hence the present owners, having paid value for the note before maturity, would be entitled to receive from the defendant the face of the same, unless it has been shown, that this note has been altered in the manner before described, and this without the consent or negligence of the defendant and maker Walls. The only negligence which could be imputed to Walls, would be his neglect to see that the blank space between the words eight.....and dollars was so scored over with the pen as to render it impossible for any one to have added the “ y ” to the end of the written “ eight ” without arresting the attention of a reasonably careful person who would read the face of the note. Where one signs as surety, a blank note, which the principal fills up for more than the amount agreed upon, and the note gets into the hands of .a bona fide holder, such surety would be held liable, because he should have seen that the note was filled up with the correct amount. So too, the law is the same, if the amount is filled up, but there is left blank space, unscored, so that the amount may be increased without detection on the face of the note. It is this latter principle which must decide the present ease. The question is, did Walls take care to see that the blank space between the “ eight ” and dollars was so scored or filled up that a “ y ” at the end of the \"t” in eight could not be added without running into the score, or showing by crowding that the amount expressed in the note had been tampered with. , [The degree of care which the law required in this case, as in all of this kind, is not extraordinary care in guarding against all possible alteration, but that ordinary and reasonable care which is sufficient to guard against ready, easy and probable alteration. If effect is to be given to this principle.of law, the tost of a sufficient score would be, was it so complete that other letters could not be added to change the amount without interfering with the score, or produce crowding, and thus arrest attention upon inspection of paper. Then did Sheriff Walls so score out this blank space, so that a letter could not be added without arresting attention ?] The difficulty lies in .the fact that a single letter only was needed to change the amount, and to have guarded against the addition of the single letter “ y ” it was necessary that the score should commence so close to the t ” in eight.....(thus)..... that the “y” could not be added. If scoring out is necessary to protect the maker from the charge of negligence, it must be so done that not even a single letter can be added, because if it becomes a question of the number of letters which may be added, notwithstanding the scoring out, then the rule would be worthless. If then, on inspection of this note, room was left to add a “ y ” and thus change the note from eight to eighty, then, under this rule Walls was negligent, and would bo liable to pay the $90 to the present holders of the note. [Unless, indeed, you can see such evidence of alteration on the face, of the note itself, as should have arrested the attention of the owners of the note when they received it.] As to alterations apparent on the face of the note, we cannot perceive any which arrest attention on careful observation. There is some indication of tracing in the figures at the upper left hand corner of the note; but those figures are no part of the note, strictly speaking, and these indications of tracing are not so manifest as to excite suspicion.”\nVerdict for the defendant, and judgment thereon. The plaintiffs thereupon took this writ of error, assigning for error, the portions of the above charge included within brackets, and that the court erred in submitting any question to tlio jury, particularly the question “whether there was snclx evidence of alteration on the face of the note itself as should have arrested the attention of the owners of the note when they received it.”\nE. S. Doty, Jr., and Atkinson & Jacobs, for the plaintiffs in error.\nThe law is well settled in Pennsylvania, “ that if the maker of a bill, note, or check issues it in such a condition that it may be easily altered without detection, he is liable to a bona fide holder who takes it in the usual course of business, before maturity.” It is the duty of the maker of a note to guard, not only himself, but the public against frauds and alterations, by refusing to sign negotiable paper made in such a form as to admit of fraudulent practices upon them with ease and without ready detection: Garrard v. Haddan, 17 P. F. S. 82; Phelan v. Moss, Ibid. 59; Zimmerman v. Rote, 25 P. F. S. 188; Brown v. Reed, 29 P. F. S. 370; Byles on Bills 324.\nThe defendant permitted the note to leave his hands in such a condition that the alterations could easily be made, without attracting attention. By his own negligence he facilitated and gave occasion to the fraud. The learned judge himself declared,as did all the witnesses, that there was nothing on the face of the note to excite suspicion or put one taking it on inquiry. There was no difference in the handwriting between the letters added and those which were originally written; no difference in ink.; no erasure; and no crowding of words or letters. The most skillful expert (as was said in Garrard vl Haddan, supra) would have failed to detect any alteration in its make.\nUnder these circumstances it was error for the court to submit to the jury the question, “ Did Sheriff Walls so score out the blank space, that a letter could not be added without arresting attention?” ‘ The jury was left to guess, as between a banking company and a citizen, about a fact of which there was no proof. To submit a fact destitute of evidence, to the determination of a jury, as one that may nevertheless be found, is an encouragement to err, which cannot be too closely observed or unsparingly corrected: Stouffer v. Latshaw, 2 Watts 165; Lower and Barron v. Clement, 1 Casey 63; Whitehill v. Wilson, 3 P. and W. 405; Dubois v. Lord, 5 Watts 49; Cook v. Mackrell, 20 P. F. S. 12; Elkins v. McKean, 29 P. F. S. 493.\nAlfred J. Patterson and Ezra D. Parker, for the defendant in error.\nThis case is unlike Zimmerman v. Rote, Phelan v. Moss, Garrard v. Haddan, and others cited by plaintiffs in error. It is not a case of filling up a blank space, but it was the skillful and artistic execution of a cunning design of a scoundrel. This note was one of many of a similar kind and similarly altered, for which the fraudulent maker, Deering, is now in prison. The case is within the principle of Brown v. Reed, 29 P. F. S. 370, that a maker is not bound to a bona fide holder on a note fraudulently altered, however skillful'that alteration might be; provided, tjiat he had himself used ordinary care and precaution, or, in other words, if the maker be free from negligence; and that is a question for the jury.\nThe fraudulent addition of “ y ” to a word, increasing eight to eighty, is a trick remarkably easy of performance; but it is a trick not understood until explained. The question is not whether this note should have been so made and scored that it would have been impossible to add a letter to the end of the word “ eight,” but did the defendant sign it just as any prudent and careful man would. An inspection of the note shows that the defendant is not guilty of negligence, and that it was as well guarded as checks and notes of that particular amount, are guarded by careful and prudent men. The plaintiffs virtually contend that it is negligence in the maker, unless the note is impossible of alteration. It is too harsh a rule that would imputo negligence to a person who is unable to anticipate and provide against the many ingenious devices through which, crime may be committed, and would require a business man to guard and protect his paper and writings from all possible and ingenious devices of cunning criminals, or be liable civilly, for tlie crimes of others. See Greenfield Savings Bank v. Stowell, 123 Mass. 196; Knoxville Nat. Bank v. Clark, 51 Iowa 264.\nWe submit that the case was properly submitted to the jury on the question of negligence, and that the verdict, negativing the want of ordinary care by the defendant, is supported by the evidence."
  },
  "file_name": "0057-01",
  "first_page_order": 73,
  "last_page_order": 81
}
