{
  "id": 500941,
  "name": "Ehrenfeldt's Appeal",
  "name_abbreviation": "Ehrenfeldt's Appeal",
  "decision_date": "1882-10-16",
  "docket_number": "",
  "first_page": "186",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "101 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 37",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 Whart. 531",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835016
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0531-01"
      ]
    },
    {
      "cite": "1 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 743,
    "char_count": 17051,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 1.4613557246969797e-07,
      "percentile": 0.6574107216289444
    },
    "sha256": "b2e5f84d6470c4b8e13a5f2e7b551dd8e0f6ecc4910377751e0236802563e6f7",
    "simhash": "1:ba8ba9e7c5013ccb",
    "word_count": 2892
  },
  "last_updated": "2024-02-27T19:18:28.492208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, O. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Ehrenfeldt’s Appeal."
    ],
    "opinions": [
      {
        "text": "Chief Justice Sharswood\ndelivered the opinion of the court, October 16th 1882.\nThe Lutheran congregation at Harrold was organized as such at a very early date. The land, of which they own an undivided half, was patented to trustees in 1789. From all that appears, it was a free and independent church. No particular articles of faith were declared, and the only truth that can be predicated of it is that it should be what its name imports — Lutheran. It was under the jurisdiction of no particular synod. It united with its sister Lutheran churches in their existing ecclesiastical policy. There was a General Synod of the Lutheran church in the United States. It was a mere advisory body — a bond of union between the churches. The particular synods which the pastor and delegate from this church attended recognized the General Synod as such bond. Up to the year 1867 there was peace in all the Lutheran churches. In that year some differences arose, and a division took place. A new body was formed, called the General Council — to which some of the synods united themselves, and others divided. What the grounds of this division were, it is not important to discuss: Sarvior’s Appeal, 32 P. F. Smith 183, relied on by the appellees, has no application. There was in that case an express provision in the charter, held to have been regularly adopted and granted by the Court of Common Pleas, “that the pastor or pastors of this congregation shall be members’ of some Evangelical Lutheran synod which is in connection with the General Synod of the Lutheran Church in the United States.” It is very evident that according to the principle settled by this court in the Presbyterian Congregation v. Johnston, 1 W. & S. 9, that the Lutheran Congregation at Harrold’s, being, at the commencement of its existence, a free and independent church, might have recognized either the General Synod or the General Council, or neither, without ceasing to be a Lutheran church. That was, indeed, a much stronger case than the one now before us. There tire proprietaries had in 1785 granted the land in trust for the use of a religious society of Presbyterians in York. It is essential to a Presbyterian church that it should be under the jurisdiction of some presbytery. The society — the church at York at the time of the grant — was under the care of the Presbytery of Carlisle, which, when a General Assembly was constituted, in 1788, was connected with it. A rupture took place in the General Assembly, and two bodies were formed, eacli claiming to be the true General Assembly; and though this court had decided, Commonwealth v. Green, 4 Whart. 531, that the body known as the Old School was the true General Assembly, yet it was held that the Presbyterian church at York had the right to decline to recognize either, and afterwards to unite with a presbytery in connection with the New School General Assembly The usage of the congregation at Harrold’s up to the split was consistent with their independence. There was afterwards no act of this congregation adhering to either party. In 1868 the Rev. Mr. Bruegle became the pastor, and joined the District Synod of Ohio, which was under the General Council. - He was succeeded in 1873 by the Rev. Mr. Smith, who proposed that the congregation should adopt a constitution, the effect of which would have been to attach the church permanently to the General Council, from which it could not afterwards be detached unless by a vote of two-thirds of the congregation. This would have changed the character of the church as a free church. It may be doubted whether a .ma jority of the congregation could thus bind their successors. If they could require two-thirds, they might require unanimity. Thus the liberty possessed by a majority from the organization of the- church would have ceased to exist. The endowment of the church was as a free independent church, governed by the will of the majority, and the donors might have objected that this was a perversion of the funds. “If,” said Mr. Chief Justice Gibson, “the Messrs. Penn gave the ground in contest, subject to the direction of a majority, bearing the name of Presbyterians, subsequent con tributors, with, particular views, could not change the destination of it:\" 1 W. & S. 37. Passing that question, however, as unnecessary to be here decided, it is very clear, we think, that the constitution proposed by Mr. Smith was never adopted. Notice was given that it would bo read on a certain day. There was no notice. that it was then to be submitted to a vote, for adoption or rejection. It was, however, then submitted, and passed, almost sub silentio. They were evidently not prepared to act upon it. We all know the natural- unwillingness of the members of a church to oppose the wishes of their spiritual guide. When the terms of the constitution came to be understood, there was great dissatisfaction in the congregation, and Mr. Smith was obliged to agree,-’and did agree, that tlie question should be submitted, and a vote taken at another meeting. This meant, if it meant anything, that the action of the former meeting should be considered as not having decided the question. Notice was given of the subsequent meeting, and its object. There was a full turn-out. The vote was taken, and it stood twenty-six for, and forty-six against, the proposed constitution. Mr.' Smith, who presided at the meeting, decided that the constitution was in force, and required a vote of two-thirds to change it, and it therefore still stood. These are the facts reported by the Master, and fully sustained by the evidence. Can it be doubted that the constitution proposed was never adopted ? The defect in the notice of the meeting, at which it was contended that it had been adopted, was sufficient to condemn it as irregular and invalid. This church is now what it was in the beginning, a free church, at liberty by the vote of a majority to unite either with the General Synod or the General Council. We see nothing in the alleged agreement under which the Pev. Mr. Smith resigned which at all affects the case. It was not, even by implication, a recognition of the constitution as in force; an express recognition could have no such effect.\nThe present appellant is a regular Lutheran minister, called, by the council of the church, in the formal and orderly way. He has entered upon and preformed his duties to the entire satisfaction of a majority of the congregation. It is true that lie does not belong to the party of the General Council, is attached to a synod in connection with the General Synod, and has never signed Mr. Smith’s constitution. In- view of what has been stated as the opinion of this court, these are no reasons for excluding him from the pulpit, or from enjoining the appellants from allowing the rents, issues and profits of the property, real or personal, of said congregation to be paid or applied to the support or maintenance of any creed or doctrine other than that declared and adopted by the General Council.\nDecree reversed, and now it is ordered, adjudged and decreed that the bill of the complainants below be dismissed with costs, and that the costs of this appeal be paid by the appellees.",
        "type": "majority",
        "author": "Chief Justice Sharswood"
      }
    ],
    "attorneys": [
      "James S. Moorhead, for the appellants.",
      "Edgar Cowan, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Ehrenfeldt’s Appeal.\n1. A Lutheran church of long standing was for many years in the habit of sending delegates to a certain District Synod subject to the General Synod of the Lutheran church. Its congregation never adopted any specific profession of faith, nor did it ever expressly acknowledge the authority of the Synod. In 1867 difficulties took place in the Lutheran body which resulted in the formation of a “General Council,” as opposed to a “General Synod.” The District Synod in question gave in its adherence to the “General Council,” the delegates from the particular church spoken of voting to that effect. Afterwards, for several years, said church continued to send delegates to said “District Synod,” and the pastors chosen were those in accord with the opinion of that body. Subsequently the dhurch council regularly elected a pastor holding to the “ General Synod,” who entered on his duties. A bill being filed by certain members of the congregation, seeking to restrain said pastor from acting as such and from using the church property, Held, that the church had always been independent in matter of doctrine; that it had not, by sending delegates to the District Synod, in any way recognized the authority of said Synod or of the General Council, or adopted the distinctive doctrines taught by those bodies. Held, therefore, that the church was at liberty to elect a pastor holding any set of doctrines distinctively Lutheran, and that the bill should be dismissed.\n2. The pastor of a church having been appointed to draw up a constitution, did so, and then notified the congregation from the pulpit that it would be read on a certain day. He gave no notice, however, that it would then be acted on. If was so read on the day fixed, and immediately adopted, with but one dissenting vote. Held, that the defect in the notice was sufficient to render the action of the congregation in adopting the constitution irregular and invalid.\nOctober 2d, 1882.\nBefore Sharswood, O. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nAppeal from the Court of Common Pleas of Westmoreland county: Of October Term 1882, No. 8.\nThis was an appeal by A. C. Elirenfeldt and others from a decree of said court enjoining the appellant, Elirenfeldt, from officiating as pastor of the Evangelical Lutheran Zion Church of ILempfield township, and en joining the remaining appellants, council of said church, from admitting as pastor any one who did not preach the doctrine indorsed by the general council, or from using any of the rents and profits of church property for the maintenance or propagation of any other doctrine.\nBill in equity, wherein Albert Harrold, Joseph Harrold, and Jacob Altman, members of the congregation of the church aforesaid, were complainants, and A. O. Ehrenfeldt and others, respectively, the pastor and council of said church, defendants. The bill alleged that the church in question was the owner of a certain tract of seventy acres, whereon the church and other buildings were erected j that by the constitution of said church tbe congregation received and adhered to the doctrines endorsed by the General Council of the Lutheran Church, and was in union with a synod holding said doctrines; and further, that no person could officiate as pastor who did not hold to said doctrines and profess the same; that notwithstanding the premises, the defendant Ehrenfeldt had intruded himself as pastor without holding, or professing the doctrines aforesaid, and had conspired and combined with the other defendants to teach other docti-ines, and to use the church building and revenues for the propagation of the same. The bill prayed for an injunction to restrain said Ehrenfeldt from officiating as pastor, and for a decree requiring the'respondents, composing the council of the congregation, to proceed to fill the vacancy in the office of pastor, according to the mode prescribed by the church practice, etc.\nThe answer denied that the constitution above referred to had ever been legally adopted, and further averred that defendant Ehrenfeldt had been duly elected by the church council, and also that the church, though attached to the doctrines of the General Synod of the Lutheran church, had'always acted independently in the choice of its pastora.\nThe Examiner to whom the case was referred, with the powers of a master, found the facts to be as follows : The church in question was organized at an early date. In 1708 a patent was granted to trustees in its behalf for the land upon which the church building was erected. At that time there was no difference of opinion in thq Lutheran body, A “ General Synod ” met from time to time, to which local or district synods were subject. The church at Ilempfield sent delegates to the District Synod of Ohio as early as 1816, and continued regularly thereafter to do so. It did not, however, make any distinct statement or confession of faith.\nIn 1867 differences of opinion took place in the Lutheran denomination, which led to the formation of what was known as the “ General Council,” as distinguished from the “ General Synod.” A number of the district synods gave in their adherence to the General Council; among others, that of Ohio. Bev. Jonas Mechling, pastor of the Ilempfield church, and John Meyers, lay delegate from said church, represented the congregation at the meeting of the District Synod of Ohio when the question was raised. Both voted in favor of annexing said synod to the “ General Council.”\nIn 1868 Bev. Jonas Mechling died, and was succeeded by Bev. George Bruegle, wffio was duly elected pastor by the church council. Mr. Bruegle became a member of the District Synod of Ohio, and during his pastorate introduced certain changes, approved by the “ General Council.” In 1873 Mr. Bruegle was succeeded by Bev. Enoch Smith, who became also a member of the District Synod of Ohio, and approved of the doctrines held by the “ G-eneral Council.”\nEarly in the year 1875 a committee was appointed to draft a constitution for the Iiempfield church. They failed, however, to do so, and Mr. Smith was delegated to perform this duty. He thereupon drew up a constitution containing the clauses substantially recited in the bill, and also an article prohibiting any amendment without the vote of two-thirds of the congregation. Mr. Smith then announced from the pulpit that on Thanksgiving Day, 1875, the constitution would be read to the congregation. A good number of people were preseut on that day. The constitution was read in German and English. After it was read, a motion to postpone any further consideration of it until a future day was either withdrawn or lost. A motion to consider it at once, and either adopt or reject it, carried. It was then read, voted on, and adopted, section by section. It was then voted as a whole, and adopted, with but one dissenting vote.\nOnly a portion of those present, however, voted; a great many, without offering any objections to the proceedings, remaining silent. The constitution was declared adopted by the pastor, and the meeting adjourned.\nIt afterwards appeared that a good deal of dissatisfaction existed, and at a subsequent meeting of the congregation it was finally agreed that another meeting should be held in two weeks; that notice should be given everybody concerned, and that they would then take another vote on the constitution, to see whether it should stand or fall. It was further agreed, and so announced by Mr. Smith, that the majority should rule at said meeting.\nPursuant to this agreement, the congregation met. There was a largo turn-out. The vote for or against the constitution was taken by ballot, and resulted 26 for, and 46 against. Seven members testified that they were present at this meeting, and desired to vote; that their votes were refused by Mr. Smith, on the ground that they were constitutionally disqualified, and that if permitted to vote, they would have voted against the constitution.\nThese seven, added to the 46 cast, would have made precisely two-thirds of all the voters present. Mr. Smith decided and announced that the constitution still stood, because there was not. a two-thirds vote against it. This gave rise to so much bickering and dissatisfaction, that finally, in the interest of peace and harmony, it was determined to call in the president of Synod to see if some way could not be found to settle the difficulty.\nEarly in the spring of- 1877 a meeting was held, at which Rev. J. Weaver, President of the District Synod of Ohio, presided. After some discussion, the wing of the congregation which had opposed the constitution, submitted, in writing, a proposition upon which a settlement could be based. The substance of this writing was that if Mr. Smith would resign, they would co-operate with the other wing of the congregation; things should go on as before; and peace and harmony would be restored. This proposition was accepted, and Mr. Smith resigned. Immediately thereafter, liev. W. F. Ullery was elected pastor pro tern., he being also a member of the District Synod of Ohio. In July 1880, the church council duly called defendant, Ehrenfeldt, to act as pastor. He consented, and entered on the duties of the office. Said Ehren’feldt was not a member of any synod connected with the “ General Council,” nor did he in any way profess or obligate himself to preach the doctrines advocated by such council.\nThe court, Hunter, P. J., being of opinion that the doctrines taught and encouraged by defendants were other than those which had been taught in the church before the dispute arose, entered a decree in accordance with the prayers of the bill. Defendants thereupon took this appeal, assigning for error the decree of the court.\nJames S. Moorhead, for the appellants.\nEdgar Cowan, for the appellees."
  },
  "file_name": "0186-01",
  "first_page_order": 202,
  "last_page_order": 208
}
