{
  "id": 500958,
  "name": "Darrah et al. versus Baird",
  "name_abbreviation": "Darrah v. Baird",
  "decision_date": "1882-11-20",
  "docket_number": "",
  "first_page": "265",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "101 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 N. H. 540",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/11/0540-01"
      ]
    },
    {
      "cite": "9 Mo. 560",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": -1
    },
    {
      "cite": "4 Met, 416",
      "category": "reporters:state",
      "reporter": "Met,",
      "case_ids": [
        2065781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/45/0416-01"
      ]
    },
    {
      "cite": "16 Conn. 322",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12126296
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/16/0322-01"
      ]
    },
    {
      "cite": "12 C. B. 274",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wharton 94",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 346",
      "category": "reporters:state",
      "reporter": "Wright",
      "pin_cites": [
        {
          "page": "353"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Hill 176",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "38 N. H. 429",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4538942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/38/0429-01"
      ]
    },
    {
      "cite": "4 Wright 250",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    },
    {
      "cite": "1 Whar. 91",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0091-01"
      ]
    },
    {
      "cite": "2 Watts 120",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Wright 346",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 859,
    "char_count": 23192,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 4.1161732360000416e-07,
      "percentile": 0.9102503659479761
    },
    "sha256": "4f9c8ce3f645a5f1905c02f7485dc73bf4cccda231e4c39807c05403505033d8",
    "simhash": "1:19174dc14935d0d8",
    "word_count": 4061
  },
  "last_updated": "2024-02-27T19:18:28.492208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett, and Green, JJ."
    ],
    "parties": [
      "Darrah et al. versus Baird."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court, November 20th 1882.\nThis action is to recover the value of fixtures on land of the defendant. The main question is, whether the action of trover will lie. The controlling facts are briefly these. The defendant let to the plaintiffs a lot on which were a box and a keg manufactory, for the term of three years, from the 1st of September 1877, they agreeing to pay all taxes thereon during the term, and the premiums for insurance on the property, and a further rental of $150 per month payable quarterly, with a provision in case of a failure to pay either, that the defendant might, at his option, consider and treat the plaintiffs as tenants at will; and after thirty days' notice, enter and repossess himself of the premises.\nMost of the machinery in contention was then in the buildings. It had been put there by former tenants, from whom it was purchased by the plaintiffs at the date of their lease, at the instance of the defendant. After taking possession the plaintiff’s put in other machinery of the valud of several hundred dollars.\nOn the 3d of August 1878, the plaintiffs were duly adjudged bankrupts by the United States District Court. On the 6th of September following, assignees of the bankrupts were duly chosen. They threatened to sever and dispose of the fixtures. Thereupon the defendant petitioned the said court averring, inter alia, the non-payment of a large amount of taxes and premium on insurance, and of the $450 due on the 1st of September, and that he had given notice of his election to treat plaintiffs as tenants at will, and on the expiration of thirty days from the date of said notice, he would re-enter and repossess hitnself of the premises. lie therefore prayed for an order resti-aining the assignees‘from removing or selling any of the machinery, and from exercising any control or ownership over the premises. In answer .thereto the assignees, inter alia, substantially said they had not, and did not intend to use or occupy any of the buildings, shops and premises, further than to take therefrom all personal property belonging to the bankrupt firm, and they did not believe it to be to the advantage of creditors to continue the lease : and that said premises remained closed as they found them on the day of their appointment as assignees. They denied the nonpayment of taxes and premiums on insurance : but admitted that the $450 due for rent on the 1st of September had not been paid, and they claimed the right to remove the machinery.\nOn the 24th September, upon hearing the petition and answer, and by consent of parties, it was ordered that the assignees surrender and deliver up immediate possession of the premises, together with the machinery, to the defendant (Baird) on his giving bond conditioned for the forthcoming of the machinery upon the determination of the right of property therein against him. He gave the bond and took possession of the premises with the the machinery therein, and retained the same. In December 1878 under a decree of composition with their creditors the plaintiffs were by a decree of court restored to their rights of property, under the assignees.\nThe question was referred to the register in bankruptcy, who took testimony and reported the right of property in the machinery to be in Baird, and the District Court so decreed. On appeal to the Circuit Court, the proceedings were dismissed for want of jurisdiction.\nIt may be conceded that the machinery bought by plaintiffs of the previons tenants, as well as that afterwards put in, all sustained the same relation to the realty. They all became fixtures. There is some evidence indicating the defendants had in fact taken possession of the premises prior to the 1st of September 1878, as the plaintiffs gave evidence that they demanded the machinery on that day, and it was refused. This Avas nearly a month after they Avere decreed bankrupts and Avhile the decree Avas in full force. If defendant was not in possession, why was demand made of him?\nIt is a well settled rule of law, that a tenant for years who erects fixtures for the benefit of his trade or business, may, at any time during the term, remove them from the demised premises; but cannot after the expiration- thereof unless he remain in possession and hold over, so as to create an implied renewal of the lease: Davis v. Moss, 2 Wright 346. The question now presented is this : Does the refusal of the owner of the premises, after he has taken possession thereof, to permit the former tenants to remove the fixtures which they have attached to the premises during the term, enable the latter to maintain trover against the owner of the freehold?\nTrover lies for the conversion of goods or personal chattels. It does not lie for fixtures eo nomine: 1 Chit. Plead. 164. Title to land cannot be tried in such action when the plaintiff is not in possession. It does not lie for property severed from the realty, against one who has an actual adverse possession under claim of title: Mather v. Trinity Church, 3 S. & R. 509; Brown v. Caldwell, 10 Id. 114; Powell v. Smith, 2 Watts 120.\nIf fixtures, which the tenant might remove during his term, be suffered to remain after its expiration, they become inseparable from the freehold. They cannot afterwards be recovered by the tenant as personal chattels by action of trover against his landlord: White v. Arndt, 1 Whar. 91; Davis v. Moss, supra; Overton v. Williston, 7 Casey 155.\nThe owner of the freehold in actual or constructive possession, may maintain trover against a tort feasor, who has no right of possession but enters only casually or temporarily and severs and removes property therefrom; yet a tenant after the expiration of his term cannot maintain such action against his landlord: Wright v. Guier, 9 Watts 172; Harlan v. Harlan, 3 Harris 507; Clement v. Wright, 4 Wright 250; Brewer v. Fleming, 1 P. F. Smith 102.\nUnder the proceedings in bankruptcy all right and interest of the plaintiffs to and in the premises and fixtures passed to the assignees on their appointment. A few days thereafter they averred of record that they had not used and did not intend to use or occupy the buildings or premises, further than to remove therefrom the personal property of the bankrupts. They then consented that the court make an order for them to deliver up, inter alia, immediate possession of the premises to the defendant. He then took legal possession of the premises, of which he appears to have had actual before, and has continuously retained it since. The fact that the right of property in the machinery was afterwards to be determined did not affect the unconditional surrender of the premises to the defendant, with its legal incidents. When by decree of court the plaintiffs received the property from their assignees they acquired no oth.er or greater interest than the assignees then held. If the latter could not have recovered the machinery by action of trover, the plaintiffs cannot.\nFixtures are not goods and chattels for all purposes. They are not unless made so by the tenant’s severance, or for the benefit of his execution creditors. While they remained attached, they are part of the freehold : Minshall v. Lloyd, 2 Me. & W. 450; Mackintosh v. Trotter, 3 Id. 184; Overton v. Williston, supra.\nThe fact of an agreement between landlord and tenant that the latter may remove fixtures at the end of his term does not either permit him to do so thereafter, nor enable him to maintain trover against the owner of the premises in case of his refusal to permit their removal: Minshall v. Lloyd, supra; Overton v. Williston, supra. If the plaintiffs have any right of action it is not in this form. The learned judge therefore committed no error in holding the action of trover does not lie.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "John S. Ferguson (with him J. Chas. Dicken), for the plaintiffs in error.",
      "Hampton & Dalzell, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Darrah et al. versus Baird.\n1. Trover lies only for the conversion, of personal chattels\n2. A lessee cannot maintain trover against his landlord after the expiration of his term to recover fixtures which he had attached to the freehold during his tenancy but suffered to remain thereon.\n3. A., the lessee of premises on which were certain fixtures (placed there by a former tenant, from whom A. purchased them), was adjudicated a bankrupt before the expiration of his term. His assignees in-bankruptcy disaffirmed the lease and averred of record that they did not intend to occupy the premises further than to remove therefrom the personal property of A. Possession of the-premises and of the fixtures was then taken by the lessor (under order of the United States court) who gave bond to deliver the fixtures to the assignees in bankruptcy in case the legal title thereto should be found not to be vested in him. The rights of the assignees in bankruptcy having become vested in A., the assignor, he made, upon the last day of the original term, a formal demand of the landlord for the delivery of the fixtures, which was refused. Held, that these facts gave A. no right to maintain the action of trover against the landlord to recover damages for the conversion of the fixtures.\nOctober 10th 1882.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett, and Green, JJ.\nError to the Court of Common Pleas No. 2 of Allegheny county: Of October Term 1882, No. 47.\nThis was ah action of trover and conversion by E. H. Darrah, Jos. S. Peed, John N. Moore, H. C. Moore, and Samuel Moore, late copartners trading as Darrah, Moore & Co., against Howard L. Baird to recover damages for the taking and conversion by defendant of certain machinery, fixtures in a factory leased by defendant to plaintiffs. The defendant pleaded not guilty.\nAt the conclusion of the plaintiff’s evidence, the court, on motion, entered a compulsory nonsuit. The facts of the case are fully stated in the following opinion by Ewing, P. J., discharging a rule to show cause why the nonsuit should not be taken off:\n“ This is an action of trover and conversion brought 3d September 1880, to recover damages for the taking and alleged wrongful conversion by defendant of a large amount of machinery' and a railroad switch, &c., which the testimony shows to have been fixtures in and about a box and keg factory leased by defendant to plaintiffs. I do not understand that there is any controversy in regard to this branch of the case, to wit: that the machinery, &c., was in fact, as the evidence shows, fixtures —such as would pass to a vendee under a deed of conveyance as. a part of the real estate — and that, as between landlord and tenant, if the tenant had put in this machinery or owned it, he would be entitled to remove it during the term. Also, I have no doubt that plaintiffs’ evidence was sufficient to go to the jury and to justify them in finding that the plaintiffs had purchased the machinery and were, as to the defendant, in the same position as though they had, after entry, put in these fixtures during their term. We are also of the opinion that the written demand made on defendant September 1st 1880, was sufficient demand to enable the plaintiffs to maintain trover on the neglect or refusal of the defendant to deliver possession.\n“ The defendant being the owner in fee of a large lot of ground in Allegheny City, on which was erected a box and keg factory, in August 1877, leased the same to plaintiffs for a term of three years from 1st September 1877, at a rent of $150 per month, payable quarterly, and to pay the taxes and insurance premiums,’ &c., with a provision for re-entry and right to avoid the lease on failure to pay rent, taxes or insurance. The evidence shows, that on the 3d day of August 1878, the plaintiffs, on their own petition, or that of one of their own number, were duly adjudged bankrupts by the District Court of the United States, for the Western District of Pennsylvania. On the 6th of September 1878, assignees of said bankrupts were duly chosen, and they threatening to take away and sell these fixtures, H. L. Baird filed a petition in the court of bankruptcy to prevent them so doing, to which the assignees replied, on the 24th September 1878, admitting that a quarter’s rent was duo on 1st September, and remained unpaid, but distinctly repudiating any, obligation or intention on their part to continue the lease beyond the bankruptcy, but claiming the right to remove the machinery as personal property belonging to the bankrupts.\n“ On the 24th of September 1878, the court, 'on hearing of the petition and answer, and by consent of parties,’ ordered the assignees to deliver to Baird possession of the machinery, &c., upon his giving bond in the sum of $6,000, conditioned for the forthcoming of the property upon the determination of the proceedings to determine the right of property in said machinery. Bond was so given, and Baird took possession of the machinery, the assignees being directed to proceed to remove and sell all personal effects of the bankrupts.\n“ The question was referred to the register in bankruptcy, who took testimony and reported the right of property to be in Baird. The District Court decreed .accordingly; but on appeal by the assignees, the Circuit Court dismissed the proceeding December 18th 1879, for want of jurisdiction, all of which appears from the records in evidence. From 24th September 1878, II. L. Baird continued in possession of the premises.\n\"On 12th December 1878, the court made a decree, confirming a composition with creditors, under which the plaintiffs were restored to the rights of property under the assignees. It-does not appear that plaintiffs ever paid or tendered rent in arrear, or made any claim to be restored to possession of the leased property.\n“Under this state of facts plaintiffs’ counsel contend that the defendant is bound to deliver the fixtures to the plaintiffs as though they had been detached and removed during the term, and on refusal to do so, that he is liable in an action of trover.\n“ Defendant’s counsel contend : first, that the bankruptcy and the unequivocal repudiation by the assignees of all liability for the continuance of the lease ended the term, and at the same time ended the right of the tenants to remove the fixtures ; and second, that even if plaintiffs continued to have any right of property in the machinery, that trover will not lie therefor.\n“ It is settled that the assignees in bankruptcy have an option to either affirm and continue or disaffirm and surrender the leasehold of the bankrupt. Having disaffirmed in this cause we incline to the opinion that the term was thereby ended and that the right to remove fixtures ended with their election to dis-affirm the lease. But the authorities seem to be so clear on the other branch of the case that it is unnecessary to decide the first position of defendant’s counsel. Chitty, vol. 1, p. 164, says: ‘This action (trover) is confined to the conversion of goods or personal chattels. It does not lie for fixtures eo nomine.’ It is true, that where that which would be a fixture as between landlord and tenant, or that which is an essential part of the freehold, has been wrongfully removed and carried away, trover by the owner of the soil will lie, because he has complete title and right of possession and the removal and asportation has converted a part of the real estate into a personal chattel, as is decided in Harlan v. Harlan, 3 Harris 513, and numerous other similar cases. The only case we have found (and able and astute counsel have aided us), which even appears to sustain the tenant’s right to maintain trover for fixtures, is that of Lemar v. Lemar, 2 B. & A. 164. The plaintiff (tenant) had surrendered his lease shortly before the end of the term ‘ without prejudice to his right to remove the jibs and other fixtures’ from a warehonse. A new lease was thereupon made to the defendant, who refused to permit the plaintiff to remove the jibs. The plaintiff brought an action of trover to recover the value of the jibs. The court, Abbott, C. J., held, that under the evidence the plaintiff was entitled to recover in trover, but that it depended upon a question of fact to be drawn from the matters stated in the case and not upon a point of law, holding that the jibs were personal chattels, and that plaintiff did not lose his right of property by leaving them on the premises. At first glance this would seem to be very similar to our case, but a careful examination shows that the jibs were not treated as fixtures at all; and the court goes on to say: ‘ On the other hand, if the jibs are to be considered as annexed to and parcel of the freehold, then admitting that the plaintiff might have removed them during the term as being erections for the benefit of trade, yet they could not after the term (notwithstanding the agreement), maintain trover for them, because the action of trover is maintainable for personal chattels only.' In Minshall v. Lloyd, 2 M. & W. 450, the case of Lemar v. Lemar is referred to as being based on the fact that the jibs were not fixtures, but personal chattels; and likewise in the case of Mackintosh v. Trotter, 3 M. & W. 184, the same point is made by the court. In Minshall v. Lloyd, as also in Mackintosh v. Trotter, the question is squarely raised, and it is decided that a tenant cannot maintain trover for fixtures even during the term. In the first case Parke, B., says: 'The right of a tenant is only to remove, during his term, the fixtures he may have put up, and so to make them cease to bo fixtures any longer. That right of the tenant enables the sheriff to take them under a writ for the benefit of the tenant’s creditors, but such fixtures are not goods and chattels, . . . but they are goods and chattels when made such by the tenant’s severance or for the benefit of execution creditors;’ and holds that the right of removal will not enable the tenant to maintain trover for the fixtures. All the judges concur. In Mackintosh v. Trotter, supra, the court, Parke, B., delivering the opinion, says: Minshall v. Lloyd is direct authority on the point, and that it was decided after careful consideration, 'that the principle of law is, that whatsoever is planted in the soil belongs to the soil; that the tenant has the right to remove fixtures during the term or during what may for this purpose be considered an excrescence on the term, but they are not goods and chattels at all, but parcel of the freehold, and as such not recoverable in trover.’ All the judges concur. In Overton v. Williston, 7 Casey 160, Justice Strong, discussing the same question, says: “The plaintiff below, however, meets other obstacles in the way of his recovery. Trover cannot be maintained against the owner of lands in possession for property not detached from the freehold which was not annexed by the owner. A tenant may remove it, as already seen. His right to remove may be sold under an execution against him, but while the fixture remains attached it remains part of the freehold. This is settled by abundant authority.’ And he cites the above citecl cases of Mackintosh v. Trotter and Minshall v. Lloyd. The reason is given in reference to a removal during the term. Other authorities are to the same effect.\n“Trover is an action to recover damages for the conversion of goods or personal chattels. Fixtures put in by a tenant are, while attached, a part of the freehold, for which trover will not lie. The right to remove them during the term does not entitle the tenant to maintain trover against anyone, landlord or trespasser, in possession, either after or before the expiration of the term. It is only when the tenant has removed them before the expiration of the term that as to him they become personal chattels.\n“In this ease, the property sued for was fixtures, never’ removed by the tenants (plaintiffs). The landlord was in possession at time of demand and suit brought, and whether or not the term had ended with the refusal of plaintiff’s assignees to continue the lease, the action of trover will not lie.”-\nThe plaintiffs thereupon took this writ, assigning for error the action of the court in entering judgment of compulsory non-suit in favor of the defendant below and against the plaintiff and in refusing to take off the judgment of compulsory non-suit.\nJohn S. Ferguson (with him J. Chas. Dicken), for the plaintiffs in error.\nThe facts in this case show a special agreement by which this machinery was to be considered personal property. The right to remove a fixture and the ownership of a chattel which, although attached to the soil, retains the character of personal property by special agreement, differ fundamentally, and may lead to a marked diversity of result. The former will fail unless exercised during the continuance of the term, while the latter may be enforced at any time, although the owner of the chattel has surrendered possession of the land: Ruffey v. Henderson, 8 E. L. & E. 305; Leader v. Homewood, 5 C. B. N. S. 546; Wansbrugh v. Morton, 4 A. & E. 884; Shell v. Haywood, 4 Harris 523.\nThat this distinction exists, is evident from numerous authorities. “Trover may be brought for a chattel, or even for a mill or a house which has been placed on the soil, without becoming part of it:” Dame v. Dame, 38 N. H. 429. Trover will lie for a saw-mill built by one upon the land of another with the consent of the latter: Russell v. Richards, 2 Fairf. 371. Trover lies for a building removed from the freehold, if it had been erected under an agreement that it should be treated as personal property: Smith v. Benson, 1 Hill 176; Fairburn v. Eastwood, 6 M. & W. 679; Davis v. Jones, 2 B. & Ald. 165. Baird was not in the possession of the machinery when he gave the bond of September 24th 1878, but got possession upon condition of giving that bond, which was conditioned for their surrender if the question of title should be determined against him.\nHampton & Dalzell, for the defendants in error.\nIt is settled that even as between landlord and tenant fixtures must be removed during the term. After the term they become inseparable from the freehold and can neither be removed by the tenant nor recovered by him as personal chattels by an action of trover or for goods sold and delivered: Davis v. Moss, 2 Wright 346, 353; White v. Arndt, 1 Wharton 94; Overton v. Williston, 7 Casey 158; Heap v. Barton, 12 C. B. 274. The annexation of a chattel to the freehold by a tenant is a conditional gift to the landlord which may be defeated by its sub-, sequent removal during the term, but which becomes absolute if the premises are surrendered without its being removed: Beers v. St. John, 16 Conn. 322; Shepard v. Spaulding, 4 Met, 416; Bickwith v. Boyce, 9 Mo. 560; State v. Elliott, 11 N. H. 540; Leader v. Homewood, 5 C. B. N. S. 546; Reynold v. Shuler, 5 Cowen 323. Trover cannot be maintained for fixtures (or the like) by one who may have the right of possession against the person who has the actual adverse possession of the land and sets up title to it: Harlan v. Harlan, 3 Harris 513; Brewer v. Fleming, 1 P. F. Smith 115; Lehman v. Kellerman, 15 P. F. Smith 489; Thropp’s Appeal, 20 P. F. Smith 395; Boydell v. McMichael, 1 C. M. & R. 177."
  },
  "file_name": "0265-01",
  "first_page_order": 281,
  "last_page_order": 289
}
