{
  "id": 500916,
  "name": "In re Incorporation of Borough of Osborne. Appeal of Rhoads et al.",
  "name_abbreviation": "In re Incorporation of Osborne",
  "decision_date": "1882-10-25",
  "docket_number": "",
  "first_page": "284",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "101 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 136",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0136-01"
      ]
    },
    {
      "cite": "3 Grant 203",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0203-01"
      ]
    },
    {
      "cite": "25 Minn. 146",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        765701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/25/0146-01"
      ]
    },
    {
      "cite": "28 Pa. St. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/28/0256-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 11860,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 6.388742569530517e-07,
      "percentile": 0.9592953102671237
    },
    "sha256": "531dc923a4aa5bc9285a9ed1b6b1ac7360bb5a906c8b8439fb2182a694dae6af",
    "simhash": "1:28d5bce1f46f11bd",
    "word_count": 2009
  },
  "last_updated": "2024-02-27T19:18:28.492208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "In re Incorporation of Borough of Osborne. Appeal of Rhoads et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court, October 25th 1882.\nIn addition.to the requisites prescribed by prior statutes, the. Act of June 2d 1871, P. L. 283, provides: 1. That any application for the incorporation of a borough shall be laid before the Grand J ury, at the same term of the court when presented,if convenient, and in no case later than the next subsequent term; 2. That it shall be signed by the petitioners within the three months immediately preceding its presentation; and, 3. That public notice of the intended application for a borough shall be given in at least one newspaper of the proper county, for a period of not less than thirty days immediately before the petition shall be presented.\nThe .plain requirements of this statute cannot be evaded by, any discussion respecting the necessity of its enactment. Its obvious intendment is, that persons opposed to the incorporation prayed for, shall have reasonable notice and opportunity to be heard. It is the duty of the Grand Jury to make a full investigation, not only to ascertain if the conditions of the statute have been complied with, but to determine whether it is expedient to incorporate the village described in the petition. To this end the parties have a right to be heard, for, and against the incorporation. Those against, are not likely to be present unless notified. And for their convenience delay in submitting the application to the Grand Jury is prohibited. Personal notice to the residents within the limits of the proposed corporation is not required, and as some may learn of a petition who would not of a notice in a newspaper which they do not read, the petition shall not be received by the court unless signed within three months of its presentation. Its circulation for signatures of a majority of the resident freeholders, is likely to become generally known in the village, and, therefore, it must be presented within the limit or the residents may consider it abandoned.\nThis record fails to show when the names attached to the petition were signed, or that public notice was given. These omissions are as fatal as would be any other omission of an essential to the affirmative action of the court. The Act of 1834 provides that the application shall be signed by a majority of the freeholders residing within the limits of the town or village to be incorporated. That the application was so signed must appear on the record, to show jurisdiction in the Court of Quarter Sessions: Borough of Little Meadows, 28 Pa. St. 256. On the date of the filing of this petition an affidavit was appended setting forth that a majority of the freeholders, resident within the limits, had signed; it would have been easy to have stated within what time the names had been attached.\nThe petitioners allege that public notice was given, which appears of record. This alleged notice, signed by the attorney for. the petitioners, is without date, and is in these words: “Notice is hereby given that it is intended to apply for a borough charter for part of Aleppo Tp., Allegheny Co., Pa., to be called the Borough of Osborne.” True, this is notice of an intended application. But it gives no information of the time and place, when and where the petition shall be presented. When a party is entitled to notice that he may appear to answer in a legal proceeding, it shall inform him of the day and place. Even if the place could be omitted on the ground that every man is presumed to know the forum of such proceeding, the day could not. The statute intends notice to the residents of the village when and where the petitioners intend to apply for a borough charter. The exceptants were, not in court until after the action of the Grand Jury, and they can avail of any defect in the record.\nOrder and decree reversed, and the proceedings set aside.\nAppeals of Rhoads and others.\nAppeal from the decree of the Quarter Sessions of Allegheny county.\nTrunket, J. — The statutes vest the discretion in the Grand Jury and Court of Quarter Sessions, to determine all questions of fact, and expediency, in a proceeding to incorporate a town or village. An appeal does not lie from the decree of the Quarter Sessions.\nAppeal quashed.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "Kennedy (with him Doty and Burleigh & Harbison), for appellants and plaintiffs in error.",
      "Fitzsimmons (with him Robb and Kenneth McIntosh), for appellees and defendants in error."
    ],
    "corrections": "",
    "head_matter": "In re Incorporation of Borough of Osborne. Appeal of Rhoads et al.\n1. In application for borough charters the grand jury and court of Quarter Sessions have discretionary powers to determine all questions of fact and expediency. No appeal therefore will lie from the decree of the Quarter Sessions.\n3. The Act of June 3d 1871, P. L. 383, provides that an application for the incorporation of a borough shall be signed by the petitioners within the three months immediately preceding its presentation. Held, that the record must show affirmatively that this requirement has been complied with.\n3. The Act further provides that public notice of the intended application for a borough charter shall be given in at least one newspaper of the proper county. Held,, that the notice must state the time and place when and where the petition is to be presented.\n4. Whether such public-notice may be published in a weekly religious paper, not decided.\nOctober 11th 1882.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nCertiorari to the Court of Quarter Sessions of Allegheny county, at the instance of John L. Rhoads, Henry Dallmeyer, et al., exceptants and remonstrants, to remove the record in re Incorporation of the Borough of Osborne.\nAppeal of John L. Bhoads, Henry Dallmeyer, et al., from the decree of the Court of Quarter Sessions of Allegheny county incorporating the Borough of Osborne: Of October Term 1882, No. 32.\nThese two eases were argued together and involved the same facts, as follows: Upon January 12th 1881 a petition for the incorporation of the borough of Osborne was presented to the Quarter Sessions of Allegheny county, ordered to be filed, and laid before the grand jury to find whether or not the conditions prescribed by the Act of Assembly had been complied with and whether it was expedient to grant the prayer thereof. Upon the same day the grand jury certified to the court that a majority thereof found that the conditions prescribed had been complied with and that it was expedient to grant the prayer of the petitioners.\nThe petition set forth that the town or village of Osborne in said county of Allegheny contained a collection of houses collocated after a regular plan in regard to streets and lanes; that the village contained not more than one hundred freeholders; and that the petitioners were desirous that the said town should be incorporated by the name and style of the Borough of Osborne according to the boundaries set forth in their petition. The petition was signed by twenty-four “inhabitants and freeholders” and by seven “non-resident freeholders,” and was accompanied by an affidavit of one of the number that those of the petitioners marked “inhabitants” represented a large majority of the resident freeholders as well as a few of the inhabitants of the territory of the proposed borough, and that those marked “ non-resident freeholders” were owners of land therein, but did not reside within the territorial limits, and that the signatures were in the proper handwriting of the petitioners. This affidavit was dated January 12th 1881. Following was an oath of publication of notice of the application, as follows:\nCommonwealth of Pennsylvania, County of Allegheny, ss.\nJames Allison, of the “ Presbyterian Banner,” in said county, being duly sworn, doth depose and say, that he is one of the proprietors of the “ Presbyterian Banner,” a public newspaper, published in said county, and the notice, of which the annexed is a copy, cut from said newspaper, was printed and published in the regular edition and issue of said newspaper on the following days, viz., on November 24th December 1st 8th 15th and 22d 1880. James Allison.\nSubscribed and sworn before me, this eleventh day of January. George W. Murphy,\nNotary Public.\nPrinted Copy of Notice.\nPUBLIC NOTICE.\nNotice is hereby given that it is intended to .apply, for a borough charter for part of Aleppo Tp., Allegheny Co., Pa., to be called the “Borough of Osborne.” John S. Robb,\nAttorney for Petitioners.\nUpon February 28th 1881 the remonstrance of John L. Rhoads, Henry Dallmeyer et al. was filed against the granting of the petition. The remonstrance set forth and averred various facts rendering the incorporation of the borough of Osborne inexpedient 'and inadvisable. The remonstrance was signed by seven resident .freeholders, nine inhabitants, not freeholders, and six non-resident freeholders, and was verified by affidavit.\nThe remonstrants also filed exceptions to the report of the grand jury; whereupon the court appointed George Elphim stone, Esq., a commissioner, to take testimony and report the same to the court.\nA large amount of testimony as to the expediency of the incorporation was taken by the commissioner and reported by him to the court, which upon December 3d 1881 entered a decree dismissing the exceptions and incorporating the borough’ of Osborne as prayed for.\nWhereupon Rhoads et ah.took this certiorari, assigning for error, inter alia, that it nowhere appeared that the application for' the incorporation was signed by thé petitioners within three months preceding its presentation to the court; and that no public notice was given of the intended application for a borough charter as required by the Act of Assembly of Juno 2d 1871.\nThe same parties having obtained a special allocatur, also took this appeal, assigning for error in detail the dismissal by the court, of their several exceptions to the report of the Grand Jury as to the expediency of the incorporation of the proposed borough.\nKennedy (with him Doty and Burleigh & Harbison), for appellants and plaintiffs in error.\n[Sharswood, C. J. — This is not properly an appeal but only a certiorari.]\nBy the Act of Assembly of June 2d 1871, § 1, P. L. 283, the petition must be signed by the petitioners whose names are attached thereto within the three months immediately preceding its presentation to the court. This is essential to give the court jurisdiction and must appear affirmatively upon the record. The notice was not published in a newspaper but in a religious weekly, and was not such as is contemplated by the Act of Assembly: Beecher v. Stephens, 25 Minn. 146; 22 Albany Law Journal 1; Tyler v. Bowen, 1 Pittsburgh 225.\n[Paxson, J. — How can you bring this in question ? No question as to the character of the paper appears on record.]\nAt all events, the character of the notice was evidently such as is not within the spirit of the Act. The plain object of the petitioners was to conceal their intention to apply for a charter.\nFitzsimmons (with him Robb and Kenneth McIntosh), for appellees and defendants in error.\nThe attempt is made in this case to have this court sit in judgment upon the discretionary acts of the Court of Quarter Sessions as well as the Grand Jury. There is no way in which testimony or the ruling of the court touching its competency or effect, be got upon the record Borough of Quakertown, 3 Grant 203; Borough of Sewickley, 2 Grant 136. In the absence of any otlnp date to the’ petition, the date of the affidavit attached' thereto should be the proper one. It cannot have date prior to' the 21th of November 1880, as the first advertisement appeared in the newspaper of that day. The maxim, moreover, omnia prcesumuntur rite et solemniRr esse, settles this question. The matters contained in the petition were necessary to give the court jurisdiction ; that having attached, the court will not be reversed if it has thereafter erred in making the decree of incorporation: Borough of Blooming Valley, 6 P. F. Smith 69; Borough of Little Meadows, 1 Casey 258."
  },
  "file_name": "0284-01",
  "first_page_order": 300,
  "last_page_order": 305
}
