{
  "id": 500944,
  "name": "Kittanning Insurance Company versus Scott",
  "name_abbreviation": "Kittanning Insurance v. Scott",
  "decision_date": "1882-12-11",
  "docket_number": "",
  "first_page": "449",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "101 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 P. & W. 481",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pen-w/1/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 6861,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 3.337518409126573e-07,
      "percentile": 0.873964852777131
    },
    "sha256": "61e9f2a8145d7b08f6d302cce8ff50b6654089e6a6027dad4c73c1df6d31083d",
    "simhash": "1:1b3a0aa4942cb4b9",
    "word_count": 1198
  },
  "last_updated": "2024-02-27T19:18:28.492208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Kittanning Insurance Company versus Scott."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court, December 11th 1882.\nOne of the incidents of every judgment is a lien, for five years from the date of its entry, on all the real estate then owned by the defendant and situated within the proper county; and, that incident is neither destroyed nor affected by an order opening the judgment for the purpose of letting the defendant into a defence: Steinbridge’s Appeal, 1 P. & W. 481; Cope’s Appeal, 15 Norris 294. In such cases a special order is sometimes made, ex majóte cautela, that the judgment shall stand as security, but that is wholly unnecessary. Without any such order, it continues to be a judgment, with all its incidents and for all purposes except execution. Pending the defence to a judgment opened for that purpose, it may be revived and the lien thereof continued by issuing a scire facias thereon. If the issue is undetermined and the plaintiff wishes to continue the lien of his judgment he must, proceed by scire facias within the five years, as in other cases: Cope’s Appeal, supra. It follows therefore that the order of court in Armstrong county opening the original judgment as to Scott, one of the defendants, did not disturb the judgment as to either of them any further than was necessary for the purpose of making the defence. For all purposes, except execution against Scott, it remained a valid judgment against both defendants in that county, and pursuant to the provisions of the Act of 1840, Purd. 821, pl. 14, it was transferred to the Court of Common Pleas of Butler county. When the certified copy of the record was filed in that court it was the duty of the prothonotary to enter it as he did. The Act declares that a judgment thus transferred and docketed, shall have the same force and effect as to lien, revival, execution, etc., as if it had been entered in the court to which it is transferred. By virtue of the transfer, the judgment, originally obtained and continuing in force against both defendants in Armstrong county became a judgment against them in Butler county, and the court was clearly wrong in making the order complained of.\nThe order of court, making absolute the “rule to show cause why the entry made by the prothonotary in the judgment or lien docket should not be stricken off as to John Scott,” is reversed and set aside, and it is now ordered that tlie rule be discharged.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "L. Z. Mitchell (E. S. Golden with him), for the plaintiff in error.",
      "R. P. Scott, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kittanning Insurance Company versus Scott.\nWhere a judgment is opened by the court and an issue is awarded to let the defendant into a defence, such judgment remains a lien and loses none of its incidents except the right to issue execution thereon. It may; therefore, pending such issue, be transferred to another county for the purpose of lien in pursuance of the provisions of the Act of April 6th 1840 (Purd. Dig. 821, pl. 14).\nNovember 21st 1882.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nError to the Court of Common Pleas of Butler county: Of July Term 1882, No. 223.\nOn March 24th 1877, judgment was entered in the Court of Common Pleas of Armstrong county, in favor of the Kittanning Insurance Company against J. W. McFarland and John W. Scott, upon a judgment note for $1,050, wherein McFarland was maker and Scott was surety. A fi. fa. was issued and returned nulla bona; a testatum fi. fa: was issued, March 24th 1877, to the sheriff of Butler comity, and the real estate of John Scott in that county was levied upon April 9th 1877. This writ was stayed by order of court, May 7th 1877.\nOn May 8th 1877, John Scott presented his petition to the Court of Common Pleas of Armstrong county, averring that the plaintiff in said judgment had extended the time of payment of said judgment note, for a valuable consideration, without his knowledge or consent, whereby he, as surety thereon, was released, and praying that the judgment be opened as to him and he be let into a defence. The court, granted a rule to show cause, and, after depositions taken thereunder, on February 18th 1878, made absolute said rule and directed an issue to try the question of fact alleged in said petition.\nOn April 28th 1880 (the said issue being pending and undisposed of), the plaintiffs’ attorney procured to be filed in the prothonotary’s office of the court of Common Pleas of Butler county, an exemplification of the record of said judgment from the Common Pleas of Armstrong county. On August 26th 1880, the prothonotary of Butler county made the following entry in the judgment index of said county:\nOn April 4th 1882, John Scott filed his petition in the Common Pleas of Butler county, setting forth the above facts, and praying that the above entry in the judgment index against him be stricken off as irregular and void, on the ground that .the original judgment in Armstrong county had been opened, and an issue was pending at the time of its entry, and there was therefore no existing judgment capable of being transferred under the Act of April 16th 1840 (Purd. Dig. 821, pl. 14).\nThe court granted a rule to show cause, and after argument, on June 19th 1882, made the same absolute, and an additional entry was thereupon made on the judgment index to the effect that said judgment was stricken off as to John Scott, by order of court.\nThe plaintiff thereupon took'this writ of erroi’, assigning for error, the order of the court of Butler county, making absolute the rule to strike off the-; entry of judgment on the judgment index, as against John Scott.\nL. Z. Mitchell (E. S. Golden with him), for the plaintiff in error.\nR. P. Scott, for the defendant in error.\nThe plaintiff, having been deprived of the right to issue execution by the action of the court of Armstrong county opening the judgment, and awarding the issue, was also deprived of the right of exemplification, there being no judgment within the meaning and spirit of the Act which could be removed, or exemplified. Upon the opening of the original judgment of Armstrong county, the lien thereof, preserved by law, was exclusively confined to Armstrong county, and no new or other lien could be acquired in any other county by exemplification, until after a recovery by the plaintiffs in the issue pending in Armstrong county. The plaintiff could not carry such opened judgment from Armstrong county, and have a judgment entered thereon against John Scott in Butler county, because the effect thereof would be to determine in a summary manner the issue then pending, take away from the defendant the advantages of his defence, deprive him of the right of trial by jury which had been accorded him, and entitle the plaintiffs to issue execution and enforce the payment of a claim from which the defendant alleged he was discharged and released by the act of the plaintiff, and the judgment upon which, had been, and was then open, at issue and undetermined."
  },
  "file_name": "0449-01",
  "first_page_order": 465,
  "last_page_order": 467
}
