{
  "id": 500951,
  "name": "Pennsylvania Transportation Company's Appeal",
  "name_abbreviation": "Pennsylvania Transportation Company's Appeal",
  "decision_date": "1882-12-30",
  "docket_number": "",
  "first_page": "576",
  "last_page": "583",
  "citations": [
    {
      "type": "official",
      "cite": "101 Pa. 576"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "73 Pa. St. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0173-01"
      ]
    },
    {
      "cite": "3 Grant 281",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0281-01"
      ]
    },
    {
      "cite": "17 Wall. 78",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        62417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/84/0078-01"
      ]
    },
    {
      "cite": "12 Wheaton 194",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "10 N. J. Eq. 332",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        801183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/10/0332-01"
      ]
    },
    {
      "cite": "85 Pa. St. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0025-01"
      ]
    },
    {
      "cite": "72 Pa. St. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Otto 342",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "6 Otto 659",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "18 Wis. 17",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707715
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/18/0017-01"
      ]
    },
    {
      "cite": "1 Pick. 29",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "72 Pa. St. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0291-01"
      ]
    },
    {
      "cite": "15 Howard 304",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "7 Wall. 392",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3450837
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/74/0392-01"
      ]
    },
    {
      "cite": "6 Otto 659",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "18 Wis. 17",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/18/0017-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 771,
    "char_count": 19495,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.8307222521433931e-07,
      "percentile": 0.7207041800506516
    },
    "sha256": "0f23994aa12d96dafca90bd9d18053c4a247dc5b98d5db0b95cab7d30b31d05f",
    "simhash": "1:9620c554144ab64c",
    "word_count": 3306
  },
  "last_updated": "2024-02-27T19:18:28.492208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and. Green, J J."
    ],
    "parties": [
      "Pennsylvania Transportation Company’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court, December 30th 1882.\nThis bill prays for a decree that the Pittsburgh, Titusville & Buffalo Railway Company shall pay to the appellant a certain judgment which the latter holds against the Oil Greek & Allegheny River Railway Company. The claim against the appellee is based mainly on the following facts.\nIn 1868, under certain agreements and an Act of Assembly, the Farmers’ Railroad Company, the Warren & Franklin Railroad Company, and the Oil Creek Railroad Company were consolidated, and the new corporation took the name of “ Oil Creek & Allegheny River Railway Company.”\nIn 1874 the mortgage indebtedness of the three several corporations, resting on their property prior to the consolidation aggregated more than two and a half millions of dollars; and the consolidated company had executed a mortgage on the whole property for more than one million of dollars. With this load of indebtedness, exceeding three and a half millions of dollars resting on its property, the Oil Creek & Allegheny River Railway Company on the 1st of May 1874 made default in payment of the interest due on its consolidated mortgage. In July following a receiver was placed in possession of the property of the company. Soon thereafter a bill was filed for a foreclosure of the mortgage, and a decree therefor made. This was afterwards sot aside for want of jurisdiction. In July 1875 a bill was filed in the United States Circuit Court against the Oil Creek and Allegheny River Railway Company for a foreclosure of the consolidated mortgage. In September following upon full hearing of the bill and answer a decree was made for the sale of all the railroad property and its franchises. The sale was made, and in January 1876 was duly confirmed. Afterwards and pursuant to law the persons, for whoso benefit the property was purchased, proceeded and erected themselves into a new corporation under the name of the “ Pittsburgh, Titusville & Buffalo Railway Company,” which is the appellee in this case. The Oil Creek & Allegheny River Railway Company was indebted to the appellant before the decree for a sale of the property was made; but no judgment therefor was recovered until April thereafter. After the sale was decreed, but before it was made, the appellant as a creditor presented its petition to the court and asked to intervene, and that the decree of sale be vacated ; but the court refused to allow the intervention. The master found as a fact that in that petition the appellant “ did set up and charge more fully than in the present bill the fraudulent purpose of the default and sale,” but it was dismissed, and the specific grounds of that judgment are not shown. On the hearing in the present case before the master, it was urged that- the default in the payment of interest on the 1st of May 1874 was not bona fide, but fraudulent, and that the default and sale were brought about with intent to defraud the appellant. The master found “ that these facts are nowhere charged in the bill and are not sufficiently shown by the testimony.” Tie further found that, three months after the default, certain of the bondholders held, p meeting at which it was resolved to take measures to forclose the mortgage and sell the road.\nIt is conceded that if the sale was. fair and valid, it passed-the property to the purchasers discharged from all claim of the. appellant thereon. The argument is that a certain written; agreement, entered into between the purcbasers before the sale, changed the effect thereof — in substance that it operated as a fraud on the appellant.\nIt was entered into between the bondholders, all of the stockholders, and by most of the unsecured creditors entitled to sign by the terms of the agreement. It recited the default of the company in paying interest and the threatened sale of its property, and then declared, for the protection of their several and respective interests in the property from great loss and sacrifice, they desired to unite together for the purpose of bidding on the property, should the same he offered for sale, and of purchasing it for and on their respective accounts, as therein more particularly stated, and to organize a new company. It proceeded, inter alia, to classify the parties to the contract according to the nature of their several claims, and stated the” sum each should pay towards the purchase of the property and the character of the bqmds; that the bondholders should be entitled to in the corporation to be formed, and tbe shares of capital stock therein to which each should be entitled.\nWhat then was,there illegal or invalid in so- agreeing ?. It was not to depress the property or cause it to lie sold for a, sum’ less than its value but to enhance it. It has been held that bondholders may unite dor the purchase of the property: Ketchum Duncan, 6 Otto 659; Sage v. R. R. Co., 9 Id. 342. It is a fair and wise course for them to pursue, to. prevent a sacrifice, of their property. If they may so unite, we see no valid reason why stockholders may not unite with them, in a purchase. at a sale made in good faith. They as well as bondholders are interested in protecting their property from sacrifice, and may resort to like lawful” means toprotect it. So, when an agreement was made between a railroad company,dtsbondholders and most of its creditors, whereby the property of the company was to be sold Under judicial process and a new company organised in which the bondholders were to have a like amount of new bonds and the stockholders and general creditors take new stock, in the absence of actual fraud it was held that the new company duly organized took title to the property purchased clear of incumbrances and equities existing against the old company: Smith v. Chicago & North Western R. R. Co., 18 Wis. 17. In that case there was an agreement to sell and work the conversion. In tlie present case the agreement was merely contingent on a sale occurring. The property of the corporation was about to be sold at a judicial sale on a mortgage executed by the consolidated company. The sale was to be subject to prior mortgages aggregating more than two and a half millions of dollars. Any small number of those interested in tlie property might be unable or unwilling to buy property of such value and so incumbered. Why then shall the appellees be denied the privilege of uniting in a legal manner to protect their property by buying at an honest and fair sale? Tlieir agreement was neither hurried nor secret. Its execution extended over more, than one year. The first names were put to it on the 23d November 1874, and the last on the 29th December, 1875. The. appellant had ample knowledge of the sale and an opportunity of bidding thereat. He laid by for nearly three and a half years; without objection permits the new company to be organized, and then files this bill. We fully concur in the conclusion of the learned judge that the whole evidence is insufficient to establish a fraud on the part of the appellees or create a trust in them for the benefit of the appellant. We deem many of the authorities cited by counsel for appellant inapplicable to tbe facts as we understand them. We will therefore not review them, nor answer tbe specifications of error seriatim. We discover no error in dismissing the bill.\nDecree affirmed and appeal dismissed at the costs, of the appellant. . ,",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "J. J. Henderson and Joshua Douglass (with whom were Roger Sherman and J. B. Brawley), for the appellant.",
      "W. R. Bole, Samuel Gustine Thompson and James D. Hancock, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Transportation Company’s Appeal.\n1. The bondholders and stockholders of a railroad company may unite for the purchase of the property, at a sale made in good faith, to prevent a sacrifice thereof.\n2. In May 1874, the O. C. & A. Riv. R. Co. defaulted in the payment of interest on its bonded indebtedness. A receiver was placed in possession of its property and proceedings begun which resulted in a decree of sale September 18th 1875. Tire sale was made and duly confirmed January 6th 1876. Prior to this sale an agreement had been entered into, setting forth that for the protection of their several interests, the parties thereto should unite to buy in the property, and for that purpose should divide themselves into three classes — bondholders, stockholders, and creditors. The bondholders were to receive bonds in the new company, dollar for dollar; the stockholders were to receive share for share; and the creditors who would consent to sign were to receive deferred income bonds at par, for the amount of their debts. The stockholders and creditors wore to pay into the common treasury an amount sufficient to defray the expenses of the foreclosure and sale, and the reorganization. All the bondholders, except a very small proportion, signed the agreement; all th.e stockholders; and all the creditors except the complainant.\nThe agreement was carried out, the railroad and franchises bought in, and a new company organized. A certain judgment creditor of the old company, who had not become a party to the agreement, thereupon filed a bill against the new company, praying that it be decreed to pay him the amount of his judgment.\nHeld, that there was nothing in the agreement which was illegal, or fraudulent, or sufficient to render the sale, otherwise conceded to be á valid discharge of complainant’s claim, a fraud as to complainant; or to establish a constructive trust on the part of the new corporation, for the discharge of the liabilities of the old.\nHeld, therefore, that the bill should be dismissed.\nNovember 29th 1882.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and. Green, J J.\nAppeal of the Pennsylvania Transportation Company from a decree of the Court of Common Pleas of Crawford county; In equity: Of July Term 1882, No. 252.\nBill in equity, filed June 27th 1879, between the Pennsylvania Transportation Company complainant, and The Pittsburgh, Titusville and Buffalo Railroad Company defendant, praying for a decree to compel the defendant to pay to complainant the amount of a certain judgment recovered by the latter against the Oil Creelc & Allegheny River Railroad Company, to whose liabilities the complainant claimed that the defendant had succeeded.\nThe defendant filed an answer and the cause was referred to J. W. Smith, Esquire, as Master, before whom the following facts appeared: In 1871 the Oil Creek & Allegheny River Railroad Company, which was consolidated from the Farmers Railroad Company, the Warren & Franklin Railroad Company, and the Oil Creek Railroad Company, was subject to a mortgage indebtedness of over two and a half million dollars which had been standing against the three last mentioned companies prior to their consolidation; and also to a mortgage of over one million dollars on the whole property, made after the consolidation. On May 1st of the same year this Oil Creek & Allegheny River Railroad Company defaulted in the payment of interest on the consolidated mortgage, and in the following July a receiver was placed in possession of the property. A. decree of foreclosure having been obtained in the Supreme Court, was afterwards set aside for want of jurisdiction, and on July 26th 1875 another bill was filed in the circuit court of the United States for the western district of Pennsylvania, for the foreclosure of the same mortgage, in pursuance of which on September 18th 1875, a decree for the sale of the railroad property and franchises was made, and on the 6th of the following January a sale made under this decree was duly confirmed by the court. After the sale the persons for whose account the property had been purchased erected themselves into a corporation, under the Act of April 8th 1861, taking the title of the Pittsburgh, Titusville & Buffalo Bailroad Company. The Oil .Creek & Allegheny Biver Bailroad Company was indebted to the complainant before the decree for the sale of its property j and judgment was recovered for this indebtedness in April .following the sale. After the sale was decreed, but before it was made, the complainant, as a creditor, presented its petition to the court and asked to intervene and have the decree set aside, but the petition was refused.\nSubsequently, on June 27th 1879, the complainant filed this .bill against the Pittsburgh, Titusville & Buffalo Railroad Company praying a decree for the payment of its judgment, amounting to nearly $200,000 ; alleging that the property and franchises of the defendant company which it had purchased at the foreclosure sale were hold in trust for the payment of the debts of the Oil Creek & Allegheny River Railroad Company, the foreclosure sale being fraudulent as to the complainant, This claim was based on the following grounds: Three m.onths after the. default in payment of interest on the mortgage, certain bond holders of the Oil Creek & Allegheny River Railroad Company held a meeting at which it was resolved to take measures to foreclose the mortgage and sell the property.\nIn pursuance of this meeting, and after filing the bill of foreclosure in the supreme court the bondholders, the stockholders and nearly all the unsecured creditors of the Oil Creek & Allegheny Biver B. Co. entered into an agreement which recited that, the bondholders had concluded to foreclose the mortgage and sell the railroad property covered thereby, and that the parties therefore, for. the protection of their respective interests in said property desired to unite for the purpose of bidding at said sale of said mortgaged premises, should the same be offered for sale, and of the purchasing of the saíne, for, and on their respective accounts, and to organize a new corporation, as in such cases is by law made and provided, and that it was desirable that the parties so uniting should be the holders of the said bonds secured by .said mortgage, the holders of the capital stock of said-company, and such other parties as have moneys owing them for materials furnished, moneys advanced or services rendered to said company.\nAnd by this agreement the parties thereto divided themselves into three classes, bondholders, stockholders, and creditors. The bondholders were to receive, bonds in the new company, dollar for dollar; stock was to be issued to the old stockholders in the new company, share for share, and the creditors of the, old company who would sign the agreement should receive deferred income bonds at par for the debts due. By the agreement, the stockholders and creditors were to pay a certain portiou into tlie common treasury for the payment of the expenses of the foreclosure and sale and reorganization of the new company. All the bondholders but a very small proportion signed theGgreement; and all the stockholders, and creditors, except the complainant company.\nThe stockholders signed the agreement from time to time, from the 12th of April, 1875, to the 29th of December, 1875. The proceedings in the United States Court upon which the sale actually tbok place, were instituted on the 26th of July, 1875, after a portion of the bondholders, stockholders and creditors had signed the agreement.\nThe Master reported inter alia as follows: — “ The Master is of the opinion that the agreement, and its consummation by the sale and purchase of the property and franchises of the Oil Creek & Allegheny Biver Bailway Company, the organization of the defendant company, and the issue of the bonds, stock and income bonds thereof to the parties to that agreement, was fraudulent as to the claim of the plaintiff, and that the said property passed to the defendant company charged with this debt as fully and effectually as it was before the sale.\n“ The purposes of the agreement were to fund certain debts; to-wit: the accrued interest on the bonds, and the claims of those who had ‘money owing them for material furnished, \"money advanced, or services rendered to said company,’ and who could get the proper vouchers therefor from the officers of the said company, and to cut off all other claims, including that of the plaintiff. It is true the officers of the company thought the plaintiff’s claim unjust, and, therefore, the persons making the agreement may not be obnoxious to the charge of actual intentional fraud in the exclusion of the plaintiff from the benefits of that agreement, but the result is a legal fraud upon the rights of the plaintiff, as those rights have been, judicially determined by the proper tribunals.\nThe Master is also of the opinion that the plaintiff has the right, under the facts in this case, to the relief prayed for in a Court of Equity, and therefore recommends a decree that the defendant company-pay to the plaintiff the balance due upon its said judgment against the said Oil Creek & Allegheny River Railway Company.”\nExceptions filed to this report were sustained by the court below (Church, P. J.), and a decree entered dismissing the bill; whereupon the complainant took this appeal assigning for error, the action of the court in sustaining defendant’s exceptions to the Master’s report; and the. decree of the court.\nJ. J. Henderson and Joshua Douglass (with whom were Roger Sherman and J. B. Brawley), for the appellant.\nBy the terms of the agreement the stockholders used the forms of a judicial sale to transfer their own property from themselves to themselves in such way as (if valid) would defraud the plaintiff, and the law pronounces this transaction a fraud per se. The law pronounces a voluntary conveyance fraudulent as to existing creditors, and this without regard to the actual intent of the grantor. This principle is adopted and enforced by all courts, and governs this case.\nThere can be no doubt that the sale and reorganization was made in pursuance of the agreement; that the agreement governed the sale and not the sale the agreement. That such proceeding was a fraud upon the plaintiff is undeniable under the authorities: Railway Co. v. Howard, 7 Wall. 392; Wood v. Dummer, 3 Mason 308; Curran v. State of Arkansas, 15 Howard 304; 2 Story’s Eq. § 1252; Stewart’s Appeal, 72 Pa. St. 291. In the case of Railroad Company v. Howard, supra, it was held that a sale of an insolvent railroad under a foreclosure of mortgage, expedited and made advantageous by an arrangement between the mortgagees and the stockholders, under which arrangement the mortgagees, according to their order, got more or less of their debt, and the stockholders the residue of the proceeds, was fraudulent as against general creditors not secured by mortgage, and this, although the road was mortgaged far above its value, and on a sale in open market did not bring near enough to pay even the mortgage debt.\nW. R. Bole, Samuel Gustine Thompson and James D. Hancock, for the appellee.\nThere was no fraud actual or legal which could impair the title of defendant below: Bridge v. Gordon, 1 Pick. 29; Ashhurst’s Appeal, 10 P. F. S. 314; Karnes v. Genesee Valley R. Co., 74 Abb. Pr. N. S. 107; Smith v. Chicago & N. W. R. Co., 18 Wis. 17; Ketchum v. Duncan, 6 Otto 659; Sage v. R. Co., 9 Otto 342. The defendant below does not occupy the position of trustee for the complainant or any other creditor: Stewart’s Appeal, 72 Pa. St. 305; Story’s Eq. p. 514. The appellant has lost by his laches, the right to the interposition of this court: Shamokin Valley R. Co. v. Malone, 85 Pa. St. 25; Johnson v. Hubbell, 10 N. J. Eq. 332; Mallow v. Hinde, 12 Wheaton 194; Joy v. Wirtz, 1 W. C. C. 517; Harwood v. R. R. Co., 17 Wall. 78; Ashhurst’s Appeal, supra; Wethrill’s Appeal, 3 Grant 281; Learning v. Wise, 73 Pa. St. 173."
  },
  "file_name": "0576-01",
  "first_page_order": 592,
  "last_page_order": 599
}
