{
  "id": 1006307,
  "name": "Weaver versus Weaver",
  "name_abbreviation": "Weaver v. Weaver",
  "decision_date": "1867-05-13",
  "docket_number": "",
  "first_page": "152",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "54 Pa. 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 51",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 356",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0356-01"
      ]
    },
    {
      "cite": "1 Jones 415",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 366",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 Wright 51",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 4948,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.5849865468980525e-07,
      "percentile": 0.6810862332128244
    },
    "sha256": "76ce6522bf6cab9a7cb93483c4684ed48f87b58a0e2ed64524be488e5d76f0c9",
    "simhash": "1:5ff2cbf3ff272da8",
    "word_count": 887
  },
  "last_updated": "2024-02-27T20:47:58.117177+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodwakd, C. J., Thompson, Read and Agnew, JJ. Strong, J., at Nisi Prius."
    ],
    "parties": [
      "Weaver versus Weaver."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThere was a time in Pennsylvania when the words written by Joseph Weaver at the bottom of his brother’s statement of account might have been held sufficient to remove the bar of the statute ; but that time has long since passed, and a closer approximation to the statute is now the rule. In Emerson v. Miller et al., 3 Casey 278, the debtor, in answer to the plaintiff’s bill and demand for payment, said that he would “ attend to it,” or “ fix it,” or “ settle it,” before he left, being about to sail for Europe. In that case it was held that neither of the expressions, nor all together, were sufficient from which to imply an acknowledgment of the debt and a promise to pay it. This case but followed what had been held in Harrold’s Executors v. Kuntz, 4 Harris 210, in which it was said that in order to take a case out of the Statute of Limitations, the acknowledgment of the debt must be clear and unequivocal, otherwise it is not equivalent to a promise to pay, and it ought to be so distinct in its extent and form as to leave no room for doubt or hesitation.\nFor this many recent authorities are cited.\nThe same learned judge, in the course of his opinion, illustrated the point under consideration as follows: “To say that I will settle with you, and pay you what I owe you, and all such forms of admission, are wholly uncertain, because you cannot tell what was in the mind of the person; he perhaps thought no money was due.” Shaffer v. Shaffer, 5 Wright 51, fully maintains the same general doctrine.\nThe words used by Joseph Weaver, and which are to take the plaintiff’s case out of the statute, did not amount to an unequivocal acknowledgment of the balance claimed, or any balance. It was, “ I hereby agree to settle with him (Martin Weaver) for the above balance, and any other just claim between us.” This was in no sense an agreement or assent that the balance claimed was due and owing, else why qualify the expression by providing for a settlement of the account and “ all just claims between them,” if not for the purpose of ascertaining it ? A settlement ■was undoubtedly intended, or the words used were without meaning, and it was most natural and to be expected, for the account exhibited had neither day nor date to it. It is a clear misapprehension to assume that the balance was agreed upon, and without this there was not a shadow for essaying to assume or deduce a promise to pay, if indeed it could be implied at all from a mere agreement without more that so much was due. The authorities fully sustain the ruling below on this point, and this renders the consideration of any other unnecessary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. Bannan, for plaintiff in error,",
      "W. B. Wells, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Weaver versus Weaver.\n1. In order to take a case out of the Statute of Limitations, the acknowledgment must be clear and unequivocal.\n2. At the foot of an account, the party against whom the balance appeared signed the following: “Having received an order for a deed to me from Martin Weaver, I hereby agree to settle with him for the above balance, and any other just claim between us, March 13th 1849.” Held, not sufficient to take the case out of the statute.\nJanuary 23d 1867.\nBefore Woodwakd, C. J., Thompson, Read and Agnew, JJ. Strong, J., at Nisi Prius.\nMay 13th 1867,\nError to the Court of Common Pleas of Schuylkill county.\nThis was an action of assumpsit, commenced March 10th 1855, by Martin Weaver against Mary Weaver, executrix, &e., of Joseph Weaver, deceased: the defendant pleaded the Statute of Limitations.\nOn the trial the plaintiff gave in evidence a statement of accounts, including an item of charge against Joseph Weaver, “ purchase-money of house and lot, $4400.” The account showed balance of $1934.44 due to Martin Weaver, and appended to it was the following:—\n“ Having received an order for a deed to me fromM. Weaver, I hereby agree to settle with him for the above balance and any other just claim between us. March 13th 1849.\n“Joseph Weaver.”\nThere was a question, which was left to the jury, whether the items of the account were not barred by the statute before the settlement; and the court charged “ If the statute had run against the plaintiff’s claim, this agreement is not sufficiently .clear and certain to take the case out of the statute; whether the claim was barred is a question for the jury under our general charge.”\nThe jury found for the defendant.\nThe plaintiff took a writ of error, and assigned the charge of the court for error.\nJ. Bannan, for plaintiff in error,\ncited Emmons v. Stahlnecker, 1 Jones 366 ; Sergeant v. Ewing, 12 Casey 156 ; Thompson v. Fisher, 1 Harris 313 ; Mellon v. Campbell, 1 Jones 415 ; 1 Chit. Pl. 343; Knowles v. Michel, 13 East 249; Von Swearingen v. Harris, 1 W. & S. 356 ; Bevan v. Cullen, 7 Barr 281.\nW. B. Wells, for defendant in error,\ncited Harbold v. Kuntz, 4 Harris 210; Shaffer v. Shaffer, 5 Wright 51; Greenl. Ev. § 440 ; Emerson v. Miller, 8 Casey 278."
  },
  "file_name": "0152-01",
  "first_page_order": 152,
  "last_page_order": 154
}
