{
  "id": 1006343,
  "name": "Field versus Directors of Girard College",
  "name_abbreviation": "Field v. Directors of Girard College",
  "decision_date": "1867-02-18",
  "docket_number": "",
  "first_page": "233",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "54 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Pick. 322",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 Call 573",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        6717598
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/va/7/0607-01"
      ]
    },
    {
      "cite": "1 Black. R. 85",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": -1
    },
    {
      "cite": "2 Cushing 530",
      "category": "reporters:state",
      "reporter": "Cush.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wheat. 674",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "pin_cites": [
        {
          "page": "675"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "13 Wright 154",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Wheat. 316",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0316-01"
      ]
    },
    {
      "cite": "14 Wright 107",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 341",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 369",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820631
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0369-01"
      ]
    },
    {
      "cite": "4 Binn. 117",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792427
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0107-01"
      ]
    },
    {
      "cite": "1 Binn. 77",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787901,
        1787927
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0077-02",
        "/binn/1/0077-01"
      ]
    },
    {
      "cite": "3 Yeates 300",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0300-01"
      ]
    },
    {
      "cite": "3 Dall. 490",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11739211
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/3/0490-01"
      ]
    },
    {
      "cite": "1 Yeates 206",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773262
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0206-01"
      ]
    },
    {
      "cite": "2 Dall. 112",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11736635
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0112-01"
      ]
    },
    {
      "cite": "20 Wend. 595",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/20/0595-01"
      ]
    },
    {
      "cite": "7 W. & S. 127",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0127-01"
      ]
    },
    {
      "cite": "13 Peters 247",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Brock, 96",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "case_ids": [
        12117061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/26/1211-01"
      ]
    },
    {
      "cite": "2 Denio 281",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "4 Wheat. 518",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0518-01"
      ]
    },
    {
      "cite": "5 Watts 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    },
    {
      "cite": "6 W. & S. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0218-01"
      ]
    },
    {
      "cite": "3 Binn. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 947,
    "char_count": 19952,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 2.098707820697951e-07,
      "percentile": 0.761372381169713
    },
    "sha256": "40bc76ce565f2d7eda809a3cb14f0960fc395704bf774062779c9314ff398aa2",
    "simhash": "1:bf784094866f5b08",
    "word_count": 3467
  },
  "last_updated": "2024-02-27T20:47:58.117177+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong and Read, JJ. Agnew, J., at Nisi Prius."
    ],
    "parties": [
      "Field versus Directors of Girard College."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was. delivered, by\nStrong, J.\nWhether the bill presents a proper case for the interposition of a court of equity we do not care now to inquire ; for, if it does, we are of opinion the directors have the power they have exercised. The complainant became steward under an ordinance of the city of Philadelphia, passed September 16th 1847, the ordinance Avhich created the agency of a steward. It ordained that the directors of the college should he authorized to elect certain officers, instructors and agents for the institution, who should severally hold their offices during the pleasure of the said directors. Among these officers and agents, for whose election provision Avas thus made, a steward Avas enumerated, and certain duties Avere prescribed for him. Taking his post, as the complainant did, and having held under this ordinance, he manifestly held it at the pleasure of the directors, unless there is something superior to the ordinance which controlled its provisions, and made the tenure of a steAvard one during good behavior, and not Avhat it Avas ordained it should be, a tenure at will. This is not controverted; but it is insisted that such something is found in the will of Mr. Girard. Undoubtedly the trustees under the will could not by ordinance contravene the directions given in it for the administration of the trust. But does the Avill forbid the trustees to affix any other tenure to the office and agencies, necessary for carrying out the trust, than a tenure during good behavior ? Does it direct that one holding the place of a steward shall be irremovable at the pleasure of the trustees of the charity ? We think not. It would be very unusual, and it might prove disastrous if it were so. Mr. Girard, by his will, made no provision for the mode of organization of the charity he created. Means for it he furnished, but the instruments by which the institution should be carried on he committed to the judgment of his trustees. He contemplated the necessity of instructors, teachers, assistants and other agents; but he gave no directions as to their number or rank, and we think none respecting the duration of their employment. His will did not direct that there should be any steward; much less that when the office or agency of a steward had once been established and filled, it could not be abolished at the pleasure of the administrators of the trust, and another agency be established in its place. There is but one clause in the will that is supposed to have any reference to the tenure of position of any officer or agent of the trustees. It is in these words: “A competent number of instructors, teachers, assistants and other necessary agents shall be selected, and, when needful, their places 'supplied. They shall receive adequate compensation for their services; but no person shall be employed who shall not be of tried skill in his or her proper department, of established moral character, and in all cases persons shall be chosen on account of their merit, and not through favor or intrigue.” The argument of the plaintiff from this is, that because the trustees are authorized to supply places when needful, one who holds a place holds it by a prescribed tenure. Such a construction, however, loses sight of the object for which this clause was introduced into the will. Its purpose manifestly was to furnish a rule for the guidance of the trustees — not to define the rights of their appointees. They were required to select a competent number. What number was competent was left to their judgment. They are to employ tried persons only, and they are to supply places when needful. To convert this into a direction that appointees are to hold by any given tenure, is straining the language of the will. If the persons spoken of in this clause may not be removed at the pleasure of the trustees, I do not see why-every employee — a janitor, a cook or a chambermaid — has not a permanent tenure, for they are assistants or agents as fully as is a steward. All are mere ministerial employments, and the tenure of such agents is generally at pleasure. If a different tenure was intended, it is reasonable to suppose it would have been plainly prescribed.\nAgain, the language relied upon to show a permanency of tenure seems to indicate there was no such design of the testator. Places may be supplied when needful. Who is to judge of the existence or extent of the necessity ? Plainly the administrators of the trust. A necessity may obviously exist in different degrees, and for very variant reasons. It may be wholly in a supposed want of good judgment in an appointee, or in supposed superior qualifications of some other, or in infirmity of temper of an incumbent, or in want of harmony between him and his superiors. A multitude of reasons may be conjectured, which Avould make it advisable or needful to substitute a ministerial agent for one in place, no one of Avhich Avould he ground for removal, if the tenure Ayere during good behavior. By adopting the language Avhich he did, the testator seems therefore intentionally to have left to his trustees uncontrolled authority over the appointment and change of the agents employed by them in carrying out the trust. There is nothing, then, in the Avill of Mr. Girard in conflict Avith the provisions of the ordinance under Avhich the complainant held the post of steAvard. It follows that he was removable at the pleasure of the directors.\nIt should be added that this case comes before us on bill and answer. The ansAver responsive to the bill denies that the removal of the plaintiff from his steAvardship Avas Avithout any cause, or in order to select by favor or intrigue a successor without experience in the duties of his office ; hut that it Avas made in good faith, and because it Avas manifestly for the best interests of the college that a change should be made in the stewardship: It is not averred, indeed, why it was for the interests of the institution ; but that was committed to the directors, and if such was the fact, a removal Avas needful.\nThe decree made at Nisi Prius is affirmed, with costs to be paid by the plaintiff.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J). W. Sellers and W. A. Porter, for appellant.",
      "J. Lynd, for appellees."
    ],
    "corrections": "",
    "head_matter": "Field versus Directors of Girard College.\n1. The ordinance of Philadelphia authorized the directors of the Girard College to elect certain officers, &c., who should hold their offices at the pleasure of the directors. Reid, that the steward was such officer, and might be removed at the pleasure of the directors.\n2. The councils of Philadelphia could not by ordinance contravene the directions given in Girard’s will for the administration of the trust.\n3. The will made no provision for the mode of organizing the charity; it committed the instruments by which it should be carried on to the judgment of his trustees.\n4. The tenure of ministerial officers is generally at pleasure.\nFebruary 5th 1867.\nBefore Thompson, Strong and Read, JJ. Agnew, J., at Nisi Prius.\nAppeal from Nisi Prius in Equity.\nThe proceeding was by bill, filed July 25th 1866, by William Field against Charles E. Lex and others, Directors of the Girard College, and William C. Haines.\nThe bill set out that Stephen Girard, by his will providing for the college, directed that “ a competent number of instructors, teachers, assistants and other necessary agents, shall be selected, and, when needful, their places from time to time supplied. They shall receive adequate compensation for their services; but no person shall be employed who shall not be of tried skill in his or her proper department, of established moral character, and in all cases persons shall be chosen on account of their merit, and not through favor or intriguethat the councils of Philadelphia were authorised, by Act of Assembly, to provide for the appoint-' ment of sucb officers and agents as they might deem necessary to execute the trust created by the will; that the councils constituted a board of directors to superintend the management of the college, and provided by ordinance “ that it shall be the duty of the board of directors to prepare as soon as practicable, and to submit to councils for their approbation, the plan of a system of government and instruction for the said college having reference to the provisions of the will of Stephen Girard, as far as they are expressed on this subject; which plan shall specify the number of instructors, agents and officers necessary for the instruction and government of the inmates of said college, and the salaries to be paid said instructors, agents and officers ; and whenever the board of directors shall consider it necessary to employ additional instructors, agents and officers, they shall apply to councils for authority before engaging themand afterwards ordained that the directors, amongst other officers, should elect a steioard, who should, under rules to be adopted by the directors, purchase food, be responsible for the cleanliness and good order of the apartments used by the pupils. * * * He shall \" be responsible for the care and condition of the grounds and buildings of the institution. He shall reside in or near the college outbuildings, in such place as may be designated by the directors;” and that the defendants have been elected directors of the college; that the complainant was elected steward in November 1862, and “has faithfully performed the duties of said office, and he is advised that so long as he shall continue so to do, his tenure of office, under said will, is for good behavior that a resolution has been passed by the directors that the term of office of the present steward should expire on the 31st of July; that “the object of the resolution was to remove your orator, in order to select by intrigue and favor a successor who had no tried experience in the department to which he would be assigned by accepting the duties of the office of steward, and that no cause can be assigned against your orator which impeaches in the slightest his merit as an officer ;” and that the action is in conflict with the will and the laws of the Commonwealth applicable to the college; and asked,\n“ That it be decreed that the board of directors of the Girard College have no power to remove an officer thereof, created by an ordinance of the city of Philadelphia, except for a cause assigned, and which is made needful to execute the provisions of said will.\n“ That the defendants may be enjoined specially until hearing, and finally thereafter, from removing your orator from the office of steward of Girard College by virtue of their action of July 11th 1866, and from obstructing him in the performance of the functions thereof.\n“ That it shall be decreed that your orator shall continue to exercise the duties of the office of steward, unless removed for cause and for further equitable relief.\nThe defendants, amongst other things, answered that the councils by ordinance of September 16th 1847, provided that the officers and agents, including the steward, are to be elected to “ hold their offices during the pleasure of the said directors that the complainant ceased to hold the office of steward on the 31st of July, that “ being the pleasure of the directors.”\nThe defendants deny that the object in removing the plaintiff from the office of steward as aforesaid was without any cause whatsoever, or, as is wrongfully charged in the said bill, in order to select by favor or intrigue a successor to the plaintiff without experience in the duties of his office.\nOn the contrary, the defendants aver that they acted in good faith in the matter of the removal of said plaintiff, because it was their will and pleasure so to do — because it has ever been the custom and practice in the management of said institution, from time to time, to remove its officers and agents — and because it was manifestly for the best interest and good welfare of the college that a change should be made in the office of its steward. And in all this the defendants acted according to their best discretion; they denied also that their action was in conflict with the will or with any law of the Commonwealth.\nStronu, J., overruled, at Nisi Prius, a motion for a special injunction. The case was afterwards heard, on bill and answer, before Read, J., who dismissed the bill.\n• Dismissing the bill and not granting the relief prayed for were the errors assigned.\nJ). W. Sellers and W. A. Porter, for appellant.\nIt may be affirmed that the intent of the testator, as expressed in the will, unless that intent be against public policy, is the law of its construction : Swinburne 10; Findley v. Riddle, 3 Binn. 139; Butler, note on Co. Litt. 399 a; Zimmerman v. Anders, 6 W. & S. 218; Johnson v. Morton, 10 Barr 245.\nGirard’s will states, in all cases persons shall be chosen on account of their merit, and mot through favor or intrigue, and their places are to be supplied from time to time when needful. This does not provide that properly chosen officers shall be removed when there is no need. The removal and the choice are to be governed by the same rules. A removal is only proper where there is incompetency, turpitude or demerit. The meritorious officer is not at the will and pleasure of the agents of the trustees: Field v. Commonwealth, 8 Casey 478; Ex parte Ramsay, 83 Eng. O. Law 173 ; Hartcourt v. Fox, 1 Shower 558.\nThere is no distinction in this state between a charity founded by will or deed and one taking effect by legislative grant: Magill v. Brown, Brightly 348; Witman v. Lex, 17 S. & R. 48; Martin v. McCord, 5 Watts 493. A charitable foundation, instituted with the funds of the founder, is not subject to modification in its direction and management by the legislature. If the charity be valid, no power exists to disturb the directions of the founder, be they never so slight.\nIf this be so, certainly no creature of the legislature, and much less the trustees, have such power: Brown v. Hummell, 6 Barr 86 ; Dartmouth College v. Woodward, 4 Wheat. 518.\nWhen the tenure of the office is created by a power superior to the legislature, it is unchangeable by them: Warner v. People, 2 Denio 281; Hoke v. Henderson, 4 Dever’x. (N. C.) 19 ; State v. Dewes, 3 Chari. (Ga.) 401; People v. Carey, 6 Cowen 642; Treasurer v. Bailey, 2 Bailey (S. C.) 535 ; People v. Warner, 7 Hill (N. Y.) 81; Lyle’s Case, 1 McCord (S. C.) 238.\n2. Is the plaintiff such an officer as is recognised by the will of Girard ?\nAn officer is one who exercises a defined and continuous function established by law, which controls and limits the will of the person: Com. v. Ford, 5 Barr 69; United States v. Maurice, 2 Brock, 96 ; Ex parte Duncan v. Hennen, 13 Peters 247; United States v. Tingey, 5 Id. 115; 3 Wallace 96; Commonwealth v. Binns, 17 S. & R. 219.\nHas a court of equity jurisdiction to grant the relief sought ?\nIf the construction contended for on behalf of the appellant be conceded, he had, by virtue of his election, a freehold estate in said office: Ex parte Purnell, 1 Atk. 212; Case of William Gibbs, 1 Dessaussure 587 ; Field v. Comm’th., 8 Casey 482; 2 Blackstone 36; 3 Kent 454; Com. v. Clark, 7 W. & S. 127; Barker v. City of Pittsburg, 4 Barr 49; Smith v. County, 2 Pars. 293; State v. Dews, 3 Charlton (Georgia) 397; People v. Comptroller, 20 Wend. 595.\nEquity has jurisdiction on two grounds:—\n1. Because there was no relief at law.\n2. Because the right of the defendants to remove involves a consideration of their duties as trustees and the legal administrators of a charity. .\nThe plaintiff could not file a suggestion for a writ of quo warranto. The words of the Act of June 14th 1836, Purd. 832, § 2, Pamph. L. 621, are, “ In case any person shall * * unlawfully * * hold * * or exercise any county or township office.” This applies to public as contradistinguished from private offices. Such has been the uniform practice under it: Respub. v. Griffith, 2 Dall. 112 ; Id. v. Prior, 1 Yeates 206 ; Id. v. Wray, 3 Dall. 490, county treasurer; Id. v. Dallas, 3 Yeates 300, city recorder; Comm’th. v. Douglass, 1 Binn. 77, prison inspector; Id. v. Smith, 4 Binn. 117, clerk of market; Id. v. Brown, 1 S. & R. 382, collector of taxes; Id. v. McCloskey, 2 Rawle 369, township commissioner ; Id. v. Meeser, 8 Wright 341, city councilman.\nThe plaintiff had no remedy by mandamus; because this is a remedy uniformly used to restore one improperly deprived: 1 Levinz 119, 123, 306 ; Wammack v. Halloway, 2 Alabama 31; Comm’th. v. Small, 2 Casey 35 ; King v. Shaw, 12 Modern 218 ; Id. v. Evans, 1 Shower 282, case 176; Id. v. Mayor of Exon, 1 Shower 235, case 161; Evans v. Philadelphia Club, 14 Wright 107 ; Fisher v. Society, 3 Harris 251; Rex v. Liverpool, 2 Burr. 722 ; Thomas v. Ellmaker, 1 Pars. R. 98 ; Soohan v. City, 9 Casey 9.\nJ. Lynd, for appellees.\n1. The tenure of an officer of Girard College, under the will of Girard, is not during good behavior:—\n1. Because the testator did not by direct words so provide.\n2. Because he expressly provided that, “ when needful, their (the officers’) places, from time to time, shall be supplied.”\n“ Needful” does not mean inevitable, but relatively expedient or essential: McCullough v. State of Maryland, 4 Wheat. 316 ; Stuyvesant v. The Mayor, 7 Cowen 585.\nThe tenure of a ministerial officer in general is during pleasure: Comm’th. v. Bussier, 5 S. & R. 460 ; Bowerbank v. Morris, Wallace 125; Smith v. Philadelphia, 2 Pars. 293; Comm’th. v. Sutherland, 3 S. & R. 145.\nThe right to remove is incident to the right to appoint: Will-cock on Municipal Corporations 253, 254.\nThe trustees were to be the judges of the need, and without appeal. 1\nThe question is generally one of degrees of competency rather than of actual incompetency. Of this only those who are in daily contact with the official can judge: Burton v. Fulton, 13 Wright 154.\n2. If the right of removal is a qualified one, and should not be exercised unless the needfulness appear, the answer denies that “ the object in removing the plaintiff from the office of steward was without any cause whatsoever, or in order to select, by favor or intrigue, a successor to the plaintiff, without experience in the duties of his office and that the defendants (the directors) “ acted in good faith in the matter of the removal of said plaiutiff * * * and because it was manifestly for the best interest and good welfare of the college that a change should be made in the office of its steward.”\n3. The jurisdiction is in the members of the Select and Common Councils as visitors.\nGirard contemplated that councils would provide for the organization and management of the college by ordinances.\nFebruary 18th 1867,\nVisitatorial powers may be inferred from the nature of the duties to be pei-formed: Sanderson v. White, 18 Pick. R. 338 ; Phillips v. Bury, 2 T. R. 346; Green v. Rutherford, 1 Ves. 472; Attorney-General v. Middleton, 2 Id. 327 ; Dartmouth College v. Woodward, 4 Wheat. 674, 675; Fuller v. Plainfield School, 6 Conn. R. 544; Nelson v. Cushing, 2 Cushing 530; Rex v. Bishop of Ely, 1 Black. R. 85; Bracken v. William and Mary College, 1 Call (Vir.) R. 161; 3 Call 573.\nThe jurisdiction of a visitor is exclusive, and his decision is conclusive: Attorney-General v. Talbot, 3 Atk. 674; Daniel Appleford’s Case, 1 Mod. 82; Phillips v. Bury, 2 T. R. 346; Rex v. Bishop of Ely, 2 Id. 290 ; Murdock’s Appeal, 7 Pick. 322.\nIf the visitor act wrongfully, the injured party may have a remedy at law: Rex v. Bishop of Chester, 1 Wils. 209; Green v. Rutherford, 1 Ves. 470.\nEquity will compel them to account for the management of the revenues, as other trustees: Eden v. Foster, 2 P. Wms. 327; Attorney-General v. Governors of Harrow School, 2 Ves. 551; Attorney-General v. Governors of the Foundling Hospital, 2 Ves. Jr. 42; Attorney-General v. Dixie, 13 Id. 519; Attorney-General v. Corporation of Bedford, 2 Id. 505; Attorney-General v. York Archbishop, 2 Russ. & Mylne 461; Nelson v. Cushing et al., 2 Cushing (Mass.) R. 532."
  },
  "file_name": "0233-01",
  "first_page_order": 233,
  "last_page_order": 240
}
