{
  "id": 1006274,
  "name": "Phipps versus Boyd",
  "name_abbreviation": "Phipps v. Boyd",
  "decision_date": "1867-02-25",
  "docket_number": "",
  "first_page": "342",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "54 Pa. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 206",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 430",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 378",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0378-01"
      ]
    },
    {
      "cite": "3 W. & S. 255",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0255-01"
      ]
    },
    {
      "cite": "16 Johns. 305",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. 186",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0186-01"
      ]
    },
    {
      "cite": "1 Wright 90",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0091-01"
      ]
    },
    {
      "cite": "1 Rawle 155",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819355
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0155-01"
      ]
    },
    {
      "cite": "32 Hen. 8",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 519",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Wend. 663",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0663-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 8927,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.6363956700778335e-07,
      "percentile": 0.6903721027751039
    },
    "sha256": "09e92ccaa0d34fbeb5be83703f630b2f7f7bdcfdc68e74b2e8d29d20f6b7b847",
    "simhash": "1:c5410ec7ea26a2dc",
    "word_count": 1614
  },
  "last_updated": "2024-02-27T20:47:58.117177+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson and Strong, JJ. Read, J., sick. Agnew, J., at Nisi Prius."
    ],
    "parties": [
      "Phipps versus Boyd."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe first three assignments of error are founded upon a supposed variance between the avowry and the evidence given in support of it. To the avowry the plaintiffs had pleaded non demisit, and it was therefore incumbent upon the- avowant to prove the demise as laid. If the evidence did not tend to prove such a demise, it was inadmissible, or if it proved none, or a different one from that alleged in the avowry, the plaintiffs were entitled to the instruction they asked, that the rent reserved should be accurately stated. The rent reserved must be, for that is descriptive of the demise, which the rent' in arrear is not. There is an inaccuracy in the language of Judge Coulter, in Waltman v. Allison, 10 Barr 464. It is not necessary that the avowry should state the amount of rent due as it is shown to be by the proof.\nThe avowry in this case is most inartificially drawn. It might have been successfully assailed by a special demurrer. But the plaintiffs pleaded to it, and the only question now is whether the evidence tended to sustain its averments. It does not state the date of the demise nor who was the original lessor, but it avers in substance that the plaintiffs held under a lease reserving to the defendant a specified rent payable monthly. It certainly did tend to support this averment, that a lease had been made to the plaintiffs by a former owner of the lot, reserving the described rent, and that such former owner had conveyed the reversion to the defendant, especially when coupled with some evidence that the lessee had applied to the defendant for a renewal of the lease. The rent followed the reversion, and it might therefore be described as reserved to the reversion. The plaintiffs misunderstand the avowry when they say it alleges a demise from Boyd, the defendant, to the lessees. It was not then erroneous to admit in evidence the lease and the conveyance of the reversion. Nor was it error to refuse to charge that there was a fatal variance between the allegata and the prolata. It may be added that the avowry might have been amended so as to meet the proof more directly without changing its substance. Nor was there error in refusing to charge the jury as was stated in the 2d point. The fact would have amounted to no defence against the avowry. It would not necessarily have proved that the conveyance from Johnston to Boyd was fraudulent as against the former creditors, and if it would, that was a matter with which the lessee had nothing to do. The statute of Elizabeth avoids conveyances made to delay and hinder creditors as against those intended to be postponed or defrauded. No other are within the protection of the statute.\nProbably the judge should have affirmed the plaintiff’s 3d point, and if it were not plain that no material harm was done to them by his omission to affirm it, we might be compelled to order a new venire. But the verdict was for very little more than four months’ rent and interest. The excess is so small that it would be no benefit to the plaintiffs in error to send the case back for a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "JV. Sharpless, for plaintiffs in error,",
      "3. P. White, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Phipps versus Boyd.\n1. In an avowry in replevin for rent in arrear, the rent reserved must be accurately stated, the rent in arrear need not be.\n2. Wattman v. Allison, 10 Barr 464, remarked upon,\n3. An' averment in an avowry that the plaintiff held under a lease reserving to the defendant a specified rent, is supported by evidence of a lease to the plaintiff by a former owner reserving the described rent, and that such owner had conveyed to the defendant.\n4. Bent may be described as reserved to the reversion.\n6. That the leased premises had been conveyed after the lease,to defraud creditors, is no defence by the lessee against the avowry of the grantee.\n6. None but those intended to be postponed or defrauded are within the protection of the statute'of Elizabeth.\nFebruary 19th 1867.\nBefore Woodward, C. J., Thompson and Strong, JJ. Read, J., sick. Agnew, J., at Nisi Prius.\nError to the District Court of Philadelphia.\nThis was an action of replevin, issued May 6th 1864, by Alfred Phipps and Virginia E. his wife, in her right, against Daniel Boyd, Jr., and Joseph H. Smile.\nOn the 31st of August 1863, William C. Johnson leased to Phipps a house in West Philadelphia for $250 per annum, payable monthly. “ The said house and ground to be finished on the 10th day of September next, at which time possession will be given to Alfred Phipps; and if the house is not completed on the aforesaid date possession shall be given, and the rent shall not commence until such time that it shall be completed.”\nThe premises were conveyed by Johnston to Boyd the defendant on the 24th of December 1864. Some time before May 6th 1864, Boyd distrained for $145.83, as rent due from September 10th 1863 to April 10th 1864.\nThe ■ replevin having issued, Boyd as landlord, and Smile as his bailiff, avowed the taking, and alleged that the plaintiffs held the premises “ as the tenant of the defendant by virtue of a certain agreement heretofore made, reserving to the said defendant the rent of $250 for one year, payable monthly, and because a large sum, to wit, the sum of $145.83, became due and -was in arrear for the months commencing September 10th 1863, and ending April 10th 1864, &c.; for which said goods and chattels were distrained.”\nThe plaintiffs pleaded non demisit, and no rent in arrear.\nOn the trial, before Stroud, A. J., the defendant offered in evidence the lease to Phipps and the deed to Boyd, which were objected to by plaintiffs, because they did not correspond with the avowry, were received by the judge, and exceptions taken.\nA witness of defendant testified that plaintiffs went into the premises in August or September 1863 ; the house was then finished, but not the grounds; all was finished in January 1864. Another witness testified that Phipps, in a conversation with defendant, said he would pay the rent up to the date of the conversation, if the defendant would give him a lease for another year. The plaintiffs gave evidence to show that the house was still unfinished. They also proved that Boyd had declared that he had-loaned Johnston $2500, and taken the property as security, and that Johnston was insolvent at the date of the deed to Boyd.\nThe plaintiffs submitted the following points:—\n“ 1. The allegata in the avowry in this case do not agree with the probata here, and upon that ground the plaintiffs, as the case stands, are entitled to a verdict.\nu 2. If the jury believe the evidence that the deed in this case was made to the defendant as a security for money loaned by him (defendant) to Johnston, and they find this fact from this and other evidence in the case, and that at the time of the making of said deed Johnston was insolvent, the plaintiffs are entitled to a verdict.\n“ 3. The only rent that can be recovered under any circumstances at present in this case is for four months ending April 10th 1864.”\nThe court declined so to charge. The verdict was for the defendants, and the rent found to be in arrear was $97.60.\nThe first three assignments of error were, the rejection of the evidence and the answer to the 1st point; the 4th and 5th assignments were the answers to the 2d and 3d points respectively.\nJV. Sharpless, for plaintiffs in error,\ncited Morris on Replevin 125 ; Cossey v. Diggons, 2 B. & Ald. 546 ; Brown v. Sayce, 4 Taunt. 320; Ryder v. Malbon, 3 C. & P. 594; Tice v. Norton, 4 Wend. 663 ; 2 Starkie on Ev. 716 ; 2 Greenlf. on Ev. § 565; Waltman v. Allison, 10 Barr 464; Stat. 13 Eliz. ch. 5; Roberts’s Dig. 295; Woods v. Farmere, 7 Watts 385; McLanahan v. Reeside, 9 Id. 511; Luch’s Appeal, 8 Wright 519; Dunn v. Leidy, 3 Phila. R. 358.\n3. P. White, for defendants in error,\ncited Stat. 32 Hen. 8, ch. 34, Roberts’s Dig. 227; Newbold v. Comfort, 4 Pa. L. J. 120 ; Henwood v. Cheeseman, 3 S. & R. 503 ; Streaper v. Fisher, 1 Rawle 155; Act of March 21st 1772, § 10, Purd. 867, 1 Sm. Laws 372; Roberts v. Snell, 1 M. & G. 577; Morris on Rep. 98; Forty v. Imber, 6 East 434; Harrison v. Barney, 5 Id. 248; 2 Greenl. § 564, and note; 1 Chitty on Pl. 500; Taylor on Landlord and Tenant 760; 2 Troubat & Haly’s Pr. 186; Weidel v. Roseberry, 13 S. & R. 178; Shoenberger v. Hackman, 1 Wright 90 ; Jackson v. Vosburgh, 7 Johns. 186; Jackson v. Davis, 5 Cowen 124; Jackson v. Cary, 16 Johns. 305 ; Brant v. Livermore, 10 Id. 858; Jackson v. Shearman, 6 Id. 19; Zeigler v. Long, 2 Watts 206; United States v. Mertz, Id. 406; Sherk v. Endress, 3 W. & S. 255 ; Passmore v. Eldridge, 12 S. & R. 201; Thomson v. Dougherty, Id. 455; Foster v. Walton, 5 Watts 378 ; Stat. 13 Eliz. ch. 5; Hodson v. Sharpe, 10 East-350 ; Levinz v. Will, 1 Dallas 430; Stroud v. Lockart, 4 Id. 153; Parker v. Manning, 7 T. R. 538 ; Cook v. Loxley, 5 Id. 4; Co. Litt. 152: 4 Rep. 53; Trevivan v. Lawrance, 1 Salk. 276.\nFebruary 25th 1867,"
  },
  "file_name": "0342-01",
  "first_page_order": 342,
  "last_page_order": 345
}
