{
  "id": 11250571,
  "name": "COMMONWEALTH v. A. D. MILLER ET AL.",
  "name_abbreviation": "Commonwealth v. Miller",
  "decision_date": "1891-01-05",
  "docket_number": "No. 61",
  "first_page": "77",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 77"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Abb. Pr. 259",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        1970154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abb-pr-ns/12/0259-01"
      ]
    },
    {
      "cite": "6 Gray 473",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1994722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/72/0473-01"
      ]
    },
    {
      "cite": "16 Gray 231",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2093595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/82/0231-01"
      ]
    },
    {
      "cite": "11 Met. 570",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1975665
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/52/0570-01"
      ]
    },
    {
      "cite": "109 Ind. 589",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1314081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/109/0589-01"
      ]
    },
    {
      "cite": "34 Fed. R. 302",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6730063
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/34/0302-01"
      ]
    },
    {
      "cite": "4 Penny. 200",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        223047
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/4/0200-01"
      ]
    },
    {
      "cite": "107 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0276-01"
      ]
    },
    {
      "cite": "107 Mass. 188",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2104034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/107/0188-01"
      ]
    },
    {
      "cite": "56 Cal. 391",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "66 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0388-01"
      ]
    },
    {
      "cite": "76 Mich. 173",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1357026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/76/0173-01"
      ]
    },
    {
      "cite": "130 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. 489",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "120 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0182-01"
      ]
    },
    {
      "cite": "23 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0355-01"
      ]
    },
    {
      "cite": "23 Ill. App. 36",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        863735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill-app/23/0036-01"
      ]
    },
    {
      "cite": "113 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0126-01"
      ]
    },
    {
      "cite": "118 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0402-01"
      ]
    },
    {
      "cite": "74 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0230-01"
      ]
    },
    {
      "cite": "57 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010465
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0274-01"
      ]
    },
    {
      "cite": "70 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0102-01"
      ]
    },
    {
      "cite": "34 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0275-01"
      ]
    },
    {
      "cite": "70 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/70/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1407,
    "char_count": 44209,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 6.793239084722354e-07,
      "percentile": 0.9637610146383052
    },
    "sha256": "ee004a8b54a0588e4910e88b5cdc96751fa4b653e3b080a4392e1459c0af87f9",
    "simhash": "1:ae2445653954d428",
    "word_count": 7662
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, Mc-Collum and Mitchell, JJ."
    ],
    "parties": [
      "COMMONWEALTH v. A. D. MILLER ET AL."
    ],
    "opinions": [
      {
        "text": "OPINION,\nMb. Justice Williams:\nThe defendants own and operate a refinery where crude petroleum and its products are prepared for market. There are four acres within the enclosure fronting on the Ohio river. The Pittsburgh & Western railroad passes in front of it, along the river’s edge. The Cleveland & Pittsburgh railroad runs upon the street directly in the rear. The city of Allegheny, like its sister city Pittsburgh, owes its growth and prosperity to the extent of its manufacturing interests, and the river front is almost wholly given over to these great industries. The indictment charges that the defendants’ refinery is a public and common nuisance, because of the emission therefrom of certain noxious and offensive smells and vapors, and because the oils and gases stored and used therein are inflammable, explosive, and dangerous. The jury, under the instructions of the court, found the defendants guilty, and the sentence which has been pronounced requires the abatement or destruction of a plant in which some three hundred thousand dollars are said to be invested, and which gives employment to seventy-five men. The assignments of error are quite numerous, but the important questions raised are few.\nThe first four assignments, the sixth, ninth, tenth, and sixteenth, may be considered together, as they relate more or less directly to the same subject. The learned judge had his attention directed by the written points to the definition of a public nuisance, and to the circumstances under which the defendants’ refinery had been established and maintained for many years; and he instructed the jury that the character of the location where the refinery was established, the nature and importance of the business, the length of time it had been in operation, the capital invested, and the influence of the business upon the growth and prosperity of the community, were no defence to an indictment for nuisance. Among other expressions used by him are the following: “ It is no defence to an indictment for a common nuisance that the business complained of has been in operation many years.” “ I do not think the size of an establishment makes any difference.” And again : “Neither is it a defence in any measure that the business is a useful one,” etc. If it had been an admitted or an established fact that the business of the defendants was a common nuisance, and they had attempted to justify its maintenance, these instructions would have been appropriate; but, the question before the jury was whether the business was a nuisance. The decision of that question depended upon a knowledge of all the circumstances peculiar to the business, the place, its surroundings, and the employments of the persons in the vicinity. While no one of these, nor all together, would justify the maintenance of a nuisance, they might be sufficient, and they certainly were competent evidence from which the jury might determine whether the defendants’ refinery was a common nuisance at the place where it was located, and this was the question to be determined by the trial. They might make, therefore, or contribute to make, a defence to the indictment trying. This distinction between an effort to justify an admitted or established nuisance, and a denial that the business complained of amounts to a nuisance, was evidently in the mind of the learned judge, but, in the haste that attends jury trials, he failed to place it clearly before the jury. He did say that the facts referred to had “ weight, and are to be considered in determining the degree of the injury produced, and whether the effects are so annoying, so productive of inconvenience and discomfort, that it can be said to be really so prejudicial to the public as to be a nuisance,” but, following an explicit statement that these same facts were “ no defence to an indictment for erecting and maintaining a nuisance,” such as. they were then trying, the jury was left without an adequate presentation of the defence.\nThat such facts are proper for consideration and may make a defence, has been long and well settled: Wood on Nuis., § 430. The same rule was applied in this state in Huckenstine’s App., 70 Pa. 102; and in Commonwealth v. Reed, 34 Pa. 275. The character of the business complained of must be determined in view of its own peculiar location and surroundings, and not by the application of any abstract principle: Wood v. Sutcliffe, 8 Eng. L. & E. 221. In the case last cited, Lord referred to a case at nisi prius, in which he\nhad instructed the jury to consider, not only whether the quantity of smoke complained of would amount to a nuisance, considered abstractly, but “ whether it is a nuisance to a person living in Shields,” which was the name of the town in which the business was conducted. It was in this respect that the instructions complained of in the first, second, and third specifications were inadequate. They gave the general rule without the qualifications which the situation of the defendants’ refinery entitled him to. The right to pure air is, in one sense, an absolute one, for all persons have the right to life and health, and such a contamination of the air as is injurious to health cannot be justified; but; in another sense, it is relative, and depends upon one’s surroundings. People who live in great cities that are sustained by manufacturing enterprises must necessarily be subject to many annoyances and positive discomforts, by reason of noise, dust, smoke, and odors, more or less disagreeable, produced by and resulting from the business that supports the city. They can only be relieved from them by going into the open country. The defendants had a right to have the character of their business determined in the light of all the surrounding circumstances, including the character of Allegheny as a manufacturing city, and the manner of the use of the river front for manufacturing purposes. If, looked at in this way, it is a common nuisance, it should be removed; if not, it may be conducted without subjecting the proprietors to the pecuniary loss which its removal would involve.\nThe fifteenth assignment relates to the definition of a “reasonable doubt.” The learned judge said: “ It is such a doubt as would influence or control you in your actions in any of the important transactions of life.” He did not say that a doubt that would cause one to pause and hesitate, was, if fairly derived from the evidence, a reasonable one within the meaning of the criminal law, but that it must be one that would control one’s conduct in the important transactions of life. Our actions are determined by the preponderance of considerations. We doubt, hesitate, examine, balance the argument for and against the given action, and act as the preponderance indicates. A doubt that would control our actions in the important transactions of life, would be one that was so strong as not to be overcome by the balancing process. Such a doubt would be practically an unconquerable one. It would lead us, not simply to refrain from acting, but to act.\nThe twelfth and thirteenth assignments relate to the request of the defendants that the jury be permitted to view the alleged nuisance, and see its situation and surroundings and observe its operations, before passing upon them. This was a reasonable request; and, in view of the magnitude of the interests involved, it is difficult for us to understand why it was not granted by the court. It was, however, a matter fairly within the discretion of the court, and we cannot say that it was an abuse of that power to refuse the application upon anything now before us. Much the same thing may be said of the action of the court in refusing permission to defendants’ counsel to comment upon the action of the commonwealth in objecting to the proposed view of the premises. So much depends on what is said, and the connection in which it stands, that it should be a clear case of infringement upon the right of counsel to comment upon the incidents of the trial, to induce us to interfere with the discretionary control of the trial, judge. It appears by the thirteenth assignment that as counsel for the defendants were addressing the jury they proposed to comment on the action of the commonwealth’s counsel in refusing to join in the request for an examination of the premises by the jury, and in objecting thereto, and that counsel for the commonwealth “ objected to the propriety of such comment.” The objection was sustained, and the comments were not allowed to proceed. The fact that an application was made by the defendants, objected to by the commonwealth, and denied by the court, was within the knowledge of the jury, because it had transpired, as we understand, in their presence. It was a fact that for some purposes might properly be referred to, as an incident of the trial, by counsel, but, like other facts, it might be commented upon in an improper manner, or used for an improper purpose; and, in the absence of precise information upon the subject, we must presume that the learned judge exercised a proper supervision over the argument.\nWe think the indictment is sufficient in form to sustain a verdict, and the verdict rendered is applicable to all the counts, and was, no doubt, so intended by the jury, but, for the reasons given, the judgment cannot be sustained.\nJudgment reversed.",
        "type": "majority",
        "author": "Mb. Justice Williams:"
      }
    ],
    "attorneys": [
      "Mr. S. Schoyer, Jr. (with him Mr. George Sidras, Jr., and Mr. S. B. Schoyer), for the appellants:",
      "Mr. John S. Ferguson and Mr. G-eorge Flphinstone (with them Mr. W. B. Rodgers'), for the commonwealth:"
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH v. A. D. MILLER ET AL.\nAPPEAL BY DEPENDANTS FROM THE COURT OP QUARTER SESSIONS OP ALLEGHENY COUNTY.\nArgued October 28, 1890\nDecided January 5, 1891.\n[To be reported.]\n1. While the continuance of a business, admitted or established to be a public nuisance, cannot be justified by the length of time it has been in operation, by the capital invested in it, or by its influence upon the prosperity of the community, yet, where the fact of the public nuisance is controverted, these matters are proper for consideration by the jury.\n2. A defendant, indicted for maintaining a public nuisance, by operating an oil refinery within city limits, is entitled to have the character of his business determined, not according to any abstract principle, but in the light of all the circumstances peculiar to the business, its place and its surroundings, and their use for manufacturing purposes.\n3. It was therefore error, in such case, the fact of the public nuisance being denied, to charge that it is no defence to an indictment for maintaining a common nuisance, that the business complained of has been in operation for many years, that the size of the establishment made no difference, and that it was not a defence that the business was a useful one.\n4. The granting or a refusal of a request by the defendant that the jury be sent to view the alleged nuisance, is fairly within the discretion of the court; and the prevention of comments by defendant’s counsel to the jury, respecting the objection of the commonwealth to such inspection, will be reviewed only in a clear case of infringement upon counsel’s rights.\n5. An indictment charging, in the same count, that the defendant on a certain date erected a nuisance and from that date continuously until the finding of the indictment maintained the same, is not objectionable on the ground of duplicity, as charging two distinct offences, but is of sufficient form to sustain a general verdict of guilty.\n6. A doubt that would cause one to pause and hesitate, is, if fairly derived from the evidence adduced on the trial, a reasonable doubt, within the meaning of the criminal law; it is error, therefore, to instruct the jury, that a reasonable doubt is such as would influence or control the jurors in any of the important transactions of life.\nBefore Paxson, C. J., Sterrett, Green, Williams, Mc-Collum and Mitchell, JJ.\nNo. 61 October Term 1890, Sup. Ct.; court below, No. 741 September Term 1889, Q. S.\nOn October 4, 1889, tbe grand jury returned as a true bill, an indictment charging A. D. Miller, A. D. Miller, Jr., and R.. B. Miller, with erecting and maintaining a common nuisance. The indictment was in four counts, charging in substance :\n1. That the defendants, on August 1,1889, at a certain place in the city of Allegheny (describing a certain square), near to divers public streets and to the dwellings of divers citizens of said county, unlawfully and injuriously did make, erect and set up certain buildings to be used as an oil refinery, and the said buildings, from that day continuously until the taking of the inquisition, did, and still do maintain, to the common nuisance, etc., and contrary to the form of the act of assembly etc.\n2. That the defendants, on the day and year aforesaid, at a certain place in the city of Allegheny, etc., unlawfully and injuriously did erect and set up certain buildings, wherein were then, and yet are, stored and kept large quantities of explosive and inflammable oils, and did erect, set up and maintain certain tanks, stills, etc., used in the refining and distillation of crude petroleum; by reason whereof divers noxious, unwholesome, deleterious, and explosive smells, stenches, vapors and gases did and do yet arise, and in consequence thereof the air in the neighborhood was and is yet greatly impregnated with the noxious, etc. smells etc., and was and is rendered unwholesome and insalubrious; and the defendants, from the day and year aforesaid continually until the taking of this inquisition, the said buildings, tanks, stills etc., unlawfully and injuriously did and still do maintain, to the common nuisance etc., contrary etc.\n3. That the defendants, on the day and year aforesaid, unlawfully and injuriously did erect and set up certain buildings, tanks, stills, etc., employed in refining oil, located in the city of Allegheny, at a certain place, etc., in which stills, etc., were placed divers large quantities of explosive and inflammable oils etc., and did on said day and year and continually thence until the taking of this inquisition, and yet do conduct their said business of refining and storing oil at the place aforesaid, in such a manner as to cause vast quantities of offensive, noxious, dangerous and explosive gases, vapors, and odors to issue therefrom; by reason whereof the air there and thereabouts was greatly filled witb unwholesome, etc., vapors, etc., to the great damage and nuisance of all the good citizens, etc., contrary, etc.\n4. That the defendants, on the day and year aforesaid, and on divers other days between that day and the day of the taking of this inquisition, with force and arms, at a certain place in the city of Allegheny etc., near to the dwellings of divers good citizens of this county and to divers public streets, unlawfully, negligently and improvidently did and still do keep, in certain stills, tanks, etc., divers large quantities of dangerous, inflammable and explosive oils, to wit, certain crude petroleum, benzine, etc.,'whereby divers good citizens of said county there residing, passing and repassing, are in great danger; to the great damage and common nuisance, etc., contrary etc.\nThe defendants pleaded not guilty.\nAt the trial on November 26, 1889, the following facts were shown:\nThe oil refinery of the defendants, the subject of the indictment, was erected upon a tract of about four acres of land in the sixth ward of the city of Allegheny, bounded by the Ohio river, Adams street, and Preble and Washington Avenues. It was built originally by one Hutchinson some time prior to 1862. In 1872 it was purchased by the defendants, and they have since operated it. The Pittsburgh & Western railroad track passes between the refinery buildings and the river, and the Cleveland & Pittsburgh railroad is laid upon the street which bounds the opposite side of the property, both railroads having switch connections with the refinery premises. About seventy-five men were employed by the defendants in connection with their business.\nA large number of witnesses testified, for the commonwealth, to the emission by the defendants’ refinery of offensive and noxious smells. The greater number of them testified that they did not notice such smells after August 1, 1889, at least to any considerable extent. There was testimony, also, relating to dangers to surrounding buildings from fire and explosions in the refinery. It appeared that in August, 1889, a part of the refinery was destroyed by a fire, the extinguishment of which required the efforts of the city fire department for nearly twenty-four hours.\nS. S. D. Thompson, a witness for the commonwealth, was asked, upon direct examination, the following questions :\nQ. Now I wish you would state whether or not a refinery, such as that, with tanks located with reference to each other as they are located in it, if a fire took place in any part of the refinery, there would be great danger of it communicating to the whole refinery ?\nObjected to.\nBy the court: Objection overruled ; exception.7\nA. Yes, sir. Q. In case of such a fire, you may state whether there would be danger of an explosion of any of these stills or tanks ? A. Yes, sir, there would. Q. When a tank containing oil or gasoline bursts, what would become of its contents if fire was present? A. Well it would be scattered around of course. It would flow over the ground to more or less extent. Q. Could such a fire be readily extinguished by the application of water ?\nObjected to.\nBy the court: As involving the public’s safety outside, I overrule the objection; exception.8\nA. I don’t think it could be extinguished at all by water; in fact, I am certain it could not, from tests of my own that I have made by handling naptha; in some cases it makes it worse, scatters it the more you throw water on it.\nTestimony for the defendants tended to show that the smells described by the commonwealth’s witnesses emanated from some other source than the refinery, and to rebut the allegations of the commonwealth as to dangers from explosions and fires in the refinery.\nA. D. Miller, one of the defendants, on the stand as a witness, was asked by defendants’ counsel to state how many men were employed in the defendants’ refinery.\nObjected to.\nMr. Shiras : We want to show that those men are all healthy, but I suppose it is competent to show the number of men too.\nObjected to, on the ground that the health can be proved without reference to the number.\nMr. Shiras: We have been permitted to show the physical extent of the works and the amount of the product, all without objection; have we not a right now to show the number of men employed, not merely for the purpose of following it up as we propose to do by showing the condition of health, but also as showing the extent and importance of the works ?\nBy the court: I don’t think the size of an establishment makes any difference in law, and if the question is to lead up to the value of the business I think it is not competent; but, if it is for the purpose of showing the effect upon the people that are brought immediately within its influence, I don’t know whether I ought to exclude it, as a fact in connection with the existence of the nuisance. I will sustain the objection, as I understand it to be applicable merely to the value of the business involved in the refinery; exception.9\nMr. Shiras: Then I offer to renew the question, undertaking to restrict my observation until at least your honor give me leave, to the question of the health of the employees and their number as connected with such question.\nBy the court: That I look upon as an entirely different question from the question of value.\nThe witness then testified as to the number and health of the defendants’ employees. The same witness was asked whether in former years there were not many refineries situated in the cities of Pittsburgh and Allegheny.\nObjected to.\nBy the court: Objection sustained; exception.11\nR. B. Miller, another defendant, was asked the following question, while testifying on behalf of the defendants :\nQ. At the time you became the purchaser, what was the character of the surrounding country, many residences or otherwise ?\nObjected to, as incompetent and irrelevant.\nMr. Schoyer: We propose to show that we are' not intruders there.\nBy the court: That makes no difference as to the question whether it is a nuisance or not; but as I understand the law,, it is evidence from which the jury maj infer that if it has been a closely built up district, that is something to indicate that it is not such a prejudicial condition of things to people who have submitted to it thus long as to make it a public nuisance.\nMr. Shiras: It goes to show that people, practically, are moving up to the refinery all the time.\nBy the court: That wouldn’t relieve it. The only way that I think it could have any effect, would be to show that people submitted to it; but it is not on the ground that they have not a right to come up to it. Any man has a right to buy right up to it, and then make complaint. The mere fact that they have been there before does not prevent him. That is not a matter of evidence to the jury as I take it, and I want to say that it would not have any operation in that respect. The objection is sustained; exception.10\nAt the close of the testimony offered by the defendants, their counsel requested the court to permit the jury to visit and inspect the refinery in question.\nObjected to.\nBy the court: It is not such a test as I would undertake to order done by the jury, unless the counsel on both sides agree to its being done. I think it is discretionary with the court, and I take it, under the evidence, it is not so necessary, unless agreed to by the parties, that the court would direct that it should be done ; objection sustained; exception.18\nOn the argument of the ease to the jury, counsel for defendants proposed to comment to the jury on the refusal of commonwealth’s counsel to permit them to visit and inspect the refinery, but was interrupted by counsel for commonwealth, who objected to the propriety of such comment.\nBy the court: Objection sustained; exception.13\nThe court, Magkee, J., charged the jury in part as follows :\nIt is a rule of law, not applicable to this case, in particular, not law that applies to any special case, but a general principle that applies to all criminal cases, that defendants in criminal cases are to be presumed to be innocent until the contrary is shown by the testimony in the case, and that the testimony must satisfy you beyond a reasonable doubt before you can convict. [Now, a reasonable doubt is not a desire on your part to avoid determining a difficult question, or to avoid the performance of an unpleasant duty that may be cast upon you. But, it is such a doubt as would influence and control you in your actions in any of the important business transactions of life. When you have such a doubt as to your conclusions as would influence you in that way, in the important business transactions of life, and which yon derived from the testimony, then you have such a doubt as in law demands an acquittal in all criminal cases.]13.\nIn order to make the use complained of a public nuisance, it .must be shown to be to the common annoyance, or the common danger, of the public; that it is so extensive in its consequences that it cannot be said to be confined to a few persons; or, it must be in a public place, or on a public road or street, so as to seriously offend and annoy those who lawfully pass.\nFor, even works that are nuisances per se, may be lawfully carried on in a convenient place, as in a place removed from habitations and public localities. When any such business is thus established in a convenient place, removed from dwellings and public ways, even though it may have been carried on for many years, yet, when the place becomes inconvenient by reason of public roads being laid so near that it becomes materially offensive upon them, or, when other business is established in the vicinity which is not a nuisance and is injuriously affected thereby, by being offensive to those who work there or come there to trade, or, when numerous dwellings are erected in its vicinity to which it is a serious annoyance, it in law becomes a public nuisance and must yield to the public necessity and to the demands of the public interest, notwithstanding that it has been carried, on there for more than a century; for no length of time works a prescription for a public nuisance or other public offence.\n[Therefore, it is no defence to an indictment for erecting or maintaining a nuisance, that the business, trade or occupation has for a long time been carried on in the locality designated, without complaint from any one, although it might be a good defence to a private suit for the recovery of damages. Neither is it a defence, in any measure, that the business is a useful one; that it is necessary, or that in its products and operations it is a public benefit and contributes largely to the enhancement of the wealth and commercial prosperity of the community; for, if it is really a nuisance or operates as such upon the public, no measure of necessity, usefulness or public benefit, exempts it from the unflinching condemnation of the law; although, unless the business is a nuisance per se, that is, in itself, these facts have weight and are to be considered by the jury in determining the degree of injury thereby produced, and whether the effects are so annoying, so productive of general inconvenience and discomfort, that it can be said to be really so prejudicial to the public as to be a nuisance.] 16\nTo constitute a public nuisance from the use of real property, the same degree of injury must be established as to sustain a recovery at the suit of an individual, the only difference being that the injury and damage must be shown to be common to many instead of applying only to one or a few individuals. It is not necessary to establish the fact that the ill effects are applicable to an entire community; or, that they are the same in their effects upon all who come within their influence ; or, that the same amount or degree of damage is done to each person affected by it; for, in the very nature of things this would be impossible. It is sufficient to show that it has a common effect upon many, as distinguished from a few, and is a material annoyance and discomfort to the public, by one in the unreasonable, unwarrantable or unlawful use of his property.\nWhere the thing complained of is in a city or upon public streets, its public character and effects may be readily shown ; for, anything that can produce a nuisance which extends over a street or public place, where people pass and re-pass and have a lawful right to be or congregate, and produces material annoyance, inconvenience, discomfort and injury to those exercising those rights, is a public nuisance, and punishable as such. When the place is shown to be in a city, and on streets, it then becomes the duty of the jury to inquire whether the business as carried on produces a common damage to the property in the vicinity, or whether it is, in fact, a public annoyance and inconvenience to such an unwarrantable extent as to require the intervention of a fine and the abatement of the business.\nThe present case, in my opinion, is not a nuisance per se, nor is it a case in which the question of its prima facie character has any present importance, as the question of nuisance is now before you for determination, not as a prima facie, but a real nuisance. It will be your, duty, therefore, to determine the existence of the common nuisance complained of upon the evidence in the case.\nThe commonwealth requests the court to give you instructions as follows:\n1. That any business, however lawful in itself, which, as to those residing in the neighborhood where it is carried on, causes annoyances that materially interfere with the ordinary physical comfort of human existence, is a nuisance and indictable as such.\nAnswer: This point is affirmed. No business can lawfully create and maintain a common nuisance.1\n2. That, when the prosecution of a business, of itself lawful, in the neighborhood of dwelling-houses, renders many of the inhabitants thereof uncomfortable, by reason of the offensive odors or smells produced by said business, the carrying on of such business is a nuisance, and the proprietors thereof may be indicted and convicted, even though such offensive smells or odors are not in any degree injurious to health.\nAnswer: This point is affirmed. In order to convict upon an indictment for a common nuisance, it is not necessary that the ill effects complained of are injurious to health.8\n3. That when, with reference to an alleged nuisance, the people or the citizens of a neighborhood are mentioned or concerned, the term “ public ” does not mean all the people, nor most of the people, nor very many of the people of a place, but only so many of them as contradistinguishes them from a few; and, therefore, if in this case the jury find that offensive smells were produced and given off from defendants’ refinery to the annoyance of a considerable number of the people residing in the neighborhood, the defendants are guilty of maintaining a nuisance, even though the jury may find that such smells were not offensive to some of the people residing in the neighborhood.\nAnswer: This point is affirmed. To be public, a nuisance must have a common effect and produce a common damage, and not merely a special and particular injury to a private right; not the whole community necessarily, but more than a few must be involved in a common damage.3\n4. That the fact that the defendants’ refinery has been carried on where it now is for many years, and that dwellings have gathered in the neighborhood since it was first started, does not entitle the defendants to continue it, if it is in fact a nuisance to the people dwelling in the vicinity, by reason of offensive smells or odors proceeding from it.\nAnswer: This point is affirmed. It is no defence to an indictment for common nuisance that the business complained of has been in operation for many years.4\n5. That, if the jury find that the defendants’ refinery in all or any of its parts, by reason of the escape of inflammable gases and their admixture with the air, is liable to explosive fires, likely to communicate with and set fire to the crude oil and the products thereof in and about said refinery, and that in the process of distillation the stills are liable to become overheated and explode from the interior pressure produced by such overheating ; that oil and its products once inflamed, cannot be extinguished by the application of water, but on the contrary the burning fluids are apt to be carried out of the limits of the refinery and thereby endanger surrounding property; that such fires are of intense heat; that they are apt to arise from causes without as well as within the refinery; that lightning has a special affinity for such establishments, then such an establishment is a nuisance in a thickly settled community.\nAnswer: This point I decline to affirm as framed. I am not prepared to say, as a matter of law, that the “ escape of inflammable gases liable to explosive fires ” and likely to produce such character of danger from fire as described in the point, will constitute the refinery a public nuisance. To be a public nuisance, the explosive character of the gases escaping, and their quantity, must be such as to subject the public to instantaneous and destructive consequences from explosion, involving danger to life from which there is no time or opportunity for escape. Explosive dangers are distinct from fire risks, the risks contemplated in the point.\nThe defendants have also requested the court to charge the jury upon certain points:\n4. That the burden of proof is upon the commonwealth to satisfy the jury, by preponderating evidence, that the defendants’ works do create and emit smells and odors injurious to the health, or substantially affecting the comfort and welfare of those living in the neighborhood, and have created and emitted such noxious and offensive odors since the first day of August, 1889; and that if the jury are not satisfied that the smells complained of were of a substantial character, calculated to affect ordinary persons in their health and comfort, and that said smells were occasioned by the defendants’ works, from and since the ■first day of August, 1889, then it is the duty of the jury to find for the defendants.\nAnswer: This point is affirmed, with this qualification: By adding after the word “ jury ” in the second line, the words “ beyond a reasonable doubt,” and by substituting for the words “ since the first day of August, 1889,” wherever the same appear, the words “ within two years prior to October 4,1889, the date of the finding of the true bill in this case.” 5\n5. That, while the length of time during which defendants’ works have been operated, or the amount of capital invested in them, does not necessarily show that they are not a common nuisance, yet such facts deserve the careful attention of the jury and render it their duty to weigh the evidence carefully, before they destroy, by their verdict, a business of such magnitude and so long carried on.\nAnswer: This point is affirmed. The length of time the works have been operated is a matter for your consideration, not to legalize a common nuisance, but as affecting the extent of the discomfort complained of as so prejudicial to the public rights as to demand its abatement as a public nuisance. That is the only consideration, I think, that you can give to that character of testimony.6\nThe jury rendered a verdict finding the defendants guilty in manner and form as indicted. Thereupon, the defendants made a motion in arrest of judgment, assigning therefor the following reasons:\n1. Because the jury found a general verdict on all the counts, although the first count was not sustained by the evidence.\n2. Because the jury found a general verdict upon the counts asserting a nuisance continuing till the finding of the indictment, although the evidence would have warranted the jury in finding that the acts of nuisance complained of did not take place after August 1, 1889.\n8. Because the several counts in the indictment each contained two distinct charges, one for erecting and maintaining a common nuisance, and the other for continuing such common nuisance; such charges being distinct offences, punishable under the law with different and distinct punishments.\n4. Because the general verdict of the jury, upon all the counts and against tbe weight of the evidence, do not permit his Honor, in sentencing the defendants, to discriminate between the charges contained in said several counts.\nBy the court: Motion overruled; exception.17\nA rule for a new trial having been discharged, the court adjudged the defendants “ to pay the costs and a fine of six and one fourth cents, and to abate the nuisance.” Thereupon, having obtained a special allowance, the defendants took this appeal, assigning for error:\n1-4. The answers to the commonwealth’s points.1 to 4\n5, 6. The answers to defendants’ points.5 6\n7, 8. The admission of the commonwealth’s offers.7 8\n9-11. The refusal of the defendants’ offers.9 to 11\n12. The refusal of defendants’ motion.19\n13. The overruling of defendants’ objection.13\n15, 16. The parts of the charge embraced- in [ J 16 16\n17. The refusal of defendants’ motion.17\nMr. S. Schoyer, Jr. (with him Mr. George Sidras, Jr., and Mr. S. B. Schoyer), for the appellants:\n1. The court misconceived the rule applicable in a case such as this, when It instructed the jury that a business, in itself lawful, necessary and important to the community, and carried on carefully and without negligence, for a long period of time, without complaint on tbe part of any one, is an indictable public nuisance, if it render more than a few of the people occupying houses in the neighborhood uncomfortable by reason of offensive odors or smells produced in it, even though such smells or odors are not in any degree injurious to health. While such a view may have prevailed in earlier times, and may yet prevail in some of the states, the later cases, especially in Pennsylvania, lay down a much more sensible rule: Huck-enstine’s App., 70 Pa. 102; Rhodes v. Dunbar, 57 Pa. 274; Weir’s App., 74 Pa. 230; Price v. Grantz, 118 Pa. 402; Penna. Coal Co. v. Sanderson, 113 Pa. 126 ; Tipping v. Smelting Co., 116 E. C. L. R. 608. It will be observed that by obtaining the instructions asked for in its first four points, the commonwealth abandoned all pretence of a right to a verdict on the ground of alleged injury to health, or danger of explosions, etc.; and therefore she cannot now be heard to contend that a verdict might have been recovered even though the instructions we complain of had not been given.\n2. The court erred in its treatment of the defendants’ fourth point, to the effect that if the smells of which the commonwealth had a right to complain, had not been emitted since August 1, 1889, the defendants should be acquitted. This point was based upon the language of the indictment, which averred the existence and maintenance of the nuisance only since the date mentioned, and upon § 73, act of March 31, 1860, P. L. 402, which contemplates two distinct classes of public nuisances, one class consisting of h single act, or an act which has ceased before indictment, and punishable by a fine, and the other consisting of an act of a continuing or permanent character, punishable by a sentence of abatement. The court did not refuse our point because the evidence did not warrant it, but because of mistakenly understanding it to mean that the commonwealth could not go back of the date laid in the indictment in any case. Under this action, the defendants find themselves under sentence to abate their refinery as a present nuisance, although the jury would have been warranted in finding that no indictable smells had been created since August 1, 1889.\n3. Moreover, judgment should have been arrested because the indictment was defective, as each count charged two distinct and several offences, with separate and distinct penalties. The creation and the maintenance of a nuisance are separate and distinct offences, and they cannot be joined in the same count of an indictment: Burke v. People, 23 Ill. App. 36; § 73, act of March 31, 1860, P. L. 402. This objection, being matter of substance, was properly raised by motion in arrest of judgment: Hazen v. Commonwealth, 23 Pa. 355; Harley v. Insurance Co., 120 Pa. 182; Ruth v. Kutz, 1 W. 489; Commonwealth v. Shutte, 130 Pa. 273. The testimony as to the liability of the whole refinery to be consumed in case of a fire, was inadmissible. Such liability would not make the refinery a public nuisance, and the courts ought not to interfere on the ground of such a contingent danger: Rhodes v. Dunbar, 57 Pa. 274. And the defendants should have been allowed to prove the number of men employed in the refinery and the character of the surrounding country when they purchased it. All these matters are proper to be considered when it is attempted to banish an important establishment from a manufacturing community.\n4. The* act of the trial judge, in refusing permission to have the premises viewed by the jury, was not put by him on the basis of exercising a discretion, but the permission was refused simply because the commonwealth objected, and his action is reviewable error: Hudson v. Roos, 76 Mich. 173; Tilton v. Miller, 66 Pa. 388. But, even if that be regarded as purely a matter of discretion, it was plainly erroneous to prevent the defendants’ counsel from commenting to the jury upon the commonwealth’s refusal to permit such a view, which was analogous to a refusal or omission of a party to produce important testimony in his control: 1 Thompson on Trials, 775. Moreover, the instructions to the jury on the subject of what constitutes a reasonable doubt, presented an erroneous standard, allowing the jury to find against the defendants if they should think it probable that they were guilty, as in the transactions of life we ordinarily act upon and are controlled by probabilities : 2 Thompson on Trials, § 2505; People v. Anthony, 56 Cal. 391.\nMr. John S. Ferguson and Mr. G-eorge Flphinstone (with them Mr. W. B. Rodgers'), for the commonwealth:\n1. In support of the alleged error in affirming the first four points of the commonwealth, the appellants cite six cases, all of which arose upon the civil side of the courts. There are many considerations which induce a court not to interfere at the suit of a private individual, which do not arise in a public prosecution. In the former case, the court may decline to interfere ; but, in the latter, if the nuisance be proved there must be a conviction, and an abatement of the nuisance must follow as its result. The commonwealth did not abandon any fact proved, which was a proper subject for the consideration of the jury. The four points in question simply presented certain facts, which, if true, were of themselves sufficient to call for conviction.\n2. Even if the refinery had never been operated a day, and had not emitted a smell after August 1,1889, we were entitled to a conviction if it was, on the date of the information, and had been before that, such a nuisance as was alleged. No one pretends that the refinery buildings, in and of themselves, constituted a public nuisance. It was the use of them for an unlawful purpose that completed the offence, and it is proper for an indictment to aver, as this one does, that the defendants erected buildings for an unlawful purpose, and from the time of such erection so used them. And an indictment like this one was sustained in Commonwealth v. Kidder, 107 Mass. 188. When a statute makes indictable two distinct acts connected with the same transaction, each of which represents a phase of the same event, they may be joined in one count: Commonwealth v. Miller, 107 Pa. 276; Whart., Cr. PL, 257.\n, 3. If there was any error in admitting the questions covered by the seventh and eighth assignments, relating to danger of fire, etc., it was cured by the instructions to the jury, and on this part of the case, the conviction must be presumed to have been in accordance with the law as explained by the court. We did not attempt to deny the authority of Rhodes v. Dunbar, 57 Pa. 274, but we sought, by evidence, to bring the case within the authority of Regina v. Lister, 3 Jur. N S. 571, holding that the storing of large quantities of ignitable and explosive fluids near to divers streets and dwelling houses, is an indictable nuisance. The excluded matters referred to by the ninth and tenth assignments, were testified to over and over again in the case. The refusal to send the jury to visit the refinery, was within the discretion of the court: N. Y. Ry. Co. v. Price, 4 Penny. 200; Beaver v. Whiteley, 3 Pa. C. C. R. 613; and comment by the defendants’ counsel on this excluded evidence was properly cut off.\n4. “ A reasonable doubt is based on reason, and is one which is reasonable in view of all the evidence. It does not exist where one has an abiding conviction of defendant’s guilt, such as he would be willing to act upon in the more weighty and important matters relating to his own affairs: ” United States v. King, 34 Fed. R. 302. But, in order to reverse for a mere inaccurate definition of a reasonable doubt, it must very plainly appear that the defendant has thereby been prejudiced iii his substantial rights: Herí v. State, 109 Ind. 589. The points presented by the commonwealth are fully sustained by authority. See, as to the first point: Crump v. Lambert, 3 Eq. 409: Eames v. Worsted Works, 11 Met. 570; Commonwealth v. Chemical Works, 16 Gray 231; Bamford v. Turnley, 3 B. & S. 62; as to the second: Delaware v. Luce, 6 Cent. R. 862; as to the third: Delaware v. Luce, supra; and as to the fourth: Commonwealth v. Upton, 6 Gray 473 ; Commonwealth v. Van Sickle, 4 Clark 104; Smith v. Cummings, 2 Pars. 92; Howard v. Lee, 3 Saudi. 281; Milligan v. Elias, 12 Abb. Pr. 259; Campbell v. Seaman, 2 Thomp. & C. 231."
  },
  "file_name": "0077-01",
  "first_page_order": 101,
  "last_page_order": 120
}
