{
  "id": 11250598,
  "name": "BAIR & GAZZAM, LIM., v. WM. HUBARTT",
  "name_abbreviation": "Bair & Gazzam, Lim. v. Hubartt",
  "decision_date": "1891-01-05",
  "docket_number": "No. 135",
  "first_page": "96",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. 52",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "59 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "59 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0450-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 7906,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 3.739651419488111e-07,
      "percentile": 0.8946844005191036
    },
    "sha256": "ad20d0f1a6e173680e406b1bafd2b845013cf0061faab7f3623b484e98ee47c1",
    "simhash": "1:5373fa6b1c7f0b65",
    "word_count": 1377
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stebkett, Green, Williams, Mc-Collum and Mitchell, JJ."
    ],
    "parties": [
      "BAIR & GAZZAM, LIM., v. WM. HUBARTT."
    ],
    "opinions": [
      {
        "text": "OpiNion,\nMr. Justice Mitchell:\nThe plaintiffs’ affidavit that the dies were omitted by direction of defendant’s agent was a reply to the defence on the failure to make them, but was not a reply at all to the amount of credit defendant would be entitled to, if the jury should find that he did not so direct. The omission of the dies was an admitted and material variance from the written contract, and it was necessary for the plaintiffs to prove a justification for it. If they failed to do this, then the jury would have to pass upon the amount of damage occasioned thereby to the defendant, and upon this point the affidavit objected to was competent evidence under the rule of court, being a material averment of fact not directly and specifically denied by the answer.\nBut, it is argued that this part of the defence was not set-off, but failure of consideration, admissible in evidence under tire general issue, and therefore that the rule of court was not applicable. But whether it was a technical sehoff, or a defalcation under the broader practice of this state, or merely failure of consideration resulting in an over-payment which defendant sought to get back, is not at all material. In any aspect, it was a counter-claim by defendant against plaintiffs. The object of the rule of court is manifestly to reduce the contest at the trial to the points actually in dispute, and whenever any matter sought to be introduced at the trial, called by whatever name it may be, is such as to require notice to the other side, the object of the rule would seem to demand its application. The defence, as already said, was a counter-claim, which certainly in substance partook of the nature of a set-off, and might well be held to be within the meaning of the term as used in the rule. Whether or not it should be so construed was peculiarly for the court below; and all our cases agree that, upon a question of the construction or application of its own rules, a court can be reversed only for manifest and material error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell:"
      }
    ],
    "attorneys": [
      "Mr. Jas. W. Collins, for the appellants.",
      "Mr. John D. Shafer, for the appellee."
    ],
    "corrections": "",
    "head_matter": "BAIR & GAZZAM, LIM., v. WM. HUBARTT.\nAPPEAL BV PLAINTIFFS FROM THE COTJBT OF COMMON PLEAS NO. 1 OF ALLEGHENY COUNTY.\nArgued October 29, 1890\nDecided January 5, 1891.\n(«) Under a rule of the court below (Allegheny county), an averment of an affidavit of defence alleging a set-off filed by the defendant, not traversed specifically by a counter affidavit filed by the plaintiff, shall be taken as admitted on the trial of the case after issue joined:\n1. It was not error to admit in evidence an averment of countei’-claim for damages, alleged in an affidavit of defence to have arisen out of the failure of the plaintiff to perform a contract sued upon, which averment was not specifically traversed in the counter affidavit filed.\n2. Moreover, whether the defence set up came within the meaning of the term “ set-off,” as used in the rule, was a question peculiarly for the court below; and, in the construction and application of its own rules, a court can be reversed only for manifest and material error.\nBefore Paxson, C. J., Stebkett, Green, Williams, Mc-Collum and Mitchell, JJ.\nNo. 135 October Term 1890, Sup. Ct.; court below, No. 810 March Term 1889, C. P. No. 1.\nOn February 28, 1889, Bair & Gazzam, Limited, brought foreign attachment against William Hubartt. On April 11th, the defendant having appeared, the plaintiffs filed a statement of claim averring that on September 19, 1888, they had made a proposal to the defendant, in writing, which was as follows:\n“Dear Sir: We agree to make drawings, patterns and dies, and build you one of the Thomas patent fire escapes at the prices and terms: The pattern and machine work to cost you fifty cents per hour; The drawings and gear cutting to cost you seventy-five cents per hour; all material to be at market value, and the material and workmanship to be subject to Mr. Thomas’s approval. Terms, two hundred and fifty dollars in advance, and the other payments to be made as the work progresses. We estimate the cost of the whole at eighteen hundred dollars.”\nIt was then averred that said bid and estimate were duly accepted by the defendant, the necessary drawings and patterns made, and the machine built, all under the personal direction of Mr. Thomas, and thereafter the machine was delivered to the defendant; that the bill of items for the work done and materials furnished, as taken from the plaintiffs’ books and attached, amounted to $1,807.50, upon which the defendant had paid, at different times, $1,367, leaving a balance due to the plaintiffs of $440.50, which the plaintiffs sought in this suit to recover. The statement of claim was verified by the affidavit of H. C. Bair.\nOn May 6, 1889, the defendant filed an affidavit of defence, admitting the execution of the contract alleged, but averring, inter alia, that it was not true that the plaintiffs had completed the machine according to the contract; that the plaintiffs wholly failed to make the dies required by the contract to be made, but, instead thereof, made each section of the ladder by machine work, thereby greatly increasing the cost, impairing the accuracy of its construction, and depriving said defendant of the use of said dies for making other ladders; “ that, in estimating the cost of said machine, the cost of said .dies was estimated at about $400; and if the same had been made at least $761.30 worth of the machine work charged for would have been saved to the defendant; and the total saving to defendant would have been at least $361.30, in addition to the dies, which, after having been used in making said ladder would have been worth not less than $350, it having been agreed that said dies should be the property of said defendant.”\nOn May 16, 1889, the plaintiffs filed a counter affidavit, which, so far as it referred to the dies, was as follows: “ The dies, called for in the bid in this case, were not made, because Mr. Thomas, the agent of the defendant, who by the terms of the contract in this case had sole direction of the work of building said machine, ordered plaintiffs not to make the side.” Issue.\nSections 1, 2, Rule 8, of the court below, provide for the filing by the plaintiff, with or before his declaration, of a specification of the items of his claim, together with a statement of the facts necessary to support it, verified by affidavit; to which the defendant, within a time specified, shall file an answer verified by affidavit; “ and such items of the claim and material averments of fact as are not directly and specifically traversed and denied by the answer shall be taken as admitted.” Section 8 provides that this rule “shall apply to a specification and statement of set-off filed by the defendant.”\nAt the trial on January 28,1889, after the plaintiffs rested, the defendant offered in evidence “ the statement of set-off not denied in the counter affidavit, as follows: ‘ And, if the same (the dies) had been made, at least $761.38 worth of the machine work would have been saved to the defendant.’ ”\nObjected to, as having been denied.\nBy the court: Objection overruled, offer admitted; exception.1\nThe court, Collier, J., charged the jury, who returned a verdict for the defendant, and certified a balance in his favor of $120.34. Subsequently, a rule for a new trial was discharged, the court, Collier, J., citing Hunt v. Gilmore, 59 Pa. 450, and ruling that, “ the defence being well set up by plea of set-off, the rule of court as to affidavits and for the purpose of evidence are applicable.” Thereupon the plaintiffs took this appeal, assigning for error:\n1. The admission of the defendant’s offer.1\nMr. Jas. W. Collins, for the appellants.\nCounsel cited: Blessing v. Miller, 102 Pa. 48; Heck v. Shener, 4 S. & R. 258.\nMr. John D. Shafer, for the appellee.\nCounsel cited: Hunt v. Gilmore, 59 Pa. 454; Shaw v. Badger, 12 S. & R. 276; Hubler v. Tamney, 5 W. 52."
  },
  "file_name": "0096-01",
  "first_page_order": 120,
  "last_page_order": 123
}
