{
  "id": 11250654,
  "name": "NANNIE R. COLLINS v. CHARTIERS V. GAS CO.",
  "name_abbreviation": "Collins v. Chartiers V. Gas Co.",
  "decision_date": "1891-01-05",
  "docket_number": "No. 69",
  "first_page": "111",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 111"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 Mass. 555",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2104103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/107/0555-01"
      ]
    },
    {
      "cite": "18 Pick. 117",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0117-01"
      ]
    },
    {
      "cite": "28 Am. Rep. 93",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "72 N. Y. 39",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/72/0039-01"
      ]
    },
    {
      "cite": "28 Yt. 49",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        2356463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/28/0049-01"
      ]
    },
    {
      "cite": "25 Conn. 594",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "10 Am. Rep. 299",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "23 Barb. 444",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1941869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/23/0444-01"
      ]
    },
    {
      "cite": "28 Am. Dec. 461",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "13 Wend. 261",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2015640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/13/0261-01"
      ]
    },
    {
      "cite": "27 Conn. 84",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        526522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/27/0084-01"
      ]
    },
    {
      "cite": "12 Ohio St. 294",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        520282
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/12/0294-01"
      ]
    },
    {
      "cite": "21 Barb. 230",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2421901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/21/0230-01"
      ]
    },
    {
      "cite": "181 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0148-01"
      ]
    },
    {
      "cite": "118 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "106 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "45 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503695
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0514-01"
      ]
    },
    {
      "cite": "25 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975872
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0528-01"
      ]
    },
    {
      "cite": "131 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "131 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810304
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0143-01"
      ]
    },
    {
      "cite": "181 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0148-01"
      ]
    },
    {
      "cite": "45 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/45/0514-01"
      ]
    },
    {
      "cite": "25 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0528-01"
      ]
    },
    {
      "cite": "113 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1143,
    "char_count": 31672,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.2140247579315e-07,
      "percentile": 0.7768653693709556
    },
    "sha256": "dc599bde98c35570b9de814e45ea2a74e73775450e10be87d2245be3fef893b4",
    "simhash": "1:609acdf80a984500",
    "word_count": 5719
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, Mc-Collum and Mitchell, JJ."
    ],
    "parties": [
      "NANNIE R. COLLINS v. CHARTIERS V. GAS CO."
    ],
    "opinions": [
      {
        "text": "OpinioN,\nMe. Justice Williams :\nA statement of the facts of this case is necessary to a correct understanding of the question presented by it.\nThe appellant company is engaged in the production and sale of natural gas. In the prosecution of this business it secured a lease, for gas purposes, of the Mueller farm, and drilled one or more wells upon it. The stratum in which gas is looked for in that region is about two thousand feet below the surface of the upland, and three to four hundred feet less, in the narrow valley of Kilbuck run. The borough of Glenfield is situated in this valley, and the well complained of was within the borough limits, and within a short distance of the dwellings of several of the inhabitants. The evidence shows that the geological formation in that neighborhood is sufficiently uniform so that veins of fresh water are encountered at about the same relative depth from the surface, and veins of salt water at a tolerably uniform distance below the fresh water. These veins of water are ordinarily found in a stratum of gravel or loose rock lying on a stratum of clay, slate, or other hard substance impervious to water, which-forms abed or floor over which the water spreads in its stratum of gravel or rock until it finds its way to the surface. In places where a crevice or channel exists in the rock, the water naturally gathers into it, and thus an occasional subterranean stream may be formed; but, ordinarily, the water is found diffused through the loose material overlying the floor of the water vein or stratum, and when this is penetrated by the drill the water gathers in the opening thus made.\nTo facilitate the work of drilling, it is desirable to prevent the water from flowing into the well. This is done, as soon as the fresh-water veins have beeii passed by the drill, by inserting an iron casing extending from the surface to a point a few feet below the lowest vein. This allows the water to move in its bed just as freely as before the well was drilled, without the least interference with its volume, direction, or quality. When the fresh water is thus shut off, the work of drilling is continued until the salt-water veins are passed, when a similar method is resorted to for shutting that out of the well. After this is done, the oil- or gas-bearing rock is penetrated and the well completed. ‘ If the well is successful the product can be secured at once, undisturbed by either the salt water or the fresh, as both are effectually cased out. If this process is properly conducted, the veins of water, both salt and fresh, are left to move, percolate, or flow as before, neither interfering with the well nor with each other.\nThe defendant began the work of drilling the well complained of, with full knowledge of the general geological formation, and with ample practical experience in the management of the water veins ; but, while the company shut the water out of its own well, it did not separate the salt from the fresh, but left it to mingle with the fresh, and to flow through the freshwater veins into the wells in the neighborhood, and destroy them. Mr. Hummel, the contractor, testified that the salt water could be kept from the fresh by casing at an expense of about two hundred and fifty dollars per well, and by the use of a device called a packer at a much less cost. He also said, what it is very evident must be so, that when the salt water is allowed to mingle with the fresh, it will “spoil the whole neighborhood.” The wells of these plaintiffs were so near the gas wells that their danger was evident. Hummel was asked, “ you knew if you allowed the salt water to mingle with the fresh that it would destroy these wells ? ” and he answered: “ Certainly, I know that. I’ve had that occur often.” When asked why he did not shut the salt water off from the fresh, he replied, “ Well, because I was not instructed to do so. My contract did not read that way.”\nNow, upon the facts of this case, it is evident that our question does not relate to the right of an owner of land to use it or to develop its resources in a lawful and proper manner. Such right may as a general proposition be conceded. If the owner or lessee of the Mueller farm had dug a well upon it, and the water percolating the soil had collected in it, leaving some neighboring well or wells dry, the owner, being in the exercise of a legal right in the usual and proper manner, would not be liable to his neighbor for the loss of his well. If the farm was underlaid with coal or other mineral, and, as a consequence of mining in the usual and proper manner, the movement of the water in the soil or gravel should be arrested so that it should find its way into the mine, to the injury of the owners of wells and springs in the neighborhood, no action would lie against the owner of the mine : Wheatley v. Baugh, 25 Pa. 528; Haldeman v. Bruckhart, 45 Pa. 514. If, in raising the mine water to the surface, for purposes of drainage, a surface stream is corrupted and rendered unfit for use, those affected thereby cannot recover damages: Penna. Coal Co. v. Sanderson, 113 Pa. 136.\nThe question in this case relates not to the right, but to the manner of its exercise. The defendant had a right to drill in search of natural gas, but it was bound to exercise this right in a reasonable manner, and with due regard to the rights of others. In its search for gas it had to drill through nearly two thousand feet of the earth’s crust, with its successive layers or strata of rock, gravel, slate, and other substances, and their veins of water, fresh and salt. In the ordinary course of drilling, these veins of water had to be cased out of the well, and the jury have found on abundant evidence that at a small additional expense, by a process well known and easily applied, and in more or less frequent use throughout the oil and gas districts of Pennsylvania, they might have been kept from mingling, and the wells in the neighborhood saved thereby. If so, then the maxim sic utere tuo ut alienum non lsedas applies, and the defendant is liable, not because it has necessarily injured the plaintiffs in the exercise of its own legal right, but because it has injured them unnecessarily by the neglect of such reasonable precautions as might and should have been taken to protect them. According to the testimony, this gas well was drilled with the knowledge of the fact that salt water was to be encountered; that it could be confined to its own bed; that, if it was not, the “ whole neighborhood would be spoiled,” and that there were many wells near by in the borough of Glenfield to be affected by their care or want of it in this particular. Yet no effort whatever was made to shut off the salt water, or to avoid the destruction of the wells which it was practicable to save. The ground of the defendant’s liability is negligence, the want of reasonable care, under the circumstances, for the rights of others.\nThis was plainly ruled when the case was here one year ago: Collins v. Chartiers V. Gas Co., 181 Pa. 148. We then said, if the injury was plainly to be anticipated, and was easily prevented by the exercise of reasonable care at a reasonable cost, the plaintiff was within the exception recognized in all the cases from Wheatley v. Baugh down to the present time, and was entitled to recover. The court below was right in the application of this doctrine, and the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Me. Justice Williams :"
      }
    ],
    "attorneys": [
      "Mr. James G. Doty (with him Mr. John M. Kennedy), for the appellant: ■",
      "Mr. James 8. Young (with him Mr. 8. U. Trent), for the ap-pellee :"
    ],
    "corrections": "",
    "head_matter": "NANNIE R. COLLINS v. CHARTIERS V. GAS CO.\nAPPEAL BY DEPENDAN!' EROM THE COTTBT OE COMMON PLEAS NO. 2 OE ALLEGHENY COUNTY.\nArgued October 29, 1890\nDecided January 5, 1891.\n[To be reported.]\n1. One who bores for oil or gas is responsible for an injury to a neighboring water well, arising from the commingling by his well of salt and fresh waters percolating underground, where such injury was plainly to be anticipated, and was preventable by the exercise of reasonable care at a reasoñable cost: Collins v. Chartiers V. Gas Co., 131 Pa. 143.\n2. The defendant is liable, in such case, not because, in the exercise of his own legal right, he has necessarily injured the plaintiff, but because he has injured him unnecessarily, by his neglect to adopt such reasonable precautions as might and should have been taken to protect him: Penna. Coal Co. v. Sanderson, 113 Pa. 136, distinguished.\n3. Videtur: The defendant is responsible, in such case, notwithstanding the drilling of his well was let out to an independent contractor, when, though there were methods well known and in more or less common use to prevent the commingling, the contract not only did not require the contractor to use such methods, but virtually excluded his use of them.\nBefore Paxson, C. J., Sterrett, Green, Williams, Mc-Collum and Mitchell, JJ.\nNo. 69 October Term 1890, Sup. Ct.; court below, No. 157 April Term 1888, C. P. No. 2.\nOn February 6, 1888, service was accepted for the defendant of a summons in trespass, issued by Nannie R. Collins, against the Chartiers Yalley Gas Company, to recover damages for an injury to a water well on premises owned by the plaintiff, alleged to have been caused by negligence of the defendant company. Issue.\nA trial of the case, on May 6, 1889, resulted in a verdict for the defendant, upon which judgment was afterward entered. On appeal to the Supreme Court, to No. 177 October Term 1889, the judgment was reversed and a venire de novo awarded: Collins v. Chartiers Y. Gas Co., 131 Pa. 148.\nAt the second trial, February 12, 1890, the following facts were shown:\nThe plaintiff was the owner of a lot of ground in the borough of Glenfield, Allegheny county, upon which was a well used to supply water for domestic purposes. On June 7,1887, the defendant, engaged in the business of producing and supplying natural gas, entered into a written contract with C. J. Hummel, by which Hummel agreed to drill a well for natural gas upon property in the borough of Glenfield, known as the Mueller farm, and on a “location” distant 125 to 150 feet from the plaintiff’s water well. The contract provided that Hummel should case said gas well with eight and one fourth inch easing to the depth of 700 feet and deep enough to shut off all fresh water; below that with six inch casing, to shut off any water or caving rock found just above the gas rock; and should warrant the well absolutely free from water, and do all work to the satisfaction of the defendant’s superintendent; all tools and gas and water connections to be furnished by Hum-mel, and all casing required for the well to be furnished by the defendant. The contract contained, also, the following clause: “All springs to be fully protected from damage, and drillings to be carried from the wells to such point as will do the least damage to property possible.”\nThe well thus contracted for was begun sometime in June, and finished in August, 1887. While drilling, it passed through two veins of fresh water, one of which supplied the plaintiff’s well. The witnesses differed as to the depth, the highest estimate being 125 and 145 feet respectively, and the lowest 50 and 75 feet. Salt water was encountered in lower strata, there being some difference between the witnesses as to the depth at which the first salt water was reached. The well was cased so as to shut out of it both the fresh and the salt water, but no effort was made to prevent the salt water from rising on the outside of the casing and mingling with the fresh water. Such mingling occurred, and it resulted in rendering the water in the plaintiff’s well utterly unfit for domestic purposes.\nBefore the date of the foregoing contract, several other gas wells had been drilled in and aboirt the borough of Glenfield, and the general features of the geological formation in that vicinity, between the gas-bearing rock and the surface of the earth, were well known. When the contract was made, the defendant company knew that; it would probably strike fresh water in its gas well near the surface, and salt water lower down, and knew that unless some preventive measures were taken, the salt water would be likely ¡.<> rise in the hole, and mingle with the fresh water at higher levels. The testimony. tended to show that the waters encountered in drilling deep wells are not usually in the form of streams, but percolate through strata of porous rock or gravel, without any well defined course, except as variations in the density of the rock, and crevices therein, may cause them to seek the more open parts of the strata; that by reason of the lack of uniformity of the structure, it is a matter of more or less uncertainty, be-' forehand, whether a given well will encounter water in any particular stratum or not, and that it is impossible to tell except by inference from such facts as the effect produced in this instance upon the plaintiff’s well, where the subterranean waters come from or where they go to.\nHummel, the contractor, being called a witness for the plaintiff, testified in part as follows :\n“ Q. Did you know when you struck this fresh vein that it was the vein that supplied this well ? ”\nObjected to.\n“ A. Well, I didn’t know it for certain — The way I get at the water feeding the wells is this: to this raise of the hill from these wells that are destroyed is about 95 to 100 feet higher than the elevation — I simply say why I think it supplied these wells; the elevation is from 95 to 100 feet higher than the wells that are destroyed, and consequently they must be fed by that vein of water we struck at 125 feet. Q. You knew if you allowed the salt water to mingle with the fresh that it would destroy these wells ? A. Certainly I knew that; I’ve had that occur often. Q. That occurred often? A. Yes, sir. Q. I understand that you made no effort to separate it. A. No, sir. Q. You could have separated it, could you not, Mr. Hummel? A. Well, it could be done by giving instructions in the first place to separate this water by drilling a larger hole and putting in another addition of pipe, about 150 or 155 feet. Q. And that would have saved the fresh water in these wells ? A. Yes, sir. Q. What would have been the expense of it ? A. Well, in the neighborhood of about $250; somewhere along there. ' Q. Why didn’t ypirdo that? A. Well, because I wasn’t instructed to do-so. My contract didn’t read that way. I looked up the contract exactly as it gave it, and that was exactly what I did, and the contract was so accepted after I fin'--ished the well.Q. If you had been making a contract to separate it, would you have made a contract for a different amount of money? A. Why certainly.”\nCross-examined: “ Q. Do you pretend to say, Mr. Hummel, that you can tell before you commence to drill, what particular streams or waters supply any particular well? A. No; I couldn’t do that; I didn’t say that I could. Q. Well, then, you didn’t know what streams of water supplied the wells of Mrs. Collins and Mrs. Osbon ? A. I simply say from the elevation, as I said before, where I got the water, naturally would look as though it supplied these wells, for the elevation tallies up with it from where we got the water and the elevation of the wells that are spoiled. That is the way I go by it exactly. That is all that I can tell you.Q. Well now, Mr. Hum-mel, when you struck this fresh water did you know at the time what stream supplied the wells of the plaintiffs? A. No, I did not know what stream. Q. Could you tell at all what streams supplied their wells ? A. No, I couldn’t tell that. Q. Couldn’t tell anything about it? A. No, I just simply know we struck that water at that depth in the bowels of the earth where the level of these wells are or pretty near so, and consequently that same body of water that I got at that depth would naturally seem as though it was feeding these wells.Q. Could you tell which way this subterranean stream would flow, whether toward the wells or from them ? A. No ; I couldn’t tell that. Q. Is not a good deal of your knowledge from the fact that they were affected by this salt water? A. I know this much, that when you intermingle salt water with fresh it is going to spoil the whole neighborhood. Q. Isn’t your knowledge derived largely from the fact that they were affected by this salt water? A. Yes, I think the salt water did it altogether. Q. So, your after knowledge was more than your fore knowledge ? A. No, not from this well. I had dug too many wells previous to this well not to know that the salt water has risen to the surface water and spoiled it. Q. I mean as to the water supplying these wells. Your knowledge was after you had discovered that it was affected, and not when you commenced digging the well. A. The wells were not spoiled until I commenced digging these wells. Q. And you couldn’t tell what streams supplied them could you ? A. Certainly, I could not.”\nSome of the witnesses testified that, even after the salt water had been struck, it could have been prevented from mingling with the fresh by the use of a packer, which would cost from $50 to $75. Other witnesses expressed the opinion that the packer would not have proved effective. It was undisputed that by making a variation in the size of, the hole drilled, between the part above and that helow the lowest fresh water stratum, and using two sets of casing, one placed inside the other, the salt and fresh waters could have been prevented from mingling, at an additional cost of from $250 to $800. That arrangement was in common use for such purpose, although it was not customary to resort to it to guard against injury to neighboring water wells, or, except when it was to the advantage of the oil or gas operator. There was no evidence that the injury could have been remedied after the gas well was completed. -\nAs bearing upon the question of damages, the defendant put in evidence a deed from C. Berringer and wife to Mary W. Sholes, dated March 14, 1867, for lot No. 6, in the plan of lots laid out by Berringer at Glenfield. The deed contained the following reservation: “ The said C. Berringer reserving on said lot a spring of water and the right of laying pipes across said lot to carry the water from said spring to the aforesaid public street for the use and benefit of all the lot owners.” The plaintiff was one of the lot owners referred to in the deed.\nAt the close of the testimony, the court, EwiNG, P. J., charged the jury in part as follows:\nThe defendant requests the court to charge:\n1. There is no evidence that the defendant company knew, or could have known, the stratum or stream of water which flowed into plaintiff’s well; or that in drilling its gas well it would penetrate such stratum, or stream, and endanger plaintiff’s well; and therefore it had the right to bore its gas well in the usual and ordinary manner, without keeping the salt water from the fresh, and the plaintiff cannot recover.\nAnswer: The first point is refused. There is testimony from, which the jury may or may not find the facts to be as set forth in this point.1\n2. If the foregoing point is refused, then the verdict should be for defendant, unless the plaintiff has satisfied the jury by the weight of evidence that the injury was to be anticipated, and easily preventable with reasonable care and expense.\nAnswer: The second point is refused as put; and for further answer we say that your verdict should be for defendant, unless the plaintiff has satisfied you by the weight of evidence that the injury was reasonably to have been anticipated, and could have been prevented with reasonable care and expense.8\n3. The evidence as to the location of the underground streams, what ones supplied plaintiff’s well, what ones might be cut off by the drilling of the well, and whether any might be disturbed which supplied plaintiff’s well, being uncertain and doubtful, the verdict must be for the defendant.\nAnswer: The third point is refused.3\n4. If the jury find from the evidence that the location of the underground streams which supplied plaintiff’s well, and that any such streams would likely be cut off or disturbed by the drilling of defendant’s well, was uncertain and doubtful, their verdict must be for the defendant.\nAnswer: The fourth point is affirmed with this addition: The fact that the precise location and course of the streams or veins of fresh water are, to some extent, uncertain and doubtful, does not necessarily relieve the defendant from reasonable care as to such veins or streams of water. If the defendant knew, or by reasonable diligence should have known, that the probable and ordinary result of drilling this well would be the cutting into the veins or streams of water that supplied the wells in the vicinity, and that the probable result of the further drilling would be the penetration of the salt-water veins that would rise and mix with the fresh-water veins, and thus pollute wells in the vicinity, then the defendant was bound to exercise reasonable care, and to use reasonable and well-known appliances to shut off the salt water from the fresh water, and protect the wells in the vicinity from probable pollution.4\n6. Under the evidence in this case, the verdict must be for defendant.\nAnswer: The sixth point is refused.5\nNow, the first question in logical order, to get to the liability of the defendant is, did the boring of this well cause this saltiness, and you must be satisfied from the weight of the testimony that it did, otherwise you need not pursue the inquiry any further, and you would find for the defendant in each case. If it did, then you come to the next question. It does not follow, if you find that the wells were destroyed by boring this well, that the defendant is responsible for it. There are two maxims of law that seem to be in conflict here.. One is that “ the owner of land owns it from the centre of the earth up to the heavens, and he can do what he pleases with it.” That is the general rule. But there is another maxim that comes in and modifies that, and it is especially so where people live in thickly populated communities: “ So use your own that you will not injure your neighbor.” Now, you have a right to use your own, but if you are likely to injure your neighbor in using it, and you can reasonably prevent that injury, then you are bound to use the reasonable precaution. The defendants in this case, for the time being, are to be treated as the owners of the land on which •■•Wr hpred, and had a right to bore for gas or oil. It is a legiti-mad industry, and they had a right to do it. They were bound, hr /ever, to take reasonable precautions to prevent any injury aat was fairly to be anticipated in the known conditions of things to their neighbor.\nThe next question that I will pass to, perhaps not in logical order, but there is no serious contest as to it, and I will mention it, is this: Could the defendants by use of well-known means have prevented the pollution of this water?. That is not the matter, though, as to which there is any serious dispute.\nWe come now to another question, which is the serious question in the case, in my judgment; the one that requires the jury to examine into with care and with caution. To have required the 'defendants to go to work to separate the salt water from the fresh or the fresh from the salt, they must have had reasonable ground to anticipate the probable cause of their action if they neglected to do it, or if they did not do it. In determining this you must take all the circumstances into consideration ; the knowledge that the defendants had, or might and should have had, and the want of knowledge; and here the witnesses differ very greatly. [If the defendants had reasonable ground for believing that the drilling of their well would bring' the salt-water veins up to mix with the fresh water, and thus pollute the neighboring wells, they were bound to exercise reasonable care to prevent the injury.] 6 In drilling near the wells of the plaintiffs, they were bound to make the inquiries that would naturally he made from the known circumstances as to probable injury. And if they had the means of knowing, without knowing, that is, if they had the means of knowing that were palpable, and that were open to all, and acted without inquiry, it is just the same for the purposes of this case as though they had known. If they had known accurately, absolutely and positively, and continued to drill in the way they did, it might be considered malicious, but there is no such element in this case. Now the witnesses differ very greatly in regard to this;.\nNow, there has been a great deal of testimony, and I do not wish to express any opinion to the jury in regard to it, as to whether or not these defendants had knowledge or could reasonably have known the consequences of their action in boring this well without providing for separating the salt water from the fresh; if they did not, if they could not have reasonably expected this, then they .are not liable, even though the injury resulted from that and they could have prevented it. If they, should and could have foreseen the consequences to be fairly and reasonably anticipated from their neglect to have the salt water and the fresh water cased off, then they would be responsible. You must find all these questions in favor of plaintiff, otherwise you find verdicts for the defendants. The burden is on the plaintiff.\n• Then the plaintiffs have, in addition, a right, given somewhat indefinitely in a deed from Mr. Berringer to Mr. Sholes, to a spring. It seems that Mr. Berringer laid out a plan of lots in this village, and most of the plaintiffs’ property is on that plan; part they say is not.[It is a little difficult to tell what that reservation in the deed of Berringer means, but I infer it to mean it was for the benefit of all the lothold-ers, and for them jointly, to pipe it. No one, in my judgment, has the right to pipe it to his house individually; it must be a matter for the lotholders in the plan generally; they must unite and they can do it in that way.I do not understand the reservation to entitle those who are in the plan, as a matter of fact, to go on the lot and get their water from time to time, but they have a right to pipe it to the street.] 7.\nThere is another matter that I have neglected to call your attention to. [We were asked to instruct you that because there was a contract given out to Mr. Hummel to drill this well, therefore the defendants are not responsible. If the injury occurred by Mr. Hummel negligently doing his work that he contracted for, then they are not responsible for that negligence ; but, as we interpret that contract, it was a contract that did not require him to shut off the salt water from the fresh to protect it, and it is not the kind of a case in which the rule of the responsibility being on the contractor applies, and we therefore refuse. We understand that contract really to exclude the shutting off the salt water from the fresh, unless the Chartiers gas company should afterwards require it.] 8\nThe jury returned a verdict for the plaintiff for $800. A rule for a new trial having been discharged and judgment entered, the defendant took this appeal, assigning for error:\n1-5. The answers to the defendant’s points.1 to 5\n6-8. The parts of the charge embraced in [ ] 6 to 8\nMr. James G. Doty (with him Mr. John M. Kennedy), for the appellant: ■\n1. When this case was here before, this court accepted the facts as stated by the learned judge of the court below, in his charge to the jury and in his opinion refusing a new trial. But the facts were stated much more strongly for the plaintiff, we think, than the evidence warranted ; and, in our opinion, the case was decided by this court upon a false assumption. There was no evidence of the existence of a stratum of clear water, or of its flow into wells and springs of the vicinity, or that such was known or could have been known to the defendant. There may have been evidence that the defendant knew, or might \"Have known, that it would probably encounter some fresh water within a few hundred feet of the surface, and some salt water at a greater depth, and that these waters might mix, unless appliances were used to keep them separate; but there was no way of ascertaining where the waters in the plaintiff’s well came from, or whether the water that might be struck in drilling would reach it or not. After the injury, it was inferred that the plaintiff’s well must have been supplied by a stream or filiations through the defendant’s land, but there were no means of ascertaining this beforehand.\n2. Injuries to wells and springs supplied by mere percolation are not actionable: Wheatley v. Baugh, 25 Pa. 528; Halde-man v. Bruckhart, 45 Pa. 514; Lybe’s App., 106 Pa. 634; Penna. Coal Co. v. Sanderson, 118 Pa. 126. There was nothing in the evidence to take this case out of the rule of these cases, in the manner referred to in Collins v. Chartiers Y. Gas Co., 181 Pa. 148. The court, therefore, should have directed a verdict for the defendant. If, however, the case was for the jury, it was not submitted with proper instructions. The defendant’s second and fourth points should have been affirmed. To make the defendant liable, there should have been not merely a probability, but a reasonable certainty that the plaintiff would be injured. A proprietor should not be exposed to the hazard of fruitlessly incurring heavy expenditures, without at least a reasonable certainty beforehand that they are necessary to avoid injury to neighboring owners. It would be well not to swerve much, if any, from the rule denying legal redress for an unintentional interference with the use of wells supplied by underground waters having no known and defined course, as laid down in Ellis v. Duncan, 21 Barb. 230; Washburn on Easements, §§ 364, 505 ; Angelí on Watercourses, § 114; Fra-zer v. Brown, 12 Ohio St. 294; Brown v. Illius, 27 Conn. 84 (71 Am. Deo. 49).\n3. The maxim, sic utere tuo ut alienum non laidas, contemplates a legal injury; that is, an interference with a recognized legal right: Haldeman v. Bruckhart, 45 Pa. 514; Mahan v.' Brown, 13 Wend. 261 (28 Am. Dec. 461); Pickard v. Collins, 23 Barb. 444. Unless it was the legal duty of the defendant to use care, the question of negligence does not arise : 1 Shear. & Redf. on Negl., § 3; Wharton on Negl., § 3. When it is not shown that a spring or well is supplied by any defined, flowing stream, the presumption is that its water has its source in ordinary percolations through the soil: Hanson v. McCue, 42 Cal. 30B (10 Am. Rep. 299); Gould on Waters, § 281; Wheatley v. Baugh, 25 Pa. 528; and, in such case, an owner owes no duty to an adjoining proprietor, and no question of negligence can arise : Gould on Waters, § 280 ; Brown v. 111-ius, 25 Conn. 594; Chatfield v. Wilson, 28 Yt. 49; Frazer v. Brown, 12 Ohio St. 294; Phelps v. Nowlen, 72 N. Y. 39 (28 Am. Rep. 93) ; Greenleaf v. Francis, 18 Pick. 117; Walker v. Cronin, 107 Mass. 555; Acton v. Blundell, 12 M. & W. 324; Chasemore v. Richards, 2 H. & N. 168. The authorities abundantly establish the proposition that no action will lie for injuries caused by cutting off subterranean waters, percolating through the soil or running through unknown channels and without a distinct or defined course. We believe no case can be found, outside of our own state, ruling that negligence is an exception, and when fairly read, our own cases do not so decide.\nMr. James 8. Young (with him Mr. 8. U. Trent), for the ap-pellee :\nCounsel relied upon Collins v. Chartiers Y. Gas Co., 131 Pa. 143.\nEight other like cases were tried with this, with like results."
  },
  "file_name": "0111-01",
  "first_page_order": 135,
  "last_page_order": 148
}
