{
  "id": 11251344,
  "name": "LENA KRAUS v. PENNA. R. CO.",
  "name_abbreviation": "Kraus v. Penna. R.",
  "decision_date": "1891-01-05",
  "docket_number": "No. 205",
  "first_page": "272",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0162-01"
      ]
    },
    {
      "cite": "79 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0033-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    },
    {
      "cite": "74 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0265-01"
      ]
    },
    {
      "cite": "73 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0226-01"
      ]
    },
    {
      "cite": "126 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "123 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0487-01"
      ]
    },
    {
      "cite": "122 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0058-01"
      ]
    },
    {
      "cite": "108 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penny. 159",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        219011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/2/0159-01"
      ]
    },
    {
      "cite": "115 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0369-01"
      ]
    },
    {
      "cite": "99 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446163
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 7527,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 3.2306190752229843e-07,
      "percentile": 0.8676774205754852
    },
    "sha256": "2a5ff8aef2d1626e84d5e272e9473ea07d782983daccbc859d64393df8b5a40e",
    "simhash": "1:fbf0eb02f5338066",
    "word_count": 1329
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "LENA KRAUS v. PENNA. R. CO."
    ],
    "opinions": [
      {
        "text": "Pee, CURIAM:\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee, CURIAM:"
      }
    ],
    "attorneys": [
      "Mr. Albert IT. Moesser (with him Mr. J. E. O'Donnell), for the appellant.",
      "Mr. John M. Hampton (with him Mr. William Scott and Mr. Greorge B. Gordon), for the appellee,"
    ],
    "corrections": "",
    "head_matter": "LENA KRAUS v. PENNA. R. CO.\nAPPEAL BY PLAINTIEP EBOM THE COURT OF COMMON PLEAS NO. 2 OF ALLEGHENY COUNTY.\nArgued November 5, 1890 —\nDecided January 5, 1891.\nBefore crossing a railroad track, one is bound, not only to stop, look, and listen, at a place where he can see if possible, but, if familiar with the place and his view be obstructed by a passing train, he should remain until his view of the track is clear; otherwise, he is chargeable with contributory negligence.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 205 October Term 1890, Sup. Ct.; court below, No. 101 January Term 1889, C. P. No. 2.\nOn October 26,1888, service of a summons was accepted in trespass brought by Lena Kraus, against the Pennsylvania Railroad Company, to recover damages for the death of her husband, Martin Kraus, alleged to have resulted from the negligence of defendant company. Issue.\nAt the trial on October 15,1889, on motion of defendant’s counsel, at the close of the testimony showing the facts sufficiently appearing in the opinion of the court below, judgment of nonsuit was entered, with leave, etc.\nA rule to show cause having been argued, tbe court, EwiNG, P. J., filed the following opinion:\nOn September 22,1888, the plaintiff’s husband, while on the track of the Pennsylvania railroad, a few hundred feet west of Millvale station, in the rural part of the city of Pittsburgh, was struck by the locomotive of a passenger train and killed: For this his widow brings suit to recover damages.\nThere is no street or public crossing of the railroad, at the point where the accident occurred. There was evidence from which the jury might fairly have found that, at or near this point, there was a permissive crossing, frequently used, and evidence from which the jury might or might not have found that the deceased was in fact at the place of this permissive crossing at the time he was struck. There was also evidence from which the jury might have found that the train, which struck the deceased, neither rang a bell nor sounded a whistle, until almost the instant of the collision. This evidence was negative. There was no evidence which the court would have submitted to the jury that the train was running at an undue rate of speed. Plaintiff was nonsuited on the ground that the evidence showed that the deceased was guilty of negligence' which contributed to the injury. Was this ruling erroneous?\nAt this point there were, at the time of the accident, four railroad tracks in use, with the roadbed graded for a fifth track. The first track, on the north side, is for west-bound freight; the second, for east-bound freight; the third, for west-bound passenger; the fourth, east-bound passenger. On the north side is a fill; on the south side, a cut at the base of a hill. The deceased lived on the north side of the railroad, and was certainly well acquainted with the location and situation. He-left his house, with his wife and children, going down along the north side of the railroad, in order to cross at the alleged permissive crossing, and reach a flight of stairs ascending the hill on the south side of the railroad. When they reached the vicinity where they wished to cross, a long freight train was stopped on the second track, its head reaching to near Millvale station, and the other end below where the party wished to cross. This freight train was stopped to let the passenger train, coming west on this third track, put off passengers at Millvale station, seven or eight hundred feet eastward of this alleged crossing.\nWilliam Hasselman, the only disinterested witness who saw the accident, being on the south of the tracks, crossed through this standing freight train a short distance above. The deceased went down alongside the track to or a little below the stairs on the opposite side, the witness says, to get beyond the standing train. The freight train started, and when the rear locomotive had passed forty or fifty feet, he crossed the second track in rear of the freight, stepped on the third track, seems then to have for the first time seen and heard the west-bound passenger train, stopped to shove his wife who was following, back off the track on the second track, threw his child towards the south track, and was himself struck by the locomotive when nearly across the third track.\nThere is evidence that the locomotive of the freight train emitted a dark smoke, obscuring the view. With the freight train on the second track, his view of the third track was prevented, except for the portion that the freight train had passed. Tire party had been standing before the freight train had passed, and the wife says they looked and listened. Had they waited until the freight train had sufficiently passed, there would have been no difficulty in seeing up to near Millvale station. If a man is bound to stop, look and listen before going on a railroad track, “it is vain to say that he did so, when it is evident that if he did look and listen he must have seen and heard the train.” He must seek a place to look where he can see, if that can be done, and if there be an obstruction to his view, which is rapidly passing away, he should await its removal.\nThe facts of this case are very different from Phila. etc. R. Co. v. Carr, 99 Pa. 505, where the injured party had undertaken to cross the track with an approaching train in view, and tripped and fell on the track and was injured. There the accidental tripping prevented the crossing in safety.\nWhile railroad companies are properly held to use reasonable care at “ permissive crossings,” negligence depends on the circumstances, and it seems to us that the persons undertaking to cross a railroad track, where there is no public street or crossing, are bound to exercise a greater degree of care, than when crossing a public street or well-traveled,- accurately defined highway. The public safety will not be promoted by holding a loose rule as to what constitutes negligence at such a crossing as the one in question.\nAfter full argument and examination, believing, as we did on the trial, that, giving the plaintiff the benefit of all inferences that could fairly be drawn from the evidence, it showed the deceased to have been guilty of contributory negligence, the motion to take off nonsuit must be refused.\nAnd now, January, 1889, after argument and consideration the court refuses to take off the compulsory nonsuit heretofore entered; exception.\n—The plaintiff thereupon took this appeal, assigning the order entering the judgment of nonsuit, and the order discharging the rule to show cause, for error.\nMr. Albert IT. Moesser (with him Mr. J. E. O'Donnell), for the appellant.\nCounsel cited: Phila. etc. R. Co. v. Carr, 99 Pa. 505; Penna. R. Co. v. Garvey, 108 Pa. 369; Arnold v. Railroad Co., 115 Pa. 139.\nMr. John M. Hampton (with him Mr. William Scott and Mr. Greorge B. Gordon), for the appellee,\nwere not heard.\nIn the brief filed, counsel cited: Carroll v. Railroad Co., 12 W. N. 348; s. c. 2 Penny. 159; Moore v. Railroad Co., 108 Pa. 353; Morgan v. Railway Co., 23 W. N. 189; Penna. R. Co. v. Bell, 122 Pa. 58; Marland v. Railroad Co., 123 Pa. 487; Penna. R. Co. v. Mooney, 126 Pa. 252; Central R. Co. v. Feller, 84 Pa. 226; Penna. R. Co. v. Beale, 73 Pa. 505; Penna. R. Co. v. Ackerman, 74 Pa. 265; Kay v. Railroad Co., 65 Pa. 269; Penna. R. Co. v. Lewis, 79 Pa. 33; Phila. etc. R. Co. v. Troutman, 11 W. N. 453; Taylor v. Canal Co., 113 Pa. 162."
  },
  "file_name": "0272-01",
  "first_page_order": 296,
  "last_page_order": 299
}
