{
  "id": 11251584,
  "name": "S. R. JOHNSON ET AL. v. ALLEGHENY CITY",
  "name_abbreviation": "Johnson v. Allegheny City",
  "decision_date": "1891-01-05",
  "docket_number": "No. 227",
  "first_page": "330",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "134 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0225-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 8326,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2389345865338095
    },
    "sha256": "90a49dc58660b638da79ca90ec887d4681415610c98efa91237f77f0d1d9a073",
    "simhash": "1:41b1e12039074be0",
    "word_count": 1488
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "S. R. JOHNSON ET AL. v. ALLEGHENY CITY."
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nWe find nothing in this record to justify us in reversing the judgment. To discuss it, would require much time and add nothing of value to our legal literature.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Thos. O. Lazear (with him Mr. Q. P. Orr and Mr. Kirie Q. Bigham), for the appellant.",
      "Mr. G-eo. W. Guthrie, for tbe appellee."
    ],
    "corrections": "",
    "head_matter": "S. R. JOHNSON ET AL. v. ALLEGHENY CITY.\nAPPEAL BY W. W. PATRICK PROM THE COURT OF COMMON PLEAS NO. 1 OE ALLEGHENY COUNTY.\nArgued November 7, 1890 —\nDecided January 5, 1891.\nWhere, by agreement of parties, in writing, a cause is submitted to the decision of a referee, learned in the law, under the act of May 14, 1874, P. L. 166, and before the argument of exceptions to his decision the agreement of submission and all the pleadings are lost, it will be assumed, in the absence of evidence to the contrary, that the submission was regular, that it was such as the evidence, admitted without objection, indicated, and such as it was found to be by the referee.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 227 October Term 1890, Sup. Ct.; court below, No. 21 March Term 1881, C. P. No. 1.\nOn May 8, 1879, to No. 494 June Term 1879, an action of debt was brought by S. R. Johnson and John Wilhelm, late partners as S. R. Johnson & Co., for use of the Shoe & Leather Bank of Pittsburgh, against the city of Allegheny; February 27, 1880, issue. On December 10, 1880, to No. 21 March Term 1881, an action of debt was brought by the same plaintiff firm, for use of W. W. Patrick; July 20, 1881, issue.\nThe docket entries, in the two causes, showed that on November 18, 1882, by agreement filed at No. 21 March Term 1881, they were consolidated and submitted “ as now consolidated, to the decision of E. M. Magee, Esq., as a referee learned in the law,” under the provisions of the act of May 14, 1874, P. L. 166.\nWhen a long period bad elapsed, to wit, on July 29,1890,— all the record papers in both causes, including the submission, having been lost in the meantime, — Mr. Magee filed his report, finding that both said actions were brought originally to recover the balance due S. R. Johnson & Co., on a contract with them on the part of the defendant city made September 5, 1874, for the grading and paving of Howard street; that on November 17, 1874, S. R. Johnson & Co. executed and delivered to the Shoe & Leather Bank a written assignment of the amount due and to become due to them under their contract with the city, to secure payment of the sum of $16,000 advanced by the bank to enable them to complete their said contract, notice of which assignment was given to the city controller the same day; that on Maj7 17, 1875, S. R. Johnson & Co. delivered to said bank a written, order upon the city controller for all money due, payable or to become due to them, which order on the same day was delivered to said controller; that W. W. Patrick claimed whatever money might be due from the city to S. R. Johnson & Co., under the following paper: “ For value received, we hereby assign, transfer and set over unto W. W. Patrick all our right, title and interest of, in and to the moneys due and to become due to us, under our contract with Allegheny city, for the improvement of Howard street, he advancing the money to complete the work. S. R. JOHNSON & Co.; ” that it did not appear from the evidence whether this paper, without date, had been delivered to W. W. Patrick before or after the assignment and order delivered to the Shoe & Leather Bank, and only a verbal curbstone-notice of it was given to the controller; that the name of the firm, S. R. Johnson & Co., had been placed to the paper by S. R. Johnson; whereas, by a paper under seal, dated September 22, 1874, signed by the partners, John Wilhelm alone was to have power to sign the “ company name, to receive and disburse all moneys, and to sign all contracts.”\nUpon the foregoing facts and others found by the referee, he decided that the Shoe & Leather Bank was entitled to the balance due from the city on the said contract with S. R. Johnson & Co., and directed the prothonotary to enter judgment for the sum of $18,285.81, with interest from May 14, 1890, “in favor of S. R. Johnson & Co., for use of the Shoe & Leather Bank, and against the city of Allegheny, defendant, at No. 494 June Term 1879, consolidated with No. 21 March Term 1881, thirty days after the filing of this report” and notice of the same ; answering certain points presented on behalf of W. W. Patrick, the use plaintiff at No. 21 March Term 1881, inter alia, as follows:\n1. That under the pleadings and reference in this case, the only issue before the referee is the liability of the defendant to the legal plaintiffs under the contract for the improvement of Howard street, and the estimates therefor.3\nAnswer: Affirmed, as to case at No. 494 June Term 1879, as consolidated with No. 21 March Term 1881; the referee having already found that the money should be paid to S. R. Johnson & Co., the legal plaintiffs, for use of the Shoe & Leather Bank, at 494 June Term 1879.\n2. That the respective claims of W. W. Patrick and the Shoe & Leather Bank to the money sued for, are not involved in the issue before the referee, and no finding can be made by the referee in respect thereto.3\nAnswer: Refused.\n8. That the respective rights of W. W. Patrick and the Shoe & Leather Bank can be determined only upon a proper issue framed between them, to determine title to the fund in question.3\nAnswer: Refused. The city of Allegheny did not deny its liability; the only question before the referee being, “ who was entitled to the money ? ”\nTo the referee’s report, W. W. Patrick filed exceptions, alleging that the referee erred, inter alia, as follows:\n8. In undertaking to pass upon the controversy between W. W. Patrick and the Shoe & Leather Bank, as to their respective rights to the money in dispute, no such issue having been referred to him.1\n9. In not affirming and reporting in accordance with ex-ceptant’s first, second and third points.3\nThe defendant city also filed exceptions, alleging, inter alia, that the referee erred in not allowing to the defendant certain specified credits to which it was entitled.\nAll said exceptions having been overruled by the referee, they were then made before the court on the filing of his report, and, after argument thereof, the court, Stowe, P. J., filed an opinion in part as follows:\nI am at a loss to understand the purpose of the so-called consolidation of the two actions, Nos. 21 March Term 1881, and 494 June Term 1879, the former in the name of S. R. Johnson & Co., for the use of W. W. Patrick, and the other in the name of S. R. Johnson & Co., for the use of the Shoe & Leather Bank, unless it was, as now claimed by the counsel for the bank, not only to settle the amount due the legal plaintiff, but also to determine which of the equitable plaintiffs was entitled to the proceeds of the judgment which might be obtained against Allegheny city, the defendant in the two suits. What the parties wanted and practically obtained was an inter-pleader, by which each of the parties were so put upon the record and made parties to the suit as that their several claims might be heard and determined in one suit. The evidence taken by the referee shows that such was the purpose of the trial before him, at least while Mr. Bigham represented Mr. Patrick’s interest. In the absence of the papers containing the agreement entered into by the parties, we must resort to presumptions, and assume, till the contrary appears, that the actual agreement was regular, such as under the evidence, taken without objection, would be consistent with it, and such as the referee says in his report it was.\n—The court, however, modified the finding of the referee as to the amount of the judgment to be entered, and, giving credit for certain “ lost assessments,” directed judgment to be entered for the plaintiffs, for use of the Shoe & Leather Bank, for $7,003.50, with interest from May 14,1890, to October 1,1890. Thereupon, W. W. Patrick took this appeal, specifying inter alia that the court erred:\n1. In not sustaining appellant’s eighth exception.1\n2. In not sustaining appellant’s ninth exception.8\nMr. Thos. O. Lazear (with him Mr. Q. P. Orr and Mr. Kirie Q. Bigham), for the appellant.\nMr. G-eo. W. Guthrie, for tbe appellee.\nSee act of May 4, 1889, P. L. 80; Kille v. Reading Iron Works, 134 Pa. 225."
  },
  "file_name": "0330-01",
  "first_page_order": 354,
  "last_page_order": 358
}
