{
  "id": 11251791,
  "name": "A. M. MARSHALL v. G. C. ROLL ET AL.",
  "name_abbreviation": "Marshall v. Roll",
  "decision_date": "1891-01-05",
  "docket_number": "No. 132",
  "first_page": "399",
  "last_page": "404",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 399"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0284-01"
      ]
    },
    {
      "cite": "90 Am. Dec. 733",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "34 N. Y. 508",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/34/0508-01"
      ]
    },
    {
      "cite": "59 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0514-01"
      ]
    },
    {
      "cite": "95 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0069-01"
      ]
    },
    {
      "cite": "19 Pick. 237",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "118 Mass. 527",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "92 U. S. 183",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/92/0183-01"
      ]
    },
    {
      "cite": "87 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0040-01"
      ]
    },
    {
      "cite": "44 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0413-01"
      ]
    },
    {
      "cite": "19 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0248-01"
      ]
    },
    {
      "cite": "37 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0433-01"
      ]
    },
    {
      "cite": "1 Mona. 488",
      "category": "reporters:state",
      "reporter": "Monag.",
      "opinion_index": -1
    },
    {
      "cite": "90 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0293-01"
      ]
    },
    {
      "cite": "79 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438420
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0459-01"
      ]
    },
    {
      "cite": "39 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0499-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 10215,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 6.155461896083572e-08,
      "percentile": 0.3824678581647038
    },
    "sha256": "599e4129e7a750c7077c5f3153a8ee0defb26902145334829b00ec89d8e6e639",
    "simhash": "1:dc36c2a6884ff221",
    "word_count": 1821
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "A. M. MARSHALL v. G. C. ROLL ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam\nThe jury have found that, at the time George C. Roll conveyed the real estate in controversy to his wife, he was insolvent, and that the conveyance was made with the fraudulent intent of placing said real estate beyond the reach of his creditors. This finding was fully warranted by the evidence. It was alleged, however, that, inasmuch as the conveyance was made and recorded before the indebtedness to Meyer & Lang arose, it was not fraudulent as to them. It does not appear that they had knowledge of the conveyance, and the record was not constructive notice to them. Had they been purchasers or mortgagees the ease might have been different. Meyer & Lang were mere creditors, and were not obliged to search the records every time, they sold a bill of goods. The jury having found that the conveyance was made with intent to hinder and delay subsequent creditors, there is nothing left for us to discuss.\nJudgment affirmed.\nAnd the sale being void as to the judgment for the creditors’ claim, was void also as to the purchaser at sheriff’s sale on that judgment: — Rep.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Mr. John F. Qox (with him Mr. I). T. Watson and Mr. O. 0. Dickey), for the appellants.",
      "Messrs Marshalls Imbrie, Mr. J. A.. Fvans and Messrs J. S. J. F. Ferguson, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "A. M. MARSHALL v. G. C. ROLL ET AL.\nAPPEAL BY DEPENDANTS PROM THE COURT OP COMMON PLEAS NO. 2 OP ALLEGHENY COUNTY.\nArgued November 10, 1890 —\nDecided January 5, 1891.\nA voluntary conveyance made to a wife by an insolvent husband engaged in a hazardous business, with intent to place the property beyond the reach of his creditors, is fraudulent and void as to a subsequent creditor who became such without notice of the conveyance; and, unlike a purchaser or mortgagee, a mere creditor is not affected with notice by the record of a conveyance.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 132 October Term 1890, Sup. Ct.; court below, No. 108 October Term 1889, C. P. No. 2.\nTo the number and term of the court below, A. M. Marshall brought ejectment against George C. Roll and Minnie A. Roll, to recover two lots of ground in the Fourteenth ward, Pittsburgh. Issue.\nAt the trial on April 24, 1890, the plaintiff showed title to the property in dispute in George C. Roll, by deed from D. B. Murdock and wife dated October 5, 1885; and, in himself, by sheriff’s sale thereof as the property of said George C. Roll, under a judgment against the latter in favor of Meyer & Lang, entered on February 5,1889, for $998.25; and, having shown possession by the defendants, rested. The defendants put in evidence a deed from George C. Roll and Minnie A. Roll, his wife, to W. A. Drinker, dated March 10, 1888, and recorded August 28, 1888, followed by a deed from W. A. Drinker and wife to Minnie A. Roll, dated also March 10,1888, and recorded also on August 28, 1888. They then rested.\nIn the rebuttal case, after an admission on the part of the defendants that the deeds to W. A. Drinker and to Minnie A. Roll, in evidence, were without consideration, the plaintiff introduced testimony tending to show that, at the time when the deeds referred to were made, George C. Roll, engaged in business as a .merchant, was insolvent; that he soon afterward largely increased his indebtedness and, at the time of his failure in January, 1889, it reached, outside of certain confessed judgments, to at least $24,000. There was evidence in sur-rebuttal, however, tending to show that all the indebtedness existing on March 10,1888, was afterwards paid, and that the indebtedness upon which the judgment to Meyer & Lang was entered was not contracted until December 4, 1888.\nAt the close of the testimony, the court, White, J., instructed the jury in part as follows:\nThe defendants submit the following points:\n1. The general rule, in regard to voluntary conveyances, is that they are void only so far as may be necessary to satisfy prior creditors; and, if they are paid, the conveyance will stand.\nAnswer: This is the general rule.\n2. A gift of property made by a husband to his wife can only be questioned by creditors existing at the time of such conveyance, or such subsequent creditors as are actually contemplated at the time of the transfer.\nAnswer: Affirmed.\n3. When a husband conveys propertjr as a gift to his wife, but retains sufficient to satisfy the claims of the creditors existing at the time of the transfer, in that case the conveyance so made will not be void by reason of the fact that such claims did exist at the time of its making.\nAnswer: Affirmed.\n4. A person has a right to transfer his property by gift, and such transfer cannot be contested as a fraud on a subsequent creditor, although the transfer may have been made so that his existing creditors could not reach it.\nAnswer: Affirmed, so far as that is a ground of fraud.\n5. If Meyer & Lang, the creditors upon whose debt the judgment was obtained and the sale of the property in dispute was made by the sheriff to the plaintiff, had notice of the conveyance by George C. Roll to Minnie A. Roll, his wife, or might have acquired such knowledge by reference to the record in the office for the recording of deeds iu the county of Allegheny, in which the property is located, at the time their debt was contracted, there can be no fraud as to them, and the plaintiff in this case, being a vendee under a sheriff’s sale on such judgment, cannot recover.\nAnswer: Refused.1\n6. A purchaser of real estate is entitled to six months within which to record his deed, without being in any way prejudiced by failure so to do; and a deed recorded within such statutory period relates back to the time of making, and the purchaser is protected, during the time intervening between the making and the recording, from any act of the grantor.\nAnswer: Affirmed.\n7. Unless the debt of Meyer & Lang was actually contemplated by George C. Roll, at the time of the transfer of the property in dispute in this case to his wife, to wit, March 10, 1888, they cannot set up the claim of fraud in the transfer of the property by the said Roll to his said wife, for they are not injured or defrauded by that conveyance or transfer; and the fact that George C. Roll may even have made the transfer for the purpose of putting his property out of the reach of his general creditors existing at the time of the conveyance, and with whom he was then dealing, will not change the situation as to Meyer & Lang.\nAnswer: Refused, as explained in the charge and further answer below.2\n8. The title of the plaintiff to the property in dispute, in this case, depends wholly upon the debt of Meyer & Lang, independently of any other debts; and, if such debt was contracted subsequently to the time of the transfer of the property by George C. Roll to Minnie A. Roll, his wife, or subsequently to the time of the recording of the deed, then said Meyer & Lang cannot contest the conveyance as a fraud upon them, and A. M. Marshall, the plaintiff in this case, being the sheriff’s vendee, possesses no rights superior to those of the said Meyer & Lang, and he also cannot contest the said conveyance as a fraud upon him.\nAnswer: Refused.3\n9. A purchaser at sheriff’s sale is as much bound by the records as an ordinary purchaser; and A. M. Marshall, the sheriff’s vendee and plaintiff in this case, was bound by the state of the records at the time of contracting the debt upon which the property in dispute in this case was sold. And, if the records in the recorder’s office of Allegheny county disclosed the fact on December 4, 1888, being the date upon which the debt of Meyer & Lang was contracted, that George C. Roll had transferred the property in dispute to his wife, then the said Marshall is bound by the records and cannot recover.\nAnswer: Refused.4\n[These points, the seventh, eighth and ninth, present two grounds of defence: (a) That the specific debt of Meyer & Lang must have been actually contemplated at the time of the conveyance; and (5) that because the debt of Meyer & Lang was contracted after the deed to Mrs. Roll was recorded, the plaintiff cannot recover. These points are refused. If the conveyance was fraudulent at the time, and intended to defraud future creditors as well as those then existing, it would include Meyer & Lang, although not specifically contemplated.\nTwo questions are submitted to the jury.\n1. At the time of the conveyance to his wife, was George C. Roll insolvent or unable to pay his debts, and was the conveyance made with the fraudulent intent of placing his real estate beyond the reach of his creditors then existing, or for debts thereafter contracted in his business ?\n2. If not insolvent, but so heavily indebted, at the time, that he feared he might lose his house and lot, was the conveyance made for the purpose of placing his real estate beyond the reach of any creditors he might have, and he continued his business without reducing his indebtedness, but simply paying his then indebtedness by contracting new debts, and finally failed because of his indebtedness at the time of the conveyance?\nIf tbe jury find either of these questions in the affirmative, the conveyance was a fraud in law, and the verdict should be for the plaintiff.] 5\n—The jury returned a verdict for the plaintiff for the lots in dispute. A rule for a new trial having been discharged, the defendants took this appeal, assigning for error:\n1, 4. The answers to the defendants’ points.* 4\n5. The portion of the charge embraced in' [ ] 5\nMr. John F. Qox (with him Mr. I). T. Watson and Mr. O. 0. Dickey), for the appellants.\nCounsel cited: Snyder v. Christ, 39 Pa. 499; Monroe v. Smith, 79 Pa. 459; Harlan v. Maglaughlin, 90 Pa. 293; Stabler v. Kirkpatrick, 1 Mona. 488.\nMessrs Marshalls Imbrie, Mr. J. A.. Fvans and Messrs J. S. J. F. Ferguson, for the appellee,\nwere not heard.\nOther than cases cited by the appellants, the brief filed cited : Black v. Nease, 37 Pa. 433 ; Thomson v.- Dougherty, 12 S. & R. 456; Sanders v. Wagonseller, 19 Pa. 248; Mullen v. Wilson, 44 Pa. 413; Conley v. Bentley, 87 Pa. 40; Smith v. Vod-ges, 92 U. S. 183; Day v. Cooley, 118 Mass. 527; Hartman v. Welsh, 19 Pick. 237 ; Kimble v. Smith, 95 Pa. 69; Wilson v. Silkman, 97 Pa. 514; Maul v. Rider, 59 Pa. 171; Wait on Fraud. Conv., § 103; Savage v. Murphy, 34 N. Y. 508 (90 Am. Dec. 733); Ammon’s App., 63 Pa. 284.\nSee Monroe v. Smith, 79 Pa. 459."
  },
  "file_name": "0399-01",
  "first_page_order": 423,
  "last_page_order": 428
}
