{
  "id": 11252077,
  "name": "CAMPBELL ETC. CO. v. W. E. HERING",
  "name_abbreviation": "Campbell Etc. Co. v. Hering",
  "decision_date": "1891-01-19",
  "docket_number": "No. 335",
  "first_page": "473",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0048-01"
      ]
    },
    {
      "cite": "101 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 126",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "128 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0217-01"
      ]
    },
    {
      "cite": "2 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0085-01"
      ]
    },
    {
      "cite": "110 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0478-01"
      ]
    },
    {
      "cite": "103 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0498-01"
      ]
    },
    {
      "cite": "73 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0198-01"
      ]
    },
    {
      "cite": "125 U. S. 181",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3528436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/125/0181-01"
      ]
    },
    {
      "cite": "113 U. S. 727",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3511806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/113/0727-01"
      ]
    },
    {
      "cite": "119 U. S. 117",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "94 U. S. 585",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "118 Pa. 822",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "80 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0015-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 371,
    "char_count": 5195,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.1547978080841372e-07,
      "percentile": 0.5822544094269588
    },
    "sha256": "fbf08f2f2b4666aaa33f096fbff0a76d3b082c4927a457d5bae6d8d358f9f729",
    "simhash": "1:ae7b2c22851a95fc",
    "word_count": 890
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., SteRrbtt, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "CAMPBELL ETC. CO. v. W. E. HERING."
    ],
    "opinions": [
      {
        "text": "Pee Ctteiam :\nThe defendant contends that the plaintiff company has no right to transact any business in this state, or maintain its suit, for the reason that it is a foreign corporation, and has not complied with the act of assembly of April 22, 1874, P. L. 108, which prohibits such corporations from doing business in Pennsylvania, without having known places of business and authorized agents. The later act of June 1, 1889, P. L. 427, covers the same ground, and also includes limited partnerships, banks, joint-stock associations, etc. Both acts were evidently intended to carry out the provisions of § 5 of article XVI. of the constitution, which declares that “ No foreign corporation shall do any business in this state, without having one or more known places of business, and an authorized agent or agents in the same, upon whom process may be served.” We are not called upon to discuss the question how far the contract of a foreign corporation doing business in this state, in violation of the constitution and acts of assembly referred to, can be enforced by an action at law in our courts, for the reason that, while it was argued at bar and in the paper-books, it is not raised by the record. It would be unsafe to assume from the plaintiff’s declaration and statement of demand that it was a foreign corporation doing business within this state, and no such averment is to be found in the affidavit of defence. While all the affidavit does contain must be treated as verity in this proceeding, we cannot, by implication, add to wbat is therein set forth. As the defendant has omitted to aver and swear to a fact which is essential to his defence, we must presume he cannot safely do so.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Ctteiam :"
      }
    ],
    "attorneys": [
      "Mr. Richard C. McMurtrie (with him Mr. Charles L. SmytK), for the appellant.",
      "Mr. Joseph Savidge, for the appellee."
    ],
    "corrections": "",
    "head_matter": "CAMPBELL ETC. CO. v. W. E. HERING.\nAPPEAL BY DEPENDANT PROM THE COURT OP COMMON PLEAS NO. 4 OP PHILADELPHIA COUNTY.\nArgued January 7, 1891 —\nDecided January 19, 1891.\nAn affidavit of defence, averring, as the sole ground thereof, that the plaintiff was a foreign corporation and had not complied with the act of April 22, 1874, P. L. 108, prohibiting such corporations from doing business in Pennsylvania without known places of business and authorized agents therein, but failing to aver that the plaintiff was doing business in said state, was insufficient to prevent summary judgment.\nBefore Paxson, C. J., SteRrbtt, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 335 January Term 1890, Sup. Ct.; court below, No. 444 December Term 1889, C. P. No. 4.\nOn December 16,1889, the Campbell Printing Press & Manufacturing Company brought assumpsit against Walter E. Piering, filing a statement of claim to recover two instalments of rent due for the hire of a printing press, under the terms and conditions of a contract under seal, dated July 23, 1889, a copy of which was attached as an exhibit.\nThe said contract was headed, “ Campbell Printing Press and Manufacturing Company, 160 William St., New York; 306 Dearborn St., Chicago,” and provided that the said company had let and hired for use to the defendant a certain printing press, at the rent or hire of $2,000, payable in specified instalments, and that upon the prompt payment of said instal-ments when due, and an additional sum thereafter, a bill of sale of the press would be executed.\nOn January 28, 1890, the defendant filed an affidavit of de-fence averring as follows:\n“ That the plaintiff is a corporation organized under the laws of the state of New York; and deponent is informed by letter from the office of the Secretary of the Commonwealth of Pennsylvania, and therefore avers, that the said Campbell Printing Press and Manufacturing Company has not filed a statement in the office of the Secretary of the Commonwealth and complied with the provisions of the act of assembly of April 22, 1874, entitled ‘ An Act to prohibit foreign corporations from doing business in Pennsylvania without having known places of business; ’ and deponent is advised and avers that said Campbell Printing Press and Manufacturing Company consequently cannot maintain an action in any of the courts of the commonwealth of Pennsylvania.”\nOn February 8, 1890, a rule for judgment for want of a sufficient affidavit of defence was made absolute, without opinion filed, and judgment entered in favor of the plaintiff for $1,028.83. Thereupon the defendant took this appeal, assigning the order making the rule for judgment absolute, for error.\nMr. Richard C. McMurtrie (with him Mr. Charles L. SmytK), for the appellant.\nCounsel cited: Act of April 22, 1874, P. L. 108; act of June 1, 1889, P. L. 427 ; § 5, article XXI. of the constitution; Thorne v. Insurance Co., 80 Pa. 15; List v. Commonwealth, 118 Pa. 822; Doyle v. Insurance Co., 94 U. S. 585; Phila. Fire Ass’n v. New York, 119 U. S. 117; Cooper Mfg. Co. v. Ferguson, 113 U. S. 727; Pembena Mining Co. v. Pennsylvania, 125 U. S. 181; Holt v. Green, 73 Pa. 198; Johnson v. Hulings, 103 Pa. 498; Tenant v. Tenant, 110 Pa. 478; Mullen v. Morris, 2 Pa. 85; Forepaugh v. Railroad Co., 128 Pa. 217.\nMr. Joseph Savidge, for the appellee.\nCounsel cited: Stewart v. Insurance Co., 9 W. 126; Commonwealth v. Standard Oil Co., 101 Pa. 145 ; Kilgore v. Smith, 122 Pa. 48."
  },
  "file_name": "0473-01",
  "first_page_order": 497,
  "last_page_order": 500
}
