{
  "id": 11252418,
  "name": "AMER. TELEGRAPH CO. v. G. G. LENNIG",
  "name_abbreviation": "Amer. Telegraph Co. v. Lennig",
  "decision_date": "1891-02-02",
  "docket_number": "No. 411",
  "first_page": "594",
  "last_page": "605",
  "citations": [
    {
      "type": "official",
      "cite": "139 Pa. 594"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "98 N. Y. 468",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pet. 46",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1432412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/26/0046-01"
      ]
    },
    {
      "cite": "43 Am. Rep. 456",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "68 Md. 449",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1043471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/68/0449-01"
      ]
    },
    {
      "cite": "32 Am. Rep. 237",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "41 N. J. L. 448",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        357577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/41/0448-01"
      ]
    },
    {
      "cite": "1 Scam. 35",
      "category": "reporters:state",
      "reporter": "Scam.",
      "case_ids": [
        2481475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/2/0035-01"
      ]
    },
    {
      "cite": "42 Am. Rep. 402",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "75 Mo. 199",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        963616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/75/0199-01"
      ]
    },
    {
      "cite": "97 U. S. 584",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3375028
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/97/0584-01"
      ]
    },
    {
      "cite": "50 Am. Rep. 699",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "98 N. Y. 467",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        557996
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/98/0467-01"
      ]
    },
    {
      "cite": "21 N. Y. 88",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1749951
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/ny/21/0096-01"
      ]
    },
    {
      "cite": "48 Am. Rep. 456",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "49 Mich. 157",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1395705
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/mich/49/0157-01"
      ]
    },
    {
      "cite": "87 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057797
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0419-01"
      ]
    },
    {
      "cite": "90 N. Y. 116",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2186279
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/90/0116-01"
      ]
    },
    {
      "cite": "9 Wheat. 680",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0680-01"
      ]
    },
    {
      "cite": "2 P. & W. 45",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "opinion_index": -1
    },
    {
      "cite": "98 N. Y. 468",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "98 N. Y. 467",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        557996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/98/0467-01"
      ]
    },
    {
      "cite": "21 N. Y. 88",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1749951
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/21/0096-01"
      ]
    },
    {
      "cite": "49 Mich. 157",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1395705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/49/0157-01"
      ]
    },
    {
      "cite": "87 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057797
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/87/0419-01"
      ]
    },
    {
      "cite": "90 N. Y. 116",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2186279
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/90/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 889,
    "char_count": 25386,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 3.019110448423566e-07,
      "percentile": 0.8537632889021716
    },
    "sha256": "05697f86d4f1495e8cbcb17be0341f0717c7e1fa9b151b45fd6c474265316f9e",
    "simhash": "1:9abf01602e8dcee4",
    "word_count": 4427
  },
  "last_updated": "2024-02-27T19:43:57.270761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PaxsoN, C. J., Sterrett, Greek, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "AMER. TELEGRAPH CO. v. G. G. LENNIG."
    ],
    "opinions": [
      {
        "text": "OPINION,\nMe. Justice Cl abe:\nThis action was brought by the American District Telegraph Company of Philadelphia against Ambrose T. Secor and George G. Lennig, upon a bond dated May 3,1882, for $500, conditioned that Ambrose T. Secor “ shall and will faithfully perform the duties of the office or employment of book-keeper, to which he has been appointed in the service of the said company, so long as he continues in said office or employment, and shall faithfully account for and pay over to the said company any and all moneys which may come into his hands, as the agent, employee, or officer thereof,” etc.\nThe plaintiff in its statement avers (1) that Secor, at various times between May 31, 1884, and May 8, 1886, whilst performing the duties of his office of book-keeper for the plaintiff, made certain false entries on the plaintiff’s books, by means whereof the plaintiff was defrauded of large sums of money, in the aggregate amounting to $4,000, and upwards; and (2) that about June 9, 1884, Secor was by the plaintiff requested to assume, and he did assume, the duties of cashier of the company, in addition to his duties as book-keeper, which latter position he continued to occupy, and that in his said office of cashier he embézzled other sums of money, amounting to $1,000, at various dates prior to May 8, 1886, when he fled the country.\nWhen the testimony was closed at the trial, the court instructed the jury that, upon the evidence, their verdict should be for the plaintiff, for the amount of the bond, and interest; and a verdict to that effect was accordingly entered. This peremptory instruction of the court is the error assigned.\nAlthough the condition of the bond is, not only faithfully to perform the duties of book-keeper, but also to account for and pay over to the said company all moneys which may come into his hands “ as agent, employee, or officer thereof,” Lennig, the surety, is held only for the peculations of Secor as book-keeper, and not as cashier, of the company. We agree with the appellant that, when one becomes surety upon a bond which recites that the principal has been appointed to a particular office, mere general words in the condition of the bond will not, in the absence of a clear intent to the contrary, extend the liability of the surety to acts of the principal, after a change in that office. The recital in the bond, undertaking to express the precise intent of the parties, controls the condition of the obligation which follows, and does not allow it any operation more extensive than the recital, which is its key, and it has been so held in many cases: National Banking Ass’n v. Conkling, 90 N. Y. 116, and cases there cited.\nIt is a well-settled principle of law, that the obligation of a surety cannot be extended by implication, beyond the terms of his contract. He is bound only to the extent, and in the manner, and under the circumstances pointed out in his obligation; and if the principal parties, without his consent, change the contract in a material part, so as to affect the nature and extent of his responsibility, he is discharged. It follows, that where there is a bond of suretyship given for the faithful performance of the duties of an office, and the duties and responsibilities pertaining to the office are by tbe obligee materially changed, so as to affect the surety, the bond, as to him at least, is thereby discharged. But the surety will not, in general, be relieved from responsibility merely because the act of his principal which occasioired the loss was not strictly in the line of the duties of his office, or was done in the course of a temporary or casual performance of other duties, at the request of his employer: German Bank v. Auth, 87 Pa. 419; Detroit Bank v. Ziegler, 49 Mich. 157; Rochester Bank v. Elwood, 21 N. Y. 88; Mayor, etc., v. Kelly, 98 N. Y. 467. The duty of Secor, as book-keeper, was to keep the books of the company; but if, in the temporary absence of Mr. Wood, the secretary and assistant treasurer, he should for the time being act for and in behalf of that officer, and receive moneys from the collector, as it is alleged in frequent instances he did, it cannot be doubted, that, as this was merely incidental to his regular employment, Mr. Lennig would be held for his faithful application of the money. So, too, if the book-keeper, taking advantage of the trust reposed in him as an officer of tbe company, had stepped aside from his ordinary and proper duties, and rifled the money drawers, or otherwise appropriated to his own use the company’s money, although the books were in eve^ respect correctly kept, the responsibility of his surety for the money taken would not be questioned, for the import of the surety’s obligation is that the book-keeper was entitled to trust and confidence, and that he will be honest and faithful.\nBut it is not charged that any false entries were in the company’s books, or that the company was defrauded of any money by Secor, until on and after May 31,1884. There is some proof of a lead-pencil addition in the plaintiff’s ledger, which it is now contended may have been made about April 30,1884; but this is not set forth or specified in the plaintiff’s statement of claim, to which, of course, the case is necessarily confined. The first fraudulent entry complained of, as we have said, was made by Secor on May 31, 1884, in the account entitled “ Lesyeas District Collection Account.” By that entry it is charged, and the evidence tends to show the fact, that Secor falsely set forth in figures that the sum total of credits due by the said Lesyeas amounted to $16,760.77, whereas in truth these credits amounted to $16,202.49 ; that he falsely stated the debt of Lesyeas to be $3,772.15, whereas in reality it was $4,330.43 ; and that by this means he fraudulently concealed his own embezzlement of $558.28 of the company’s money; and, further, that this false entry was continuously carried through all the subsequent accounts under that title. But whether this was a false or fraudulent entry, whether it was made by Secor whilst he remained in the company’s employment as a book-keeper, and whether the plaintiff was damaged or defrauded thereby, as alleged, were matters of fact, we think, which under proper instructions should have been submitted to the jury.\nIt appears that in the early part of the month of May, 1884, Mr. Wood resigned his position as secretary and assistant treasurer, to take effect on the 16th of May in that year. On that day his resignation was accepted, and, under instructions from the president, he turned over all the money, books, papers, etc., to Mr. Secor, whom the president on the same day appointed cashier pro tempore. Secor from that date was the acting cashier until June 9, 1884, when, by the action of the board of directors, be was formally appointed cashier of tbe company. Prior to this, the company had no officer of that name. His duties as cashier do not appear to have been defined, but, as the duties of that office are commonly understood, he was put in charge of the money, with superintendence, perhaps, over the payments and receipts of the company. The president may not have had the general power of appointment, but, as the executive officer of the company, it was his duty, and he had the power, to provide for the emergency and until a meeting of the board might be conveniently had.\nFrom Majr 16,1884, therefore, until he absconded, Secor held an office entirely distinct in its duties and responsibilities from that of book-keeper, and it is plain that Mr. Lennig was not held upon his bond for the fraudulent acts of Secor as the cashier; the question is, whether or not he remained liable for his acts as the book-keeper.\nOf course, if the effect of Secor’s appointment to the new office, by the terms of that employment, or from the nature of the duties to be performed, had been to terminate his office as book-keeper, the liability of his surety would thereby come to an end: National Banking Ass’n v. Conkling, 90 N. Y. 116; Pybus v. Gibb, 6 El. & Bl. 902. But, if there was merely an addition of duties, different in their nature from those which belonged to the office for which the bond was given, and these duties were undertaken as a new, distinct, and additional employment, which did not interfere with the performance of the duties of book-keeper, it seems plain that no increased responsibility or risk would thereby be imposed on the surety, and the new appointment could not, therefore, have the effect to discharge the bond, given as a security for the performance of the duties first assumed. Neither the imposition of additional, distinct, and consistent duties, nor the appointment of the principal to an additional office, would necessarily relieve the surety on his bond, if the new duties or the new office have no such connection with the old as to interfere with or affect the original employment: Mayor, etc., v. Kelly, 98 N. Y. 468; Rochester Bank v. Elwood, 21 N. Y. 88. The testimony on this branch of the case, it must be conceded, is vague and unsatisfactory. The keeping of the books would not ordinarily fall within the scope of a cashier’s employment; and yet Seeor, who was the cashier, at the same time acted as the book-keeper. The question was for the jury, and we think the court erred in assuming the material facts of the case to'be undisputed or admitted, when they were seriously in dispute, and in giving binding and peremptory instructions to find for the plaintiff.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Me. Justice Cl abe:"
      }
    ],
    "attorneys": [
      "Mr. John Gr. Johnson (with him Mr. Frarilc P. Prichard), for the appellant:",
      "Mr. A. T. Freedley (with him Mr. Theodore M. Fitting), for the appellee:"
    ],
    "corrections": "",
    "head_matter": "AMER. TELEGRAPH CO. v. G. G. LENNIG.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS NO. 2 OF PHILADELPHIA COUNTY.\nArgued January 9, 1891 —\nDecided February 2, 1891.\n[To be reported.]\n1. When one becomes surety in an official bond, reciting that-the principal has been appointed to a particular office, mere general words in the condition of the bond will not, unless a clear intent to the contrary be shown, extend the liability of the surety to the acts of the principal after a change in that office.\n2. The obligation of a surety cannot be extended by implication beyond the terms of his contract. He is bound only to the extent, and in the manner, and under the circumstances pointed out in his obligation; and if the principal parties, without his consent, change the contract in a material part, so as to affect the nature and extent of his responsibility, he is discharged.\n3. Wherefore, if, after the giving of a bond of suretyship for the faithful performance of the duties of a corporate officer, the duties and responsibilities pertaining to the office are materially changed by the obligee, so as to affect the responsibility and risk of the surety, the- bond, as to him at least, is thereby discharged.\n4. The surety will not, in general, be relieved from responsibility, however, merely because the act of his principal, which occasioned the loss to the obligee, was not strictly in the line of the duties of his office, or was done in the course of a temporary or casual performance of other ■duties at the request of the employer.\n5. Nor will the imposition of additional, distinct and consistent duties upon the principal, ov his appointment to an additional office, his original office still being retained, necessarily relieve the surety from his obligation, if the new duties, or the new office, have no such connection with the old as to. interfere with or affect the original employment.\n(íí) ' In an action upon the official bond of the book-keeper of a corporation the testimony tended to show that, on a certain date, the principal in the bond made a false entry in the plaintiff’s books, to conceal an embezzlement committed by him, and that, while prior to that date he had been appointed cashier, he was still keeping the books as before.\n6. It was error to give the jury binding instructions to find for the plaintiff; the question whether the entry was false and fraudulent, whether it was made by the principal in the bond while in the plaintiff’s employment as a book-keeper, and whether the plaintiff was damaged or defrauded thereby, should have been submitted to the jury Under proper instructions.\nBefore PaxsoN, C. J., Sterrett, Greek, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 411 January Term 1890, Sup. Ct.; court below, No. 214 March Term 1889, C. P. No. 2.\nOn March 22, 1889, The American District Telegraph Com-panjr brought assumpsit against Ambrose T. Secor and George G. Lennig, upon a bond executed by the defendants in favor of the plaintiff, in the sum of $500, dated May 3,1882, and conditioned as follows:\n“ The condition of this obligation is such, that if the above-named Ambrose T. Secor shall and will faithfully perform the duties of the office or employment of book-keeper, to which he has been appointed in the service of the said company, so long as he continues in said office or employment, and shall faithfully account for and pay over to the said company any and all moneys which may come into his hands, as the agent, employee or officer thereof, then this obligation to be void; otherwise to remain in full force and virtue.”\nThe plaintiff’s statement of claim averred that the defendant Secor entered upon the duties of his office as book-keeper, at the plaintiff’s office in Philadelphia, and continued so to act until about May 8, 1886, when he fled from the city; that, while performing said duties, he made divers false entries in the plaintiff’s boobs, by means whereof the plaintiff was defrauded of large sums of money, said falsifications being as follows :\n“ On May 31, 1884, in the plaintiff’s ledger, page 188, in the account entitled “ Lesyeas’ District Collection Account,” the defendant Secor falsely stated that the sum total of credits due by the said Lesyeas amounted or footed up, by the addition of the figures contained upon the creditor side of the said account, to the sum of $16,760.77; whereas, in truth and fact, as appears by an addition of the said figures, the sum total of such credits is but $16,202.49. And on the same page of the said book, the defendant Secor falsely stated the debt or balance due by Lesyeas to be $3,772.1.5, whereas, in truth and fact, the said debt or balance is $558.28 more than this amount, being in reality $4,830.43.\n“ On page 189 of the said ledger, under the title of “ Les-yeas’ District Collection Account,” the defendant Secor between May 31 and June 2, 1884, entered that the amount due by Lesyeas was $3,772.15, whereas, in truth and fact, it was, as above set forth, $558.28 more than this, amounting to $4,330.48. And said error is continuously carried through the subsequent accounts of the said Lesyeas.”.\nAfter alleging that divers other false entries were made by Secor subsequent to May 31, 1884, the statement of claim made the following additional averments:\n“ 3. On or about June 9,1884, the said defendant, Secor, was requested to assume the duties of cashier of the company, in addition to his duties as book-keeper of the company, which latter position he still, however, continued to occupy; and, in and by virtue of his position as cashier of the company, he, the said defendant Secor, received and retained possession of divers sums of money, amounting to $1,000, belonging to the plaintiff, and which he fraudulently embezzled and never accounted for or paid over unto the said plaintiff.”\n“ 5. By reason whereof there has been a breach of the bond so as aforesaid given by the said defendants, and the plaintiff claims to recover against the said defendants the. sum of $500, with interest from July 1, 1884.”\nThe defendant Secor made default, and judgment was entered against him for want of an affidavit of defence. The defendant Lennig pleaded non-assumpsit, and payment with leave.\nAt the trial on February 20, 1890, the following facts were shown:\nBetween the date of the bond in suit and May 16, 1884, the defendant Secor acted as the plaintiff’s book-keeper, and Joseph Wood, Jr., was the plaintiff’s secretary and assistant treasurer. Secor, as book-keeper, kept the accounts between the plaintiff and one Lesyeas, who was a collector for the company. From time to time Lesyeas made written returns of his collections, turning in at the same time the amount of money in his hands. The usual way of doing was for Lesyeas to hand his return and the accompanying cash to Wood, who would give him a receipt for the money. The data for making up the accouuts kept by Secor, would then be furnished to him by Wood. A large part of the time, however, as a matter of convenience, Lesyeas handed the returns and' money to Secor, who would afterwards turn them over to Wood, obtain from him the receipt for Lesyeas, and hand it to the latter.\nEarly in May, 1884, Wood tendered his resignation as secretary and assistant treasurer, to take effect May 16th. On the latter date, the president of the company appointed Se.cor as cashier, and directed Wood to turn over all moneys, books, papers, etc., to him. Secor acted as cashier, under this appointment, until June 9, 1884, when the board of directors by formal resolution ratified the appointment, and thereafter he continued so to act until May, 1886, when he absconded. But after May 16, 1884, he continued to keep the books, as he had done before that date. Before Secor’s appointment as cashier, there was no ofScer bearing that title, and the money was handled by the assistant treasurer. Testimony for the plaintiff tended to show that Secor made the various false entries in the books kept by him, set out in the statement of claim, and that therebjr he concealed thefts of moneys belonging to the plaintiff and passing through his hands, amounting to more than $5,000.\nThe first false entry mentioned in the statement of claim, charged to have been made on May 81, 1884, was a footing in ink of a column of figures exhibiting collections reported by Lesyeas in April and May, 1884, the amount of tbe footing being fraudulently entered as $558.28 less than it ought to have been. Witnesses for the plaintiff testified that a footing in lead pencil appeared upon the book, between debits dated April 30th, and May 1st, respectively, which also was less than it should have been, by the same amount, and was in the handwriting of Secor; that this footing in pencil indicated that Seeor had taken off a trial balance on April 30th, and that the $558.28, to conceal the theft of which these fraudulent footings were made, had been embezzled prior to that date. On cross-examination, the witnesses admitted that it was impossible to tell from the books whether the pencil footing was made before or after May 16th, though in their opinion all the probabilities favored the conclusion that it was made on or about April 30th.\nAt the close of the testimony, the court, Peknypackek, J., charged the jury as follows:\nGentlemen of the jury : Upon the evidence in this case, your verdict ought to be for the plaintiff for the amount of the bond with interest.\n—The jury rendered a verdict for the plaintiff for $672. A rule for a new trial having been discharged and judgment entered, the defendant Lennig took this appeal, specifying that the court erred:\n1. In directing the verdict for the plaintiff.\n2. In not directing a verdict for the defendant.\nMr. John Gr. Johnson (with him Mr. Frarilc P. Prichard), for the appellant:\n1. The contract of suretyship is always to be construed liberally in favor of the surety. Any doubt is to be resolved in his favor, and he is to be held only to the extent to which he has clearly bound himself: Commonwealth v. West, 1 E. 29; Bank of Washington v. Barrington, 2 P. & W. 45; Miller v. Stewart, 9 Wheat. 680. When one becomes surety in an official bond, reciting that the principal has been appointed to a particular office, mere general words in the condition of the bond will not, in the absence of a clear intent to th'e contrary, extend the liability of the surety to the acts of the principal after a change in that office : National Banking Ass’n v. Conk* ling, 90 N. Y. 116.\n2. While a surety for the faithful performance by his principal of the duties of an office, will not be relieved from responsibility simply because the act of the principal occasioning the loss was not strictly in the line of the duties of his office, or was done in the course of his temporary performance of other duties at the request of the employer: German Bank v. Auth, 87 Pa. 419; Detroit Bank v. Ziegler, 49 Mich. 157 (48 Am. Rep. 456) ; Rochester Bank v. Elwood, 21 N. Y. 88; Mayor, etc., v. Kelly, 98 N. Y. 467 (50 Am. Rep. 699) ; or by the mere imposition on the principal of additional duties, or by his appointment to an additional office, provided the new duties or the new office have no connection with the old, and do not interfere with or substantially affect the original employment: Skillet v. Fletcher, L. R. 2 C. P. 469; Gaussen v. United States, 97 U. S. 584; Home Bank v. Traube, 75 Mo. 199 (42 Am. Rep. 402); yet:\n3. A surety will always be discharged by any permanent change in the contract with the principal, such as his transfer to a new and different office, or a substantial change in the character or duties of the old office, or the imposition of additional duties, or the conferring of an additional office, so connected with the original duties, or the original office, as practically to effect a substantial change in the employment: Northwestern Ry. Co. v. Whinray, 10 Exch. 77; Pybus v. Gibb, 6 El. & Bl. 902; Reynolds v. Hall, 1 Scam. 35; Manufacturers’ N. Bank v. Dickerson, 41 N. J. L. 448 (32 Am. Rep. 237) ; First N. Bank v. Gerke, 68 Md. 449; National Banking Ass’n v. Conkling, 90 N. Y. 116 ; Northwestern N. Bank v. Keen, 8 W. N. 283 ; notwithstanding the particular default occurred in duties which were part of the original contract of employment: Pybus v. Gibb, 6 El. & Bl. 902.\n4. It but remains to apply these principles to the facts of this case. Before Secor’s first default occurred, a permanent change was made by his appointment as cashier, effecting substantial alterations in the terms of his employment. The office of book-keeper merged in that of cashier; or, even if each office still continued to exist, their duties were so intimately connected, the same person collecting the money and making a record of it on the books, that the performance by one person of the duties of both offices materially affected his employment' in either. Seeor’s contract of employment was thus so changed that he had greatly enlarged duties, greatly increased responsibilities, and very much larger opportunities and temptations to embezzle.\nMr. A. T. Freedley (with him Mr. Theodore M. Fitting), for the appellee:\n1. The doctrines elaborated by the appellant have no application to the facts of this case, as it clearly appears that the false footing entered in ink by Secor on May 31, 1884, had in reality been made by him on April 30th, to cover up speculations made prior thereto. The statement of claim, in giving the date of the falsification as May 31, 1884, refers to the time when the error was permanently recorded in ink, while the evidence shows the date, at which the fraud was conceived and consummated. If the court should consider that the statement of claim ought to have set out this evidence, this would be a technical matter simply, amendable in this court.\n2. The action of the president, on May 16, 1884, in requesting Secor to assume Wood’s duties, did not discharge Secor from his engagement as book-keeper, nor was it his appointment to a higher office. Under the express provisions of the by-laws, the president had no power to appoint or dismiss, such power being vested exclusively in the executive committee of the board of directors; and Secor was not appointed cashier until June 9th. Nor was there ever such an office as that of cashier, prior to June 9th. Moreover, Secor, while acting as bookkeeper, had always received money paid into the company. And his temporary assignment to perform Wood’s duties was within the contemplation of the bond: Rochester Bank v. Elwood, 21 N. Y. 88; Detroit Bank v. Ziegler, 49 Mich. 157 (43 Am. Rep. 456).\n3. However, the bond is good for falsifications made by Secor while keeping the plaintiff’s books, even though they were made after additional duties were imposed on him, the assumption of additional duties not rendering it invalid, as an undertaking for the faithful performance of the duties first assumed: Gaussen v. United States, 97 U. S. 584; Minor v. Mechanics’ Bank, 1 Pet. 46; Detroit Bank v. Ziegler, 49 Mich. 157 (43 Am. Rep. 456); Mayor, etc., v. Kelly, 98 N. Y. 468 (50 Am. Rep. 699). The test is, were the false entries made while keeping the books of the company, i. e., as book-keeper: German Bank v. Auth, 87 Pa. 419; Rochester Bank v. Elwood, 21 N. Y. 88; Mayor, etc., v. Kelly, supra. Again, Secor violated the second condition of the bond by failing to pay oyer money coming into his hands “ as the agent, employee or officer ” of the plaintiff.\nThe by-laws of the company in reference to the power of appointment were put in evidence, but they were not printed in the paper-books. In the argument of the appellee, infra, it was stated that under the by-laws the president had no power to appoint a cashier."
  },
  "file_name": "0594-01",
  "first_page_order": 618,
  "last_page_order": 629
}
