{
  "id": 1922603,
  "name": "Beil, Appellant, v. Allentown",
  "name_abbreviation": "Beil v. Allentown",
  "decision_date": "1969-04-23",
  "docket_number": "Appeal, No. 27",
  "first_page": "10",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "434 Pa. 10"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 Atl. 891",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146263
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0283-01"
      ]
    },
    {
      "cite": "247 A. 2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919695
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0172-01"
      ]
    },
    {
      "cite": "193 A. 2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "201 Pa. Superior Ct. 547",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        764247
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/201/0547-01"
      ]
    },
    {
      "cite": "112 A. 2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258931
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0001-01"
      ]
    },
    {
      "cite": "22 A. 2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208331
      ],
      "year": 1941,
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0323-01"
      ]
    },
    {
      "cite": "106 A. 2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "175 Pa. Superior Ct. 622",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        720766
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/175/0622-01"
      ]
    },
    {
      "cite": "70 Atl. 755",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956126
      ],
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0294-01"
      ]
    },
    {
      "cite": "44 A. 2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465749
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0207-01"
      ]
    },
    {
      "cite": "92 A. 2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237074
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0625-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 7531,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.2079008546219973e-07,
      "percentile": 0.5952225400013669
    },
    "sha256": "2178b94678495727a888325396a0596a7068aca06451515219065416842bfbdb",
    "simhash": "1:fea280320edfdd4d",
    "word_count": 1278
  },
  "last_updated": "2024-02-27T21:26:39.694036+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Jones dissents."
    ],
    "parties": [
      "Beil, Appellant, v. Allentown."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThis is an appeal from the order of the Court of Common Pleas of Lehigh County, refusing to remove a nonsuit. Appellant, Marie Beil, tripped and fell, and allegedly suffered serious injuries on January 4, 1961, as she was returning from her lunch hour to her place of employment. She ivas walking in an eastivardly direction on the sidewalk on the south side of Washington Street in Allentown. When she reached a point near the southwest corner of Washington Street and Meadow Street, she stepped from the sidewalk onto a concrete cover over a sewer. This concrete cover lay between the sidewalk on the south and the curb on the north. Sidewalk also lay to the east of the concrete cover, while there existed a grassy strip to the west. The concrete cover was similar to the concrete finish of the sidewalk.\nAppellant brought suit against the City of Allentown and the adjoining property owners, alleging that their failure to correct a difference in elevation in excess of an inch and a half between the sidewalk and the concrete cover was the cause of her fall and injuries. One mistrial, various amendments, and appellant’s illness have slowed the proceedings considerably. In the second trial, at the conclusion of the plaintiff’s case, appellees moved for a compulsory nonsuit, and their motion was granted. The court below refused to remove the nonsuit, and this appeal followed.\nThe court below based the nonsuit on two grounds: (1) as a matter of law, no defect existed; (2) as a matter of law, the plaintiff was contributorily negligent. Since we agree with the court below that appellant was contributorily negligent, we need not consider the alternative ground relied upon below.\nAppellant’s testimony showed that she stepped with her left foot onto the sewer cover, then twisted her head and body around to look west up Washington Street to see if any traffic was coming. Still turned partly around, she took another step on the sewer cover with her right foot and then about a half step with her left when she fell. The Pennsylvania cases clearly hold that such conduct constitutes contributory negligence. One who, in broad daylight, walks into an obvious defect in a sidewalk is presumptively negligent and the burden is upon that person to show conditions outside of himself which prevented his seeing the defect or which would excuse failure to observe it. McDonald v. Mars Borough, 371 Pa. 625, 92 A. 2d 199 (1952) ; Leson v. Pittsburgh, 353 Pa. 207, 44 A. 2d 577 (1945); Lerner v. City of Philadelphia, 221 Pa. 294, 70 Atl. 755 (1908); Walsh v. Phila., 175 Pa. Superior Ct. 622, 106 A. 2d 851 (1954). Appellant has failed to show any external conditions which prevented her seeing the defect or which would excuse her failure. The observation of traffic conditions was not a condition external to appellant. In Allshouse v. Wilkinsburg Boro., 343 Pa. 323, 324, 22 A. 2d 756 (1941), this Court held that plaintiff “was bound to see what was plainly before him and similarity of color of the sections of the sidewalk and observation of traffic conditions in a highway which he was approaching could not excuse him.” Appellant’s reliance upon Sculley v. Philadelphia, 381 Pa. 1, 112 A. 2d 321 (1955), is misplaced. In that case we affirmed a verdict for the plaintiff who had tripped over a hole in the street. In reply to the defendant’s contention that plaintiff was contributorily negligent as a matter of law for not having her eyes fixed upon her path, we stated: “A pedestrian is not required to keep his vision fixed continually on the ground immediately in front of him to discover possible points of danger, especially where his attention must also be directed toward the imminent peril of an approaching vehicle. ... In traversing a cartway, the law imposes a dual duty on the pedestrian of exercising care to avoid obvious defects in his path and of observing the movement of advancing vehicles.” There is an obvious distinction between Sculley and the instant case. In Sculley, the plaintiff was in the street, while here she was on the sidewalk and sewer cover. There is no imminent peril of an approaching vehicle when the pedestrian is not yet in the street, and thus no condition external of the pedestrian excusing a failure to watch the path.\nNor is Sandherr v. Pottsville, 201 Pa. Superior Ct. 547, 193 A. 2d 625 (1963), of any succor to appellant. In that case, the plaintiff was on the sidewalk when suddenly she heard a screeching of brakes from the vicinity in which she had just seen an old woman. The court held that the trial court had properly let the case go to the jury on the question of whether the screeching of brakes was such an external condition as to excuse the plaintiff’s failure to look where she turned. It is not clear that Sandherr can survive Knapp v. Bradford City, 432 Pa. 172, 175, 247 A. 2d 575 (1968), where we stated: “The sound of automobiles is hardly an uncommon occurrence in urban America. City inhabitants are required to have the ability to look where they are going while remaining conscious of their other surroundings. Their attention should not be diverted by the ordinary sounds of city traffic. In this instance there is nothing so removed from the ordinary to legally constitute a distraction.” Perhaps the screeching of brakes is not the ordinary sound of automobile traffic. We need not decide this question, however, for the instant case is clearly distinguishable from Sandherr. No screeching distracted appellant; she simply turned of her own volition to look for traffic, while she continued to walk in a different direction. That can hardly constitute due care. Reed v. Philadelphia, 311 Pa. 283, 166 Atl. 891 (1933).\nThe order of the court below refusing to remove the nonsuit is affirmed.\nMr. Justice Jones dissents.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nI believe that the issues of appellees’ negligence and appellant’s contributory negligence should have been submitted to the jury, and accordingly I dissent from this Court’s affirmance of the compulsory nonsuit entered below.\nIn my view, it was for the jury to decide whether appellees acted reasonably in allowing the sewer cover and the approximately two inch drop-off that went with it to exist in the middle of a public way where pedestrians were likely to walk. I also believe that it was for the jury to decide whether appellees were negligent in not marking the obstacle sufficiently to warn pedestrians of the potential hazard.\nLikewise, I believe that the question of whether appellant was acting reasonably under the circumstances of this case in turning to look for traffic before entering the road was a factual matter for jury determination. I do not think that an abstract and mechanical rule which in effect says that persons about to enter the street must be contributorily negligent if they trip on an obstacle while attempting to ascertain whether it is safe to cross is proper. Certainly a given person already in the street may have to devote more attention to oncoming traffic than one who is contemplating stepping into the road, but factors in individual cases can vary, and that is why I believe that the final decision should be the jury’s.",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Edward N. Cahn, for appellant.",
      "Richard F. Stevens, with him Harold Copian, Richard C. Buss, and Buts, Rudders & Tollman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Beil, Appellant, v. Allentown.\nArgued January 10, 1969.\nApril 23, 1969:\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nEdward N. Cahn, for appellant.\nRichard F. Stevens, with him Harold Copian, Richard C. Buss, and Buts, Rudders & Tollman, for appellees."
  },
  "file_name": "0010-01",
  "first_page_order": 116,
  "last_page_order": 121
}
