{
  "id": 1922636,
  "name": "Small v. Saturen et al., Appellants",
  "name_abbreviation": "Small v. Saturen",
  "decision_date": "1969-04-23",
  "docket_number": "Appeal, No. 376",
  "first_page": "119",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "434 Pa. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 4058,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4353607102190128
    },
    "sha256": "6465477b0f5aaf5599a91c2e7c81ac56faacbeccc81315dc22141a069524309f",
    "simhash": "1:be32450c4b4efb58",
    "word_count": 677
  },
  "last_updated": "2023-07-14T19:58:09.886174+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this ease."
    ],
    "parties": [
      "Small v. Saturen et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by Mb.\nJustice Cohen,\nPlaintiffs-appellees instituted an action in trespass against the defendants in Philadelphia County. The cause of action arose as a result of a motor vehicle accident in Monroe County.\nPlaintiffs are residents of Philadelphia County. Defendant Saturen is a resident of Philadelphia County and defendant Schouppe (appellant) is a resident of Monroe County. Deputized service was made upon defendant Schouppe in Monroe County. Schouppe filed preliminary objections contending that the Court of Common Pleas of Philadelphia County is without jurisdiction over him since Pa. R. O. P. 1043 deputized service is permitted only from the county in which the accident occurred. Defendants’ preliminary objections were dismissed and this appeal followed.\nThe lower court properly held that Rule 1043 does not provide the sole situation where deputized service is permitted, and that deputized service is also proper under Rules 1006(c) and 1009(e). Both Rules 1006(c) and 1009(e) are assumpsit rules but are incorporated into tbe trespass rules by Rule 1041. Tbe 1967 amendments to the Rules, namely, 1006(c) and 1009(e), were adopted specifically to apply to the problem where, as here, two or more individual defendants residing in different counties are sued jointly and severally. Under the prior practice, separate actions had to be brought in each of the counties so that each individual defendant could be properly served. This requirement of multiple actions was cumbersome. Under the amendments to the Rules, where defendants residing in separate counties jointly or jointly and severally incur an obligation or commit a tort, a single action can be brought against all defendants either in the county of the cause, or in a county in which one of the defendants may be served. Rule 1006(a). Rule 1009(e) makes further provision for any necessary deputized service. Thus, by a single action litigants are enabled to adjudicate the liability of all defendants who reside anywhere within the Commonwealth of Pennsylvania.\nOrder affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this ease.\n“When an action against an individual is commenced in the county where the cause of action arose, the plaintiff shall have the right of service in any other county by having the sheriff of the county in which the action was commenced deputize the sheriff of the other county where service may be had.”\n“(c)- An action to enforce a joint or joint and several liability against two or more defendants, except actions in which the Commonwealth is a party defendant, may be brought against all defendants in any county in which the venue may be laid against any one of the defendants under the general rules of Subdivisions (a) or (b).” As amended, effective September 1, 1967.\n“(e) When an action is commenced against an individual in a county in which the cause of action arose or where a transaction or occurrence took place out of which the cause of action arose or is brought against two or more defendants under Kule 1006(c), the plaintiff shall have the right of service in any other county by having the sheriff of the county in which the action was commenced deputize the sheriff of the other county where service may be had.” As amended, effective September 1, 1967.\n“Except as otherwise provided in this chapter, the procedure in the action of trespass shall be in accordance with the rules relating to the action of assumpsit.”\n“(a) Except as otherwise provided by Subdivisions (b) and (c) of this rule, an action against an individual may be brought in and only in a county in which he may be served or in which the cause of action arose or where a transaction or occurrence took place out of which the cause of action arose.” As amended, effective September 1, 1967.",
        "type": "majority",
        "author": "Justice Cohen,"
      }
    ],
    "attorneys": [
      "J. A. Luehsinger, with him Frank M. Jakobowski, for appellant.",
      "J. Leon Rabben, for appellees."
    ],
    "corrections": "",
    "head_matter": "Small v. Saturen et al., Appellants.\nArgued January 21, 1969.\nBefore Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nApril 23, 1969:\nJ. A. Luehsinger, with him Frank M. Jakobowski, for appellant.\nJ. Leon Rabben, for appellees."
  },
  "file_name": "0119-01",
  "first_page_order": 225,
  "last_page_order": 227
}
