{
  "id": 567102,
  "name": "F. H. WARRINER v. J. M. MITCHELL ET AL.",
  "name_abbreviation": "Warriner v. Mitchell",
  "decision_date": "1889-10-07",
  "docket_number": "No. 202",
  "first_page": "153",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "128 Pa. 153"
    }
  ],
  "court": {
    "name_abbreviation": "Bradford Cty. C.P.",
    "id": 10114,
    "name": "Bradford County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "83 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0206-01"
      ]
    },
    {
      "cite": "98 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. 143",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "15 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/15/0177-01"
      ]
    },
    {
      "cite": "70 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028237
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0079-01"
      ]
    },
    {
      "cite": "69 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0122-01"
      ]
    },
    {
      "cite": "84 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0482-01"
      ]
    },
    {
      "cite": "3 C. B. 792",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "14 Phila. 206",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0335-01"
      ]
    },
    {
      "cite": "80 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0038-01"
      ]
    },
    {
      "cite": "12 Phila. 360",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "50 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0234-01"
      ]
    },
    {
      "cite": "119 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558088
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0087-01"
      ]
    },
    {
      "cite": "39 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0535-01"
      ]
    },
    {
      "cite": "12 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963763
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0222-01"
      ]
    },
    {
      "cite": "106 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455680
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0049-01"
      ]
    },
    {
      "cite": "98 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0257-01"
      ]
    },
    {
      "cite": "70 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028237
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/70/0079-01"
      ]
    },
    {
      "cite": "69 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/69/0122-01"
      ]
    },
    {
      "cite": "84 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0482-01"
      ]
    },
    {
      "cite": "80 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/80/0038-01"
      ]
    },
    {
      "cite": "50 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425187
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/50/0234-01"
      ]
    },
    {
      "cite": "39 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/39/0535-01"
      ]
    },
    {
      "cite": "106 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0049-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 22927,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 2.6496154908931996e-07,
      "percentile": 0.8239304685331075
    },
    "sha256": "836575e7c95122fcf777a7e3ece7ef4cb5b34545a5a7a9bab29480885da89aee",
    "simhash": "1:9a2346a28a5696cf",
    "word_count": 4013
  },
  "last_updated": "2024-02-27T22:29:01.098120+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Williams, JJ."
    ],
    "parties": [
      "F. H. WARRINER v. J. M. MITCHELL ET AL."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMb. Justice Gbeen:\nIn this case the material facts were that Warriner, the plaintiff, and J. M. Mitchell, one of the defendants, had formed and conducted a partnership manufacturing business from 1877 to 1882, at which latter date the partnership was dissolved by mutual agreement. The dissolution was effected by Mitchell purchasing the interest of Warriner and agreeing to pay all the firm debts. To secure performance of tins agreement, so far as the pajunent of debts was concerned, Mitchell gave Warriner a bond of himself and Austin Mitchell, the other defendant, in the penal sum of $5,000, which, reciting the dissolution and that James M. Mitchell had agreed to indemnify Warriner “ from the payment of any and all firm debts against said partnership,” stipulated that James M. Mitchell and Austin Mitchell should at all times “ indemnify and save harmless the said F. H. Warriner, his executors, administrators, or assigns from the payment of any and all indebtedness now outstanding against the said firm of Mitchell & Warriner, and of any and all cost and damage that may arise by reason of the same.”\nJames M. Mitchell subsequently became insolvent, after having paid all the firm debts but a balance of §544.89, due upon a certain judgment confessed by James M. Mitchell and F. H. Warriner in favor of Thomson & Kucher for §4,250. This balance of §544.89 Warriner was obliged to pay and now seeks to recover it of Austin Mitchell, surety for James. The question is whether this debt was a partnership debt of Mitchell & Warriner. If it was not, Austin Mitchell was not bound for its payment, and there could be no recovery in this case. If, on the other hand, it was a partnership debt, Austin Mitchell was bound for its payment, and the plaintiff would be entitled to recover. Whether the debt was a firm debt or not was a question of fact, and was for the determination of a jury, if there was proper testimony in the case to support a verdict to that effect. The learned court below, however, after admitting all the testimony offered upon that question, was of opinion that the plaintiff could not recover, and withdrew the case from the jury and directed them to find a verdict for the defendants, which was done.\nWe are of opinion that this action of the court below was erroneous, and for that reason the judgment must be reversed. The reason given by the learned judge for his instruction to the jury was, not that there was no evidence to prove that the debt paid in part by Warriner was a partnership debt, but that it was incompetent to change by parol proof a debt, which apparently, on its face, was an individual debt, into a partnership debt. The debt in question was evidenced by a judgment-note for §4,250, given in 1879 by J. M. Mitchell and F. H. Warriner, to Thomson & Kucher, upon which judgment was entered. It was in evidence that this judgment-note was given to secure the payment of §4,250, part of the consideration money of a deed for a foundry property which was made by Thomson & Kucher to J. M. Mitchell and F. H. Warriner. Being named as individuals in the deed, prima facie they would be regarded as tenants in common, and, so far as the rights of purchasers and lien creditors were or might be concerned, this state of the title could not be controverted and changed by parol proof. Purchasers and lien creditors dealing with the owners upon the faith of an individual title appearing upon the record, could not be deprived of their rights against the individual interests in the land, by parol proof that they were really partnership interests, and therefore mere personalty. This doctrine is exceedingly well settled, and is not at all open to question: Lefevre’s App., 69 Pa. 122; Ebbert’s App., 70 Pa. 79; Geddes’s App., 84 Pa. 482; Holt’s App., 98 Pa. 257. But it is just as true that, as between the partners themselves, land which is treated as partnership property, especially if it be purchased and paid for with partnership money, is regarded as partnership property only, although the title be taken in the name of the partners individually. It is largely a question of intention ; “that intention may be shown by parol; it may be manifested in the acts and declarations of the parties: ” Shafer’s App., 106 Pa. 49; Erwin’s App., 39 Pa. 535; Abbott’s App., 50 Pa. 234; West Hickory Mining Association v. Reed, 80 Pa. 38.\nThe error of the learned court below consisted in the wrong application of an undoubtedly correct legal principle. If Austin Mitchell occupied the position of a purchaser of the individual title of either of the owners of the land, or if he were a lien creditor of either of them, and had no notice of any other title than that which appeared of record, his rights could not have been affected by any parol proof, the purpose of which was to show that the title was vested in the partners, and not in the individuals. But he is not in any such position. He is simply an obligor in a bond indemnifying the plaintiff against liability for firm debts. He neither purchased any title, nor loaned money upon the faith of any title in this property. He made himself liable generally for the payment of the debts of the firm. The question then, and the only question, is, was this a firm debt? That depends upon various considerations. Primarily it depends upon the question whether it was a debt owing for a partnership transaction. It happens that this particular transaction is one which may have two aspects; one of them depending, not so much upon the actual facts of the case, as upon the character of ,,the persons whose rights or interests may be affected, such as purchasers and creditors, and the other depending upon the real, as distinguished from the apparent state of the title. If the rights of purchasers or lien creditors are concerned, the apparent state of the title pervails; as to all others, and even as to purchasers and creditors who have notice, the real state of the title prevails. In this case, therefore, if the debt due for the conveyance of the property made by Thomas & Kucher to J. M. MitchelL and F. H. Warriner was a debt due by the firm of Mitchell & Warriner, the defendant Austin Mitchell was liable to the plaintiff for its payment ; if it was not such a debt, he was not liable.\nOn this question there were facts which looked in both directions. The fact of the conveyance to the two individuals without naming them as partners, and without any statement in the deed that the property was to be held as partnership property, was some evidence that the consideration of the conveyance was individual, and not partnership. The judgment bond being given by individuals, would afford some evidence also, though slight, to the same effect. On the other hand, there was evidence showing that the property was obtained and used for partnership purposes; that the down payment of |250 was partnership money; that two further payments of 1500 each were made with partnership funds; and also, that all the interest money that was paid came from the same source; that repairs were made and paid for with firm money; that the buildings were insured and the premiums were paid with the money of the firm. It was also testified by Warriner that Austin Mitchell, was presenj; at the time, before the execution of the bond of indemnity in suit, when the parties were calculating the amount due on the bond given for the property, and participated in the calculation; and at another time that it was said in Austin Mitchell’s presence that the bond in suit was to be given to secure him, Warriner, against lids debt, and that all of them understood it was a partnership debt. There was other evidence tending in the same direction. We are clearly of opinion that it was competent to prove by the foregoing, and any other testimony, that the property was treated by the members of the firm as partnership property, and the consideration money for it as a partnership debt. If it was a partnership debt as between the partners, it could be recovered as such against them, and such liability would bring it directly within the terms of the bond of indemnity.\nIn the first affidavit of defence the defendant, Austin Mitchell, alleged upon oath, that the firm of Warriner & Mitchell had purchased real estate for the purpose of carrying on their business, for about $4,200 ; and that there was unpaid on said real estate at the time Warriner’s interest was sold about $2,700, and that the indemnity bond was given to secure the judgment which was revived by amicable scire facias. The effect of all this was for the jury, and it would be at least evidence tending to show knowledge on the part of Austin Mitchell, that the debt was regarded by all the parties, including himself, as a firm debt.\nWe sustain the first, second, and third assignments of error, and on them the judgment is reversed. The other assignments are not sustained.\nJudgment reversed, and new venire awarded.",
        "type": "majority",
        "author": "Mb. Justice Gbeen:"
      }
    ],
    "attorneys": [
      "Mr. William Maxwell, for the plaintiff in error:",
      "Mr. F. B. Parsons (with, him Mr. Albert Morgan, Mr. J. T. McOollom and Mr. A. 0. Fanning), for the defendants in error:"
    ],
    "corrections": "",
    "head_matter": "F. H. WARRINER v. J. M. MITCHELL ET AL.\nERROR TO THE COURT OF COMMON PLEAS OF BRADFORD COUNTY.\nArgued March 21, 1889\nDecided October,7, 1889.\n[To be reported.]\n1. As against purchasers and lien creditors, dealing with the owners of land on the faith of a recorded title, and without notice that it is different from what it appears of record, parol evidence is' inadmissible to show that although the land was conveyed to the grantees as individuals, yet it was held by them as partnership property.\n2. But as between the partners themselves, land treated by them as partnership property, especially if purchased and paid for with partnership money, is to be regarded as partnership assets, notwithstanding it was conveyed to the grantees as tenants in common; its character is largely a question of intention, which may be manifested in acts and declarations and be established by parol testimony.\n3. Wherefore, in an action against a surety upon a bond conditioned to indemnify a retiring partner against outstanding debts of the firm, it is admissible against the defendant to show that a judgment given by the members of the firm, to secure the purchase money of land conveyed to them as individuals, was one of the debts of the partnership and so treated by the parties to the bond.\nBefore Paxson, C. J., Sterrett, Green, Clark and Williams, JJ.\nNo. 202 January Term 1889, Sup. Ct.; court below, No. 900 May Term 1883, C. P.\nOn May 3, 1883, judgment was entered in favor of F. H. Warriner against James M. Mitchell and Austin Mitchell, upon a bond and warrant dated May 27, 1882, in the sum of $5,000, conditioned that the obligors should indemnify the obligee against the payment of any and all outstanding indebtedness of the late firm of Mitchell & Warriner, composed of James M. Mitchell and F. H. Warriner, and any and all cost and damage that might arise by reason of the same. Upon this judgment the plaintiff, December 7, 1887, issued a writ of fieri facias under which the sheriff levied upon personal property of Austin Mitchell, one of the defendants. Thereupon Mr. Mitchell applied to the court for an order staying the execution and for a rule to open the judgment. In support of this application he filed an affidavit and a supplemental affidavit, the latter setting out, inter alia, as a defence to the judgment, that all outstanding indebtedness of the firm of Mitchell & Warriner had been fully paid. Upon argument of the rule the court directed a feigned issue to be framed between F. H. Warriner as plaintiff, and James M. Mitchell and Austin Mitchell as defendants, to determine whether there had been any breaches of the condition of the bond; whether the defendants or either of them had paid all the partnership debts referred to in it; and whether the plaintiff was entitled to execution thereon, and, if so, for how much. ¶ An issue was accordingly framed, the plaintiff filing a statement of claim, alleging a breach of the bond in that he had been compelled to pay a large sum of money .on account of indebtedness of the late firm of Mitchell & Warriner, against which the defendants had neglected and refused to indemnify him, and the defendant, Austin Mitchell, filing an answer in which he denied that the plaintiff had paid any indebtedness of said firm or incurred any expense on account of it.\nAt the trial of this issue on November 23, 1888, the following facts were made to appear:\nIn 1879, F. H. Warriner and James M. Mitchell were in partnership, under the firm name of Mitchell & Warriner, and on July 2, 1879, they purchased from Thomson & Kucher certain real estate at Canton, Pa., on which was erected a foundry establishment, for the price of $4,500. A deed, for this property was taken in the individual names of James M. Mitchell and F. H. Warriner. Of the purchase money the sum of $250 was paid down in cash, and the remainder, $4,250, was secured by a judgment note, signed by James M. Mitchell and F. H. Warriner, upon which a judgment was confessed in favor, of Thomson & Kucher. Neither the deed nor the purchase money note contained any reference to the existence of a copartnership between Messrs. Mitchell and Warriner.\nAfter receiving this conveyance, the firm of Mitchell & Warriner carried on business upon the property so purchased until May, 1882, when a dissolution took place, Warriner conveying'and assigning to James M. Mitchell all his interest in the real estate and in the business and assets of the firm. As a part of the consideration therefor, Warriner received the indemnifying judgment bond which was the foundation of the issue in tins case, James M. Mitchell being principal, and Austin Mitchell surety, therein.\nAt this time there remained unpaid upon the Thomson & Kucher judgment, which was then held by the First National Bank of Athens, the sum of $3,250, with interest theréon, a part of which was subsequently paid by James M. Mitchell. On November 28, 1887, the bank issued an execution, under which the foundry property, purchased from Thomson & Kucher, was levied on and sold for $2,325. This left unpaid on the judgment the sum of $544.88. James M. Mitchell having become insolvent, Warriner was compelled to pay that balance, with some interest and costs, and the execution upon his indemnifying judgment was issued for the purpose of procuring reimbursement therefor.\nThe question in dispute in this issue was, whether or not the purchase money judgment in favor of Thomson & Kucher, for use of the First National Bank of Athens, was a part of the indebtedness of the firm of Mitchell & Warriner which was covered by the plaintiff’s indemnifying judgment. To establish that it was, the plaintiff, in addition to the circumstance that the foundry property was purchased and used for partnership purposes, adduced testimony tending to show that the cash payment of $250 to Thomson & Kucher, and all payments on the purchase money judgment prior to the dissolution of the firm of Mitchell & Warriner, with costs of repairs, insurance, etc., were made out of moneys belonging to the firm, and that, at the time he received his indemnifying judgment bond, the Thomson & Kucher judgment was treated and understood by all parties, including Austin Mitchell, as a part of the firm’s indebtedness. The defendants relied upon the form of the conveyance to, and the purchase money bond given by Mitchell and Warriner, as showing that the purchase was an individual and not a partnership transaction, and also presented testimony tending to rebut that adduced for the plaintiff.\nAt the conclusion of the testimony, the court, Wilson, P. J., reviewing the facts in evidence instructed the jury as follows:\nNow it is worthy of notice that this deed put this property in these persons not as the property of the firm, as it appears upon the record. It is like the judgment, or the judgment note which they gave, and which was entered as a judgment against them individually, and did not appear on the face of it as of this firm at all; not a deed to this firm, not a judgment against this firm.\nIt is not certain under the evidence in this case at what time the particular firm of. Mitchell & Warriner commenced. The negotiations in relation to this subject were directed and addressed to them, as the evidence in these letters shows, as a firm; but when the deed is made out it is made out to them individually as tenants in common, and that gives an entirely distinct character to that title to what it would have been if it, the Canton property, had been conveyed to this firm as a firm. This title—it is not necessary for me to explain to you the difference in this matter, so far as you are concerned, but it conveys an entirely distinct character of title, a different right, than it would if it had been conveyed to the firm of Mitchell & Warriner. The note that was given, instead of being given by the name of the firm, in the name of the firm, was given by them (the members) individually; the judgment that was entered upon it was entered against them, not as a firm but as individuals ; and this gives an entirely distinct character to that judgment and affects everything in this case.\n********\nThis is an issue to ascertain whether that debt of $544.89, which was for part of the purchase money of that real estate, was a partnership debt. And I have permitted the plaintiff, Warriner, to give parol evidence to show that the deed ought to have been in the name of the firm; that the purchase was really for the use of the firm ; that the judgment note and the judgment founded upon it were for a firm debt; and I have permitted all this evidence for the purpose of coming to a conclusion whether such a thing ought to be allowed; for the purpose of getting this case in a shape where it may be properly reviewed, upon being taken up, if I am mistaken now. Upon full reflection I am satisfied that that parol evidence cannot be admitted to change the character of that deed; that it cannot change the character of that note, nor of the judgment which is in evidence entered upon that note ; that the plaintiff cannot be permitted to change the record by parol, and to show that a judgment which is an individual judgment, which stands in this court as an individual judgment, is in fact a firm judgment ;1 that to do that is contrary to the law of Pennsylvania, and that this action cannot be maintained upon the evidence offered and admitted; and, therefore, we say to you that you are to return a verdict in favor of the defendants, and the prothonotary will take your verdict.3\nIn accordance with the instructions of the court, the jury returned a verdict in favor of the defendants. A rule for a new trial was afterwards discharged and judgment entered on the verdict. Thereupon the plaintiff took this writ, specifying that the court erred, inter alia:\n1. In instructing the jury that the plaintiff was estopped by the record from showing that the debt in dispute was a firm or partnership debt.1\n2. In directing the jury to return a verdict in favor of defendants.3\n3. In not submitting to tbe jury the question, whether the bond was executed by defendants upon the agreement and understanding that it was to indemnify the plaintiff against this particular debt.\nMr. William Maxwell, for the plaintiff in error:\nThe judgment held by the bank was virtually admitted to be a partnership debt of Mitchell & Warriner, and the turning point in the case is the question whether the plaintiff is prevented from recovering against the surety on the indemnifying bond, by reason of the form in which that partnership debt was made a matter of record, notwithstanding the fact that the defendants induced the plaintiff to accept the bond as written by calling that debt a firm debt.\n1. We have no complaint with the law settled in a long line of cases, beginning with McDermot v. Laurence, 7 S. & R. 438, which are reviewed in Shafer’s App., 106 Pa. 49, that, as to purchasers and lien creditors, the question whether real estate is copartnership or individual property is to be determined by the form of the conveyance. But we complain of its application to the facts of this case. In every one of those decisions the question arose between mortgagees and lien creditors. So in Erb’s Est., 1 Pears. 98, on the authority of which the court below overruled Overholt’s App., 12 Pa. 222, the contest was with lien creditors. This case is' a contest between partners, and Austin Mitchell, the surety, stands on no higher ground than his principal: Wiley’s Est., 6 W. N. 208.\n2. We are not seeking to change or contradict the record of the judgment, but merely to explain it. This it is competent to do: Overholt’s App., 12 Pa. 222; Erwin’s App., 39 Pa. 535; Williams’s App., 119 Pa. 87; Shafer’s App., 106 Pa. 49; Abbott’s App., 50 Pa. 234; Black v. Seipt, 12 Phila. 360; Mining Association v. Reed, 80 Pa. 38; Meason v. Kaine, 63 Pa. 335; Crow v. Commonwealth, 23 P. L. J. 95; s. c. Maus v. Commonwealth, 4 Amer. L. R. 442; Fay v. Finley, 14 Phila. 206; Palmer v. Taggart, 1 Chest. Co. R. 107; 1 Pars, on Cont., *153. Under all the evidence, it should have been left to the jury to say whether the bond was given to protect against this debt. A signature to a note by the individual names of the members of a firm, is sufficient to charge the partnership: 3 C. B. 792. cited in Bouv. Law Dict., title Firm.\nMr. F. B. Parsons (with, him Mr. Albert Morgan, Mr. J. T. McOollom and Mr. A. 0. Fanning), for the defendants in error:\n1. There is no ambiguity in the terms of the bond. Upon a fair construction it embraces only the ordinary debts of the partnership, and cannot be enlarged to cover an individual judgment. It was neither admitted nor established that the purchase money judgment was a partnership debt, or was so considered. Every act connected with the purchase shows that it was made as tenants in common. No subsequent payments could change the character stamped upon the judgment at its inception.\n2. The court was right in taking the case from the jury. The plaintiff, as a party to the deeds and judgment in evidence in this case, ought not to be permitted by parol to change them to the prejudice of a stranger to the partnership. The authorities cited for plaintiff are all cases upon the distribution of proceeds of sheriff’s sales and inapplicable. We do not question the principle that the equities of the partnership may be shown on such distribution, where there is no intervening equity.\n8. It is, however, well settled that, whenever the rights of third persons are involved, it is incompetent to show by parol that land conveyed to persons as tenants in common, on the face of the deed, was held as partnership property: Geddes’s App., 84 Pa. 482; Lefevre’s App., 69 Pa. 122; Ebbert’s App., 70 Pa. 79; Ridgway’s App., 15 Pa. 177; Erb’s Est., 1 Pears. 98; Hale v. Henrie, 2 W. 143; Holt’s App., 98 Pa. 271; Second N. Bank’s App., 83 Pa. 206."
  },
  "file_name": "0153-01",
  "first_page_order": 173,
  "last_page_order": 183
}
