{
  "id": 567072,
  "name": "C. B. RENNINGER v. JOHN H. SPATZ",
  "name_abbreviation": "Renninger v. Spatz",
  "decision_date": "1889-10-07",
  "docket_number": "No. 176",
  "first_page": "524",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "128 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Lancaster Cty. C.P.",
    "id": 9215,
    "name": "Lancaster County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0495-01"
      ]
    },
    {
      "cite": "89 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0136-01"
      ]
    },
    {
      "cite": "99 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0576-01"
      ]
    },
    {
      "cite": "21 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411566
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0495-01"
      ]
    },
    {
      "cite": "89 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063272
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0136-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 8126,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 5.52353672654692e-07,
      "percentile": 0.946591480816063
    },
    "sha256": "7f76daa28e075255a530d63d1bb2744044001792dbec06b46f37007cc5baac01",
    "simhash": "1:a15bd6ad308d78e8",
    "word_count": 1473
  },
  "last_updated": "2024-02-27T22:29:01.098120+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "C. B. RENNINGER v. JOHN H. SPATZ."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice McCollum :\nAt a judicial sale of the farm of William D. Snader on the 10th of September, 1887, John H. Spatz became the purchaser. There is evidence tending to show that very soon thereafter he took possession and control of the farm, and hired Snader to work upon it; that he leased the house upon it to Mrs. Snader until April 1,1889, and that he bought of Snader the personal property in dispute and leased it to Mrs. Snader, for a period corresponding with the lease of the house. Mrs. Snader is a sister of Spatz. C. B. Renninger being a creditor of Snader and haying a judgment against him, caused an execution to be issued and levied upon the personal property which Mrs. Snader received under the lease.\nIt is claimed by Renninger that this property was never delivered to Spatz, and that the sale to him was made with the intent to defraud the creditors of the vendor. As was said by this court in Crawford v. Davis, 99 Pa. 576, “ the general rule is, that a sale of personal property is not good against the creditors of the vendor, unless possession be delivered by the vendor in accordance with the sale. In determining the kind of possession necessary to be given, regard must be had not only to the character of the property, but also to the nature of the transaction, the position of the parties, and the intended use of the property. No such change of possession as will defeat the fair and honest object of the parties is required.” To the same effect is Evans v. Scott, 89 Pa. 136, and the cases there cited to support it.\nIn this case, the property which was the subject of the sale was on the farm of the vendee and intended by him for use there. It was placed in the custody of his tenant by a lease, but it was not removed from the farm. It is true that the lessee of the property was the wife of the vendor, and that they dwelt together after the sale as before; but she rented the house in which they lived, and he was a hired man on the farm, while Spatz owned and had the exclusive possession and control of it.\nWe are of opinion that the learned judge did not err in refusing to hold as matter of law that the delivery of possession was insufficient. It was for the jury to find from the evidence whether the sale was in good faith or colorable, and whether the “change of possession was all that could reasonably be expected of the vendor, taking into view the character and situation of the property and the relations of the parties: ” Evans v. Scott, supra.\nThe defendant’s second point should have been affirmed, and its denial was palpable error. It called on the court to instruct the jury, that if Spatz paid full value for the property, and the object of tbe sale was to defraud Renninger, or the intention of the parties was to hinder and delay him in collecting his claim against Snader, the sale as to Renninger was void. To this point the learned judge replied: “ If the jury believe that Spatz gave or paid value for this personal property he claims, the sale is not void as against Renninger, the defendant in this issue, and he is not entitled to your verdict. ” This answer was equivalent to a direction to find for the plaintiff if he paid full value for the property. It withdrew from the jury the question of actual fraud, by saying in effect that it amounted to nothing, if a full price was paid for the goods.\nIn Covanhovan v. Hart, 21 Pa. 495, the rule on this subject was well stated by Chief Justice Black, when he said: “If a debtor, with the purpose to cheat his creditors, converts his land into money, because money is more easily shuffled ont of sight than land, he of course commits gross fraud. If his object in making the sale is known to the purchaser, and he nevertheless aids and assists in executing it, his title is worthless as against creditors, though he may have paid a full price. ” The point was pertinent and the question raised by it was for the jury. Snader had testified that the sale was made to prevent Renninger from attaching or levying upon the goods. Here was a confession by the vendor of a fraudulent purpose in making the sale. Did Spatz have knowlege of it, and aid and assist Snader in carrying it out? If so, he took no title to the goods as against Renninger, even if he paid full value for them. For the refusal of the defendant’s second point, this judgment must be reversed. We discover no substantial error in the remaining specifications, and they are not sustained.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice McCollum :"
      }
    ],
    "attorneys": [
      "Mr. A. Franklin Ball and Mr. William R. Wilson, for the plaintiff in error.",
      "Mr. Aaron W. Snaaer and Mr. Philip I). Baker, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "C. B. RENNINGER v. JOHN H. SPATZ.\nERROR TO THE COURT OF COMMON PLEAS OF LANCASTER COUNTY.\nArgued May 21, 1889\nDecided October 7, 1889.\n(a) Spatz, the claimant of personalty in a sheriff’s interpleader, had bought the farm of Snader at sheriff’s sale, took possession thereof, and after-wards bought from Snader the property on the farm, and then leased the dwelling and the personalty to Snader’s wife, who was his sister, and employed Snader as a hired man on the farm.\n1. It was for the jury to find from the evidence whether the sale of the personalty to the claimant was in good faith or colorable, and whether the “ change of possession was all that could reasonably be expected of the vendor, taking into view the character and situation of the property, and the relation of the parties: ” Evans v. Scott, 89 Pa. 136.\n2. But it was'error to refuse a point for instruction by the execution creditor, the defendant in the issue, that if the claimant paid full value for the property, and the object of the sale was to defraud the defendant, or the intention of the parties was to hinder and delay him in collecting his claim against Snader, the sale as to the defendant was void: Covanhovan v. Hart, 21 Pa. 495.\nBefore Sterrett, Green, Williams, McCollum and Mitchell, JJ.\nNo. 176 January Term 1889, Sup. Ct.; court below, No. 64 January Term 1888, C. P.\nOn January 28, 1889, the Court of Common Pleas directed an issue between John H. Spatz, as plaintiff, and C. B. Renninger, as defendant, to determine the ownership of certain personal property, caused to be levied upon by Renninger as the goods of William D. Snader.\nThe material facts of the case as developed at the trial on December 4, 1888, before Patterson, J., are stated in the opinion of the Supreme Court.\nCertain points for instruction presented by the defendant, with the answers thereto, were as follows:\n1. The law of Pennsylvania is, that any transfer of personal property, either verbally or by writing, unaccompanied by a corresponding change of possession from seller to buyer, is void as against the creditors of the seller. In applying that principle to this case, the jury is instructed, that as Snader remained in possession of the property after such alleged sale to Spatz, such retention of possession by Snader was fraudulent as against C. B. Renninger, the defendant in this suit, and the verdict of the jury must be for the defendant.\nAnswer: In this case, under the facts shown, we deny this point.1\n2. Even if Spatz, the plaintiff in this issue, gave full value to Snader for the property he claims to have bought by the bill of sale, if the jury believe from all the evidence in the case that the main purpose and object of such sale was to defraud C. B. Renninger, the defendant in this issue, and a creditor of Snader, or if the intention of the parties was to hinder and delay said\nC. B. Renninger in realizing this claim on which he issued execution against Snader, then such sale is void as against Renninger, and the verdict of the jury must be for the defendant.\nAnswer: If the jury believe that Spatz gave or paid full value for this personal property he claims, the sale is not void as against Renninger, the defendant in this issue, and he is not entitled to your verdict.2\nThe jury returned a verdict in favor of the plaintiff. The defendant thereupon took this writ, assigning as error, inter alia:\n1, 2. The answers to defendant’s points.1 2\nMr. A. Franklin Ball and Mr. William R. Wilson, for the plaintiff in error.\nMr. Aaron W. Snaaer and Mr. Philip I). Baker, for the defendant in error."
  },
  "file_name": "0524-01",
  "first_page_order": 544,
  "last_page_order": 547
}
