{
  "id": 567096,
  "name": "COUNTY OF LANCASTER v. J. L. FREY. [In re Opening of First Street.]",
  "name_abbreviation": "County of Lancaster v. Frey",
  "decision_date": "1889-10-07",
  "docket_number": "No. 341",
  "first_page": "593",
  "last_page": "601",
  "citations": [
    {
      "type": "official",
      "cite": "128 Pa. 593"
    }
  ],
  "court": {
    "name_abbreviation": "Lancaster Cty. Ct. Quarter Sess.",
    "id": 12036,
    "name": "Lancaster County Court of Quarter Sessions"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0509-01"
      ]
    },
    {
      "cite": "90 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065571
      ],
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0203-01"
      ]
    },
    {
      "cite": "38 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "74 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0265-01"
      ]
    },
    {
      "cite": "34 Leg. Int. 339",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0422-01"
      ]
    },
    {
      "cite": "66 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0099-01"
      ]
    },
    {
      "cite": "32 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "22 Pick. 573",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pick. 370",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "7 N. Y. 97",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "69 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0328-01"
      ]
    },
    {
      "cite": "71 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0413-01"
      ]
    },
    {
      "cite": "13 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0060-01"
      ]
    },
    {
      "cite": "3 Wh. 81",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0081-01"
      ]
    },
    {
      "cite": "7 W. 180",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 535",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0535-01"
      ]
    },
    {
      "cite": "7 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957907
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0268-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 18641,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 6.039243802875383e-07,
      "percentile": 0.9547879046230109
    },
    "sha256": "1f787d8b10abf10c882f95b17e72fe9cc317b61cdee907df80db8d66bb9d03f2",
    "simhash": "1:048bf4e9a4e1fda0",
    "word_count": 3374
  },
  "last_updated": "2024-02-27T22:29:01.098120+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "COUNTY OF LANCASTER v. J. L. FREY. [In re Opening of First Street.]"
    ],
    "opinions": [
      {
        "text": "Opinion,\nMe. Justice Olaek:\nThe question in this ease turns upon the true and proper construction of the act of April 13, 1854, P. L. 352, entitled “ An act relative to the opening of streets in the city of Lancaster.”\nPrior to the year 1850 the city of Lancaster would seem to have been subject to the provisions of the general road law of the state, and damages arising from the opening of streets therein, were payable out of the county treasury. By the eighth section of the act of May 8,1850, P. L. 751, however, it was provided: “ That* no damages whatsoever, which shall hereafter occur to any person by reason of laying out any road, street, alley, or way in the city or any of the boroughs of the county of Lancaster, shall be paid out of the county treasury, but the same shall be paid by such city or borough, or by the persons whose property is benefited by the opening of such streets, roads, alleys, or ways.” This act remained in force until April 13, 1854, the date of the passage of the act first above mentioned, when the eighth section of the act of May 8, 1850, was expressly repealed, and from thenceforth damages for the opening of streets have been assessed and paid under the provisions of the act of 1854. By the act of April 18, 1873, P. L. 811, provision is made for the manner of laying out, opening and grading of the streets in the city of Lancaster, but, as it is provided therein that the damages accruing to the property owners “ shall be paid by the said city of Lancaster and the county of Lancaster in the manner and in the proportions directed by existing laws,” the rule regulating the extent of the liability of each is not thereby changed.\nIt is conceded that, by force of the second section of the act of 1854, all sums awarded for damages for the opening of streets in the city of Lancaster are to be. paid out of the county treasury, with the exception of such damages as may accrue from the removal of or injury to “ any house, out-house, stable, or other building,” which are to be separately assessed and paid out of the city treasury. The second section, as thus construed, is a complete adjustment of the rule of responsibility attaching to the city and the county, for the opening of streets within the city. The third section is not a part of the second, but is built upon it; the proceedings are by the express terms of the act, “ under the general road laws of the commonwealth; ” and it is provided that the damages, except those for the removal of or injury to any house, etc., shall be paid, after being confirmed, out of the county treasury. In the third section, it is assumed that under the second, the county will expend county funds in payment of damages as therein provided, and the policy of the third section is that the city shall not thus withdraw from the county fund more than she contributes to it; that is to say, the city is responsible to the county that the amount thus expended in its behalf shall not exceed the amount contributed by the city to the county funds, for opening roads, etc. It is therefore provided:\n“ That the commissioners of Lancaster county shall open an account with the city of Lancaster, showing the amount contributed by said city, within the past two years, towards opening roads and erecting and repairing bridges in said county, and the amount drawn from the county treasury, within the same period, for opening streets or alleys in said city; to which amount shall be charged or credited, from time to time hereafter, the sums contributed or received by said city for said purposes; and any damages that may be incurred by the opening and extending of streets and alleys, while the balance on said amount is against the city, shall be payable out of the treasury of said county, and be reimbursable out of the county treasury, only when the balance shall be in favor of said city, and to the extent of such balance.”\nIt is perfectly manifest that the word “ county,” the one hundred and eighteenth word in the third section, is a mere clerical error in the transcribing of the act. That the damages should be paid out of the treasury of the county and be reimbursable out of the county treasury, etc., is a manifest misuse of words. No such thing could have been in the mind of the legislature, for the proposition involves an absurdity. The obvious meaning and purpose of the act is plain from the context. It needs no argument to show that the word “ county ” was mistakenly written for “ city; ” and it is a mistake apparent on the face of the act, which may be rectified by the context.\nIn making this correction we are not to be understood as correcting the act of the legislature. We are enabled to carry out the intention of the legislature, from the plain and obvious meaning of the context, in which the real purpose or intention of the legislature is manifest. It falls within the province of the courts to correct a merely clerical error, even in an act of assembly, when as it is written it involves a manifest absurdity, and the error is plain and obvious. The cases in which this power has been exercised are collected in Endlich on Statutes, § 319; and it is unnecessary to refer to them in detail. The power is undoubted, but it can only be exercised when the error is so manifest, upon an inspection of the act, as to preclude all manner of doubt, and when the correction will relieve the sense of the statute from an actual absurdity, and carry out the clear purpose of the legislature. There can be no doubt upon an inspection of this statute that the word “ county,” already referred to, should read “ city.” The section is senseless and absurd as it is written, whilst the purpose of the legislature is perfectly obvious and certain, that the ultimate obligation was intended, in the event stated, to rest on the city. It is certainly true that the enrolment of an act of assembly in the office of the secretary of the commonwealth, after its passage, and after it has received the approval of the governor, is the highest evidence of its authenticity as a law, and to this rule we firmly adhere; but it is not unworthy of mention that in the original bill, as it passed the Senate and House of Representatives, it has been shown that the one hundred and eighteenth word of the third section was in fact “ city,” instead of “ county,” and the statute, after its passage, was so published in the newspapers of Lancaster county. We mention this fact, not because it has any legal significance whatever, but because it is part of the admitted history of the case.\nBut this obligation of the city was to the county, upon which, by the second section, the primary obligation to pay was imposed. By that section it is expressly provided that after the damages have been assessed, the said amount shall be paid, after being confirmed by the court, out of the county treasury; this is followed by the provision that if any house or building shall be removed, a separate estimate or assessment shall be made, and that amount, after confirmation, shall be paid out of the city treasury. If the county were to be primarily liable to the property holder when the balance of the account was against the county, and the city when the balance was against the city, the property holder, having no control over or even knowledge of the condition of tfye account, or of the existing liabilities of the county or city respectively, would or might be subjected to the greatest uncertainty as to the party against which he might proceed; for, whilst he was in an appropriate proceeding at law endeavoring to adjust his claim against one, the balance on his account might be found, upon tbe result of proceedings already pending in other cases, to have been against the other. Not only so, but the property holder would be held in each case to establish the correctness of an account, over which he had no control and as to which he could have no means of proof. Certainly, no such thing was in the mind of the legislature. The proceedings were under the general road laws of the commonwealth, and the damages, with the exception stated in the proviso, were, upon confirmation, to be paid out of the county treasury. Hence, it was provided that the county commissioners should open an account with the city of Lancaster, showing the amount contributed by the city to the county treasurer towards opening roads, etc., on the one side, and the amount withdrawn from the county treasury for opening streets, etc., in the city, on the other side; and, whilst the balance on that account was against the city, the damages incurred in the opening of streets in the city should be payable out of the treasury of the city—payable to the county, of course, who is primarily liable to the property holder. Thus the true condition of the account is made a matter between the parties interested in it.\nWe are of opinion that the question of the liability of the city, in each case, can only be raised in a proceeding between the county and the city; that the property holder must resort to the county treasury, and the county must, in a proper case, resort to the city; and further, that the city, upon payment of any such claim, is reimbursable out of the county treasury, when the balance is in favor of the city to the extent of such balance.\nUpon the grounds stated,\nThe proceedings of the Quarter Sessions are affirmed.",
        "type": "majority",
        "author": "Me. Justice Olaek:"
      }
    ],
    "attorneys": [
      ".Mr. W. F. Beyer and Mr. A. F. Sostetter (with them Mr. George A. Lane, County Solicitor), for the plaintiff in error:",
      "Mr. George Saurian and Mr. Marriott Brosius, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "COUNTY OF LANCASTER v. J. L. FREY. [In re Opening of First Street.]\nCERTIORARI TO THE COURT OF QUARTER SESSIONS OF LANCASTER COUNTY.\nArgued May 24, 1889\nDecided October 7, 1889.\n[To be reported.]\n1. A mere clerical error in an act of assembly, which involves a mistake and a manifest absurdity apparent on the face of the act, may be corrected by the courts from the context, in order to carry out the clear purpose of the legislature.\n2. The word “ county,” which is the one hundred and eighteenth word in § 3, act of April 13,1854, F. L. 352, relative to the opening of streets in the city of Lancaster, is a clerical mistake for the word “ city,” apparent on the face of the act.\n3. Damages to a property owner, otherwise than for buildings removed or injured, caused by the opening of streets in said city, are payable to him primarily by the county, and the liability of the city, in such case, can be raised only in a proceeding between the county and the city.\nBefore Sterrett, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 341 January Term 1889, Sup. Ct.; court below, No. 66 April Term 1884, Q. S.\nOn April 21,1884, Jacob L. Frey presented his petition to the Court of Quarter Sessions of Lancaster county in which he averred:\n“ That at the April sessions, in the year 1884, of the said court, a petition was presented praying for the appointment of viewers to assess the damages caused by the opening of First street in the city of Lancaster, from West End avenue to Dorwart street, and the court therefore appointed .... viewers to assess the same; that the said viewers, in pursuance of the said appointment, assessed the said damages, and on August 20, 1884, made their report to the August sessions in 1884 of the said court, which said report was absolutely confirmed; that the said viewers awarded to your petitioner for land taken, by the opening of said. First street, the sum of $750, to be paid by the county of Lancaster, and from the said assessment no appeal was taken; that on November 19, 1887, the said court ordered the said First street to be opened; that he has demanded payment of the said damages, so awarded to him, from the commissioners of Lancaster county, and they have refused to pay the same. He therefore prays the court to direct the said damages to be paid to him by the county of Lancaster, and to issue a writ to the commissioners of Lancaster county commanding them to pay him the amount thereof with interest.”\nA rule to show cause was granted, and on the return thereof the commissioners of Lancaster county filed an answer in which they averred:\nThat the said writ prayed for should not issue, and that no part of said damages claimed by Jacob L. Frey are payable by the county of Lancaster, for the following reasons, viz.:\nThat the viewers appointed by the Court of Quarter Sessions of Lancaster county, to assess the damages caused by the opening and laying out of First street, in Lancaster city, were ordered and had power only “ to assess and report the damages, if any, done to persons owning land on both sides of said street; ” and “ where there are buildings on the land they are called upon to view, to assess the damages to the land and the damages to the buildings separately, and return in their report to the court the damages done to each specifically and separately ; ” that the said viewers had no power or authority under the law, the rules of court, or the directions of the order issued to them, to inquire or report as to who was to pay the damages found by them to have been caused, and that so much of their report as orders the payment of any damages by the county of Lancaster, was in excess of their authority, and was surplusage and void; that the confirmation of the report of said viewers by the Court of Quarter Sessions of Lancaster county was only of so much of their report as they had authority to make, “ and is conclusive only as to the amount of damages to be paid, and is in no sense a judgment of the court as to who is liable for the payment ; that your honors have never determined who is liable to pay the said Jacob L. Frey the damages suffered by him, and that this question is now for the first time brought before the court; that at the time the land of Jacob L. Frey was taken, and tbe said damages assessed, the county of Lancaster was under the law liable for the payment of damages for land taken for streets in Lancaster, only when the balance in the account provided for in the third section of the act of April 13, 1854, was in favor of the city of Lancaster, and to the extent of such balance ; and that, otherwise, the city of Lancaster was liable for such damages; that the city of Lancaster knew and recognized this to be the law, as is evidenced by the fact that during a period of eighteen years, or thereabout, when the balance in said account was in favor of said city, the city regularly demanded settlement with the county, and was paid large sums of money by the county; that at the time the damages aforesaid were assessed, and ever since then, the state of the accounts provided for in the third section of the act of April 13, 1854, was such that the balance has been against the city of Lancaster, and that the said balance at this time against the city of Lancaster, and in favor of the county of Lancaster, exceeds the sum of $100,000.”\nOn January 19, 1889, after argument upon the petition and answer, the court, Patterson, J., with an opinion filed, entered an order that the commissioners of Lancaster county pay out of the treasury of said county, the amount of damages assessed and awarded to the petitioner, to wit, the sum of $750. Thereupon, the respondents took this writ, specifying that the court erred, inter alia:\n5. In not deciding that the 118th word in the third section of the act of April 13, 1854, P. L. 352, is a clerical error, and should be read “ city ” instead of “ county.”\n6. In not deciding that the county of Lancaster is not liable for the payment of land damages in the city of Lancaster, when the balance of the account required to be kept by the third section of the act of April 13, 1854, is against the city of Lancaster.\n7. In not deciding that any damages that may be incurred by the opening and.extending of streets and alleys, while the balance on said account is against the city, shall be payable out of the treasury of said city, in the first instance.\n8. In ordering the damages assessed to Jacob L. Frey to be paid by the county of Lancaster.\n.Mr. W. F. Beyer and Mr. A. F. Sostetter (with them Mr. George A. Lane, County Solicitor), for the plaintiff in error:\n1. The 118th word in § 3, act of April 13, 1854, is a clerical error, and as the section stands it involves an absurdity. The court has power to correct such a mistake: Worth v. Peck, 7 Pa. 268; Kelly Tp. v. Union Tp., 5 W. & S. 535; McCahan v. Hirst, 7 W. 180; Comfort v. Leland, 3 Wh. 81; Gue v. Kline, 13 Pa. 60; Keller v. Commonwealth, 71 Pa. 413; Commonwealth v. Marshall, 69 Pa. 328; Endlich on Statutes, 435.\n2. The whole act, when construed together, shows that it was the intention of the legislature that the city should pay for the buildings, and that, while the balance of the account was against the county, the damages for land should be payable out of the county treasury; but, while the balance of the account was against the city, the damages for land should be payable out of the city treasury, subject to reimbursement between the county and city, as provided for in the act: Potter’s Dwarris, 144; Newell v. People, 7 N. Y. 97; Commonwealth v. Kimball, 24 Pick. 370; Opinion of Justices, 22 Pick. 573.\n3. The third section of the act restrains the second, as an exception or proviso. If this were not so, the general clause in the second section directing payment, would be a nullity: Ihmsen v. Monongahela Nav. Co., 32 Pa. 157; Commonwealth v. Conyngham, 66 Pa. 99. Moreover, the confirmation of the report of the viewers is not conclusive. There was nothing in the report, to confirm which could bind the county. The duty of viewers is to deal with the question of damages, and not as to who shall pay them: Stinger v. Commonwealth, 26 Pa. 422; Conshohocken Ave., 34 Leg. Int. 339; Pittsburgh v. Cluley, 74 Pa. 265; Schuylkill Co.’s App., 38 Pa. 463.\nMr. George Saurian and Mr. Marriott Brosius, for the defendant in error:\nEver since 1854 the county has paid for land and the city for buildings, and this construction of the act has been acquiesced in and never questioned for thirty-five years. The commissioners had notice of this report of viewers, and they neither filed exceptions to it, nor did they appeal from it. It was confirmed by the court; and that an appeal lies from a report of viewers assessing damages against the county of Lancaster under the act of 1873, is decided in Bachler’s App., 90 Pa. 203, 207. It is respectfully submitted, therefore, that this report of viewers specifically directing the payment of $750 to Jacob L. Frey by the county of Lancaster, became thus a judgment: Sedgeley Ave., 88 Pa. 509; Spring St., 112 Pa. 259. Moreover, the third section of the act of 1854 is simply a provision for an account between the city and county of Lancaster."
  },
  "file_name": "0593-01",
  "first_page_order": 613,
  "last_page_order": 621
}
