{
  "id": 1038362,
  "name": "Cross et al., Appellants, v. Dye",
  "name_abbreviation": "Cross v. Dye",
  "decision_date": "1917-10-19",
  "docket_number": "Appeal, No. 159",
  "first_page": "207",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "259 Pa. 207"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 258,
    "char_count": 3734,
    "ocr_confidence": 0.417,
    "sha256": "f59f1b27a3d767a387610bf3057d05e9f8bd37046e9ffad12b8c9ae03c61f21d",
    "simhash": "1:296654a55b048995",
    "word_count": 670
  },
  "last_updated": "2023-07-14T20:45:46.202499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Stewart, Frazer and Waleino, JJ."
    ],
    "parties": [
      "Cross et al., Appellants, v. Dye."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the following from the charge of the court in directing a verdict for the defendant: “In the opinion of the court the will in question created 'in Marietta R. Cross, daughter of Harriet R. Cross, the testatrix, an estate tail which estate, under the Act of Assembly in this State passed in 1855, became a fee simple estate in Marietta E. Cross, and as we view it by her deeds there finally became vested in A. J. Dye, the defendant in this case, a fee simple to the property in question.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. I. Hook and A. H. Sayers, for appellants.",
      "■ T. S. Orago, of Grago & Montgomery, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cross et al., Appellants, v. Dye.\nWills and devises — Beal estate — Estates tail — Act of April 27, 1855, P. L. 868 — Construction—Intention.\nA testatrix having given her husband an interest for life in certain real estate, gave the remainder to “my daughter, Marietta R. Cross, and my son, Walter L. Cross, and the survivors of them and their heirs in fee, but should they both die without lawful issue, then the same shall go to my sons, Jesse and Wilbur, and their heirs.” Walter L. Cross died unmarried and without issue prior to testatrix, but Marietta R. Cross survived the testatrix and the life tenant and aliened the property. In an action by Jesse and Wilbur against the grantee of Marietta R. Cross, brought after the death of Marietta, the court held that Marietta had received an estate-tail which became a fee simple estate under the Act of April 27, 1855, P. L. 368, and directed a verdict for defendant. Held, no error.\nArgued Oct. 1, 1917.\nAppeal, No. 159, Oct. T., 1917, by plaintiffs, from judgment of C. P. Greene Co., Dec. T., 1915, No. 83, on verdict for defendant, in case of Jesse R. Cross and Wilbur F. Cross v. A. J. Dye.\nBefore Brown, C. J., Mestrezat, Stewart, Frazer and Waleino, JJ.\nAffirmed.\nEjectment for lands in Greene County. Before Ray, P. J.\nFrom the record it appeared that the third and fourth paragraphs of the will of Harriet R. Cross were as follows :\n“If my husband, A. G. Cross, should survive me, it is my will that he shall have the house and lot I now own on Washington Street, in Waynesburg Borough, Pa., during his life and the rents, issues and profits thereof, free from any debts he may now owe or hereafter contract, he to pay taxes thereon and keep the same in good and sufficient repair, and at his death I give and devise the said house and lot to my daughter, Marietta R. Cross and my son Walter L. Cross and the survivor of them and their heirs in fee, but should they both die without lawful issue then the same shall go to my sons, Jesse and Wilbur and their heirs.\n“It is my will that if my daughter, Marietta R. Cross should marry that the estate I have above devised to her in the said house and lot shall be subject to her separate use and control and shall not become liable in any manner for the debts of her husband, being unwilling that my bounty to her shall be dissipated or aliened by strangers or other debtors than her own.”\nWalter L. Cross died November 4, 1893, unmarried and without issue. The decedent died November 28, 1894. Marietta R. Cross survived her brother, Walter L. Cross, and her father, A. G. Cross, and conveyed away the premises, which by^various mesne conveyances became vested in the defendant. IJpdn the death of Marietta R. Cross, plaintiffs brought the action contending that under the will of Harriet R. Cross, there was but a life estate in Marietta R. Cross, with remainder over to them.\nVerdict for defendant by direction of the court and judgment thereon. Plaintiffs appealed.\nErrors assigned were in directing a verdict for defendant and in entering judgment thereon.\nJ. I. Hook and A. H. Sayers, for appellants.\n■ T. S. Orago, of Grago & Montgomery, for appellee.\nOctober 19, 1917:"
  },
  "file_name": "0207-01",
  "first_page_order": 243,
  "last_page_order": 245
}
