{
  "id": 1038299,
  "name": "Naugle et al. v. Irvin, Appellant",
  "name_abbreviation": "Naugle v. Irvin",
  "decision_date": "1917-10-19",
  "docket_number": "Appeal, No. 168",
  "first_page": "214",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "259 Pa. 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 249,
    "char_count": 4155,
    "ocr_confidence": 0.454,
    "sha256": "30f1c36278322cbee8d808f6b5183f82f044907a5ab94aa1f81016e5ddf1dd9f",
    "simhash": "1:82e13137ec55c691",
    "word_count": 710
  },
  "last_updated": "2023-07-14T20:45:46.202499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Stewart, Frazer and Walling, JJ."
    ],
    "parties": [
      "Naugle et al. v. Irvin, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nEach of the appellees is of age, and the judgment from which the appellant appealed is affirmed' on the following from the opinion of the court directing it to be entered for want of a sufficient affidavit of defense: “Our study of this will leads us to the conclusion that under the same each of the testator’s two children took a fee simple estate in the one-half of said real estate, defeasible only by death without issue during minority, and indefeasible on arrival at the age of twenty-one.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Roger Cope, for appellant.",
      "Joseph Knox Stone, for appellees."
    ],
    "corrections": "",
    "head_matter": "Naugle et al. v. Irvin, Appellant.\nWills — Construction—Devises—Dift in fee — Defeasible gift — Intention.\nTestator devised his residuary estate, including certain realty, to “my two children (naming them) their heirs and assigns, share and share alike, or each to have one-half.......In case of the death of either child during minority, without issue, then the share of such child dying without issue shall go to and he vested in such surviving child.” The will then provided for a gift over to certain named devisees in case of the death of both children without issue. Held, that each of the testator’s two children took a fee simple estate in one-half of said real estate, defeasible only by death without issue during minority and indefeasible on arrival at the age of twenty-one.\nSubmitted Oct. 2, 1917.\nAppeal, No. 168, Oct. T., 1917, by defendant, from judgment of C. P. Beaver County, Dec. T., 1916, No. 243, for want of a sufficient affidavit of defense in case of J. F. Naugle and Essie N. Stone v. R. O. Irvin.\nBefore Brown, C. J., Mestrezat, Stewart, Frazer and Walling, JJ.\nAffirmed.\nAssumpsit to recover purcbase-price of real estate. Before Baldwin, P. J.\nFrom tbe record it appeared that plaintiffs claimed $1,950, being tbe balance due them on a written contract for tbe sale of real' estate under which defendants had agreed to purchase from plaintiffs certain land located in tbe Borough of Beaver Falls.\nPlaintiffs had tendered a general warranty deed conveying the property in fee and defendant had refused to pay the balance of the purchase-money.\nDefendant’s affidavit of defense alleged that the title of plaintiffs to said land was under the will of David S. Naugle, deceased, and that under said will the plaintiffs did not have a fee simple title.\nPlaintiffs claimed title under the eighth paragraph of said will which was as follows:\n“Eighth. All the rest, residue and remainder of all my personal, real and mixed property or estate (including the remainder in the Second street property) I will, give, devise and bequeath unto my two children, Essie B. Naugle and John Franklin Naugle, their heirs and assigns, share and share alike, or each to have one-half. This devise and bequest to include all property of whatever kind and wherever situated.\n“In case of the death of either child during minority, without issue, then the share of such child dying without issue, shall go to and be vested in such surviving child.\n“In case of the death of both of said children, without issue, then the property and estate willed, devised and bequeathed to them I will, devise, give and bequeath unto my wife, Mary P. Naugle, the same during the life or so long as she remains my widow. On her death or remarriage, I will, devise and bequeath one-fifth of the same to the surviving children or their issue of my deceased sister, Sarah E. Brittain, the remaining four-fifths I will, devise and bequeath to my mother, Emiline Naugle, and my brother, John F. Naugle, if living, or to the survivor thereof, or in event of death of both to the issue of my said brother, if any, or if both have deceased without issue, then the said four-fifths to go to and vest in the surviving children, or their issue, of my deceased sister, Sarah E. Brittain.”\nPlaintiffs had both reached the age of twenty-one years.\nThe lower court entered, judgment for the plaintiffs for want of a sufficient affidavit of defense. Defendant appealed.\n• Error assigned was in entering judgment for the plaintiffs for want of a sufficient affidavit of defense.\nRoger Cope, for appellant.\nJoseph Knox Stone, for appellees.\nOctober 19, 1917:"
  },
  "file_name": "0214-01",
  "first_page_order": 250,
  "last_page_order": 252
}
