{
  "id": 1038308,
  "name": "Bowman, Appellant, v. Berkey et al.",
  "name_abbreviation": "Bowman v. Berkey",
  "decision_date": "1918-01-07",
  "docket_number": "Appeal, No. 125",
  "first_page": "327",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "259 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "247 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0554-01"
      ]
    },
    {
      "cite": "157 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846601
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0473-01"
      ]
    },
    {
      "cite": "67 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022471
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/67/0009-01"
      ]
    },
    {
      "cite": "9 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/9/0186-01"
      ]
    },
    {
      "cite": "91 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0242-01"
      ]
    },
    {
      "cite": "63 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/63/0187-01"
      ]
    },
    {
      "cite": "5 Whar. 563",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0563-01"
      ]
    },
    {
      "cite": "243 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0221-01"
      ]
    },
    {
      "cite": "146 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 496,
    "char_count": 10954,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 5.434517820257095e-07,
      "percentile": 0.9449803830261919
    },
    "sha256": "d5122ce242bc6366c8392d7cd4835518c8eabf17bce0a8df2db7c9e6f59e5bbd",
    "simhash": "1:0bf79b337fb2dc58",
    "word_count": 1933
  },
  "last_updated": "2024-02-27T22:08:37.599174+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart, Moschzisicer, Frazer and Walling, JJ."
    ],
    "parties": [
      "Bowman, Appellant, v. Berkey et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nThe court below made absolute a rule to show cause why judgment entered against defendant under a warrant of attorney contained in a note should not be opened. Plaintiff appealed. The question for our determination is whether or not the action of the court was a proper exercise of its discretion under the evidence produced: Kelber v. Pittsburgh National Plow Co., 146 Pa. 485; Wright v. Linhart, 243 Pa. 221.\nUnder date of April 1, 1908, Franklin B. Ótt, Jerry Berkey and W. S. Krise, executed a note to plaintiff for $2,500, payable to the order of plaintiff and containing a warrant of attorney to confess judgment ending with the words “Witness our hand and seal” and followed by the signatures of the above named persons. The petition to open the judgment alleged a material alteration to the note since its execution by the addition of the word “seal” after the name of Krise. This was denied in the answer, and, in the depositions taken under the rule Krise testified the word “seal” was not on the paper opposite his name at the time of affixing his signature and had been added since without his knowledge or consent. The testimony of other witnesses, tending to corroborate Krise, was in effect that an inspection of the writing and the condition of the ink indicated the addition of ■ the wox*d “seal” subsequent to the signing of the xxote and about the time of entering judgment, and, further, that the word “seal” was not in the handwriting of. Krise.\nPlaintiff denied the seal was placed on the note subsequent to its execution by her or by any person at her request or on her behalf, stating however her inability to say whether the seal was there at the tixne Krise attached his signature. Plaintiff’s husband, who transacted business for her and saw the note executed, also admitted not knowing whether a seal appeared opposite the name of Krise at the time he signed or whether the latter added it, bxxt testified the xxote with the seal appeared to be in the same coxxdition as when signed by the parties and he knew xxothixxg of the alleged alteration and did not authorize any one to make or change the obligation in any respect.\nAlthough the addition of a seal after the signature of the maker of a note is sxxch a material alteration as will avoid the instrument (Biery v. Haines, 5 Whar. 563) it is, however, a familiar rule of law that an alteration by a third person, without the knowledge or consent of the parties to the writixxg, cannot in any way affect the holder’s right, nor impair the effect of the instrument in its original form: Kountz v. Kennedy, 63 Pa. 187; Robertson v. Hay, 91 Pa. 242.\nWhile in a proceeding to open a jxxdgment evidence given by defendant showing alteration subsequent to execution of the instrument, upon which the judgment is based, is ample to meet tbe burden imposed by law upon bim to make a good defense by evidence sufficient to justify submission to the jury and to sustain a verdict for defendant, if so found by tbe jury, it is contended here that tbe uncontradicted testimony of plaintiff and ber witnesses to tbe effect that tbe addition of tbe seal was not made by ber or by any one for ber, at ber request, shifted to defendant tbe burden of showing who was responsible for its presence on tbe note.\nTbe rule in this class of cases is that when an erasure, alteration or interlineation appears on tbe face of an instrument, there is primarily a presumption in favor of innocence and that tbe change was made before execution: Simpson v. Stackhouse, 9 Pa. 186; Robinson v. Myers, 67 Pa. 9. If tbe alteration does not appear to be beneficial to tbe party offering tbe writing, or if it is opposed to bis interest, or if made with tbe same pen and ink and in tbe same bandwriting as tbe body of tbe writing, this presumption remains unchanged. If, however, the alteration is of a material part and is beneficial to the party offering tbe writing, or if there is a change on the face of the instrument Avhich appears suspicious, tbe presumption disappears and tbe burden is on tbe party offering tbe writing to explain tbe alteration to the satisfaction of tbe jury: Henry’s Penna. Trial Ev., page 181, Section 197, and cases cited. In the present case tbe alleged alteration is material and beneficial to tbe party offering it, as tbe seal prevents tbe running of tbe statute of limitations as applicable to an unsealed note. According to tbe testimony of defendant, tbe addition is in a different bandwriting, and was made at a time subsequent to the signing of tbe paper. While plaintiff does not admit tbe subsequent alteration, defendant’s testimony is not directly denied, plaintiff merely disclaiming all knowledge of tbe matter, contenting herself with tbe statement that no alteration was made by ber or for ber with ber authority. Such testimony is wholly insufficient to enable tbe court to say as matter of law that she has met the burden and satisfactorily accounting for the altered condition of the writing. As the evidence at present stands, the real dispute in the case is not so much as to the fact of adding the seal as by whom added, that is, by Arise or by some other person, either with or without his authority, and this question is one of fact for the jury: Martin v. Kline, 157 Pa. 473. Under these circumstances, the court' did not abuse its discretion in opening the judgment.\nThere is no merit in the contention that the petition to open was res adjudicata of the question involved because of the dismissal of a previous rule taken to strike off the judgment. A judgment can be stricken off only for irregularities appearing oh the face of the record. In the present. case, assuming the seal is in a different handwriting, and appeared on its face to have been written subsequent to the other signatures, this is not an irregularity warranting the striking off of the judgment. The seal may have been written by a third person before the note was signed or subsequently added with the consent of all the parties. Therefore, no adequate reason exists for making absolute that rule. While it is true the court might have treated the rule as one to open judgment and proceeded accordingly (Williams v. Notopolos, 247 Pa. 554) it was not bound to do so, and, in absence of a motion to amend made by defendant, the rule was properly-discharged, and such order is not in any sense a decision on the merits pleadable in bar of the present proceedings.\nNor can we agree with the contention that defendant was guilty of laches in taking the present rule. Judgment was entered November 5, 1914, and, on November 28th following, a rule was granted to show cause why the judgment should not be stricken from the record, which rule was discharged September 6, 1916, and September 14,1916, a petition to open judgment was entered and rule granted thereon. This state of the record does not indicate laches on the part of defendant.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Frank P. Barnhart, with him Morgan W. Evans, for appellant.",
      "Harry Doerr, with him Tillman K. Saylor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bowman, Appellant, v. Berkey et al.\nJudgments — Judgment notes — Alleged alteration — Addition of seal — Evidence—Burden of proof — Presumption— Opening judgments — Discretion of court — Buie to strike off judgment — Laches— Bes adjudicóla.\n1. Although the addition of a seal after the signature of the maker of a note is such a material alteration as will avoid the instrument, an alteration by a third person, without the knowledge or consent of the party to the writing, cannot in any way affect the holder’s right or impair the validity of the instrument in its original form.\n2. In proceedings to open a judgment, entered upon a judgment note, evidence showing alterations subsequent to the execution of the instrument, upon which the judgment is based, is ample to meet the burden imposed upon the defendant by law to make a good defense by evidence sufficient to justify submission to the jury and to sustain a verdict for defendant if believed by the jury.\n3. The uncontradieted testimony of plaintiff and her witnesses to the effect that the addition of the seal was not made by her or by any one for her, at her request, does not shift to defendant the burden of showing who was responsible for its presence on the note.\n4. When an erasure, alteration or interlineation appears on the face of an instrument, there is primarily a presumption that the change was made before execution. If the alteration does not appear to be beneficial to the party offering the writing or if it is opposed to his interest, or if made with the same pen and ink and in the same handwriting as the body of the writing, this presumption remains unchanged. Where, however, the alteration is material, is beneficial to the party offering the writing, or if there be ■a change on the face of the instrument which appears suspicious, the presumption disappears and the burden is on the party offering the writing to explain the alteration to the satisfaction of the jury.\n5. In proceedings to ox>en a judgment entered upon a judgment note, on the ground that, after the execution of the note, a seal had been added thereto, where the plaintiff neither admits nor directly denies the subsequent alteration but states that no alteration was made by her or for her with her authority, such testimony is wholly insufficient to enable the court to say as a matter of law that she has met the burden and satisfactorily accounted for the altered condition of the writing, and, as in such ease the real dispute is not so much as to the fact of adding the seal as by whom added, such question is one of fact for the jury, and the court did not err in opening the judgment.\n6. In such case the fact that a motion to strike the judgment from the record had been dismissed, was not res adjudicata of the question involved as the mere fact that the seal was in a different handwriting from that of the maker of the note, was not such an irregularity as would warrant the striking off of the judgment.\n7. In such cáse the defendant was not guilty of laches in taking the rule to open the judgment where it appeared that the judgment was entered on November 5, 1914, that a rule to strike off the judgment was taken on November 28th following, and was discharged on September 1, 1916, and on September 14, 1916, a petition to open the judgment was filed.\nArgued Sept. 25,1917.\nAppeal, No. 125, Oct. T., 1917, by plaintiff, from order of C. P. Cambria Co., Dec. T., 1914, No. 397, opening a judgment, in case of Polly A. Bowman v. Jerry Berkey and W. S. Krise.\nBefore Brown, C. J., Mestrezat, Potter, Stewart, Moschzisicer, Frazer and Walling, JJ.\nAffirmed.\nPetition for rule to open judgment. Before O’Con-nor, J.\nThe opinion of the Supreme Court states the facts.\nThe court opened the judgment. Plaintiff appealed.\nError assigned was the order of the court.\nFrank P. Barnhart, with him Morgan W. Evans, for appellant.\nHarry Doerr, with him Tillman K. Saylor, for appellees.\nJanuary 7, 1918:"
  },
  "file_name": "0327-01",
  "first_page_order": 363,
  "last_page_order": 368
}
