{
  "id": 1038313,
  "name": "Ramage v. Producers' & Refiners' Oil Company, Appellant",
  "name_abbreviation": "Ramage v. Producers' & Refiners' Oil Co.",
  "decision_date": "1918-01-07",
  "docket_number": "Appeal, No. 15",
  "first_page": "491",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "259 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 452,
    "char_count": 7568,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34712545017103313
    },
    "sha256": "7d87efabcc7a47b46b8c2042fc97b1580094a5b92098622dd88af9b6d42f76ad",
    "simhash": "1:1a37c6905756f9e9",
    "word_count": 1292
  },
  "last_updated": "2023-07-14T20:45:46.202499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Stewart, Mosctizisker and Frazer, JJ."
    ],
    "parties": [
      "Ramage v. Producers’ & Refiners’ Oil Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nThis and two other cases in which the losses grew out of the same fire were tried together, resulting in a verdict and judgment for the plaintiff in the respective cases. One Alice E. Ritchey also brought an action and recovered a judgment against the same defendant for losses caused by the same fire in which the testimony, in so far as the same relates to the cause and origin of the fire and the alleged negligence of the defendant, ivas substantially the same as that produced in the other cases. The legal questions in all the cases Avere the same.\nThe tAvo assignments filed in the present case alleged the court erred in not affirming the defendant’s first point that under the law and evidence the plaintiff was not entitled to recover, and in not entering judgment for the defendant non obstante veredicto'.\nThe learned trial judge submitted the case to the jury in a charge exceptionally clear and entirely adequate both as to the law and the facts and to which error is not assigned. For the reasons given in the opinion filed in the Ritchey case refusing the motion for judgment for the defendant non obstante veredicto, the learned judge made a like order in the present case, and on that opinion this judgment is affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "John W. Ennlde, with him A. R. & V. F. Osmer, for appellant.",
      "Wm. M. Parker, with him W. J. Breene, E. O. Breene and J. D. Trox, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ramage v. Producers’ & Refiners’ Oil Company, Appellant.\nNegligence — Oil companies — Fires—Origin—Engines—Hoi tube method — Dangerous machinery — Custom of business — •Proximate cause — Case for jury.\n1. In an action against an oil company to recover damages for injuries to plaintiff’s premises caused by fire alleged to have been communicated from defendant’s pumping station, tbe case is for tbe jury and a verdict for the plaintiff will be sustained where it appeared that the engines in such station were equipped with the hot tribe method of ignition causing an open flame to come in contact with escaped oil, and such method of operation was more dangerous than that customarily in use.\n2. In such ease plaintiff was not bound to exclude by her proofs every possible theory as to the fire’s origin at variance with her own, but was required only to exclude every other reasonable theory.\nArgued Sept. 26, 1917.\nAppeal, No. 15, Oct. T., 1917, by defendant, from judgment of O. P. Venango Co., April T., 1915, No. 33, on verdict for plaintiff, in case of S. Y. Ramage v. Producers’ & Refiners’ Oil Company.\nBefore Mestrezat, Potter, Stewart, Mosctizisker and Frazer, JJ.\nAffirmed.\nTrespass to recover damages for injury to plaintiff’s lands, caused by fire.\nIn the case of Alice E. Ritchey v. Producers’ & Refiners’ Oil Company, Criswell, P. J., filed the following opinion, sur defendant’s motion for judgment n. o. v.:\nIt may be conceded as settled, as stated by the learned counsel for the defendant, that in order to recover in this action the burden was on the plaintiff to prove by a preponderance of the credible evidence, first, that the defendant was negligent, and second that such negligence caused the injury complained of. On behalf of the defendant it is earnestly contended that the plaintiff has not met these requirements. If on these questions there was evidence proper for the consideration of the jury the defendant’s motion should not be granted.\nIt may further be conceded as settled that the ground of liability is not danger but negligence, and that the unbending test of negligence in methods, machinery and appliances is the ordinary usage of the business. On the question of negligence it is not seen how the court could have properly controlled the event of the suit by giving to the jury binding instructions. Instead of there being no evidence to sustain the plaintiff’s contention in reference to this phase of the case, as the same is understood, it strongly preponderated over that of the defendant. It is true that in some respects the situation was peculiar. According to the testimony of Mr. Richards ninety-five per cent, of the pumping powers used throughout the oil producing territory in which the plaintiff’s property was located were owned by the National Transit Company, and the gas engines and powers used by it were operated by the magneto instead of the hot tube method, by reason of its greater safety and the danger attending the use of the latter method. ' In the remaining five per cent, the evidence indicates the very general use of the magneto method for the like reason, and, because of its attendant dangers, the occasional use only of the hot tube method, such occasional uses being limited to times when the power was not being applied to- the propulsion of oils through the lines or when low pressure only was required.\nNeither on principle nor authority is it understood that the National Transit pumps should be excluded from consideration in determining what the general usage at the time of the loss was. Excluding these, however, and regarding only the testimony relating to other users of such machinery the case would still appear to be for the jury. The generally recognized and practically admitted dangers attending the use of the hot tube method of ignition, in powers used in pumping oils, in immediate connection with the gaseous and dangerous fluid, were proper for consideration, and the evidence relating thereto, instead of establishing the general use of such method, tended to establish only an occasional and exceptional use of it.-- .\n■ As to the evidence relating to the origin of the-fire there was on the part of all a conceded liability to the escape of oil and gas in and around a power such as that destroyed,'especially when-the same-was-finder strain by forcing oil up to or over a considerable elevation. That such oil and gas coming in contact with an open flame, such as is used in the hot tube method of ignition, would ordinarily produce an explosion and fire is so manifest as not to require proof. But notwithstanding the presence of these potential conditions favoring and accounting for the fire, it is suggested that the escaping oil or gas might have become ignited otherwise and, without any proof of facts to aid them, various theories are advanced as to the possible origin of the fire. The plaintiff was not bound to exclude by her proofs every possible theory as to its origin at variance with her own. She was required only to exclude every reasonable theory. Her theory is based upon the favoring facts and conditions indicated and the fact of the presence of fire in the midst of such conditions maintained by the defendant. The other theories are based upon the same conditions minus the essential agency of an existing fire, and to supply this it was suggested that someone when at or near the pump might have thrown down a burning match, or that the exhaust pipe of the engine might have become so heated as to ignite inflammable material in contact therewith. These theories involve and require the assumption without proof of several facts not essential to that relied on by the plaintiff and a degree of credulity only could attach to them of like importance. The conclusion is therefore reached that as to the origin of the fire the plaintiff’s evidence made out a case for the jury and the court cannot summarily determine otherwise.\nVerdict for plaintiff for fl,536.71 and judgment thereT on. Defendant appealed.\nErrors assigned were in refusing to direct a verdict for defendant and in refusing to enter judgment for defendant n. o. v.\nJohn W. Ennlde, with him A. R. & V. F. Osmer, for appellant.\nWm. M. Parker, with him W. J. Breene, E. O. Breene and J. D. Trox, for appellee.\nJanuary 7, 1918:"
  },
  "file_name": "0491-01",
  "first_page_order": 527,
  "last_page_order": 531
}
