{
  "id": 1938599,
  "name": "Commonwealth v. Hill, Appellant",
  "name_abbreviation": "Commonwealth v. Hill",
  "decision_date": "1971-07-15",
  "docket_number": "Appeal, No. 243",
  "first_page": "75",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "444 Pa. 75"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 A. 2d 127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927796
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "529"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0526-01"
      ]
    },
    {
      "cite": "248 A. 2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919706
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0435-01"
      ]
    },
    {
      "cite": "249 A. 2d 766",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921122
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0267-01"
      ]
    },
    {
      "cite": "235 A. 2d 148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910417
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0395-01"
      ]
    },
    {
      "cite": "258 A. 2d 515",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926184
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "44"
        },
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0042-01"
      ]
    },
    {
      "cite": "243 A. 2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915714
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0443-01"
      ]
    },
    {
      "cite": "249 A. 2d 561",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1920950
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0150-01"
      ]
    },
    {
      "cite": "253 A. 2d 109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921086
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0585-01"
      ]
    },
    {
      "cite": "269 A. 2d 475",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932335
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0065-01"
      ]
    },
    {
      "cite": "247 A. 2d 562",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919723
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0121-01"
      ]
    },
    {
      "cite": "204 A. 2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891895
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0537-01"
      ]
    },
    {
      "cite": "372 U.S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765282
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0353-01"
      ]
    },
    {
      "cite": "235 A. 2d 347",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910406
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0614-01"
      ]
    },
    {
      "cite": "272 A. 2d 484",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "441 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933798
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/441/0216-01"
      ]
    },
    {
      "cite": "269 A. 2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "441 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933800
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/441/0079-01"
      ]
    },
    {
      "cite": "235 A. 2d 347",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "427 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910406
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/pa/427/0614-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 12528,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.2642348961622133e-07,
      "percentile": 0.7829971940449038
    },
    "sha256": "8ee07d0edc80104e3d58a7223b5e4eb1fbc56b1c444bd67c229e14349aa3140b",
    "simhash": "1:ea3c3f25b7bfca76",
    "word_count": 2087
  },
  "last_updated": "2024-02-27T17:27:28.964104+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Hill, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\n' In 1942, appellant, represented by counsel of his choice, pleaded guilty to murder generally. The trial court determined that appellant’s crime constituted murder in the first degree and imposed a sentence of life imprisonment. No appeal was taken.\nIn 1966 appellant sought relief under the Post Conviction Hearing Act (Act of January 25, 1966, P. L. (1965) 1580, §1, 19 P.S. 1180-1, hereinafter referred to as “the Act”), alleging that his guilty plea was involuntary, that he was denied the effective assistance of counsel, and that he was not properly arraigned. The petition was dismissed following an evidentiary hearing at which appellant was represented by court appointed counsel, and this Court affirmed. Commonwealth v. Hill, 427 Pa. 614, 235 A. 2d 347 (1967).\nThe present appeal is from the dismissal without a hearing of another petition for post conviction relief. In the neAV petition appellant repeats the charges of an involuntary plea and ineffectiveness of counsel which were finally litigated in the earlier appeal; appellant is therefore not eligible for relief on those grounds. Section 3(d) and Section 4(a) (3) of the Act (19 P.S. §§1180-3 and 1180-4). He now asserts additionally, however, that he was not informed of his right to appeal from his conviction or of his right to the assistance of counsel on appeal. His petition states that he was abandoned by Ms trial counsel immediately after sentencing, and that his appeal rights were not known to him until the filing of the present petition. The hearing court held that these issues had been waived under Section 4(b) of the Act, because they could have been raised at the earlier counselled PCHA proceeding, and because appellant had not alleged the existence of any extraordinary circumstances to justify the failure to raise them. The record indicates that •while counsel was appointed for petitioner for the purpose of this appeal, he was unrepresented at the time of consideration of his second petition by the lower court.\nThere can be no doubt that in an initial post-conviction proceeding a claim of denial of the right of appeal is enough to warrant an evidentiary hearing * (unless, of course, under Section 9 of the Act the claim is “patently frivolous and is without a trace of support . . . in the record”). Douglas v. California, 372 U.S. 353 (1962); Commonwealth v. Sliva, 415 Pa. 537, 204 A. 2d 455 (1964); see, also, Commonwealth v. Storch, 432 Pa. 121, 247 A. 2d 562 (1968).\nThe problem here arises because this is not an initial proceeding, but a second one. When a claim for relief which would be valid if proved is not asserted in a first counselled PCHA proceeding, it is presumed under Section 4 of the Act that the failure to do so was knowing and understanding. A showing of “extraordinary circumstances” is required to rebut the presumption. Commonwealth v. Corbin, 440 Pa. 65, 269 A. 2d 475 (1970); Commonwealth v. Henderson, 433 Pa. 585, 253 A. 2d 109 (1969); Commonwealth v. Black, 433 Pa. 150, 249 A. 2d 561 (1969); Commonwealth v. Satchell, 430 Pa. 443, 243 A. 2d 381 (1968). Accordingly, in a second or subsequent post conviction proceeding, a petitioner must aver not only his substantive claim for relief, but also some facts which, if proved, would surmount the waiver obstacle; otherwise, the hearing court may properly dismiss the petition without an evidentiary hearing.\nTurning to the case at bar, we note initially that in the present second post conviction proceeding, petitioner was without counsel in the lower court. We have recently held that, since the question of waiver is often a complicated legal one, “a hearing court cannot summarily dispose of a petition, without counsel, on the ground of waiver.” Commonwealth v. Minnick, 436 Pa. 42, 44, 258 A. 2d 515 (1969). In Minnioh, as here, the substantive claim for relief was denial of the right of appeal, and the hearing court found that petitioner had waived the issue because he had failed to litigate it in his prior PCHA petition. Quoting from Commonwealth v. Mitchell, 427 Pa. 395, 397, 235 A. 2d 148 (1967), we observed that “[cjounsel’s ability to frame the issues in a legally meaningful fashion insures the trial court that all relevant considerations will be brought to its attention.” 436 Pa. at 45.\nAs stated in Minnick, “Our normal practice in these cases has been to not consider the merits, but to remand to the hearing court for a determination of whether an evidentiary hearing, and/or other relief, should be granted.” We will remand in the present case, but in the interest of efficient judicial administration, we will also now order an evidentiary hearing. We do so because, in our view, the PCHA petition before us is sufficient to show that a waiver under Section 4 may not have occurred.\nIn his petition, verified May 2, 1969, petitioner alleges, inter alia, in paragraph 9, that “The issues I have raised in this petition have not been . . . waived because ... on prior post conviction hearing act petitions relator was not assisted by any learned inmate or by any attorney learned in the law as now relied upon herein—relator was appointed inadequate and ineffective counsel ... by the [first] PCHA court— who did not give relator benefit of any pre-hearing amendment under 19 P.S. 1190-7 [sic] . . .” We do not hold post conviction petitioners (to strict rules of pleading. Commonwealth v. Davis, 433 Pa. 267, 249 A. 2d 766 (1969). While perhaps not artistic, we think that the allegation here sufficiently indicates an “extraordinary circumstance” which if proved could overcome the Section 4 presumption of knowing and understanding waiver.\nIn conclusion, it should be observed that the conviction of appellant was of murder in the first degree; he may, therefore, be able to raise issues on appeal which would not be available to him on collateral attack, which would not be the case were the conviction one of murder in the second degree. Commonwealth v. Zaffina, 432 Pa. 435, 248 A. 2d 5 (1968); cf. Commonwealth v. Williams, 437 Pa. 526, 529, 263 A. 2d 127 (1970).\nThe order of the court is reversed and the case is remanded for an evidentiary hearing, at which appellant will be represented by counsel, for the purpose of determining (a) whether there has been a waiver of appellant’s right to raise the issue of denial of appeal and, if not, (b) whether appellant was in fact denied his right to appeal and his right to free counsel on appeal if indigent.\nMr. Justice Cohen took no part in the decision of this case.\nThere were actually two petitions, one filed in November, 1968, and the other in May, 1969. They were filed to the same number and term and were consolidated for disposition by the lower court. AVe likewise treat them as a single petition.\nSection 4(b) of the Act provides that an issue is waived if:\n“(1) The petitioner knowingly and understandingly failed to raise it, and it could have been raised before the trial, at the trial, on appeal, in a habeas corpus proceeding or in any other pro-seeding actually conducted or in a prior proceeding actually initiated under this act; and\n“(2) The petitioner is unable to prove the existence of extraordinary circumstances to justify his failure to raise the issue.”",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Chief Justice Bell:\nAway back in 191$, appellant, while represented hy counsel of his choosing, pleaded guilty to murder. The trial Court determined that appellant’s crime constituted murder in the first degree and imposed a sentence of life imprisonment. No appeal was taken.\nIn 1966, appellant sought relief under the Post Conviction Hearing Act, alleging (as is customary in such petitions and hearings) that his guilty plea was involuntary and that he was denied the effective assistance of counsel. Following an evidentiary hearing at which appellant was represented by Court-appointed counsel, his petition was dismissed, and this Court affirmed: Commonwealth v. Hill, 427 Pa. 614, 235 A. 2d 347 (1967). Thereafter, appellant filed two petitions —one in November, 1868 and the other in May, 1969. From a dismissal of these petitions without a hearing, appellant took this appeal.\nIn these new petitions, appellant repeats the charges of an involuntary plea and ineffectiveness of counsel, which were raised and dismissed by this Court in his earlier appeal. He now asserts additionally that he was not informed (a) of his right of appeal from his conviction (although he had, I repeat, his own counsel), or (b) of his right to the assistance of counsel on appeal. This Court now reverses the Order of the lower Court which dismissed appellant’s present petitions, and remands the case for an evidentiary hearing.\nI dissent.\nI believe that all of appellant’s contentions have either been waived or have been finally litigated and dismissed in a petition in which he was represented by counsel. Act of January 25, 1966, P. L. (1965) 1580, §1, 19 P.S. §§1.180-3 and 1180-4; Commonwealth v. Kravitz, 441 Pa. 79, 269 A. 2d 912. Moreover, there are no extraordinary circumstances to justify this 27-year-old appeal or the present Order of this Court.\nThe present rule which prevails under the recently enunciated and highly technical decisions of the Supreme Court of the United States, and of this Court, enables a person convicted of a felony to file as many motions, petitions and appeals as he wishes (see, for example, Commonwealth v. Bittner, 441 Pa. 216, 272 A. 2d 484 (1971), where a convicted defendant filed 17 pre- and post-tidal petitions).\nChief Justice Burgee recently said, referring to the enormous workload of the Courts, that either the quantity of the appeals must be substantially reduced, or the quality of the Courts’ Opinions will undoubtedly deteriorate.\nIt is incomprehensible to me how any Court can continue to allow limitless appeals or post-conviction petitions and hearings or habeas corpus proceedings after a guilty plea and judgment of sentence which, while appellant was represented by counsel, was entered many years ago. This makes a mockery of Justice, especially and obviously because the trial attorney and/or the district attorney and/or the trial Judge may have moved away or died or may easily have foi’gotten many important details of what occurred or was said 15-30 years ago. Moreover, it is unfair to the Courts because it clogs their dockets, and consequently is unfair to all the other litigants whose cases are thereby necessarily postponed and delayed, and to the taxpayers because of the increased Court costs, and especially to the law-abiding public who seek for their own protection speedy punishment and incarceration of dangerous criminals.\nIt is too often forgotten that Justice is not a one-way street—one way for the criminal only; Justice is a two-way street where the law-abiding public should have at least equal rights with the criminal. The time has come—indeed is long since past—for the appellate Courts, both Federal and State, to change their recently created, unrealistic legal technicalities, and to enunciate and establish, in the interest and expedition of our Constitutionally mandated speedy Justice, a new rule or a pro bono publico change in the law with respect to appeals of every nature by a person who is convicted of murder or of any other felony. Once again, I recommend that this new rule, or principle or decision (or, if appropriate, a new or amended Legislative Act), should provide that a person convicted of murder or of any other felony (1) shall have a right to file motions for a new trial and/or arrest of judgment and/or any other motion or petition within ten days after conviction, and (2) shall have the right of (a) one and only one direct counseled appeal, which must be taken within thirty days after a judgment of sentence or other final Order, and (b) in the absence of extraordinary circumstances, one and only one counseled appeal from a P.C.H.A. hearing or writ of habeas corpus or similar proceeding, which must be taken within two years after the entry of a judgment of sentence or other final Order.\nFor these reasons, I dissent.",
        "type": "dissent",
        "author": "Me. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "H. David Rothman, Assistant Public Defender, and George H. Ross, Public Defender, for appellant.",
      "Carol Mary Los and Robert L. Campbell, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Hill, Appellant.\nSubmitted September 28, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nH. David Rothman, Assistant Public Defender, and George H. Ross, Public Defender, for appellant.\nCarol Mary Los and Robert L. Campbell, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nJuly 15, 1971:"
  },
  "file_name": "0075-01",
  "first_page_order": 107,
  "last_page_order": 115
}
