{
  "id": 1938634,
  "name": "Commonwealth v. Hill, Appellant",
  "name_abbreviation": "Commonwealth v. Hill",
  "decision_date": "1971-10-12",
  "docket_number": "Appeal, No. 595",
  "first_page": "323",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "444 Pa. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 Atl. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080547
      ],
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0059-01"
      ]
    },
    {
      "cite": "266 A. 2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1931004
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0381-01"
      ]
    },
    {
      "cite": "260 A. 2d 773",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926030
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0532-01"
      ]
    },
    {
      "cite": "266 A. 2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930989
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0348-01"
      ]
    },
    {
      "cite": "220 A. 2d 628",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901698
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0171-01"
      ]
    },
    {
      "cite": "247 A. 2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919687
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 6643,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 1.738402141090873e-07,
      "percentile": 0.7066496927040921
    },
    "sha256": "591c830cebbe0e396d769831df7d0588852db65a77fc73718d00ff39b85dc281",
    "simhash": "1:ac5fa8007efc33d2",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T17:27:28.964104+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, Cl J., Jones, Cohen, Eagen, O’Brien and Pomeroy, JJ.",
      "Mr. Justice Cohen took no part in the decision of this case.",
      "Mr. Justice Bobeets took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth v. Hill, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nIn 1968 appellant was arrested for the homicide of one Leslie Mae Davis. He was charged under indictments for murder, voluntary manslaughter and involuntary manslaughter. He was tried by a jury and found guilty of voluntary manslaughter. Post-trial motions in arrest of judgment and for a new trial were denied, and appellant was sentenced to four to twelve years in a state correctional institution. TMs appeal followed.\nAppellant asserts that the inculpatory statement which was introduced into evidence against him was involuntary and that there was insufficient evidence to support a verdict of voluntary manslaughter. We conclude that neither of these contentions is meritorious.\nA Jackson-Denno hearing to test the voluntariness of appellant’s statement was held out of the presence of the jury. It was appellant’s position that at the time he made his statement he was still suffering from a gunshot wound; that the investigators promised he could lie down if he made a statement; and that he was not emotionally and physically capable of making the statements attributed to him. The testimony taken at the suppression hearing showed that at 11:00 A.M. on October 30, 1968, appellant was released from the detective ward of a Philadelphia hospital where he had been under medical care for over one week for a gunshot wound; that appellant was physically and mentally able to travel; that he was taken immediately to the police station and there given his Miranda warnings ; that he began making a formal statement at 2:30 P.M. and that the statement was completed, after two rest breaks, at 4:25 P.M.; and that his speech was at all times intelligent and coherent. A review of the record convinces us that the trial judge was correct in determining that appellant’s statement was voluntary and admissible. xAppellant was intelligent, apparently possessed of all his faculties, and not laboring under difficulties of the sort that the accused were in either Commonwealth v. Holton, 432 Pa. 11, 247 A. 2d 228 (1968), or Commonwealth ex rel. Gaito v. Maroney, 422 Pa. 171, 220 A. 2d 628 (1966). He was twenty-five years old at the time he gave his statement, had completed eleven years of formal schooling, and had served at one time as a security guard.\nAppellant’s second contention, viz., that there was insufficient evidence to support a verdict of voluntary manslaughter, is conceded by the Commonwealth in its brief. The Commonwealth argues,:however, that ample evidence was introduced to support a conviction of murder, and that in such' a situation the jury in its discretion, could return a verdict of voluntary manslaughter. That this is within the power of the jury is beyond cavil. As we said recently in- Commonwealth v. Hoffman, 439 Pa. 348, 266 A. 2d 726 (1970), “Few propositions are better established in the criminal law than the doctrine that where the evidence would be sufficient to support a conviction of murder, the return of a verdict of voluntary manslaughter is strictly within the jury’s prerogative even in the absence of provocation and passion.” Id. at 356-357.\nOur inquiry, therefore, ■ is whether, viewing the evidence and the permissible inferences to be drawn therefrom most favorably to the Commonwealth as the verdict winner, Commonwealth v. Commander, 436 Pa. 532, 260 A. 2d 773 (1970), it was sufficient to sustain a conviction of second degree murder. Thus viewed, the evidence showed the following:\nBoth the deceased and the appellant lived in a Philadelphia apartment managed by Elizabeth Mazur. On the evening of October 19, 1968 the decedent, who lived on the first floor, came to Miss Mazur’s third floor apartment for the purpose of taking a bath. After a few minutes, Miss Mazur and the deceased heard someone enter the building, and the deceased went below to determine who it was. A short time later, Miss Mazur heard a loud noise and ran downstairs. Upon entering Miss Davis’ first floor apartment, Miss Mazur saw Miss Davis lying on the kitchen floor, the appellant standing over her with a gun in his hand. Miss Mazur went into the bedroom to call the police and returned to see the appellant dragging Miss Davis by her legs. When Miss Mazur pleaded with appellant to leave the deceased alone, the appellant responded, “Give me one Goddamn reason why I shouldn’t kill this no good bitch?” Appellant then pointed his gun at Miss Davis and the gun went off. Miss Mazur didn’t wait to see what happened, but ran into the street. Shortly thereafter two police officers arrived, one of whom, Officer Hargrave, entered the apartment building immediately. When the second policeman, Officer Piree, entered the building moments later, he saw his partner examining Miss Davis while the appellant had his pistol drawn and was aiming at Officer Hargrave. The second police officer then took out his own revolver and ordered the appellant to drop his gun, to which appellant replied, “No, I killed her and you are not getting the gun.” According to Officer Piree, appellant then took a step backwards and shot himself in the chest. In addition, the Commonwealth, to support its case of murder as distinguished from manslaughter, introduced evidence to negate the theory that a struggle had taken place between appellant and the deceased and to show affirmatively that the deceased had died of a gunshot wound.\nIn light of this testimony, we believe that the circumstantial evidence produced by the Commonwealth was ample to warrant the jury in finding, had it desired to do so, that Leslie Mae Davis had been maliciously killed by appellant and that appellant was guilty of murder in the second degree. See Commonwealth v. Myers, 439 Pa. 381, 266 A. 2d 756 (1970) and cases cited therein. Appellant may not complain that the jury, for reasons of its own, saw fit to convict him of the lesser crime of voluntary manslaughter. Commonwealth v. Hoffman, supra; Commonwealth v. Kellyon, 278 Pa. 59, 122 Atl. 166 (1923).\nJudgment affirmed.\nMr. Justice Cohen took no part in the decision of this case.\nMr. Justice Bobeets took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Michael C. Bichman, with him Steinberg, Green-stein, Bichman & Price, for appellant.",
      "Mark Sendrow, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Bichard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Hill, Appellant.\nArgued November 19, 1970.\nBefore Bell, Cl J., Jones, Cohen, Eagen, O’Brien and Pomeroy, JJ.\nMichael C. Bichman, with him Steinberg, Green-stein, Bichman & Price, for appellant.\nMark Sendrow, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Bichard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nOctober 12, 1971:"
  },
  "file_name": "0323-01",
  "first_page_order": 355,
  "last_page_order": 360
}
