{
  "id": 1938547,
  "name": "Vaders Adoption Case",
  "name_abbreviation": "Vaders Adoption Case",
  "decision_date": "1971-10-12",
  "docket_number": "Appeal, No. 34",
  "first_page": "428",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "444 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "281 A. 2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938622
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0511-01"
      ]
    },
    {
      "cite": "218 A. 2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "767"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900418
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0287-01"
      ]
    },
    {
      "cite": "57 A. 2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "907"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845591
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "392"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0386-01"
      ]
    },
    {
      "cite": "196 A. 2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888574
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0253-01"
      ]
    },
    {
      "cite": "181 A. 2d 280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307347
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "604-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0601-01"
      ]
    },
    {
      "cite": "99 A. 2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244425
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0001-01"
      ]
    },
    {
      "cite": "215 A. 2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896901
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0583-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 521,
    "char_count": 7648,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 4.837209854124884e-07,
      "percentile": 0.9322226894309282
    },
    "sha256": "259a79f3653b1ece0f276404898c5a05666630b689c9c5211a6d6895b2636a4a",
    "simhash": "1:82a64c9230190d78",
    "word_count": 1285
  },
  "last_updated": "2024-02-27T17:27:28.964104+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ."
    ],
    "parties": [
      "Vaders Adoption Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nThis is an appeal from a final decree of the Orphans’ Court Division of the court below dismissing a petition for adoption. Appellee, the natural father of the two children involved, refused his consent and appeared in opposition to the petition. The trial judge below, finding no abandonment, denied the adoption petition. This appeal followed, and we affirm.\nThe pertinent facts are as follows: Arthur Lucky Vaders, the appellee, and Barbara Ann Vaders, one of the appellants, were divorced in 1962; both have since remarried. The appellants, Barbara Ann and Kenneth Kirby, are the childrens’ natural mother and her present husband, with whom the children have been living since 1963. The children are Arthur Lucky Vaders, Jr., bom October 7, 1957, and Kim Louise Vaders, born November 7, 1958.\nMr. Vaders provided support for the children pursuant to a support order entered about the time of divorce in 1962 in the amount of $20.00 a week, later increased to $25.00. In 1965 Vaders moved to New Jersey and generally maintained his support payments, although there were instances when he was in arrears. Until 1987 Vaders visited the children sporadically; from that year to the date of trial he had not seen the children, although the record discloses that he did keep in touch with them through occasional gifts and cards.\nIn February of 1969 Vaders notified the New Jersey court authorities that he was discontinuing support payments as of that month inasmuch as he was then involved in the establishment of a new business. The record discloses that later in February Vaders sent Valentine greetings to his children. Although appellants testified otherwise, the father claimed also to have sent Easter cards to both children in April of 1969. Vaders was notified in August of 1969 that he was delinquent with respect to support payments to the extent of over $800, and he thereafter resumed those payments.\nThe adoption law of Pennsylvania applicable to this case is the Act of April 4, 1925, P. L. 127, as amended, 1 P.S. §1. Section 2(c) of the Act provides in part: “The consent of a parent . . . who has abandoned the child, for a period of at least six months, shall be unnecessary, provided such fact is proven to the satisfaction of the court or judge hearing the petition, in which case such court or judge shall so find as a fact; . . The statute defines “abandonment” as “conduct on the part of a parent which evidences a settled purpose of relinquishing parental claim to the child and of refusing or failing to perform parental duties.” Act of 1947, supra, §1, as amended, 1 P.S. §l(a).\nThe scope of our review involves a consideration of the testimony to determine whether the findings of the court below that no abandonment has occurred are supported by competent evidence. Hookey Adoption Case, 419 Pa. 583, 215 A. 2d 860 (1966) ; Harvey Adoption Case, 375 Pa. 1, 99 A. 2d 276 (1953).\nAppellants contend that the natural father’s failure to provide support payments for a period of time in excess of six months compels a finding of abandonment. It is well settled, however, that neglect, as evidenced by failure to provide support, is not sufficient of itself to prove abandonment. “While failure on the part of a parent to support a child is a factor to be considered in determining whether the parent has abandoned the child, yet failure to support, standing alone, is not conclusive of an intent to abandon the child: Southard Adoption Case (cites omitted).” Hangartner Adoption Case, 407 Pa. 601, 604-5, 181 A. 2d 280, 282 (1962). This Court, in its discussion of adoption proceedings, has often stressed the necessity of coupling neglect with some other indicative acts before conclusively finding an abandonment. “Mere neglect does not necessarily constitute abandonment; ordinarily, to have that effect, it must be coupled with affirmative acts or declarations . . . indicating a positive intention to abandon the child.” Harvey Adoption Case, supra, 375 Pa. at 6.\nA review of the record does not indicate to us an affirmative intent on the part of Mr. Vaders to sever finally the relationship of parenthood with respect to his children. While it is true he did suspend support payments, it is equally true that he felt compelled, upon notification of his delinquency and when his business was prospering, to reinstate those payments. Although petitioners, endeavor to show that Mr. Vaders’ income grew steadily through the months in question, indicating his ability to make payments, the crucial factor is not his neglect but his willingness, even belatedly, to resume payments. Moreover, during the time when he failed to make support payments, Vaders sent cards to the children on at least one, and possibly another, occasion. As to the father’s failure to visit the children since 1967, the lower court observed, “He [Vaders] says lie did not seek visitation with the children because it would only make trouble. We agree heartily, having had the opportunity to see and hear the parties.”\nTaken together, we feel that these facts do not add up to abandonment. This Court has often stressed the finality of a finding of abandonment: . . because of the finality of the severance, the rights of a natural parent should not be terminated unless clearly warranted by the record. Best Adoption Case, 413 Pa. 253, 196 A. 2d 342 (1964); Southard Adoption Case, 358 Pa. 386, 392, 57 A. 2d 904, 907 (1948).” Hunter Adoption Case, 421 Pa. 287, 292, 218 A. 2d 764, 767 (1966). While the conduct on the part of the natural father here is not exemplary, it does not indicate a settled intent to sever the ties of parenthood. Contrast Jagodzinski Adoption, 444 Pa. 511, 281 A. 2d 868 (1971), decided this day, in which our scrutiny of the record caused us to affirm the lower court’s finding that an abandonment had occurred.\nDecree affirmed; costs on appellants.\nThis act was repealed by the Act of July 24, 1970, P. Tj. 620, art. VI, §601, effective January 1, 1971. This act, known as the “Adoption Act”, replaces the prior legislation and applies to all proceedings begun on or after January 1, 1971. Under §414 of the new Act, consent of a parent to adoption is not required if a decree of termination of parental rights with regard to such parent has been entered, or if the court finds that grounds exist under §311 of the Act for involuntary termination of parental rights. Like the prior law, §311 speaks in terms of “settled purpose of relinquishing parental claim” and refusal or failure to perform parental duties, but as alternatives.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Justice Bell :\nI dissent, and would grant the mother’s petition for adoption.\nIt is trite but true to say that this case, like most contested child-custody cases, vitally affects the life, the love and the happiness of young children, and incidentally, sometimes tears at a Judge’s heartstrings.\nA Christmas card and an Easter card, plus sporadic payments by a father under a Court-imposed support Order, with no visits by the father for several years and no real manifestations of affection or love for his children, should not suffice to prove that he performed his parental duties and did not intend to abandon or to relinquish his claim to his children. To paraphrase a popular old song, “if this is love, the whole world’s crazy.”",
        "type": "dissent",
        "author": "Mr. Chief Justice Bell :"
      }
    ],
    "attorneys": [
      "Melvin E. Caine, with him Caine, DiPasqua, Edelson & Patterson, for appellants.",
      "No oral argument was made nor brief submitted for appellee."
    ],
    "corrections": "",
    "head_matter": "Vaders Adoption Case.\nArgued January 15, 1971.\nBefore Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.\nMelvin E. Caine, with him Caine, DiPasqua, Edelson & Patterson, for appellants.\nNo oral argument was made nor brief submitted for appellee.\nOctober 12, 1971:"
  },
  "file_name": "0428-01",
  "first_page_order": 460,
  "last_page_order": 465
}
