{
  "id": 987949,
  "name": "John Stobert alias John Stofert v. James M. Smith, Appellant",
  "name_abbreviation": "Stobert v. Smith",
  "decision_date": "1898-01-03",
  "docket_number": "Appeal, No. 76",
  "first_page": "34",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "184 Pa. 34"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "54 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/54/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 318,
    "char_count": 5233,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.6860505245254847e-07,
      "percentile": 0.6983129132238984
    },
    "sha256": "1868bec26701b2acdd03da861136e3f45458f92bb2102669d800003d5bc9f0d8",
    "simhash": "1:6ded8243a00118d8",
    "word_count": 904
  },
  "last_updated": "2024-02-27T22:34:37.196341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebbett, G. J., Gbeen, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "John Stobert alias John Stofert v. James M. Smith, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThis is an action for the purchase money of land and the defense is that plaintiff’s title is not marketable. The case stated shows the facts to be briefly these: One Latham conveyed the land in 1880 to his stepson, the plaintiff, who in turn conveyed to his mother, Latham’s wife, and she, dying, devised it to plaintiff in remainder, after a life estate to Latham. In 1890, after his wife’s death, Latham filed a bill to set aside the deed of 1880 to plaintiff, on the grounds of fraud, undue influence, non delivery, etc. Pending this bill, proceedings in lunacy resulted in a finding that Latham had been a lunatic from January, 1892. This finding was traversed, but before the traverse was filed, a committee was appointed and substituted as complainant in the bill in equity. Some testimony was then taken in the equity case, but both it and the lunacy proceedings were pending and undetermined when, in November, 1893, Latham died, leaving a will dated in March, 1892, by which he devised his whole estate to a Mrs. Moore. In 1896 the master filed the testimony in the equity suit (but no report), the committee discontinued the suit of record, and, on payment of costs, etc., the court formally approved the discontinuance.\nThe objections of the appellant to the title are that neither the committee nor the attorney had any authority to discontinue the suit after the death of their principal, and that such discontinuance is not a bar to the devisee or heirs at law of Latham to have the suit reinstated, or to bring a new one for the same cause of action. The case stated then proceeds that if the court shall be of opinion that the discontinuance was properly made, and that the plaintiff can, in so far as the said equity suit affects his title, convey to defendant a fee simple, etc., then judgment for plaintiff, but if the court shall be of opinion that the “said discontinuance wa,s improperly entered and, therefore, plaintiff’s title is not a good marketable title,” etc., then judgment for defendant. In thus submitting to the court an alternative judgment, turning merely on the validity of the discontinuance, the case stated is defective because it bases the judgment on an inconclusive fact. A discontinuance, rightly or wrongly entered, even if entered by Latham himself in his lifetime, would not be a bar to a second action for the same cause, by him or his successor in title, and defendant is not and cannot be put in the position of a purchaser without notice. But, as it is very clear that the discontinuance was without authority, we are enabled, notwithstanding the defect, to enter judgment. The bill was an assertion by Latham that the title was still in himself, notwithstanding his conveyance, and his committee prosecuted the suit only in his right and for his benefit. When he died the authority of the committee ended, and Latham’s title, whatever it was, passed to his devisee if his will-was valid, 'or otherwise to his heirs at law. In neither case had the committee any title or right to control the assertion of the title which had been in Latham. The bill was in substance an ejectment, and the right of a personal representative to bring or prosecute an ejectment must depend on special circumstances such as a direction to sell, etc.: Cornell v. Green, 10 S. & R. 14; Kirk v. Carr, 54 Pa. 285.\nWhether the discontinuance of the equity suit, however, was rightly or wrongly entered, the title of plaintiff is still liable to appellant’s objection that, at least as to a purchaser with notice, it is open to litigation on the subject-matter of the bill, and therefore is not marketable in the sense that the case stated calls for.\nJudgment reversed and judgment directed to be entered for the defendant.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "B. A. Kennedy, for appellant.",
      "David Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "John Stobert alias John Stofert v. James M. Smith, Appellant.\nVendor and, vendee—Marketable title of real estate—Lunacy—Discontinuance.\nOn a case stated to determine the marketable title to real estate, it appeared that plaintiff claimed by mesne conveyances from a former owner of the land who filed a bill to set aside the conveyance on the ground of fraud and undue influence, and was subsequently declared a lunatic, and his committee substituted as complainant in the bill. Before the case was disposed of the lunatic died, and the committee then discontinued the suit, with the approval of the court. Held, (1) that upon the death of the lunatic the authority of the committee ended, and he had no power to discontinue the suit; (2) that the discontinuance was not a bar to a second action for the same cause by the lunatic’s heirs or devisees, and therefore the title was not marketable.\nSubmitted Oct. 26, 1897.\nAppeal, No. 76, Oct. T., 1897, by defendant, from judgment of 0. P. No. 2, Allegheny Go., April T., 1897, No. 705, on case stated.\nBefore Stebbett, G. J., Gbeen, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nCase stated to determine the marketable title to real estate.\nThe facts and allegations in the case stated sufficiently appear in the opinion of the Supreme Court.\nError assigned was in entering judgment for plaintiff on case stated.\nB. A. Kennedy, for appellant.\nDavid Smith, for appellee.\nJanuary 3, 1898 :"
  },
  "file_name": "0034-01",
  "first_page_order": 54,
  "last_page_order": 56
}
