{
  "id": 987954,
  "name": "Edward H. Coates v. Benjamin C. Potts, Appellant",
  "name_abbreviation": "Coates v. Potts",
  "decision_date": "1898-02-21",
  "docket_number": "Appeal, No. 361",
  "first_page": "618",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "184 Pa. 618"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "44 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "32 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986805
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0398-01"
      ]
    },
    {
      "cite": "9 Conn. 292",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "17 Johns. 92",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 266,
    "char_count": 3889,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03454178216567839
    },
    "sha256": "64bd32a8ef92731596e57f7ca4678868104468c8ac779b50102ca2e17c62e0a2",
    "simhash": "1:a4b1bc022e3a6a50",
    "word_count": 671
  },
  "last_updated": "2024-02-27T22:34:37.196341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Williams, Mc-Collum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Edward H. Coates v. Benjamin C. Potts, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Williams,\nThis action was brought upon a promissory note made by the defendant for $5,000 payable one year after date with interest at the rate of six per cent, payable semi-annually. At-the bottom of the note was the following memorandum: “ It is agreed that this note may be renewed for one year at the option of the maker, and thereafter renewed from year to year unless-six months’ notice to the contrary, prior to maturity, be given by the holder thereof. At the expiration of such notice, the note shall become due and payable.” The note was given on the 1st day of May, 1890. The interest was paid at the end of six months and again a little after the end of one year. The maker' did not exercise his option to renew the note, and he made no-further payments upon it. Three years after its maturity, the-plaintiff, in March, 1894, brought this suit. No defense upon the merits is suggested, but the defendant complains that the-action is prematurely brought because he has not been served with six months’ notice that the holder declines to make any further renewal of the note. But the notice was provided as a means of terminating the series of renewals that might follow if the defendant had exercised his option to renew the note when it matured. He did not do this. The process of renewing the note never began and, of course, required no notice-from the holder to end it. It fell due according to its terms on the 1st day of May, 1891, and in the absence of the exercise of the maker’s option to renew, it became, and thereafter remained, an overdue note which the holder was at liberty to-proceed upon at his convenience. The forbearance of the holder was not equivalent to an exercise by the maker of his choice to-renew, and cannot take away from him his right to proceed to the collection of the unpaid and unrenewed obligation of his debtor.\nThe learned judge of the court below was right in directing the verdict-in favor of the plaintiff, and the judgment entered thereon is now affirmed.",
        "type": "majority",
        "author": "Me. Justice Williams,"
      }
    ],
    "attorneys": [
      "Isaac Johnson, for appellant,",
      "V. Gilpin Robinson, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Edward H. Coates v. Benjamin C. Potts, Appellant.\nPromissory notes—Agreement to renew note—Notice.\nA promissory note payable one year after date, with interest payable-semi-annually, had upon its face the following memorandum: “It is-agreed that this note may be renewed for one year at the option of tliemaker, and thereafter renewed from year to year unless six months’ notice to the contrary, prior to maturity, be given by the holder thereof. At the-expiration of such notice, the note shall become due and payable.” Interest was paid at the end of six months, and again a little after the end of one year. The maker did not exercise his option to renew the note, and* he made no further payments upon it. Three years afterwards suit was-brought upon the note. Held, that the maker could not allege as a, defense that the action was prematurely brought, because he had not been served with six months’ notice that the holder declined to make any further-renewal of the note.\nArgued Feb. 9, 1898.\nAppeal, No. 361, Jan. T., 1897, by-defendant, from judgment of C. P. Delaware Co., March T.,. 1894, No. 234, on verdict for plaintiff.\nBefore Williams, Mc-Collum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit upon a promissory note.\nThe facts appear by the opinion of the Supreme Court.\nThe trial court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiff for $6,328.30. Defendant appealed.\n_Error assigned was in giving binding instructions for plaintiff.-\nIsaac Johnson, for appellant,\ncited 1 Greenleaf on Evidence, sec. 50; Williamson v. Allison, 2 East, 416; Panton v. Holland, 17 Johns. 92; Twiss v. Baldwin, 9 Conn. 292; Russell v. Phillips, 14 Adol. & Ellis, 890; Gault v. McGrath, 32 Pa. 398.\nV. Gilpin Robinson, for appellee,\ncited Gault v. McGrath, 32 Pa. 398; Appeal of Bank of Commerce, 44 Pa. 430.\nFebruary 21, 1898:"
  },
  "file_name": "0618-01",
  "first_page_order": 638,
  "last_page_order": 640
}
