{
  "id": 1802524,
  "name": "BLOOMINGDALE'S BY MAIL LTD., Appellant, v. COMMONWEALTH of Pennsylvania DEPARTMENT OF REVENUE and James I. Schemer, Appellees",
  "name_abbreviation": "Bloomingdale's by Mail Ltd. v. Commonwealth",
  "decision_date": "1986-12-18",
  "docket_number": "No. 135 E.D. Appeal Dkt. 1985",
  "first_page": "149",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "513 Pa. 149"
    },
    {
      "type": "parallel",
      "cite": "518 A.2d 1203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "516 A.2d 827",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1354335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-commw/101/0431-01"
      ]
    },
    {
      "cite": "386 U.S. 753",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6183430
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0753-01"
      ]
    },
    {
      "cite": "499 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778835
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0039-01"
      ]
    },
    {
      "cite": "499 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778853
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0615-01"
      ]
    },
    {
      "cite": "505 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788864
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0263-01"
      ]
    },
    {
      "cite": "296 A.2d 748",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945644
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0432-01"
      ]
    },
    {
      "cite": "252 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921097
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0495-01"
      ]
    },
    {
      "cite": "461 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483717
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "354"
        },
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 9860,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 8.890684011556866e-08,
      "percentile": 0.4997090563967243
    },
    "sha256": "93116ca8354f8cd9153976a9aeb7c522ae28c176e70310d14d488ffa3846c97e",
    "simhash": "1:10abed294c456457",
    "word_count": 1557
  },
  "last_updated": "2024-02-27T23:49:18.512517+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "NIX, C.J., and LARSEN and McDERMOTT, JJ., concur in the result."
    ],
    "parties": [
      "BLOOMINGDALE’S BY MAIL LTD., Appellant, v. COMMONWEALTH of Pennsylvania DEPARTMENT OF REVENUE and James I. Schemer, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nBloomingdale’s By Mail Ltd. (By Mail), a New York Corporation, appeals by allowance a September 30, 1985, order of Commonwealth Court (Crumlish, J.) denying By Mail’s Motion for a Preliminary Injunction which would bar the Pennsylvania Department of Revenue (Department) from publicly disseminating information concerning By Mail or its customers with respect to their respective responsibilities under Article II, Tax for Education, of the Pennsylvania “Tax Reform Code of 1971,” Act of March 4, 1971, P.L. 6, §§ 101-3004, as amended, 72 P.S. §§ 7101-10004 (Supp. 1986). Appellant alleges that it will suffer irreparable harm to its good name if such publication is made.\nThe limited scope of our review on appeal from the denial of a preliminary injunction has often been repeated:\n[W]e will not inquire into the merits of the controversy, but will, instead, examine the record only to determine if there were any apparently reasonable grounds for the actions of the court below. [Citing cases.] Moreover, we will not ‘pass upon the reasons for or against such action unless it is plain that no such grounds existed or that the rules of law relied on are palpably wrong or clearly not applicable.’ [Citing cases.]\nIntraworld Industries, Inc. v. Girard Trust Bank, 461 Pa. 343, 354, 336 A.2d 316, 322 (1975) quoting Pa. P.U.C. v. Allegheny Co. Port Authority, 433 Pa. 495, 499, 252 A.2d 367, 369 (1969). Furthermore, the burden on the plaintiff who seeks an injunction is not easily met.\nIn order to sustain a preliminary injunction the plaintiffs right to relief must be clear, the need for relief must be immediate, and the injury must be irreparable if the injunction is not granted.\nZebra v. Pittsburgh School District, 449 Pa. 432, 437, 296 A.2d 748, 750 (1972). Our more recent cases have reiterated these principles. Willman v. Children’s Hospital of Pittsburgh, 505 Pa. 263, 479 A.2d 452 (1984); Ezy Parks v. Larson, 499 Pa. 615, 454 A.2d 928 (1982); Shenango Valley Osteopathic Hospital v. Department of Health, 499 Pa. 39, 451 A.2d 434 (1982).\nExamination of the record in this case persuades us that Commonwealth Court’s denial of a preliminary injunction was based on reasonable grounds and we find no indication that its decision constituted an abuse of discretion or error of law. We, therefore, affirm that court’s order of September 30, 1985.\nAppellant, By Mail, is a wholly-owned subsidiary of Federated Department Stores, Inc. By Mail conducts a nationwide mail order business from leased facilities in Salem, Virginia. It argues, on the merits, that its only connection with Pennsylvania is by common carrier and United States Mail and that the United States Supreme Court decision in National Bellas Hess v. Department of Revenue of Illinois, 386 U.S. 753, 87 S.Ct. 1389, 18 L.Ed.2d 505 (1967), exonerates a non-resident from any obligation to collect Pennsylvania sales and use taxes from its Pennsylvania customers. This proposition is, of course, correct. The difficulty with appellant’s case is its failure clearly and convincingly to present sufficient facts to persuade the lower court that appellee had used or threatened to use the coercive powers of government to impose that obligation.\nBased on an investigation begun in March of 1985, the Pennsylvania Department of Revenue stated its disagreement with appellant’s position that it had insufficient contacts with this Commonwealth to subject it to the state’s jurisdiction to tax. Accordingly, the Department requested that By Mail submit a tax license application. In the course of negotiations between the parties over this issue, the Department urged By Mail to notify its Pennsylvania customers of their use tax obligations and threatened to publicize this tax controversy if By Mail failed to do so. Reproduced Record at 115a. By Mail, apparently believing that such publicity would injure its business reputation, filed suit in Commonwealth Court on August 29, 1985, seeking a judgment! declaring that By Mail is not obligated to (1) collect and remit Pennsylvania sales or use taxes, (2) register with the Department of Revenue as a person maintaining a place of business in Pennsylvania, or (3) give the Department access to its corporate books and records. By Mail also sought an injunction barring the Department from any public dissemination, with respect to By Mail or its customers, of their purported duties and responsibilities under Pennsylvania law.\nOn September 5, 1985, the Department’s Press Secretary issued a release stating that By Mail had filed suit in Commonwealth Court and setting forth the Department’s position in the controversy. On September 9, 1985, By Mail moved for a temporary restraining order and a preliminary injunction, alleging that:\n1. Respondents have released information and have threatened the release of additional information obtained as a result of Respondents’ investigation of By-Mail.\n2. The Pennsylvania Sales and Use Tax statute provides that information obtained by Respondents as a result of its investigation of By-Mail shall be confidential. 72 P.S. § 7274.\n3. Release of this confidential information will result in irreparable harm to By-Mail, for which it has no adequate remedy at law.\nReproduced Record, “Motion for Temporary Restraining Order,” at 12a-13a.\nThe information released to the press, via the Harrisburg Capitol Newsroom, was a statement that By Mail refuses to provide the Department with data on its taxable mail order sales to Pennsylvania residents. By Mail contends that this information is of a confidential nature and that it was learned in the course of the Department’s investigation. By Mail considers this information very harmful from the standpoint of its public relations and argues that the use of this information constitutes a breach of the confidentiality of tax information mandated by 72 P.S. § 7274. That Section provides:\nAny information gained by the department as a result of any return, examination, investigation, hearing or verification, required or authorized by this article, shall be confidential, except for official purposes and except in accordance with proper judicial order or as otherwise provided by law, and any person unlawfully divulging such information shall be guilty of a misdemeanor, and, upon conviction thereof, shall be sentenced to pay a fine not in excess of one thousand dollars ($1000) and costs of prosecution, or to undergo imprisonment for not more than one year, or both.\nThe Department press secretary testified that other press releases had not identified business entities which were under investigation but argued that the information in its press release of September 5, 1985, was information published in Federated Department Stores’ corporate statements and in the complaints filed of record in Commonwealth Court.\nCommonwealth Court denied By Mail’s Motion for a Preliminary Injunction on the ground that the corporation had neither demonstrated a breach of the confidentiality requirements of 72 P.S. § 7274 nor established an irreparable harm. Given the meager record presented before that court on September 13, 1985, we must accept as reasonable its stated grounds for this action and affirm its dismissal of By Mail’s Motion for Temporary Restraining Order and Preliminary Injunctive Relief.\nNIX, C.J., and LARSEN and McDERMOTT, JJ., concur in the result.\n. Appellant has also alleged in its Petition for Equitable Relief and Declaratory Judgment that the Department’s attempts to force By Mail to register as a vendor and to collect and remit taxes violate By Mail’s rights under the Due Process, Equal Protection and Commerce clauses of the United States Constitution and the Due Process and Equal Protection provisions of the Pennsylvania Constitution. In addition, appellant alleges that Section 201 of the Act of August 31, 1971, P.L. 362, as amended (Supp. 1986), 72 P.S. § 7201(b)(3) violates the federal Commerce clause and the due process provisions of both constitutions. We do not reach these issues here because the order below has determined only that the Department has not publicized any information which had not previously been published by By Mail. Thus, the case is not ripe for reviewing these issues and their final disposition may still require a hearing below.\n. Indeed, on the record it is not even clear that the factual predicate of Bellas Hess, namely, no contacts with the taxing jurisdiction, has been met. Commonwealth Court did not consider this question and it is not before us.\n. By Mail incorrectly designated the relief it requested. Pennsylvania procedure does not speak in terms of Temporary Restraining Orders, but only in terms of preliminary injunctions. However, our functional analogue of the Temporary Restraining Order is the ex parte Preliminary Injunction without hearing. Needless to say, the plaintiff seeking it bears a heavy burden.\n. Specific objection was made to the final paragraph in the press release which reads:\nBased on Bloomingdale’s refusal to be licensed, Revenue must collect the companion 6% use tax directly from the customers. However, the firm also refuses to turn over data regarding taxable sales to Pennsylvania residents so that this can be accomplished.\nReproduced Record at 201a.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      }
    ],
    "attorneys": [
      "Peter J. Boyer, Philadelphia, for appellant.",
      "Maryann B. Gall, Columbus, Ohio, Pro Hac Vice.",
      "Leroy S. Zimmerman, Atty. Gen., for appellee.",
      "George T. Bell, Harrisburg, for Dept. of Revenue."
    ],
    "corrections": "",
    "head_matter": "518 A.2d 1203\nBLOOMINGDALE’S BY MAIL LTD., Appellant, v. COMMONWEALTH of Pennsylvania DEPARTMENT OF REVENUE and James I. Schemer, Appellees.\nSupreme Court of Pennsylvania, Eastern District.\nArgued April 14, 1986.\nDecided Dec. 18, 1986.\nSee also 516 A.2d 827.\nPeter J. Boyer, Philadelphia, for appellant.\nMaryann B. Gall, Columbus, Ohio, Pro Hac Vice.\nLeroy S. Zimmerman, Atty. Gen., for appellee.\nGeorge T. Bell, Harrisburg, for Dept. of Revenue.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0149-01",
  "first_page_order": 229,
  "last_page_order": 235
}
