{
  "id": 1802547,
  "name": "Joseph R. BARNA, Sr., Appellee, v. WORKMEN'S COMPENSATION APPEAL BOARD (JONES & LAUGHLIN STEEL CORPORATION). Appeal of SAFECO INSURANCE COMPANIES",
  "name_abbreviation": "Barna v. Workmen's Compensation Appeal Board",
  "decision_date": "1987-03-10",
  "docket_number": "No. 2 W.D. Appeal Dkt., 1986",
  "first_page": "518",
  "last_page": "526",
  "citations": [
    {
      "type": "official",
      "cite": "513 Pa. 518"
    },
    {
      "type": "parallel",
      "cite": "522 A.2d 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "496 A.2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "502 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784510
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "183"
        },
        {
          "page": "971"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0178-01"
      ]
    },
    {
      "cite": "502 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784510
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "972"
        },
        {
          "page": "971-72"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/502/0178-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 14627,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 7.237573034870223e-07,
      "percentile": 0.9678730304353651
    },
    "sha256": "1b0aad1788a53b999a9d4388be7f322d5c3e10aab92b65d11f249de1500d551e",
    "simhash": "1:103ec9175c68bf02",
    "word_count": 2327
  },
  "last_updated": "2024-02-27T23:49:18.512517+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "LARSEN, J., files a dissenting opinion in which NIX, C.J., joins.",
      "NIX, C.J., joins in this dissenting opinion."
    ],
    "parties": [
      "Joseph R. BARNA, Sr., Appellee, v. WORKMEN’S COMPENSATION APPEAL BOARD (JONES & LAUGHLIN STEEL CORPORATION). Appeal of SAFECO INSURANCE COMPANIES."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nWe granted the petition for allowance of appeal of Jones & Laughlin Steel Corp. (hereinafter referred to as “J & L”) to determine whether our decision in Beissel v. W.C.A.B. (John Wanamaker, Inc.), 502 Pa. 178, 465 A.2d 969 (1983) precludes termination of disability payments under 77 P.S. § 771, where the payments were made under a mistaken belief that the cause of an employee’s disability was work-related.\nAppellee, claimant under The Pennsylvania Workmen’s Compensation Act, Act of June 2, 1915, P.L. 736, art. 1, as amended, 77 P.S. § 1 et seq., (hereinafter referred to as “the Act”) suffered back pain caused by an acute lumbo sacral strain after operating a mobile crane during the course of his employment. He notified his employer within a few days of the occurrence, and then sought treatment at local hospitals. Under a notice of compensation payable dated October 10, 1977, claimant began receiving biweekly disability payments of $199.00 commencing July 30, 1977. On October 13, 1977, Dr. El Attar, a physician for J & L, requested claimant’s hospital records. Based upon that review, Dr. El Attar concluded that claimant’s disability was not work-related, but was the result of the advanced stage of an underlying illness contracted during World War II. Dr. El Attar’s conclusion was further supported by observations of claimant after the commencement of compensation payments, where claimant exhibited new symptoms which were consistent with Dr. El Attar’s diagnosis and which were not claimed to be work-related.\nIn December 1978, J & L filed with the department of labor and industry a petition to review the referee’s award grounded upon an alleged “change in the nature and character of claimant’s disability.” In support of its petition, J & L offered evidence which tended to prove, not that there had been a change in the nature of claimant’s disability, but rather that the cause of claimant’s disability was not work-related. The referee accepted J & L’s evidence, and, upon concluding that claimant’s disability was unrelated to his work, the referee entered an order terminating disability benefits effective December 4, 1978. On appeal the Board affirmed.\nAuthority for the referee’s award is provided at 77 P.S. § 771 (Supp.1986) as follows:\nA referee of the department may, at any time, review and modify or set aside a notice of compensation payable and an original or supplemental agreement^] or upon petition filed by either party with the department, or in the course of the proceedings under any petition pending before such referee, if it be proved that such notice of compensation payable or agreement was in any material respect incorrect.\n[Emphasis supplied.] There can be no question that an agreement or notice of compensation payable which provides for payment for a disability which is not work-related at its outset is materially incorrect. Wertz v. W.C.A.B. (Ferro Corp.), 90 Pa.Cmwlth.Ct. 515, 496 A.2d 90 (1985).\nCommonwealth Court reversed the termination of benefits, citing our recent opinion in Beissel, supra. Beissel was a workmen’s compensation claimant who underwent surgery for a bad back 13 months after she slipped and fell at work. Four written medical reports, including three prepared for employer’s insurance carrier, indicated that Beissel’s back problems were related to her fall. An agreement was reached between Beissel and her employer’s insurance carrier, and nearly two years after the accident, the employer filed a notice of compensation payable for a lower back injury. After paying compensation for almost two years, the employer filed a petition for termination of benefits and produced evidence in the form of testimony of yet another physician indicating that Beissel’s back problem’s were caused by a “coughing and laughing spell” which occurred 10 days prior to her fall.\nWe reversed the termination of Beissel’s benefits, stating: “Since [employer] had an opportunity to, and in fact did, investigate the cause of [Beissel’s] disability, the notice of compensation payable [employer] filed constitutes an admission of its liability to [Beissel] for compensation for a lower back injury.” 502 Pa. at 183, 465 A.2d at 971. The instant case is distinguishable from Beissel because the record does not show that J & L actually investigated claimant’s condition prior to the notice of compensation payable. On the contrary, the record demonstrates that J & L commenced payment of disability benefits prior to its investigation of the causes of claimant’s disability. After its investigation of claimant’s condition was complete, J & L determined that the condition was never work-related and thus, that the notice of compensation payable was, in the language of § 771, incorrect in a material respect.\nCommonwealth Court also based its decision upon a perceived potential for abuse if employers are permitted to repeatedly challenge the cause of a claimant’s disability. This observation is certainly consistent with the spirit of our decision in Beissel, where we reversed an order terminating benefits. There, two years after compensation payments commenced and in spite of the fact the compensation award was based upon the opinions of three of the insurer’s own physicians, the employer sought to terminate claimant’s disability payments when yet another physician reviewed the case and opined that all his predecessors were wrong in their assessment of the cause of claimant’s disability. Repeated litigation of the cause of a claimant’s injury is wasteful and, thus, to be avoided. However, there is no hint on this record that J & L is guilty of such abuse.\nIn short, we cannot ignore the clear provision of § 771 that compensation may be terminated where it is paid under a notice of compensation which is materially incorrect. The Act imposes upon employers the duty to promptly commenee payment of compensation and the cause of an employee’s disability may not always be obvious. Where, as here, an employer promptly commences payment of compensation prior to commencement or completion of investigation into the cause of claimant’s injuries and later determines that the claimant’s disability was never work-related, in the absence of evidence of repeated contests of the cause of the disability such as occurred in Beissel, the employer must be permitted to seek relief. This rule promotes the early payment to injured employees which is clearly contemplated by the Act while it preserves the legitimate expectation that an employer’s liability under the Act for work-related injuries not become a general disability insurance policy.\nThe order of Commonwealth Court is reversed and the record is remanded to that Court for review of issues not previously disposed of on appeal. We relinquish jurisdiction.\nReversed and remanded.\nLARSEN, J., files a dissenting opinion in which NIX, C.J., joins.\n. Since we granted the petition for allowance of appeal, J & L filed a petition for reorganization pursuant to Chapter 11 of the federal Bankruptcy Code, and by letter dated October 3, 1986, requested this Comí to stay this matter pending resolution of the bankruptcy proceeding. In light of the substitution of Safeco Insurance Co. as appellant in this matter, we decline to rule on J & L’s request.\n. The record is not clear as to the exact date of the occurrence, indicating both July 18, 1977 and July 20, 1977, as the date of claimant’s injury.\n. The Act provides in pertinent part:\nA referee designated by the department may, at any time, modify, reinstate, suspend, or terminate a notice of compensation payable ... upon petition filed by either party with the department, upon proof that the disability of an injured employe has increased, decreased, recurred, or has temporarily or finally ceased, or that the status of any dependent has changed____\n77 P.S. § 772 (Supp.1986).\n. The referee concluded that J & L was precluded from challenging the propriety of benefits paid prior to the date of its review petition.\n. The Act provides in pertinent part:\nThe employer and insurer shall promptly investigate each injury reported or known to the employer and shall proceed promptly to commence the payment of compensation due either pursuant to an agreement upon the compensation payable or a notice of compensation payable____ The first installment of compensation shall be paid not later than the twenty-first day after the employer has notice or knowledge of the employe’s disability____\n77 P.S. § 717.1 (Supp.1986).\n. Claimant has not received worker’s compensation benefits since November 19, 1980 when the referee granted J & L’s request for a supersedeas pending resolution of the review petition. After his successful appeal to Commonwealth Court, claimant filed, in this Court, a petition for special relief, requesting reinstatement of his worker’s compensation benefits. In view of our disposition of this matter, claimant’s petition for special relief is denied.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent. This case is controlled by our decision in Beissel v. W.C.A.B., 502 Pa. 178, 465 A.2d 969 (1983) which precludes litigation of liability where the employer has admitted liability in filing a notice of compensation payable. In Beissel, we said:\nJust as we have held that the burden is on a petitioner to prove that an employe’s disability has increased or decreased after the filing of a notice of compensation payable, we also hold that a petitioner has the burden of proving that an independent cause of an employe’s disability arose after the filing of a notice of compensation payable if the petitioner is seeking to justify the termination of benefits on the grounds that the employe’s disability is no longer work-related. To hold otherwise would afford the employer an opportunity to litigate that which it has already admitted. This we will not do.\nId., 502 Pa. at p. 185, 465 A.2d at 972. (Emphasis in original.) The majority attempts to distinguish the instant case from Beissel by declaring that “the record does not show that J & L actually investigated claimant’s condition prior to the notice of compensation payable.” (At page 522.) The majority goes on to say “... the record demonstrates that J & L commenced payment of disability benefits prior to its investigation of the cause of claimant’s disability.” (At page 522.)\nAccording to the record in this case, the appellee was injured while on the job on July 18,1977. On July 22, 1977, appellee reported to the J & L Health Center where he was examined by Dr. Sherman, the appellant’s examining physician. Appellee’s injury was diagnosed as acute lumbo sacral strain. Appellee was told not to report for work. Shortly thereafter, while at home, the appellee’s back pain became worse and his wife phoned the J & L Health Center for help. Appellee was advised to go to the nearest hospital for treatment. On July 26, 1977, appellee was seen at St. Clair Memorial Hospital where he was treated as an out-patient. On August 1, 1977, appellee was admitted to South Side Hospital where he was treated as an in-patient until his discharge on August 18, 1977. On October 10, 1977, notice of compensation payable was issued by the appellant, J & L. In Beissel v. W.C.A.B., supra, we stated:\nSince [the employer] had an opportunity to, and in fact did, investigate the cause of [the employee’s] disability, the notice of compensation payable it filed constitutes an admission of its liability to [the employee] for compensation for a lower back injury. [The employer] may not now, under the guise of a termination petition, come into court and use the favorable testimony of Dr. Murray to contradict precisely that which it admitted in its notice of compensation payable, namely, that [the employee’s] disability at the time the notice of compensation payable was filed was related to her 1975 fall at work. [Footnote omitted.]\nId., 502 Pa. at p. 183, 465 A.2d at 971-72.\nIn the present case, Dr. Sherman, appellant’s own physician, examined the appellee shortly after his injury. Further, when, through his wife, appellee reported a worsening of his condition, either Dr. Sherman or another physician in the appellant’s health center advised appellee to seek treatment at a hospital. Based upon the knowledge obtained by its doctor’s examination of appellee, appellant issued a notice of compensation payable. Approximately one year later, in October, 1978, the appellant voluntarily paid appellee’s medical bills related to his injury. The appellant J & L had a full and complete opportunity to investigate the cause of appellee’s disability, and did in fact have its own physician examine the appellee. The notice of compensation payable filed by appellant constitutes an admission of appellant’s liability to appellee for compensation for the acute lumbo sacral strain that disabled appellee.\nIt appears clear that the appellant J & L has not sought to prove that appellee’s disability has decreased or terminated since July, 1977. Rather the appellant sought to show that appellee’s present disability, which has remained unchanged, was never work-related. We held in Beissel that an employer may not contradict its admission of liability in the notice of compensation payable previously issued. This is precisely what the appellant J & L has sought to do in this case. In Beissel we did not permit the employer to litigate liability which had already been admitted. Likewise, it should not be permitted here. I would affirm the order of the Commonwealth Court.\nNIX, C.J., joins in this dissenting opinion.\n. Both the notice of compensation payable and the employer's report of occupational injury list July 18, 1977 as the date of injury. Other documents that are part of the record, including a report of Dr. Gerald I. Schor, state that the appellee was injured on July 20, 1977.\n. It makes no difference that the appellant-employer in the instant case sought to litigate liability by filing a petition for review instead of a termination petition as was filed by the employer in Beissel.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Roy F. Walters, Jr., Michael D. Sherman, Pittsburgh, for appellant.",
      "Thomas J. Magrann, Sec. W.C.A.B. Harrisburg, Richard G. Spagnolli, William R. Caroselli, for appellee."
    ],
    "corrections": "",
    "head_matter": "522 A.2d 22\nJoseph R. BARNA, Sr., Appellee, v. WORKMEN’S COMPENSATION APPEAL BOARD (JONES & LAUGHLIN STEEL CORPORATION). Appeal of SAFECO INSURANCE COMPANIES.\nSupreme Court of Pennsylvania.\nArgued Oct. 22, 1986.\nDecided March 10, 1987.\nReargument Denied May 5, 1987.\nRoy F. Walters, Jr., Michael D. Sherman, Pittsburgh, for appellant.\nThomas J. Magrann, Sec. W.C.A.B. Harrisburg, Richard G. Spagnolli, William R. Caroselli, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0518-01",
  "first_page_order": 598,
  "last_page_order": 606
}
