{
  "id": 1802520,
  "name": "The TOWNSHIP OF PERKIOMEN, the Board of Supervisors of Perkiomen Township, Claire S. Olsen, Richard Kratz, David N. Myers, and John Steele, Four of the Five Supervisors of Perkiomen Township, Appellants, v. C. Roy MEST, Lawrence T. Zimmerman, Shane T. Clark, and William Patterson, Jr., Appellees",
  "name_abbreviation": "Township of Perkiomen v. Mest",
  "decision_date": "1987-03-10",
  "docket_number": "No. 81 E.D. Appeal Docket 1986",
  "first_page": "598",
  "last_page": "609",
  "citations": [
    {
      "type": "official",
      "cite": "513 Pa. 598"
    },
    {
      "type": "parallel",
      "cite": "522 A.2d 516"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 A.2d 212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294521
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0381-01"
      ]
    },
    {
      "cite": "28 A.2d 790",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1942,
      "pin_cites": [
        {
          "page": "792"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216447
      ],
      "weight": 2,
      "year": 1942,
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0027-01"
      ]
    },
    {
      "cite": "16 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201227
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0541-01"
      ]
    },
    {
      "cite": "156 A.2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "191 Pa.Superior Ct. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        747313
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/191/0295-01"
      ]
    },
    {
      "cite": "61 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475085
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0387-01"
      ]
    },
    {
      "cite": "140 A. 525",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "291 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107241
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0582-01"
      ]
    },
    {
      "cite": "53 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472113
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0314-01"
      ]
    },
    {
      "cite": "194 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888619
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0006-01"
      ]
    },
    {
      "cite": "499 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "165 A.2d 26",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 1
    },
    {
      "cite": "401 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294487
      ],
      "year": 1960,
      "opinion_index": 1,
      "case_paths": [
        "/pa/401/0486-01"
      ]
    },
    {
      "cite": "164 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "401 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294488
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/401/0375-01"
      ]
    },
    {
      "cite": "16 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 1
    },
    {
      "cite": "339 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201227
      ],
      "year": 1940,
      "opinion_index": 1,
      "case_paths": [
        "/pa/339/0541-01"
      ]
    },
    {
      "cite": "194 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "413 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888619
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa/413/0006-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 853,
    "char_count": 19286,
    "ocr_confidence": 0.758,
    "pagerank": {
      "raw": 1.757554670896078e-07,
      "percentile": 0.7094936809057207
    },
    "sha256": "2da3de24af2faec5716ee1561149814910406997ea9077290ae9e6f1625b1a92",
    "simhash": "1:0ee7b14356a3b750",
    "word_count": 3146
  },
  "last_updated": "2024-02-27T23:49:18.512517+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "ZAPPALA, J., concurs in the result.",
      "LARSEN, J., files a dissenting opinion."
    ],
    "parties": [
      "The TOWNSHIP OF PERKIOMEN, the Board of Supervisors of Perkiomen Township, Claire S. Olsen, Richard Kratz, David N. Myers, and John Steele, Four of the Five Supervisors of Perkiomen Township, Appellants, v. C. Roy MEST, Lawrence T. Zimmerman, Shane T. Clark, and William Patterson, Jr., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nAppellees were members of the four man Perkiomen Township Police Department, which supplied sixteen hour per day service to Perkiomen Township, a Second Class Township in Montgomery County. In 1982, the Board of Supervisors retained a consulting firm to review the operation and management of the police department. The consultants concluded that the police department was not well run and made four recommendations: 1) maintain the police department but overhaul its operation; 2) contract with another municipality for police services; 3) form a regional police department; or 4) abolish the police department and rely on the state police. The Board met with the police and held public and private meetings on the issue. Finally, for the stated purpose of cutting expenses, Resolution 82-9 was passed by the Board on December 7, 1982, by a 4-1 vote. That resolution abolished the police department in favor of state police protection.\nApparently there was animosity between Appellee, Police Chief Mest, and certain members of the Board. In January, 1979, Chief Mest allegedly tape recorded a meeting with three of the supervisors without their knowledge. The supervisors were outraged when they learned of the alleged taping and contacted the District Attorney about instituting criminal proceedings. Charges were later dismissed. In addition, other police officers complained about Chief Mest’s practices and work habits to at least one of the supervisors. A supervisor investigated the claim; apparently, however, no action was taken. Two supervisors publicly stated their desire to get rid of Chief Mest, but remarked that it might be easier to get rid of the whole police department. The police department cost the Township about $105,000.00 per year. Abolishing it cost about $20,000.00 in unemployment compensation costs, and about $5,000.00 in miscellaneous “shut-down” costs. In addition, about $7,000.00 in fines were lost. The Township realized a net savings of approximately $73,000.00 by dissolving the police department. Evidence was presented that the Township had sufficient revenues to maintain the police department if it had wished to do so.\nAppellees, the former police officers, filed a mandamus action in the Court of Common Pleas of Montgomery County seeking reinstatement and backpay. They claimed that the resolution which abolished the police department was adopted in “bad faith.” After a hearing at which three of the five supervisors testified, Judge Tredinnick held that Appellees had not met their burden of showing bad faith and, on October 26, 1983, dismissed the complaint. Appellees promptly filed a petition on November 4, 1983, to reopen the case on the grounds of after-discovered evidence.\nAt his pre-trial deposition, Supervisor George Dresing, the sole dissenter from Resolution 82-9, had been asked if he felt there were any reasons other than economic ones for the abolishment of the police department. He answered unequivocally that there were none:\nQ. Were there other discussions, other than at the public meeting where the vote was taken, to which you were a party, involving the discussion of the abolition of the police department?\nA. Well, for three years, the police department has been under discussion, not abolition. It has always been discussed.\nQ. What has the nature of the discussion been?\nA. I could spend an hour and a half replying. I think it would be, summing up, just general statements, expenses, debts, income, outgo, performance of duty, just normal police routine discussion.\nQ. Did you feel that there was any other reason, other than money, for abolishing the police department?\nA. No, I did not think there were other reasons.\n(R. 92a-93a, 125a-126a) (emphasis added).\nMr. Dresing had not been called to testify at trial based on his testimony at the pre-trial deposition, and it is understandable that he would not have been called by Appellees since he apparently had nothing to say that would lend support to their case. When Appellees petitioned to reopen the case, (R. 611a-614a), they presented an affidavit signed by Mr. Dresing which foreswore his testimony at the pretrial deposition and stated instead that the supervisors had held a private-and secret meeting where it was decided to abolish the police department in order to fire Chief Mest, and to announce economic reasons for doing so as camouflage. (R. 615a-618a). Judge Tredinnick granted the petition to reopen.\nAt the subsequent hearing, after the proceedings were reopened, and after Mr. Dresing was warned about possible exposure to charges of perjury (R. 644a-694a), he testified that the Board had been out to get Chief Mest and that the solicitor had told the Board at a private meeting that it would be hard to fire Mest, but that they could get rid of him by eliminating the department for budgetary reasons. This testimony, of course, contradicted the pre-trial deposition. Mr. Dresing explained that his lawyer had told him that he could not testify as to “bad faith” motives unless he had documentary evidence to support his testimony, and since he had none, he testified differently in the pre-trial deposition. Later, when he learned that the lawyer’s opinion was wrong, he came forward. The other supervisors and the solicitor refuted his testimony.\nAfter considering this evidence, the trial court reversed the prior dismissal and held that the Board had acted on the basis of improper motives. It ordered the Board to re-establish the police department and reinstate Appellees with backpay. Commonwealth Court (Doyle, Palladino, and Barbieri, JJ.) affirmed in an opinion by Judge Palladino, 92 Pa.Cmwlth. 307, 499 A.2d 706 (1985), and subsequently denied reargument. Commonwealth Court reasoned that reopening the case based on after-discovered evidence was proper, and it also concluded that an action in mandamus was a proper method of challenging the abolishment of an entire police department, based on this Court’s decision in Schauer v. Whitehall Borough, 413 Pa. 6, 194 A.2d 318 (1963). Finally, Commonwealth Court found that the evidence was sufficient to support the trial court’s finding of bad faith and that, hence, there was no abuse of discretion in granting mandamus.\nThis Court granted allocatur because we were concerned about the proper relationship between the courts and elected municipal officials. For the reasons set forth below, we reverse.\nThis case does not involve after-discovered evidence, but rather recanted testimony. Mr. Dresing’s pre-trial deposition was taken under oath and pursuant to court authority and supervision under Pa.R.C.P. 4001-4025. When Mr. Dresing submitted an affidavit offering a very different version of the relevant events than that to which he testified at his deposition, the trial court properly concluded that, in effect, a fraud may well have been perpetrated on the court. After the case was reopened and Judge Tredinnick heard Mr. Dresing’s later version of events in open court, he obviously found the latter testimony to be credible. This credibility determination was entirely within the sound discretion and judgment of the trial court and serves as a full justification for reopening the case. Blake v. Marinelli, 357 Pa. 314, 53 A.2d 550 (1947); Candelore v. Glauser, 291 Pa. 582, 140 A. 525 (1928). See, Kvaternik v. Yochim, 360 Pa. 387, 61 A.2d 815 (1948); see also, Kuzma v. Kuzma, 191 Pa.Superior Ct. 295, 156 A.2d 884 (1959). Even if Mr. Dresing’s testimony about a secret meeting is true, however, as the trial court believed, this does not justify interfering with, and reversing, the decision of the duly elected Board of Supervisors in this case.\nThe trial court cited our opinion in Schauer v. Whitehall Borough, supra, for the proposition that although good faith is presumed, courts may inquire into the motives of local legislative bodies. Appellants, however, properly point out that this is not the law. In Carey v. City of Altoona, 339 Pa. 541, 16 A.2d 1 (1940), the City Council passed an ordinance which eliminated the position of Chief of Police. Carey, the incumbent Chief, was demoted; he claimed that Council’s act was politically motivated. We held that unless the abolished office or department is substantially recreated, a court may not pry into the motives of a local legislative body. In Schauer, however, the Chief of Police was dismissed by the Borough Council. The Chief sued. The trial court held that he had been improperly dismissed and ordered the Council to reinstate him on that basis. While the order was on appeal, the Borough passed an ordinance which abolished the position of Chief of Police and refused to reinstate him. We held that the Council acted in bad faith in order to avoid the reinstatement order, and we ordered it to reinstate the Chief inspite of the ordinance which, under such circumstances, could be regarded as a subterfuge.\nIn Schearer v. City of Reading, 346 Pa. 27, 28 A.2d 790 (1942), this Court held that the removal of a police chief “under the guise of abolishing his office was, in the face of the simultaneous creation of a new office having the same function but a different appellation, a mere pretense and admittedly invalid.” 346 Pa. at 31, 28 A.2d at 792. In Manning v. Borough of Millbourne, 401 Pa. 381, 164 A.2d 212 (1960), we determined that the evidence was insufficient to establish that the Borough acted in bad faith when it abolished the office of police chief even though it established a similar office of police captain almost three years later.\nThe rule that emerges from these cases is that the courts should only look for bad faith or improper motives in the discontinuance of the job of police chief by a municipality where the abolition was a mere pretense or subterfuge. The pretense or subterfuge must have been designed to evade a court order, or be evidenced by the recreation of substantially the same job under a different name or title. As Mr. Justice Stern correctly stated in Carey, supra:\n... whatever be the language of the enactment purporting to effect the abolition, if the office is substantially recreated, though under a different name with a new appointee performing the same duties as the prior incumbent, the court will invalidate such legislation as being nothing more than a pretense. But where, as here, the position and its emoluments are wholly and unquestionably abolished, and no new rank in the police force, either in name or substance, is created similar to that which is being discontinued, it is not for a court to say that the motive underlying the enactment of the ordinance may have been personal or political rather than a disinterested desire to further the public welfare.\nIn the instant case, not only was Chief Mest’s job abolished, but those of three other officers as well. None of the jobs was substantially recreated in any way. Whatever the motives of the supervisors, there was a substantial and legitimate objective consequence that occurred as a result of their vote — the savings of substantial revenues. Hence, there was an objective “rational basis” for the supervisors’ action. Judicial inquiry should have stopped at that point. The actions of the supervisors are fully reviewable by the voters. Our courts must use appropriate self-restraint when asked to review or second-guess decisions of elected municipal officials. Potential review of every legislative decision made in order to find improper personal or political motives would lead to government by the judiciary. This is not wise, and it is not the system provided by our Constitution.\nReversed.\nZAPPALA, J., concurs in the result.\nLARSEN, J., files a dissenting opinion.\n. The Police Tenure Act, 53 P.S. § 811 et seq. was also held inapplicable.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent. In Schauer v. Whitehall Borough, 413 Pa. 6, 194 A.2d 318 (1963), we said:\nWhile it is true that a municipality may abolish the office of chief of police and a presumption arises that the municipal officers have acted properly in so doing, where there is affirmative evidence of bad faith on the part of the municipality, a court is justified in disregarding such legislation. Mamallis v. Millbourne Borough, 401 Pa. 375, 378, 164 A.2d 209, 211 (1960).\nIn view of the affirmative evidence of bad faith presented in this case, the trial court was justified in disregarding resolution 82-9 of the Perkiomen Township Board which abolished the police department, and in ordering reinstatement of all of the police officers.\nI can not agree with the notion espoused by the majority that because one of the consequences that resulted from the abolition of the police department was “the savings of substantial revenues,” further judicial inquiry is precluded. Every time a position or an entire department is abolished, it follows that money will be saved because the wages and other expenses associated with the position or department are eliminated. The question still remains whether the action was taken in good faith. The good faith or bad faith of municipal officials in such situations can not be reliability tested by looking only to whether their action resulted in a revenue savings. Municipal legislation enacted in bad faith may be nullified by a court regardless of whether it can be demonstrated that a savings resulted. In the present case, the evidence showed that the township realized a savings of approximately $73,000 as a result of the elimination of the police department. The lower court found nevertheless, that the supervisor’s failure to fund the township police department was not prompted primarily for economic reasons.\nAdditionally, I disagree with the majority in its holding that a court may only find bad faith: (1) where the abolition of a position or department is a subterfuge to avoid a court order, or (2) it is evidenced by the recreation of the same job or same department under a different name. There is nothing in Schauer v. Whitehall Borough, supra, that limits a finding of bad faith to the extent held by the majority.\nIn Schauer, the Whitehall Borough Council dismissed Willard Schauer from his position of chief of police. The chief filed suit in the County Court of Allegheny County seeking reinstatement. While the suit was pending in the county court, the borough council passed an ordinance abolishing the position of chief of police. Subsequently, the county court found that the dismissal was improper and ordered the chief to be reinstated. On appeal we affirmed. When the chief applied for reinstatement based upon the order of court, the borough refused citing the legislation that abolished the position of chief of police. We found the record there contained ample evidence to justify the finding that the ordinance abolishing the position of chief of police was adopted in bad faith by the borough. We said:\nLending credence to this finding is the fact that the action of the borough council was concurrent with pending litigation challenging the right of the borough council to dismiss Schauer from the same office in the first instance. An inference could properly be drawn that the passage of the ordinance under these circumstances was a subterfuge with the purpose of hedging against the possibility of a court ruling that the original dismissal was wrongful.\nIt is to be noted that the fact that the legislation in question was adopted while the chiefs challenge to his dismissal was pending in the county court was cited as evidence of bad faith and not as a prerequisite to a finding of bad faith.\nIn the present case there was sufficient evidence that the township supervisors were intent on finding a way to get rid of the chief of police. The board was counseled by the township solicitor that the courts would not permit the firing of the chief unless the discharge complied with the provisions of the Police Tenure Act. The solicitor advised the board that under the circumstances dismissal of the chief would not comply with that act. The solicitor advised further that in order to get rid of the chief, the board would have to abolish the entire police department and cite financial and budgetary reasons for the action. The township supervisors followed the solicitor’s advice and disbanded the entire police department to accomplish its real objective— discharge of the chief. This drastic action was adopted to avoid the very real probability that if the chief was simply discharged, he would file suit and be reinstated by the courts. This action exhibits bad faith on the part of the supervisors the same as it was bad faith in the Schauer case for the borough council of Whitehall to abolish the position of chief of police while a lawsuit was pending. In Schauer, we found that the action was taken as a subterfuge to hedge against the possibility of a court ruling that would require reinstatement of the discharged chief. In the instant case, the action was taken in order to completely avoid the almost certainty that if the chief was discharged, he would be reinstated by court order. In each instance the actions of the municipal officials constitute evidence of bad faith.\nAdditionally, the majority states that if the evidence does not establish that the action was taken to evade a court order, then there is only one other way to show bad faith. Citing our decision in Carey v. Altoona, 339 Pa. 541, 16 A.2d 1 (1940), the majority holds that unless the abolished position or department is substantially recreated, a court is precluded from inquiring into the motives of those who voted for the abolition. In other words, according to the majority, the only other circumstances that will demonstrate bad faith is evidence that the position or department eliminated by the municipal officers was later substantially recreated. In Schemer, we found bad faith without considering the question of substantial recreation of the abolished position. Whether an office or department is substantially recreated is evidence of bad faith and is not to be elevated to an essential requirement. Such action should be considered along with all other evidence bearing on the question of whether the municipal officials acted in bad faith.\nI would hold that the evidence in this case amply shows that the lower court was justified in finding that the township supervisors acted in bad faith in eliminating the township police department. I would affirm the order of the Commonwealth Court upholding the lower court’s order directing reinstatement of all police officers.\n. Schauer Dismissal Case, 401 Pa. 486, 165 A.2d 26 (1960).\n. 53 P.S. § 811, et seq.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Sean P. Flynn, for appellants.",
      "Thomas L. Gowen, James R. Caiola, Leigh P. Narducci, for appellees."
    ],
    "corrections": "",
    "head_matter": "522 A.2d 516\nThe TOWNSHIP OF PERKIOMEN, the Board of Supervisors of Perkiomen Township, Claire S. Olsen, Richard Kratz, David N. Myers, and John Steele, Four of the Five Supervisors of Perkiomen Township, Appellants, v. C. Roy MEST, Lawrence T. Zimmerman, Shane T. Clark, and William Patterson, Jr., Appellees.\nSupreme Court of Pennsylvania.\nArgued Dec. 2, 1986.\nDecided March 10, 1987.\nReargument Denied June 4, 1987.\nSean P. Flynn, for appellants.\nThomas L. Gowen, James R. Caiola, Leigh P. Narducci, for appellees.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0598-01",
  "first_page_order": 678,
  "last_page_order": 689
}
