{
  "id": 466722,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Lawrence COLLINS, Appellant",
  "name_abbreviation": "Commonwealth v. Collins",
  "decision_date": "1996-12-30",
  "docket_number": "",
  "first_page": "616",
  "last_page": "627",
  "citations": [
    {
      "type": "official",
      "cite": "546 Pa. 616"
    },
    {
      "type": "parallel",
      "cite": "687 A.2d 1112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "503 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785953
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0228-01"
      ]
    },
    {
      "cite": "674 A.2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859184,
        461615
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0217-01",
        "/pa/543/0634-01"
      ]
    },
    {
      "cite": "543 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461615
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0634-01"
      ]
    },
    {
      "cite": "528 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829819
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "450"
        },
        {
          "page": "980"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0440-01"
      ]
    },
    {
      "cite": "525 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823719
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "150"
        },
        {
          "page": "1274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0147-01"
      ]
    },
    {
      "cite": "483 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751309
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0001-01"
      ]
    },
    {
      "cite": "658 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872600,
        472178
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/658/0771-01",
        "/pa/540/0493-01"
      ]
    },
    {
      "cite": "540 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472178
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0493-01"
      ]
    },
    {
      "cite": "559 A.2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1818992,
        1818994
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0001-01",
        "/pa/522/0002-01"
      ]
    },
    {
      "cite": "522 Pa. 2",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818994
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0002-01"
      ]
    },
    {
      "cite": "674 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859912,
        734380
      ],
      "weight": 2,
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/674/0253-01",
        "/pa-super/449/0386-01"
      ]
    },
    {
      "cite": "449 Pa.Super. 386",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734380
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/449/0386-01"
      ]
    },
    {
      "cite": "528 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829819
      ],
      "weight": 8,
      "year": 1991,
      "pin_cites": [
        {
          "page": "448"
        },
        {
          "page": "979"
        },
        {
          "page": "450"
        },
        {
          "page": "980"
        },
        {
          "page": "450"
        },
        {
          "page": "980"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/528/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 811,
    "char_count": 19464,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 2.0272432163130645e-07,
      "percentile": 0.7461467830749978
    },
    "sha256": "73eda954ddde774479afe3b7f8b48cab373eb08aa89b2b8149b130993b2d5128",
    "simhash": "1:c5a9d7a73e5e9ba3",
    "word_count": 3164
  },
  "last_updated": "2024-02-27T19:23:05.732246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "ZAPPALA, J., concurs in the result.",
      "NIGRO, J., files a concurring and dissenting opinion.",
      "CAPPY, J., files a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Lawrence COLLINS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nNEWMAN, Justice.\nLawrence Collins (Collins) appeals from the Superior Court Order affirming the Order of the Court of Common Pleas of Dauphin County denying his petition pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. § 9541 et seq. We affirm.\nIn 1991, Collins sold merchandise, including more than eighty bottles of cologne, wallets, cordless crimping irons and a Tourister briefcase, on four separate occasions to a Pennsylvania State Trooper who was working in a surplus store as a “fence,” someone who buys stolen property. The items were new, and many had the price tags from retail stores still attached.\nThe Commonwealth charged Collins with four counts of receiving stolen property. At trial, the Commonwealth’s witnesses included the undercover officer, the director of security for People’s Drug Stores, the loss prevention manager from a local Sears department store, and the loss prevention manager from a local Thrift Drug store. Collins did not testify.\nThe jury convicted Collins on four counts of theft by receiving stolen property. The trial court denied Collins’ post-verdict motions and, on December 21, 1992, sentenced Collins to a term of imprisonment of two to four years and a fíne of $100.00. Collins took no further appeals.\nOn April 26, 1998, Collins filed a pro se PCRA petition in the Court of Common Pleas of Dauphin County (PCRA Court). Appointed counsel filed a Supplemental Petition on November 7, 1994, alleging ineffective assistance of trial counsel for failing to request a jury instruction on Collins’ right against self-incrimination and for failing to file a timely appeal to the Superior Court.1 On March 15, 1995, the PCRA court issued an Order dismissing Collins’ Supplemental Petition without a hearing. Collins appealed this Order to the Superi- or Court, which affirmed the PCRA court. We granted allowance of appeal on both issues on February 15, 1996. We now affirm.\nThe first issue before us is whether the Superior Court erred in affirming the trial court’s ruling that trial counsel was not ineffective for failing to request a curative instruction on Collins’ right against self-incrimination and the effect of Collins’ decision not to testify at trial. Also presented is whether the Superior Court erred in affirming the lower court’s ruling that trial counsel was not ineffective for failing to file a timely appeal in the Superior Court of Pennsylvania.\nIn the context of a PCRA claim, to establish ineffective assistance of counsel an appellant must prove the following: (1) the underlying issue has arguable merit; (2) counsel had no reasonable basis for the decision, Commonwealth v. Durst, 522 Pa. 2, 559 A.2d 504 (1989); and (3) counsel’s error prejudiced appellant and so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place. Commonwealth v. Buehl, 540 Pa. 493, 658 A.2d 771 (1995).\nCollins argues that trial counsel was ineffective for failing to request a “no adverse inference” charge concerning Collins’ right not to testify at trial because of his right against self-incrimination. Even if this issue had arguable merit because trial counsel did not, in fact, request a no adverse inference charge on the record, a defendant must also establish that trial counsel’s failure to timely request a no adverse inference charge prejudiced him to such a degree that the adjudication of guilt was unreliable. Buehl.\nAn appellate court must assess the jury instructions as a whole to determine whether they are fair and impartial. Commonwealth v. Woodward, 483 Pa. 1, 394 A.2d 508 (1978). The trial court has broad discretion in “phrasing its instructions, and may choose its own wording so long as the law is clearly, adequately, and accurately presented to the jury for its consideration.” Commonwealth v. Prosdocimo, 525 Pa. 147, 150, 578 A.2d 1273, 1274 (1990). We have held that:\n[t]he specific constitutionally mandated “no-adverse inference” charge may not be replaced by a patchwork of less direct instructions.... Juries must be told in no uncertain terms that no adverse inference may be drawn from the defendant’s failure to take the stand.\nCommonwealth v. Lewis, 528 Pa. 440, 450, 598 A.2d 975, 980 (1991).\nIn Lewis, the trial court only instructed the jury that the defendant has no burden of proof because the Commonwealth has the burden to establish the guilt of the defendant beyond a reasonable doubt. The trial court in Lewis did not specifically instruct the jury that it could not draw an adverse inference from the defendant’s failure to testify during either its opening instructions or in its final charge to the jury. This Court held that the trial court’s less direct instructions could not be patched together to replace a specific no-adverse inference instruction.\nIn the present case, the trial court instructed the jury at the start of trial as follows:\n[I]f the Defendant [Collins] elects not to testify, we don’t know whether he will or not, and we don’t need to know. We are simply saying to you whatever his election is, if he decides not to testify, it simply means he is availing himself of the protection afforded him by the law and you cannot draw a negative inference from the fact that he may not elect to testify because the law doesn’t require him to testify. He is presumed to be innocent and, therefore, he is not required to be a participant. When he comes into the courtroom and takes a seat, that is all that the law requires him to do.\nNotes of testimony, January 7, 1992, at 21 (emphasis added). Thus, unlike Lewis, the trial court here clearly instructed the jury that there can be no adverse inference from a defendant’s failure to testify. During jury instructions at the end of trial, the trial court elaborated as follows concerning a defendant’s right to remain silent at trial:\nNow, we said to you at the outset that in a criminal case the presumption is that the Defendant is innocent and that presumption persists unless and until you, ladies and gentlemen of the jury, have had an opportunity to consider the case and you decide that you are satisfied that the Commonwealth had proven its case beyond a reasonable doubt ... it is important that you understand that a Defendant is not required to be a participant in a trial where he is accused with the commission of a crime, that he has no burden of proof to prove anything, that the burden is on the Commonwealth ....\nN.T., January 10, 1992, at 188 (emphasis added). The trial court’s jury charge in the beginning of trial specifically instructed the jury not to draw a “negative inference” from Collins’ decision not to testify and was a sufficient no adverse inference charge. Lewis. We should not let “magic words” get in the way of common sense. Because the trial court gave a sufficient no adverse inference charge, counsel’s failure to request the charge did not prejudice Collins. Thus, this claim fails.\nCoffins next argues that his trial counsel was ineffective for faffing to file a direct appeal from the trial court’s judgment of sentence. Again, we first assess whether the underlying issue has merit. Durst. A defendant has a right to appeal from a court of record as provided by Article V, Section 9 of the Pennsylvania Constitution:\nThere shall be a right of appeal in all cases to a court of record from a court not of record; and there shall also be a right of appeal from a court of record or to an appellate court, the selection of such court to be provided by law; and there shall be such other rights of appeal as may be provided by law.\nCoffins asserts in his Supplemental Petition that he requested that his trial counsel file an appeal from his judgment of sentence. However, a petitioner must present the facts supporting each issue asserted in his PCRA Petition, and if they do not appear on the record, a petitioner must identify affidavits, documents or other evidence proving the alleged facts. Pa.R.Crim.P. 1502(a)(12) and (d). Here, Coffins’ alleged request, that trial counsel file an appeal, was not in the record and Coffins did not provide the PCRA court with any affidavit or other document to prove that he requested that his counsel file a direct appeal. Therefore, pursuant to Pa.R.Crim.P. 1502, this issue has no arguable merit and the Superior Court properly affirmed the PCRA court’s dismissal of Collins’ PCRA petition.\nAccordingly, we affirm the Superior Court’s Order of August 18, 1995, affirming the Order of the Court of Common Pleas of Dauphin County denying Collins’ PCRA petition.\nZAPPALA, J., concurs in the result.\nNIGRO, J., files a concurring and dissenting opinion.\nCAPPY, J., files a dissenting opinion.\n. 18 Pa.C.S. § 3925.\n. Before the PCRA Court ruled on Appellant’s Supplemental Petition, Appellant filed a second pro se Petition under the PCRA. The PCRA Court denied Appellant’s second Petition on March 27, 1995. That second Petition is not relevant to the instant case.\n. \"The trial judge may give instructions to the jury before the taking of evidence or at anytime during the trial as the judge deems necessary and appropriate for the jury’s guidance in hearing the case.” Pa. R.Crim.P. 1119(d).\n. Recently, in Commonwealth v. Thompson, 543 Pa. 634, 674 A.2d 217 (1996), this Court established a new rule of law concerning the no adverse inference instruction: “from this day forward the no adverse inference instruction shall be given absent an express on the record colloquy by the defendant waiving the charge.” Id. at 644, 674 A.2d at 222. The Court did not apply the rule to the defendant in Thompson, holding instead that the defendant had failed to establish that the failure to give the instruction had prejudiced hirri. Because Thompson is to be prospectively applied, its rule of law does not apply here. See Commonwealth v. Cabeza, 503 Pa. 228, 469 A.2d 146 (1983).\n. The Pennsylvania Suggested Standard Criminal Jury Instructions include a no adverse inference charge for preliminary and cautionary instructions as follows: \"The defendant has the right to remain silent and to present no-evidence. You must not hold it against the defendant if he happens to choose not to testify at this trial.” 2.01. Clearly the trial court here gave an even more explicit charge.\n. The dissenting opinion implies that, contrary to Lewis, we are patching together a no adverse inference instruction from less direct instructions concerning the Commonwealth’s burden of proof. However, the specific instruction in the instant case, that the jury should not draw any negative inferences from a defendant’s failure to testify, was clearly a direct no adverse inference instruction. Further, Lewis did not address the adequacy of a no adverse inference instruction when it is given during opening instructions. Therefore, the specific no adverse inference instruction in the present case was clear, and entirely consistent with our holding in Lewis.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      },
      {
        "text": "NIGRO, Justice,\nconcurring and dissenting.\nI concur in the result as to trial counsel’s failure to request a “No Adverse Inference Charge.” I dissent and write separately, however, as I believe the post-conviction court erred in summarily dismissing Appellant’s petition under the Post Conviction Relief Act without conducting an evidentiary hearing.\nWhile the right to an evidentiary hearing in connection with a Post Conviction Relief Act Petition is not absolute, a hearing may only be denied if Petitioner’s claim is patently frivolous and without trace of support either in the record or from other evidence. 42 Pa.C.S.A. § 9541; Commonwealth v. White, 449 Pa.Super. 386, 674 A.2d 253 (1996). A post-conviction petition may not be summarily dismissed as patently frivolous when the facts alleged in the petition, if proven, would entitle Petitioner to relief. Id. Appellant, through counsel, filed a supplemental petition alleging counsel’s failure to file a direct appeal. Appellant’s averment provides sufficient basis for the Court to conduct an evidentiary hearing to determine whether appellant had ever requested an appeal be filed. I believe the case should be remanded to the post conviction court for a determination of whether appellant was denied his right to a direct appeal, and if so, appellant should be permitted to proceed nunc pro tunc.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "NIGRO, Justice,"
      },
      {
        "text": "CAPPY, Justice,\ndissenting.\nThe majority concludes that the instructions in the instant case were sufficient to inform the jury that no adverse inference can be drawn by the defendant’s failure to testify. I cannot agree with that conclusion. Accordingly, I must respectfully dissent.\nIn Commonwealth v. Lewis, 528 Pa. 440, 598 A.2d 975 (1991), this court held that it was reversible error for the trial court to omit a no adverse inference instruction from the charge to the jury when the instruction has been specifically requested by the defendant. The underpinning for that holding is the guarantee, set forth in Article I, Section 9 of the Pennsylvania Constitution, that a defendant “cannot be compelled to give evidence against himself.” As stated in Lewis, this constitutional guarantee:\nprotects the right of the defendant to stand mute protected by the presumption of innocence, without facing the oppressive task of having to explain his or her silence.\nId. at 448, 598 A.2d at 979.\nIn Lewis the Commonwealth argued that the jury had been fully apprised of the no adverse inference instruction since the trial court explained the concept in the opening remarks to the jury and since the trial court had instructed the jury in the final charge, that the burden of proof remained on the Commonwealth to establish the guilt of the defendant beyond a reasonable doubt. The Commonwealth therein also emphasized that the jurors had. been subject to individual voir dire wherein they each had been reminded that the defendant had no duty to testify on his own behalf. In Lewis we rejected the position of the Commonwealth finding\n... [s]uch an argument, however, misses the mark. The specific constitutionally mandated “no adverse inference” charge may not be replaced by a patchwork of less direct instructions____ Juries must be told in no uncertain terms that no adverse inference may be drawn from the defendant’s failure to take the stand.\nId. at 450, 598 A.2d at 980.\nAlthough the majority acknowledges the above-quoted principle, it ultimately chooses to resolve this case without reliance thereon. (See majority opinion at 620-21.) Rather, the majority, after citing the very language set forth above, finds that this jury was sufficiently apprised of the no adverse inference concept. The majority reaches this conclusion by finding that the no adverse inference concept was explained to the jurors in the opening remarks of the trial judge. The majority then bolsters its conclusion by tying the opening remarks to the language in the final charge which explained to the jury that the defendant has no obligation to participate in his own trial. In reaching this conclusion, the majority has ignored the very essence of Lewis which it professes to follow. Perhaps the error of the majority opinion is best illustrated by its omission of a significant portion of the Lewis opinion from which it quotes the above-referenced language. That missing language explains why piecemeal instructions to the jury throughout the trial are not adequate in replacing the no adverse inference instruction during the final charge prior to deliberation. The entire paragraph reads as follows:\nSuch an argument, however, misses the mark. The specific constitutionally mandated “no-adverse-inference” charge may not be replaced by a patchwork of less direct instructions. The entire premise underlying our requirement of the “no-adverse-inference” charge to the jury, under Article I, Section 9, is that the trial judge is vested with an obligation to protect the defendant’s right to remain silent, free from the insidious danger of adverse inference presented by a jury left free to wander in speculation. Experience teaches us that the very exercise of an individual’s right not to testify, under Article I, Section 9, may endanger that right if the jury is left free to draw negative inferences from the defendant’s decision to exercise his or her constitutional privilege. The trial court, being in a unique position to protect a defendant’s constitutionally secured right through the jury charge, is the only bulwark to ensure that the exercise of a fundamental right does not turn into an act of constitutional suicide. Having determined in this Commonwealth that a “no-adverse-inference” charge is necessary to secure the guarantees of Article I, Section 9, the judge has either given the charge or he has not. Make-shift substitutes will not suffice. Juries must be told in no uncertain terms that no adverse inference may be drawn from a defendant’s failure to take the stand; otherwise, we are left to' mere guesswork as to the meaning juries have ascribed to tangentially related words of the court. [Footnotes eliminated, Emphasis is added.]\nLewis, 528 Pa. at 450, 598 A.2d at 980. In my view, the majority herein fails to follow the principles underlying the decision in Lewis. The instructions given here were no more sufficient to safeguard the concept embodied within the “no-adverse-inference” instruction than were the similar scattered instructions rejected in Lewis.\nIn attempting to distinguish Lewis, the majority emphasizes that unlike the jury in Lewis, the Collins jury was given a no adverse inference instruction, albeit it occurred during the opening remarks rather than in the charge. I find the majority’s distinction to be insufficient. In Lewis we rejected this piecemeal approach not because of the presence or absence of any “magic words” as the majority suggests, but because less direct means of conveying constitutional safeguards to the jury will not suffice. Legal principles scattered throughout a trial which can take days to conclude can never fulfill the same function as instructions related to the jury during the final charge which they receive immediately before beginning their deliberations. Thus, it is not the words used to convey the message alone which is at issue, but the combination of the words and the timing of the instructions that are essential to protecting the defendant’s right to remain silent. To adopt the position of the majority in this case would turn the holding of Lewis on its head.\nAccordingly, I am compelled to respectfully dissent.\n. Although this court has never formally adopted the Pennsylvania Standard Criminal Jtuy Instructions, for the purpose of this dissenting opinion, we reference the language as set forth in the \"no-adverse-inference” instruction contained therein which provides as follows:\n3.10A (Crim) DEFENDANT'S FAILURE TO TESTIFY NOT EVIDENCE OF GUILT\nIt is entirely up to the defendant in every criminal trial whether or not to testify. He has an absolute right founded on the Constitution to remain silent. You must not draw any inference of guilt from the fact that the defendant did not testify.",
        "type": "dissent",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Francis M. Socha, for Lawrence Collins.",
      "Annmarie Kaiser, for Commonwealth."
    ],
    "corrections": "",
    "head_matter": "687 A.2d 1112\nCOMMONWEALTH of Pennsylvania, Appellee, v. Lawrence COLLINS, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Aug. 5, 1996.\nDecided Dec. 30, 1996.\nFrancis M. Socha, for Lawrence Collins.\nAnnmarie Kaiser, for Commonwealth.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0616-01",
  "first_page_order": 740,
  "last_page_order": 751
}
