{
  "id": 1904918,
  "name": "Varallo v. Pennsylvania Railroad Company, Appellant",
  "name_abbreviation": "Varallo v. Pennsylvania Railroad",
  "decision_date": "1967-01-04",
  "docket_number": "Appeal, No. 348",
  "first_page": "1",
  "last_page": "4",
  "citations": [
    {
      "type": "official",
      "cite": "424 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "163 Atl. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141603
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0236-01"
      ]
    },
    {
      "cite": "110 A. 2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256079
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 4374,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.1345816564824818e-07,
      "percentile": 0.5769631743008955
    },
    "sha256": "506dbc19b40755b080c33eb5206392c56b4c7c65e1aafda96e08705112d06240",
    "simhash": "1:da6e244013368b56",
    "word_count": 726
  },
  "last_updated": "2024-02-27T23:35:32.544785+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Bbien and Bob-bets, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Varallo v. Pennsylvania Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Cohen,\nThis is an appeal by defendant from an order of the court below granting plaintiff’s motion for a new trial. Plaintiff had instituted an action in trespass for injuries allegedly received as the result of a railroad accident on December 21, 1958 in New Brunswick, New Jersey. Defendant’s train, on which plaintiff was a passenger, made a sudden abrupt stop when defendant’s block operator mistakenly placed a red signal on the track on which the passenger train was proceeding rather than on the adjacent track where a freight train had just passed. Plaintiff complained immediately to one of defendant’s crewmen of injury to his neck and chest resulting from the jarring stop.\nAfter suit was instituted, plaintiff testified at depositions that he had been in an automobile accident in Florida in 1948 or 1949, had hurt only the bottom of his back and had suffered no serious personal injury in that accident. Later, plaintiff submitted as a sworn answer to a written interrogatory inquiring with respect to the injuries set forth in his complaint whether plaintiff had ever previously suffered from similar ailments, that he had suffered none. At trial, plaintiff testified on direct examination that he had been involved in a minor automobile accident in Florida in 1949 or 1953 but that any injuries sustained were “nothing.”\nDuring cross-examination of plaintiff and during defendant’s case, certified copies of records of the Circuit Court in Dade County, Florida, were used to prove that plaintiff had instituted two lawsuits as a result of an automobile accident on February 6, 1956 in Miami, Florida. In the first action, plaintiff gave sworn answers to written interrogatories and his deposition was taken under oath. The injuries alleged and described by plaintiff in the discovery process were virtually identical to those claimed in the instant action. Plaintiff failed to advise either Ms own physicians or defendant’s examining doctor about the previous accident and injuries. At trial, plaintiff claimed that he had forgotten many of the details of the Florida actions.\nWe are convinced that the jury’s verdict for the defendant was not capricious, but was based upon the evidence in the case and that the court improperly granted plaintiff’s motion for a new trial. It is well established that it is error for a trial court to direct a verdict for a plaintiff whose claim rests upon oral testimony even if that testimony is uncontradicted and unimpeached, because the credibility of the witnesses is always for the jury. Savidge v. Metropolitan Life Insurance Company, 380 Pa. 205, 110 A. 2d 730 (1955); Nanty-Glo Boro. v. American Surety Co., 309 Pa. 236, 163 Atl. 523 (1932). Just as it would have been improper in the instant case for the trial court to have directed a verdict for the plaintiff, it was likewise an abuse of the trial judge’s discretion to ignore the findings of the jury because, as the lower court stated in its opinion, “Any other conclusion [than that defendant was negligent and liable to plaintiff for his injuries] would amount to a capricious disregard of the testimony in this case.” It is clear to us that the lower court substituted its decision for that of the jury in an area which is solely the responsibility of the jury. The jury’s verdict for the defendant might have meant that they determined that defendant was not negligent or, if they found negligence, that there were no compensable damages suffered by plaintiff. As we read the record it seems more probable that the latter determination was the one made by the instant jury. But no matter which reason they intended, the result is clear. Plaintiff was an obvious equivocator whose credibility made little appeal to the jurors. A litigant who seeks the aid of the judicial system for the redress of an alleged wrong can have no quarrel with that system when it denies him redress because he has lied and totally discredited his cause. To grant plaintiff a new trial would be to make a mockery of our system of justice.\nOrder reversed.\nMr. Justice Musmanno dissents.",
        "type": "majority",
        "author": "Me. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Arthur W. Leibold, Jr., with him Philip Price, for appellant.",
      "Marvin R. Halbert, for appellee."
    ],
    "corrections": "",
    "head_matter": "Varallo v. Pennsylvania Railroad Company, Appellant.\nArgued November 22, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Bbien and Bob-bets, JJ.\nArthur W. Leibold, Jr., with him Philip Price, for appellant.\nMarvin R. Halbert, for appellee.\nJanuary 4, 1967:"
  },
  "file_name": "0001-01",
  "first_page_order": 25,
  "last_page_order": 28
}
