{
  "id": 1904976,
  "name": "Commonwealth v. Lucier, Appellant",
  "name_abbreviation": "Commonwealth v. Lucier",
  "decision_date": "1967-01-20",
  "docket_number": "Appeal, No. 241",
  "first_page": "47",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "424 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "207 A. 2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894023
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0269-01"
      ]
    },
    {
      "cite": "203 A. 2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 1
    },
    {
      "cite": "415 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891820
      ],
      "year": 1940,
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/415/0370-01"
      ]
    },
    {
      "cite": "188 A. 2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "410 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884591
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/410/0045-01"
      ]
    },
    {
      "cite": "194 A. 2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "412 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887273
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/412/0194-01"
      ]
    },
    {
      "cite": "53 A. 2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "357 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472087
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/357/0181-01"
      ]
    },
    {
      "cite": "79 A. 2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "367 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228437
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/367/0159-01"
      ]
    },
    {
      "cite": "207 A. 2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "417 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894023
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/417/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 5736,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.8167227095988885e-07,
      "percentile": 0.7186463380683584
    },
    "sha256": "6fa852797309b7f5f550c01c2328fa65e34008ca4f57912dc89c9db0fd3518ec",
    "simhash": "1:08a9c44cfa84d145",
    "word_count": 998
  },
  "last_updated": "2024-02-27T23:35:32.544785+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Commonwealth v. Lucier, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThe appellant, Arthur J. Lucier, convicted by a jury of murder in the second degree and sentenced to imprisonment for a term of ten to twenty years appeals from the judgment. We reverse and order a new trial.\nIn his charge to the jury, the trial judge stated inter alia: “In a case of this sort, it is not only my right but it is my duty to express an opinion as to the guilt or innocence of the defendant. . . .” (Emphasis added.)\n“It is my opinion that there is no possible reason in this case for finding a verdict of not guilty. It is my opinion, further, that there is no basis for a finding of guilty of voluntary manslaughter .... It would be a miscarriage of justice if you do not find defendant guilty of murder in the first degree.”\nIn Commonwealth v. Ott, 417 Pa. 269, 273, 207 A. 2d 874 (1965), we stated: “Whether or not the learned trial court below misconstrued its responsibility in this regard, we are firmly of the opinion that in no instance should a trial judge tell a jury that it is his duty to express an opinion that the accused is guilty. The connotations of the term “duty” in such a context are such that the jury may well conclude that a guilty verdict is the only choice they have, and thus such an instruction would effectively interfere with the jury’s right to solely determine the question of guilt or innocence.” (Emphasis added.)\nOtt is controlling and requires the grant of a new trial in the instant case. While it is, therefore, unnecessary to reach the remaining assignments of error, we deem it expedient to discuss another portion of the trial court’s instruction to the jury in order to discourage similar practices in the future.\nIn compliance with the jury’s request, the trial court defined the penalties for voluntary manslaughter, second degree murder and first degree murder. The jury has nothing to do with the punishment of an offense, except in the single situation governed by the so-called “Split-Verdict Act,” Act of December 1, 1959, P. L. 1621, amending §701 of The Penal Code of June 24, 1939, P. L. 872, 18 P.S. §4701. In all other instances punishment is a matter solely for the court and not for the jury to know or consider during its deliberations. While no objection was voiced by counsel when the explanation under discussion was given in the instant case, we advise trial courts to refrain from such discussion with the jury in the future, regardless of counsel’s position in the matter.\nJudgment reversed and new trial ordered.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Chief Justice Bell:\nOver and over again, trial Judges in their charge to the jury, especially in murder cases and important felony cases, have analyzed the testimony and expressed tlieir opinion on the evidence or parts thereof with the oft repeated admonition that the verdict of the jury is to be determined and based upon their opinion of the credibility of the witnesses and their understanding and recollection of all the evidence, and it is completely and solely a matter for their determination and decision, and the opinion of the Court is in no way binding upon them. In other words, the verdict is entirely and completely a matter for the jury in their uncontrolled discretion, irrespective of any opinion which the Judge may have in the case. Without this guiding power in the trial Judge, there will often be a miscarriage of Justice which will result in grievous harm to Society and to all law-abiding citizens.\nI repeat what was said in the dissenting Opinion in Commonwealth v. Ott, 417 Pa. 269, 276, 207 A. 2d 874: “The law is correctly stated in Commonwealth v. Chambers, 367 Pa. 159, 79 A. 2d 201, where the Court said (page 164) : ‘. . . it is always the privilege and sometimes the duty of a trial judge to express his own opinion, including his opinion of the weight and effect of the evidence or its points of strength and weakness or even the guilt or innocence of the defendant and the verdict which, in his judgment, the jury should render . . . .’ See also the following cases, where even a stronger charge than the present charge was approved: Commonwealth v. Moyer, 357 Pa. 181, 53 A. 2d 736; Commonwealth v. Raymond, 412 Pa. 194, 194 A. 2d 150; Commonwealth v. Chester, 410 Pa. 45, 188 A. 2d 323.\n“What is the use of this Court saying that it is sometimes the duty of a trial Judge to express his own opinion of the guilt or innocence of the defendant (provided he tells them that he leaves the question of guilt or innocence to them), and then stating that it is reversible error for the trial Judge to say exactly what this Court said he could say? . . .\n“I find no error in the Court’s charge which many times left the question of guilt or innocence entirely, completely and finally to the jury.” Accord: Williams v. Phila. Trans. Co., 415 Pa. 370, 375, 203 A. 2d 665; 9 Wigmore on Evidence (3d Ed. 1940) Judge and Jury, §2549 et seq. and in particular, 2551a, page 509. Wig-more thus aptly and wisely expresses the reason for the rule: “That the preservation of the pristine power of the Court to comment and advise the jury is essential to the efficient working of the jury system, and that the deprivation of that power is highly injurious, has been often pointed out by judges and lawyers of experience: . . .”\nI strongly dissent, and would affirm the Judgment of Sentence.",
        "type": "dissent",
        "author": "Mb. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "jHerbert Somerson, with him Benjamin Donolow, for appellant.",
      "Stanley M. Shingles, Assistant District Attorney, with him Alan J. Davis, Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Lucier, Appellant.\nArgued December 5,1966.\nBefore Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.\njHerbert Somerson, with him Benjamin Donolow, for appellant.\nStanley M. Shingles, Assistant District Attorney, with him Alan J. Davis, Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nJanuary 20, 1967:"
  },
  "file_name": "0047-01",
  "first_page_order": 71,
  "last_page_order": 75
}
