{
  "id": 1904977,
  "name": "Heck, Appellant, v. Beryllium Corporation",
  "name_abbreviation": "Heck v. Beryllium Corp.",
  "decision_date": "1966-09-27",
  "docket_number": "Appeal, No. 184",
  "first_page": "140",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "424 Pa. 140"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "205 A. 2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "877"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892965
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0265-01"
      ]
    },
    {
      "cite": "185 Atl. 745",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167852
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0399-01"
      ]
    },
    {
      "cite": "61 A. 2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "848"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475091
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0279-01"
      ]
    },
    {
      "cite": "222 A. 2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "716",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "422 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901715
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "570",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/422/0564-01"
      ]
    },
    {
      "cite": "220 A. 2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "636",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "422 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901696
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "7, 8",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/422/0005-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 548,
    "char_count": 8787,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 1.5455687396971086e-07,
      "percentile": 0.6737340671212878
    },
    "sha256": "477d6fba7f579e25514ebc1db7e68abdabaf1c663ce8d29d3f0c3b8faa74e661",
    "simhash": "1:c108803c788facec",
    "word_count": 1432
  },
  "last_updated": "2024-02-27T23:35:32.544785+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Mtjsmanno joins in this concurring and dissenting opinion."
    ],
    "parties": [
      "Heck, Appellant, v. Beryllium Corporation."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nPlaintiff contracted a disease caused by inhalation of beryllium and, alleging defendant’s liability for the resultant loss, instituted this suit. The lower court after a jury verdict for the plaintiff, granted judgment notwithstanding the verdict. The trial court also found that a new trial would be proper and that the verdict was excessive, but it denied the motion for a new trial because it had granted judgment n.o.v.\nBetween 1939 and trial plaintiff resided within several miles of a plant of the defendant Beryllium Corporation. During that time, except for the period 1942-1943 when she laundered the workelothes of her brother who was then employed at the plant, she inhaled beryllium only from emissions of the substance from the plant. The record shows that the defendant knew of the toxicity of beryllium in 1947 and perhaps earlier. However, the toxicity level which was unsafe was not known to defendant until the Atomic Energy Commission, on March 30, 1950, issued tentative recommendations stating that the average monthly concentration should not exceed .01 micro-grams per cubic meter (mc3) for out-plant areas. The testimony shows that a safety factor of eight to ten was used in determining the recommended figure.\nPlaintiff was only able to show (because of limitations on data available) that from the years 1951 to 1955 the defendant’s emissions of beryllium exceeded the .01 mc3 standard at the location where plaintiff resided (although such emissions did not exceed the safety factor). Thus, her showing of any negligence was limited to that period.\nIn its opinion the lower court held, first, that defendant was not negligent before March 30, 1950. This ruling is correct. However, relying on the testimony of plaintiff’s expert to the effect that if plaintiff had not been exposed before 1951 an exposure from that time to the date of trial in the intensity of her exposure from 1951 to 1955 would not have caused her illness, the court then held that any negligence of defendant after March 30, 1950, could not have been causative. This was error.\nSince the recommendation of maximum safe concentrations was not set forth until 1950, at least eleven years after defendant commenced its emissions exposing plaintiff and others, the jury could reasonably have found that, because of the unknown extent of the pre1951 exposure and the highly dangerous nature of the substance, the defendant had a duty to adhere to the minimum figure of .01 mc3. Malitovsky v. Harshaw Chemical Company, 360 Pa. 279, 283, 61 A. 2d 846, 848 (1948); Restatement 2d, Torts, §289, comment j (1965). Thus, the jury could have found that defendant’s emission of a greater amount constituted negligence towards any person within the area of that exposure even though the emission did not exceed the safety factor. Once a finding of negligence became permissible, defendant became “liable for all harm, caused by [its] negligent act though increased by an unknown physical condition. . . .” Offensend v. Atlantic Refining Company, 322 Pa. 399, 403, 185 Atl. 745, 747 (1936); Restatement 2d, Torts, §461 (1965). The lower court erred in not considering plaintiff’s physical condition as of March 31, 1960, occasioned by her previous exposure to the emissions even though such earlier emissions were non-negligent.\nSo also, we consider the testimony of plaintiff’s expert that the 1951 to 1955 “. . . exposures may be the critical ones, more so than [the] earlier ones and certainly have to be dealt with,” sufficient to require the submission to the jury of the issue of whether the emissions from 1951 to 1955 in fact were a substantial cause of plaintiff’s contraction of the disease. Majors v. Brodhead Hotel, 416 Pa. 265, 271, 205 A. 2d 873, 877 (1965); Restatement 2d, Torts, §§431 (a), 432(1), 433(a) (1965).\nHowever, we grant a new trial in this matter because we believe the instructions of the trial judge to have been overly broad with regard to the issues of negligence and causation. While it was proper for the lower court not to bind the jury to either the .01 mc3 standard or the safety factor, the language of the charge permitted the use by the jury of some lower figure. Since, other than by the AEC recommendation the defendant had no guide for its conduct and no knowledge that, its emissions might be harmful, the jury should have been instructed that an emission of less than .01 mc3 could not constitute negligence.\nFurther, the trial court did not charge that the jury must find substantial causation only from the 1951 to 1955 emissions in order to find for the plaintiff. On the evidence presented, the defendant could not have known prior to March 30,1950, to what extent its emissions could be harmful. Consequently, it could be negligent only as to emissions subsequent to that date; and, of course, it is the negligent conduct which must be causative. Restatement 2d, Torts, §430 (1965). As noted above, however, the jury is entitled, once it finds negligence on defendant’s part, to consider plaintiff’s physical condition on March 31, 1950, as affected by the prior emissions, in determining if the post-March 31, 1950, emissions caused plaintiff’s disease.\nJudgment reversed and case remanded for a new trial.\nThe safety factor thus would have permitted emissions of up to .08 mc3 or .10 mc3.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      },
      {
        "text": "Concurring and Dissenting Opinion by\nMr. Justice Roberts :\nI concur in so much of the majority opinion as reverses the action of the trial court in granting defendant-appellee’s motion for judgment n.o.v. I dissent, however, from the majority’s action in granting defendant-appellee a new trial and would remand the case with directions to reinstate the jury verdict.\nNot only did defendant-appellee not raise the correctness of the court’s instructions on this appeal, it specifically disclaimed any complaint with respect thereto, stating, in its brief, that the correctness of the charge is not in issue. This is of itself sufficient to preclude the majority’s action in ordering a new trial. Moreover, the record discloses that at trial no specific exception was taken by defendant-appellee to the charge, In the absence of such an exception, I believe it inappropriate to grant a new trial on the basis of an instruction which could and should have been excepted to at trial, if defendant-appellee’s counsel regarded it erroneous and harmful to his client’s interests. Having failed to express any dissatisfaction at trial, where the matter was subject to correction, I would not permit defendant-appellee to impose this extensive litigation for the second time on the plaintiff and our already overburdened trial courts.\nTo paraphrase a view which I have previously expressed, to permit defendant-appellee to obtain a second trial, on the ground that instructions, not specifically excepted to, were erroneous, in light of the issues involved, would do a great injustice to countless numbers of persons who are compelled to endure oppressive delay or to settle claims at a fraction of their value because timely judicial relief was not available. While I would heartily. approve of ordering a new trial in any case in which such action would be in the interest of justice, I find no justice in setting aside the endeavors of all those who participated in the trial below merely because the majority discerns some disadvantage, problematical at best, to defendant-appellee, a disadvantage which defendant-appellee had every opportunity to discern and to seek to have rectified at trial. See Lobalzo v. Varoli, 422 Pa. 5, 7, 8, 220 A. 2d 634, 636 (1966) (concurring opinion); Kersey Mfg. Co. v. Rozic, 422 Pa. 564, 570, 222 A. 2d 713, 716 (1966) (concurring opinion).\nMr. Justice Mtjsmanno joins in this concurring and dissenting opinion.\nBrief of appellee, p. 6.\nThe following statement was made by appellee-defendant’s counsel, during an interchange with the trial judge following the charge: “I have no exceptions to take to the charge. I want to protect my position on the record. I would like to except to your Honor’s refusal of our supplemental requests for charge, numbers 17, 18 and 19.” It should be noted, however, that the majority does not predicate its grant of a new trial on the court’s disposition of defendant-appellee’s points for charge.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "Seymour I. Toll, with him B. Nathaniel Richter, Edward L. Wolf, John J. McCarty, John A. McMenamin, and Richter, Lord <& Cavanaugh, for appellants.",
      "George P. Williams, III, with him John S. McConaghy, Samuel Kagle, Oscar Brown, and Schnader, Harrison, Segal & Lewis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Heck, Appellant, v. Beryllium Corporation.\nArgued April 29, 1966.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nreargument refused February 15, 1967.\nSeymour I. Toll, with him B. Nathaniel Richter, Edward L. Wolf, John J. McCarty, John A. McMenamin, and Richter, Lord <& Cavanaugh, for appellants.\nGeorge P. Williams, III, with him John S. McConaghy, Samuel Kagle, Oscar Brown, and Schnader, Harrison, Segal & Lewis, for appellee.\nSeptember 27, 1966:"
  },
  "file_name": "0140-01",
  "first_page_order": 164,
  "last_page_order": 170
}
