{
  "id": 1905007,
  "name": "Commonwealth ex rel. Gordon, Appellant, v. Myers",
  "name_abbreviation": "Commonwealth ex rel. Gordon v. Myers",
  "decision_date": "1967-03-14",
  "docket_number": "Appeal, No. 418",
  "first_page": "352",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "424 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "332 U.S. 708",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364860
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/us/332/0708-01"
      ]
    },
    {
      "cite": "202 A. 2d 303",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891874
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0065-01"
      ]
    },
    {
      "cite": "369 U. S. 506",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169152
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0506-01"
      ]
    },
    {
      "cite": "222 A. 2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903135
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0138-01"
      ]
    },
    {
      "cite": "204 A. 2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891872
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 5049,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 3.1758737620456294e-07,
      "percentile": 0.864217566352324
    },
    "sha256": "a0ce8aa4f7e3c72aae6ce152c07390a8fdbca265c1df248427cb9d297e0aed69",
    "simhash": "1:2b18788cf7bbe0ce",
    "word_count": 890
  },
  "last_updated": "2024-02-27T23:35:32.544785+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C.J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Gordon, Appellant, v. Myers."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from an order of the Superior Court affirming the action of the Court of Common Pleas of Luzerne County in dismissing, after hearing, the petition of the appellant, Charles F. Gordon, for a writ of habeas corpus.\nThe facts are as follows:\nOn June 16,1954, Gordon was arrested and detained for robbery and forcible rape. On the following morning he was taken before a justice of the peace for a preliminary hearing, where he entered a plea of guilty to the charges. He was not represented by counsel, nor was any right in this regard explained to him.\nImmediately thereafter he was taken to the district attorney’s office, where, without the advice or assistance of counsel, he executed written waivers of presentation of the charges to the grand jury and signed guilty pleas on district attorney bills. He was not advised of his right to have the charges presented to a grand jury or his right to a jury trial. However, the district attorney did inquire if he wanted a lawyer; to which, he replied “no.”\nShortly thereafter he was taken before the court, where, without counsel, he entered pleas of guilty to the district attorney bills which included the charges of robbery and rape.\nOn June 23, 1954, again without counsel, he was sentenced to a term of imprisonment totaling twenty to forty years and, as a result, has since been continuously confined. No appeals were entered from the judgments of sentence.\nWhen Gordon appeared before the court to enter his pleas, the following colloquy occurred in reference to his being represented by counsel: “by the district attorney: Q. You were asked downstairs if you wanted an attorney. I ask you now in front of the judge whether or not you want a lawyer? A. I am not sure of myself, by the court: Q. Well, let’s make sure if you are, you signed these pleas of guilty, I believe? A. Yes. Q. Why did you sign them? A. Because I am guilty of the facts. ... by the court: Q. Now, do I understand that previously the district attorney asked if you wanted a lawyer? A. Yes. Q. What did you tell him? A. I told him I didn’t know, I didn’t think so because I am all mixed up. Q. Well get unmixed. A. He asked me doAvnstairs if I wanted a lawyer. Q. You told him? A. I told him I didn’t know. Q. Do you think now whether you want one now? A. I don’t knoAV, the sergeant said if there was something wrong with me. I don’t know. Q. Well, I will ask you this, is this your first time? A. This is my third strike.”\nThe prime question posed by this appeal, is whether Gordon effectively Avaived his constitutional right to the assistance of counsel at the time the pleas were entered. The habeas corpus court concluded that an effective Avaiver occurred. We disagree.\nThe court factually found that at the time involved Gordon Avas not indigent. We accept this finding. Further, the record discloses that he Avas no stranger to the courts and had suffered two prior convictions and imprisonment for rape. Regardless, it is now fundamental that he was entitled to the assistance of counsel at the time of plea, a very critical stage in the proceedings. HoAvever, he could waive this right if he did so intelligently and understandingly. See, Commonwealth ex rel. O’Lock v. Rundle, 415 Pa. 515, 204 A. 2d 439 (1964), and Commonwealth ex rel. Fairman v. Cavell, 423 Pa. 138, 222 A. 2d 722 (1966). But in order to constitute an effective waiver of this important right, the record or evidence must show that he was offered counsel or, at least, made fully aware of his right to such assistance, and that he rejected it. Anything less is not a waiver. See Carnley v. Cochran, 369 U. S. 506 (1962), and Commonwealth ex rel. O’Lock v. Rundle, supra.\nAssuming arguendo, that at the time involved Gordon was fully aware of his right to counsel, the record fails to show that he rejected or relinquished this right. Rather does it show indecision, and an individual mixed up and not knowing what to do. Under the circumstances, the court should have declined to proceed, and afforded him the opportunity to secure counsel. This is particularly so, in view of the seriousness of the charges and the fact that the court failed to inquire if he understood the impact of his plea, or the possible consequences thereof. Cf. Commonwealth ex rel. McCray v. Rundle, 415 Pa. 65, 202 A. 2d 303 (1964), and Von Moltke v. Gillies, 332 U.S. 708 (1948).\nThe orders of the Superior Court and the Court of Common Pleas of Luzerne County are reversed, and the record is remanded to the last mentioned court with directions to enter an order consonant with this opinion.\nWe granted allocatur.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Patrick J. Toole, Jr., with him Winkler, Danoff, Lubin and Toole, for appellant.",
      "Richard A. Kane, Assistant District Attorney, with him Arthur L. Piccone, First Assistant District Attorney, and Thomas E. Mach, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Gordon, Appellant, v. Myers.\nArgued November 18, 1966.\nBefore Bell, C.J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nPatrick J. Toole, Jr., with him Winkler, Danoff, Lubin and Toole, for appellant.\nRichard A. Kane, Assistant District Attorney, with him Arthur L. Piccone, First Assistant District Attorney, and Thomas E. Mach, District Attorney, for appellee.\nMarch 14, 1967:"
  },
  "file_name": "0352-01",
  "first_page_order": 376,
  "last_page_order": 379
}
