{
  "id": 1904941,
  "name": "Thomas, Appellant, v. Arvon Products Co.",
  "name_abbreviation": "Thomas v. Arvon Products Co.",
  "decision_date": "1967-03-14",
  "docket_number": "Appeal, No. 377",
  "first_page": "365",
  "last_page": "371",
  "citations": [
    {
      "type": "official",
      "cite": "424 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 A. 522",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838084
      ],
      "year": 1893,
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0355-01"
      ]
    },
    {
      "cite": "166 A. 589",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146245
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0387-01"
      ]
    },
    {
      "cite": "41 A. 2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464150
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0051-01"
      ]
    },
    {
      "cite": "222 A. 2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901741
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 9035,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 2.026463583873987e-07,
      "percentile": 0.7460653111436226
    },
    "sha256": "7aa2121cdc77057651e5300c0856af1af31cdb22b72a968df4cede41b9a28a56",
    "simhash": "1:c00bf6b32542cf50",
    "word_count": 1520
  },
  "last_updated": "2024-02-27T23:35:32.544785+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C.J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Thomas, Appellant, v. Arvon Products Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThe appellant brought this action of trespass against Arvon Products Co., Inc. (Arvon), alleging that he had lost the sight of his eye in February, 1960, as the result of contact with fumes from a varnish product known as “Oerami-Glaze”, which he was applying to the walls of a banana storage room for his employer, M. Levin & Company (Levin), banana wholesalers.\nCerami-Glaze was a trade name applied to the product by Arvon, the product being manufactured by McCloskey Varnish Company (McCloskey) for Arvon. Arvon made no change in the material supplied by MeCloskey. The formula was under the control of Mc-Closkey. It consisted of solid ingredients, principally epoxy resins, and volatile ingredients which were aromatic hydrocarbons, consisting of xylene and “Solvesso 150.”\nArvon joined both McCloskey and Levin as additional defendants. The matter came to trial, and the jury returned a verdict in favor of appellant against the additional defendant, Levin, only, in the sum of |55,000. Appellant filed a motion for new trial and a motion for new trial as to liability only. The court below dismissed both motions and entered judgment on the verdict. This appeal followed.\nAppellant was employed by Levin as a banana sorter. Levin had moved into new quarters and had intended to apply Cerami-Glaze to the cinder block walls of its new banana rooms. The appellant was directed by his employer, Levin, to apply the CeramiGlaze. After appellant had been working several days, he found that he had lost the sight of his left eye, and was subsequently seen by Dr. Michaile, who examined him and had him admitted to Wills Eye Hospital. The testimony of Dr. Michaile reveals that it was his medical opinion that appellant had sustained a hemorrhage of the Macula lútea, part of the retina, of the left eye, and a lesser hemorrhage to the right eye. Dr. Michaile concluded that the inhalation of toxic fumes caused the hemorrhage and the ensuing loss of vision. This opinion was disputed by Arvon’s expert, Dr. Ellis.\nCerami-Glaze contained, among other chemicals, xylene. The testimony at the trial showed that xylene is a petroleum product widely used as a volatile eonstitutent in paint and varnish products. Expert witnesses testified they were certain it does have certain toxic qualities in that the liquid or the fumes are likely to be irritating to the external tissues of skin and eye on direct contact, and that inhalation of an excessive amount of fumes has a narcotic effect on the inhaler, somewhat akin to drowsiness or drunkenness. Whether prolonged inhalation of xylene fumes is sufficient .to cause a hemorrhage of the Macula lútea and subsequent blindness, as appellant alleges, was an issue of fact properly submitted to the jury.\nThe record reveals that Arvon was aware of the potential toxic effect of inhalation of xylene fumes, and that the inhalation of these fumes should be avoided. The product, as previously stated, was manufactured by McCloskey. It was furnished to Arvon in un-labeled containers, to which Arvon affixed its label containing the following precautionary statement: “caution : Keep away from heat and open flame. Use with adequate ventilation; avoid prolonged or repeated contact with skin; avoid prolonged breathing of vapor or spray mist. Keep container closed and out of reach of children when not in use.”\nIn addition to the label on each container, the evidence further reveals that when Arvon learned of the proposed order and subsequent use of its product, . Cerami-Glaze, by Levin, Robert Vernon, a representative of Arvon, made several visits to Levin to explain the use and application of the product. The record reveals that he spoke with both Benjamin Kristol, the foreman in charge, and with Mr. Ben Levin. He repeatedly emphasized to the foreman, Kristol, the importance of adequate ventilation for workmen while the material was being applied to the walls of the banana storage room.\nThe testimony of Robert Vernon, corroborated by Kristol, reveals that he, Vernon, was critical of Levin’s ventilation of the area in which the Cerami-Glaze was being used.\nAppellant now contends that the trial judge committed reversible error in his refusal to charge the jury-in accordance with appellant’s request that persons who deal with poisonous, noxious, or dangerous substances are held to the highest degree of care to prevent injury resulting from their use, and that it was error for the trial judge to permit the jury to determine its own standard of legal liability by not differentiating between duties and degrees of care owed by the various classes of defendants.\n“ ‘The grant or refusal of a new trial will not be reversed on appeal absent a clear abuse of discretion or an error of law which controlled the outcome of the case.’ ” Steffy v. Carson, 422 Pa. 548, 222 A. 2d 894 (1966), and cases cited therein. We find no abuse of discretion or error in the instant case.\nOur law is eminently clear that a manufacturer of a potentially dangerous substance owes a duty to the user to exercise reasonable care and to give adequate warning of the dangerous nature of the substance. Maize v. Atl. Ref. Co., 352 Pa. 51, 41 A. 2d 850 (1945). We said, in that case, quoting from MacDougall v. Penna. Power & Light Co., 311 Pa. 387, 166 A. 589 (1933) : “Vigilance must always be commensurate with danger. A high degree of danger always calls for a high degree of care. The care to be exercised in a particular case must always be proportionate to the seriousness of the consequences which are reasonably to be anticipated as a result of the conduct in question. Reason does not have to wait on usage; the latter must wait on reason. . . . Customary methods or conduct do not furnish a test which is conclusive or controlling on the question of negligence, or fix a standard by which negligence is to be gaged, [sic] . . .” (Emphasis supplied). We further said, in Maize v. Atl. Ref. Co., supra, quoting from an earlier case of Koelsch v. The Philadelphia Co., 152 Pa. 355, 25 A. 522 (1893) : “While no absolute standard of duty in dealing with such agencies can be prescribed, it is safe to say in general terms that every reasonable precaution suggested by experience and the known dangers of the subject ought to be taken.” (Emphasis supplied)\nAfter carefully reviewing the record, we conclude that every reasonable precaution that Arvon could take, to insure that no harm resulted from the use of its product, was taken. Section 388 of the Restatement 2d, Torts, entitled “Chattel Known to be Dangerous for Intended Use”, reads as follows:\n“One who supplies directly or through a third person a chattel for another to use is subject to liability to those whom the supplier should expect to use the chattel with the consent of the other or to be endangered by its probable use, for physical harm caused by the use of the chattel in the manner for which and by a person for whose use it is supplied, if the supplier\n“(a) knows or has reason to know that the chattel is or is likely to be dangerous for the use for which it is supplied, and\n“(b) has no reason to believe that those for whose use the chattel is supplied will realize its dangerous condition, and\n“(c) fails to exercise reasonable care to inform them of its dangerous condition or of the facts which make it likely to be dangerous.”\nThe comment to sub-section (c) of §388, in part, reads as follows: “The supplier’s duty is to exercise reasonable care to inform those for whose use the article is supplied of dangers which are peculiarly within his knowledge. If he has done so, he is not subject to liability, even though the information never reaches those for whose use the chattel is supplied. . . .”\nXylene, one of the ingredients, is a substance commonly used in many paint and varnish products, and although it was known, as was indicated by the warning, to have some toxic effect, it was not known to have produced or to be capable of producing, a serious injury such as was suffered by the appellant.\nThe proper standard in determining whether any of the defendants was negligent, is the exercise of reasonable care in the circumstances, and the jury was so instructed. The trial court, painstakingly and clearly, explained to the jury in its charge the varying relations of defendants to the plaintiff, and the duty owed by each defendant to him. We find no error in the charge of the trial court.\nJudgment affirmed.\nMr. Justice Musmanno dissents.\nSolvesso 150 is an aromatic hydrocarbon with a higher boiling point than xylene.\nCf. Maize v. Atl. Ref. Co., supra, where the product, carbon-tetrachloride, was known to be dangerous to human life.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Joseph D. Shein, for appellant.",
      "Sidney L. Wickenhaver, with him Montgomery, Mc-Cracken, Walker cG Rhoads, for appellee.",
      "John J. Dautrich, with him White and Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas, Appellant, v. Arvon Products Co.\nArgued December 2, 1966.\nBefore Bell, C.J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.\nJoseph D. Shein, for appellant.\nSidney L. Wickenhaver, with him Montgomery, Mc-Cracken, Walker cG Rhoads, for appellee.\nJohn J. Dautrich, with him White and Williams, for appellee.\nMarch 14, 1967:"
  },
  "file_name": "0365-01",
  "first_page_order": 389,
  "last_page_order": 395
}
