{
  "id": 1904920,
  "name": "Commonwealth ex rel. Bostic, Appellant, v. Cavell",
  "name_abbreviation": "Commonwealth ex rel. Bostic v. Cavell",
  "decision_date": "1967-03-14",
  "docket_number": "Appeal, No. 83",
  "first_page": "573",
  "last_page": "576",
  "citations": [
    {
      "type": "official",
      "cite": "424 Pa. 573"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "207 A. 2d 789",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893976
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0380-01"
      ]
    },
    {
      "cite": "223 A. 2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "703-06"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903177
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "345-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 5529,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 3.9111951636494093e-07,
      "percentile": 0.9021624426752294
    },
    "sha256": "78d6264717fb3f5d8726136c4b77bd4165de7eaaef71641d1b21f41aa0c5c7b8",
    "simhash": "1:a50758b8b66a373c",
    "word_count": 894
  },
  "last_updated": "2024-02-27T23:35:32.544785+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Cohen took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth ex rel. Bostic, Appellant, v. Cavell."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nPreston Bostic, petitioner, initially entered a plea of not guilty in the Court of Oyer and Terminer of Chester County to an indictment charging him with murder. After four jurors had been accepted on voir dire, petitioner’s counsel requested a recess. Following the recess, petitioner withdrew his plea and entered a plea of guilty to voluntary manslaughter. Thereafter, on July 21, 1961, he was sentenced to a term of imprisonment of six to twelve years.\nIn October 1964, a petition for a writ of habeas corpus was filed in the Court of Common Pleas of Chester County wherein petitioner alleged a denial of his right to counsel during the pretrial period and that his guilty plea was not knowingly and understandingly entered. The court appointed counsel to represent Mr. Bostic, held a hearing, and dismissed the petition in March 1965. Petitioner appealed to the Superior Court, but since this case involved a conviction for felonious homicide, that court certified the appeal to us.\nAt the time of the homicide petitioner was separated from his wife and was living with one Margaret Hill, also separated from her spouse. Both Mr. Bostic and Mrs. Hill had children of their own marriages as well as offspring resulting from their extra-marital relationship. On February 12, 1961, petitioner who had been drinking, returned home around 6:00 P.M. to find two of Mrs. Hill’s children from her prior marriage, Diane, 12, and Linda, 9, quarreling. Petitioner left the house and returned with a rifle he kept in the back of his car. Evidently Diane had been harassing the younger girl and petitioner asked Linda if she wished to strike Diane back. When the girl did not answer he put the rifle over her shoulder and fired; Diane was killed instantly. Later that evening Bostic surrendered himself at the West Chester police station where he initially stated that he shot Diane accidentally, then that Linda shot her, and finally, returning to his original story, claimed to have shot Diane accidentally while cleaning the rifle. These statements were not introduced in evidence at the plea hearing.\nPhilip J. Reilly, Esq., who had been a member of the Chester County District Attorney’s staff from 1930 to 1942, was retained by petitioner’s friends to represent bim. After he left the district attorney’s staff, Mr. Reilly, although engaged in private practice, continued to be an active member of the criminal bar. When called to testify at the habeas corpus hearing, Mr. Reilly related that after investigating the Commonwealth’s case, which was largely based upon the testimony of Linda Hill, age 9, and Stanley Hill, age 14, both eyewitnesses to the shooting, he advised Mr. Bostic that, if the district attorney would accept a plea of voluntary manslaughter, it would be in his, Bostic’s, best interest to plead guilty to that charge. Mr. Reilly fully explained to petitioner the possible consequences of proceeding to trial under the indictment charging him with murder generally. According to Mr. Reilly, petitioner was amenable to his suggestion although the district attorney’s office had not indicated they would accept such a plea.\nDuring the voir dire examination, Mr. Reilly repeated his advice and petitioner again gave his consent. At this point the trial was recessed and the matter discussed with the district attorney’s office. William Massinger, the assistant district attorney in charge of the Commonwealth’s case, testified that he was opposed to accepting a plea to voluntary manslaughter but was overridden by his superiors. Thus when court reconvened, Mr. Reilly requested permission to withdraw petitioner’s not guilty plea and enter a plea of guilty to voluntary manslaughter. The court granted the request.\nThe habeas corpus judge, who had also presided at the original trial, credited Mr. Reilly’s testimony and disbelieved petitioner’s allegation that he was tricked into pleading guilty by the joint treachery of his lawyer and the district attorney. We are in full accord with the conclusion of the court below based upon our review of the record made at the habeas hearing.\nIn Commonwealth ex rel. Kerekes v. Maroney, 423 Pa. 337, 223 A. 2d 699 (1966), we held that the practice of “plea bargaining” between prosecutors and defense attorneys was, when surrounded by proper safeguards, a valid practice, and one frequently in the best interests of both the accused and the Commonwealth. Mr. Reilly’s professional advice to petitioner, as well as petitioner’s decision to follow it, was undoubtedly based upon many of the considerations discussed in Kerekes, 423 Pa. at 345-50, 223 A. 2d at 703-06.\nA plea of guilty is equivalent to a conviction and, absent unusual circumstances, constitutes a waiver of all non jurisdictional defects and defenses. Commonwealth ex rel. Kerekes v. Maroney, supra at 341 n.2, 223 A. 2d at 701 n.2; Commonwealth ex rel. Sanders v. Maroney, 417 Pa. 380, 207 A. 2d 789 (1965). Since petitioner’s plea was knowingly and voluntarily entered, his other contentions, even if true, would not justify the collateral relief he seeks.\nOrder affirmed.\nMr. Justice Cohen took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Preston Bostic, appellant, in propria persona.",
      "A. Thomas Parhe, III, Assistant District Attorney, and A. Alfred Delduco, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Bostic, Appellant, v. Cavell.\nSubmitted November 18, 1966.\nBefore Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.\nPreston Bostic, appellant, in propria persona.\nA. Thomas Parhe, III, Assistant District Attorney, and A. Alfred Delduco, District Attorney, for appellee.\nMarch 14, 1967"
  },
  "file_name": "0573-01",
  "first_page_order": 597,
  "last_page_order": 600
}
