{
  "id": 555767,
  "name": "WERNWAG & DAWSON v. THE PHIL., W. & B. R. CO.",
  "name_abbreviation": "Wernwag & Dawson v. Phil., W. & B. R. Co.",
  "decision_date": "1887-10-03",
  "docket_number": "No. 76",
  "first_page": "46",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "117 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "60 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "60 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0109-01"
      ]
    },
    {
      "cite": "50 N. Y. 345",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/50/0345-01"
      ]
    },
    {
      "cite": "72 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0427-01"
      ]
    },
    {
      "cite": "60 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/60/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 12864,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 3.5112475647590406e-07,
      "percentile": 0.8833078685282424
    },
    "sha256": "90a3b9a055bee62513f51c6866b73689f94a3eb801d6fb20f450b5e63508bfcf",
    "simhash": "1:22e1b03305235110",
    "word_count": 2288
  },
  "last_updated": "2024-02-27T20:09:34.778225+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "WERNWAG & DAWSON v. THE PHIL., W. & B. R. CO."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Green:\nFrom the facts appearing in the case stated it is manifest that the plaintiff intended to sell, and in point, of fact did consign, the goods in question to A. Behrend and not to L. Behrend. They knew the former and were satisfied to sell to him. They did not know the latter and did not intend to sell to him. They supposed that A. Behrend was intended as the purchaser in the order, though L. Behrend was named. Granting this to be a mistake of theirs in the reading of the order, it does not in the least alter the fact that A. Behrend was the person to whom they supposed they were selling. However that may be, they certainly consigned the goods to A. Behrend, and there was then such a person living in Washington, the place to which the goods were shipped;\nIt cannot be questioned for a moment that it was the duty of the carrier to deliver the goods to the person to whom the owner consigned them. If the carrier does not so deliver them, he acts at his peril, and the whole risk of a wrong delivery rests upon him. In Shenk v. Steam Propeller Co., 60 Pa. 109, we said, Sharswood, J.: “ Whatever doubt may hang over the question as to the termination of a carrier’s or other bailee’s responsibility, there is one point which is indisputable, that he must take care at his peril that the goods are delivered to the right person, for a delivery to a wrong person renders him clearly responsible though innocently and by mistake.”\nIn the present case the goods were delivered to L. Behrend, and, as between the plaintiffs and the carrier, that was undoubtedly a wrong delivery. But it is argued that the delivery to L. Behrend was made in consequence of the direction of Murphy, who it is said was the plaintiffs’ agent. If, in the case stated it appeared that Murphy did direct the delivery to L. Behrend, this contention would have great force; because it was Murphy who sold the goods and sent the order, and it would be difficult for the plaintiffs to escape the consequences', of his act' in directing the delivery. But the only averment, upon this subject which the case stated contains, is in the following words: “ Before delivering the goods to the said Leopold Behrend, the agent of the railroad company defendant, inquired of the said Wilbur F. Murphy, the agent who had taken the order, whether he had sold any goods to Leopold Behrend and what class of goods they were; and after Murphy had said that he had sold goods to Leopold Behrend, and had described them, the agent of the defendant delivered them to Leopold Behrend. The goods so delivered were the same goods which plaintiffs had shipped to A. Behrend as aforesaid.” From this it appears that Murphy gave no directions to deliver the goods to any one. He merely said he had sold goods to L. Behrend and described them. Granting that they were the same kind of goods, and even the same goods, which Murphy had sold to L. Behrend (and this important fact is not mentioned in the case stated), yet that.was as far as Murphy went, or as he was asked to go, in giving information. The effect of that information, as sufficing to exonerate the defendant from liability for a wrong delivery, was a matter of which the defendant through its agent took the entire risk. In this at least the plaintiffs were in no -fault. Their agent, if Murphy was their agent, simply told the defendant’s agent that he had sold goods to L. Behrend and described them, and thereupon the defendant’s agent delivered these particular goods to L. Behrend. By what authority did he do this ? The goods were consigned to another person, and the defendant’s duty was to deliver to that person. Surely that duty was not discharged by a delivery to one who was not the consignee, merely because the plaintiffs’ agent had sold similar goods to such a person. The fact still remained that the goods were not delivered to the one to whom they were consigned. The entire risk of a delivery to the right person was assumed by the defendant, and a wrong delivery was made by the mistake of the defendant’s agent, which of course is their misfortune. We are clearly of opinion that the plaintiffs were entitled to judgment on the case stated.\nThe judgment is reversed and judgment is now entered on the case stated in favor of the plaintiffs and against the defendant, for the sum of $240-=^, with interest from November 5,1888, with costs.",
        "type": "majority",
        "author": "Mr. Justice Green:"
      }
    ],
    "attorneys": [
      "Mr. Rudolph M. Schick, for the plaintiffs in error:",
      "Mr. D. W. Sellers, for the defendants in error:"
    ],
    "corrections": "",
    "head_matter": "WERNWAG & DAWSON v. THE PHIL., W. & B. R. CO.\nERROR TO THE COURT OE COMMON PLEAS NO. 2, OE PHILADELPHIA COUNTY.\nArgued March. 23, 1883 —\nDecided October 3, 1887.\nIf delivery of goods be made by a common carrier to a person other than the consignee, though innocently and by mistake but without the order or authority of the consignor, the earner is liable to the consignor for their value in case of loss thereby.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nNo. 76 July Term 1886, Sup. Ct.\nIn the court below, William P. Wernwag and T. Russell Dawson, trading as Wernwag & Dawson, were plaintiffs, and the Philadelphia, Wilmington & Baltimore R. Co. were defendants, in a case stated as follows:\nAnd now, February-, 1886, it is hereby agreed by and between the parties to the above suit, that the following case be stated for the opinion of the court in the nature of a special verdict.\nThe defendants are common carriers of goods between Philadelphia, Pa., and Washington, D. C. William P. Wernwag and T. Russell Dawson, trading a's Wernwag & Dawson, are dry goods commission merchants, doing business in the city of Philadelphia. The firm of E. F. Witmer & Co., of Baltimore, were the plaintiffs’ agents for the sale of their goods in the city of Washington, D. C. The said firm of E. F. Witmer & Co. employed one Wilbur F. Murphy to take orders for plaintiffs’ goods in Washington, D. C. The said Murphy visited one Leopold Behrend, doing a dry goods business in said city, and took an order for certain goods of plaintiffs. This order was entered by the said Murphy on one of the blanks of E. F. Witmer & Co., and was transmitted to the plaintiffs. When it was received by them it read as follows:\nBaetimoee, Nov. 3d, 1883.\nMessrs. Ween wag & Dawson,\nPhiladelphia:\nShip to L. Behrend,\nWashington, D. C.,\nBy Fast Freight.\nTerms 5 | 30 — 30 days extra dating.\n4 i .5\n&c., &c., &c.\n(Signed) E. F. Witmee & Co.\nWhen plaintiffs received this order, for the purpose of ascertaining the financial responsibility of L. Behrend, they examined the volume of commercial reports in their possession, which purported to give a full list of merchants doing business in Washington, D. C., but the name of L. Behrend was not oii the list. They had, however, previously sold goods to one A. Behrend, doing a dry goods business in said city of Washington, who had been satisfactory to them \"as a customer in every respect; and in consequence of not finding the name of L. Behrend in the commercial report, they supposed that the salesman had made a mistake in entering the name of the X>urchaser on the order, and had written L. Behrend instead of A. Behrend, intending to write the latter.\nBeing of this opinion, the plaintiffs determined to ship the goods ordered, to A. Behrend, and on November 5, 1883, shipped to him by the defendant railroad five pieces of black cashmere and one piece of worsted, of the total value of $242.37. The goods were charged to A. Behrend in the books of the plaintiffs; the box was marked “A. Behrend, Washington, D. C.;” the bill of lading or receipt given for the goods by the defendant describes the goods as marked A. Behrend, and a bill was made out by plaintiffs in the name of A. Behrend, and was sent by post addressed to A. Behrend.\nThe firm of E. F. Witmer & Co. were agents of the plaintiffs only for the purpose of soliciting orders for goods. The plaintiffs reserved to themselves the right to determine, on the receipt of an order from E. F. Witiner & Co., whether or not they would ship the goods ordered, to the party ordering the same; and the said E. F. Witmer & Co. had nothing whatever to do with the delivery of the goods shipped on orders forwarded by them. That was controlled entirely by plaintiffs.\nWhen thp package of goods aforesaid arrived in Washington over the line of the defendant’s road, it was claimed by the said Leopold Behrend. The said A. Behrend, to whom the plaintiffs supposed they were selling the goods, and whose name was on the box, was not then in business in Washington, though he was living there at the time.\nBefore delivering the goods to the said Leopold Behrend, the agent of the railroad company defendant inquired of the said Wilbur F. Murphy, the agent who had taken the order, whether he had sold any goods to Leopold Behrend, and what class of goods they were; and after Murphy had said that he had sold goods to Leopold Behrend, and had described them, -the agent of the defendant delivered them to Leopold Behrend. The goods so delivered were the same goods which plaintiffs had shipped to A. Behrend as aforesaid.\nAfter the plaintiffs had delivered the said goods to defendant for transportation on November 5, 1888, they heard nothing concerning them until they received a notice, dated January 14, 1884, that Leopold Behrend had assigned hi/j property for the benefit of his creditors, and requesting them to forward a statement of then claim to his assignee.\nThe assigned estate of the said Leopold Behrend never paid any dividend to the general creditors, and the goods so shipped by them and delivered by the defendant to the said Leopold Behrend were totally lost to plaintiffs.\nIf the court be of the opinion that on the above facts their judgment should be for the plaintiffs, then judgment is to be entered for plaintiffs for $242.37, with interest from November 5, 1883; but, if not, then judgment to be entered for the defendant, the costs to follow the judgment, and either party reserving the right to sue out a writ óf error.\nThe judgment of the court was for the defendant, no opinion being filed. Thereupon the plaintiffs took this writ, assigning for error the entry of said judgment.\nMr. Rudolph M. Schick, for the plaintiffs in error:\n1. The case stated shows that the plaintiffs never assented to a sale of the goods in question to Leopold Behrend, and for want of this assent the title to the goods never vested in said Leopold Behrend; and, as A. Behrend had not ordered the goods, it never vested in him; the title consequently remained in the plaintiffs: Benj. Sales, § 56; Boulton v. Jones, 2 Hurl. & N. 564; Reed, Ex. p. Barnett, L. R. 3 Ch. Div. 123; Barker v. Dinsmore, 72 Pa. 427.\n2. The defendants are common carriers of goods, and, by giving the bill of lading in this case, became insurers to the plaintiffs against all loss on account of the said goods, except what might happen from certain well defined causes which are not found in this case. They were bound without fail and at all events to deliver the goods to the person for whom they were intended, unless otherwise subsequently instructed by the plaintiffs; and their delivery to Leopold Behrend was a violation of this duty, in consequence of which the plaintiffs suffered a total loss of the goods: Hutch. Car. § 344; Price v. Railroad Co., 50 N. Y. 345; Shenk v. Propeller Co., 60 Pa. 109.\n3. The delivery of the goods to Leopold Behrend was not induced by any act of the plaintiff or of any agent having authority from them, and the defendants are therefore liable to them for the amount of the loss: Hutch. Car. § 350; Shenk v. Propeller Co., 60 Pa. 116.\nMr. D. W. Sellers, for the defendants in error:\nThe case stated shows that the agent of the plaintiff sold the goods to Leopold Behrend. Such was the order of their agent on them. Although the goods were shipped to A. Behrend, because plaintiff “ supposed that the salesman had made a mistake in entering the name of the purchaser,” yet they were claimed “ by the said Leopold Behrend on their arrival at Washington,” and the defendants “before delivering the goods to the said Leopold Behrend, inquired of the agent who had taken the order whether he had sold any goods to Leopold Behrend, and what class of goods they were; and after Murphy had said that he had sold goods to Leopold Behrend, and liad described them, tbe defendant delivered them to Leopold Bebrend.\nTbe agent of the plaintiffs could well suppose they bad marked tbe box with an erroneous initial, especially when no one of'that name was doing business in Washington.\nIt is needless to discuss the question of the actual intention of the plaintiffs. Their agent in making the sale directed the delivery complained of. Neither the vendee nor the defendant knew the terms of the agency; if it was exceeded the remedy is against him, by his principals, and not against the defendant, who, in obeying him, obeyed the plaintiffs."
  },
  "file_name": "0046-01",
  "first_page_order": 64,
  "last_page_order": 70
}
