{
  "id": 1259965,
  "name": "Polando v. Blue Ridge Transportation Company, Appellant",
  "name_abbreviation": "Polando v. Blue Ridge Transportation Co.",
  "decision_date": "1955-06-27",
  "docket_number": "Appeal, No. 78",
  "first_page": "316",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "382 Pa. 316"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "374 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241428
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 4870,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.047471879634681406
    },
    "sha256": "ac978cd1e7b33760bff624977427773951c36adc47724fabaacb2c26b13f7b9e",
    "simhash": "1:daa2201b975c4444",
    "word_count": 835
  },
  "last_updated": "2024-02-27T22:08:19.210640+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Steaene, Jones, Bell, Chidsey, Musmanno and Aenold, JJ."
    ],
    "parties": [
      "Polando v. Blue Ridge Transportation Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Musmanno,\nEdith Polando was seriously injured when a bus on which she was riding as a passenger collided with an automobile on Route 51 in Fayette County. She sued the owners of the bus, the Blue Ridge Transportation Company, and was awarded a verdict of $25,000. She died after the trial and an autopsy revealed that cancer was involved. The Court of Common Pleas of Fayette County ordered a new trial which ended in a verdict for the administratrix of the estate but the amount of the damages was limited to 6% cents by order of the Court on the theory that the plaintiff’s death was due to cancer. The defendant moved for judgment n.o.v., which was granted, and the plaintiff appealed to this Court. On June 26, 1953, we reversed and ordered a new trial with instructions that in the event of a verdict for the plaintiff the jury was to determine the amount thereof according to the testimony presented.\nThe case was retried and the jury found in favor of the plaintiff in the sum of $11,881.48. The defendant moved for judgment n.o.v. and a new trial. In refusing both motions the lower court said: “The Supreme Court has already held that on all issues, including that of superseding negligence, this case was properly one for a jury, and accordingly, the defendant’s motion for judgment in its favor n.o.v. must be overruled and dismissed: See Polando v. Blue Ridge Transportation Co., 374 Pa. 485.”\nThe appellant assumes from this statement of the lower Court that it based its conclusion entirely on the fact that we had passed on the factual situation in 374 Pa. 485. But this contention ignores that certain part of the Court’s Opinion in which it said: “Its [defendant’s] motion for a new trial, as argued at bar and in its brief, is based solely on the contention that the verdict is against the weight of the evidence with respect to negligence and proximate cause; but as three successive juries have found against it on substantially the same evidence, a majority of the court are of the opinion that the question of liability should also now be regarded as settled. No complaint is made of the conduct of the trial, the rulings on evidence, or the charge.”\nThe defendant also ignores that the lower Court said, with entire correctness, that what we decided in 374 Pa. was that “the case, was properly one for a jury.” We see no reason, to alter our conclusion in that regard. .\nThe defendant states that in the last trial the evidence varied somewhat from that which was presented at the previous trial and that, therefore, our- decision in 374 Pa. would not be controlling of the present verdict. Regardless as to whether that observation is supported or not by the record, the fact remains that the evidence introduced at the current trial completely justifies the verdict. In his charge to the jury the learned Trial Judge said: “You will thus have ■three questions to decide before going any further: the first, whether the defendant’s driver was negligent in the operation of the bus; the.second, whether his negligence, if any, was the proximate cause of injury to Miss Polando; and, third, whether Miss Polando was contributorily negligent.” He then reviewed the testimony most impartially and most capably.\nIn his brief defendant’s counsel argues: “The act of the third party operating the oncoming Ford was an intervening force which, applying the rules of the Restatements of Torts to the undisputed evidence, amounted to a superseding cause.” But the lower court gave specific attention to this very phase of the accident and after a clear recital of the opposing contentions with instructions on the applicable law he said: “Applying these principles to the evidence before you, if you find, as the defendant contends, that the Ford suddenly emerged from the curve abreast of the Hagan car, on the wrong side of the road and out of control, so as to render it inevitable that the Ford should collide with the bus no matter how free from ■negligence Eakle [the bus driver] may have been with the same consequences to her, then your verdict should he for the defendant” (Emphasis supplied.) Not only did the jury return a verdict generally for the plaintiff, but on this point it made a specific finding: “Would Miss Polando have sustained the same injury by reason of the conduct of the driver of the Ford, even if the bus driver had not been negligent? Answer: No.”\nWe see no reason for disturbing the verdict and the judgment of the lower court is therefore affirmed. .\nPolando v. Blue Ridge Transportation Co., 374 Pa. 485.",
        "type": "majority",
        "author": "Me. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Henry It. Beeson, with him George Y. Meyer and Iligbee, Lewellyn & Beeson, for appellant. .",
      "TV. K. Newell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Polando v. Blue Ridge Transportation Company, Appellant.\nJune 27, 1955:\nArgued March 23, 1955.\nBefore Steen, C. J., Steaene, Jones, Bell, Chidsey, Musmanno and Aenold, JJ.\nHenry It. Beeson, with him George Y. Meyer and Iligbee, Lewellyn & Beeson, for appellant. .\nTV. K. Newell, for appellee."
  },
  "file_name": "0316-01",
  "first_page_order": 338,
  "last_page_order": 341
}
