{
  "id": 1259941,
  "name": "State Employes' Retirement Board v. Rockwell, Appellant",
  "name_abbreviation": "State Employes' Retirement Board v. Rockwell",
  "decision_date": "1955-09-26",
  "docket_number": "Appeal, No. 11",
  "first_page": "614",
  "last_page": "622",
  "citations": [
    {
      "type": "official",
      "cite": "382 Pa. 614"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 572,
    "char_count": 11762,
    "ocr_confidence": 0.467,
    "sha256": "79f31b4adc141816f2a33e8a5a70a381ad2b09ea8de04d10aa9f61e7007401a1",
    "simhash": "1:12740aedce37eb49",
    "word_count": 1982
  },
  "last_updated": "2023-07-14T20:45:26.612240+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "State Employes’ Retirement Board v. Rockwell, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPee Curiam,\nThe Order of the Court below is affirmed on the following excerpts from the Opinion of President Judge Karl E. Richards:\nThis case comes before us on appeal by Ella Rockwell, under the Administrative Agency Law, from an adjudication of the State Employes’ Retirement Board in which it refused her claim as a beneficiary under the retirement policy issued to Judge Horatio S. Dumbauld, late of Fayette County, Pennsylvania.\nThe facts may be summarized as follows:\nJudge Dumbauld went upon the bench in January of 1936, but did not then elect to become a member of the retirement system. In 1945 he made inquiries about joining the system and what sum he would be obliged to pay to become a member, effective as of January, 1936. He was apparently told that it would cost him $12,012.40. He borrowed $2,000 from his secretary, Ella Rockwell, for the purpose of making the required payment to the Board and deposited this sum in his bank account with the First National Bank of Perryopolis, Pennsylvania. He then negotiated a loan of approximately $7,500.00 with the Second National Bank of Uniontown, Pa., giving a life insurance policy as collateral. This bank knew that the loan was made to enable the judge to join the retirement system. The borrowed money was deposited to his credit in said bank.\nOn Oct. 17, 1945, the judge wrote a letter to the Retirement Board enclosing, inter alia, his signed application for membership, a nomination of Ella Rockwell as beneficiary, a check on the Perryopolis bank for $4,007.98, a check on the Uniontown Bank for $8,-004.12. These checks were not certified.\nThe letter and contents were received by the Retirement Board at 2:35 P.M. on Friday October 19, 1945, the closing hour being five o’clock. Since the various departments and boards do not function on Saturday, nothing was done about the matter until Monday, October 22nd. On this date the application was processed and the so-called policy issued certifying that Judge Dumbauld was a member of the State Employes’ Retirement System. This policy or certificate was forwarded to Auditor General’s Department and by it mailed to the Judge on the same date. On Tuesday, October 23rd, both checks were sent by interdepartmental messenger service to the Department of Revenue. On this date also, a receipt was issued to the Judge for the two checks totalling $12,012.40, signed by Fred Davies, Jr., who was an agent assigned to the Board by the Department of Revenue. This receipt contained the printed notation: “When this receipt includes checks the receipt will not be valid until said checks are paid.” On Wednesday, Oct. 24th, both checks arrived in the Department of Revenue, by which they were sent the same day to the Treasury Department via interdepartmental messenger service. The checks were received by the Treasury Department on Thursday, Oct. 25th and were deposited on that date with the Harrisburg Trust Co. On Friday, Oct. 26th, the Harrisburg Trust Go., sent both checks by U. S. mail to its correspondent, the First National Bank of Pittsburgh. They arrived at the Pittsburgh Bank on Saturday, Oct. 27th. On the same date the First National Bank of Pittsburgh delivered the checks to the Pittsburgh Branch of the Federal Reserve Bank of Cleveland. The said Federal Reserve bank on the same day, forwarded the checks by U. S. mail to the respect tive drawee banks at Uniontown and Perryopolis. On Monday, Oct. 29th they were delivered to the drawee banks by the first mail, the Uniontown bank receiving its check at 9:30 a.m., and the Perryopolis bank at 10:15 a.m. Both banks refused payment because Judge Dumbauld had died at 1:45 a.m. on the same date the drawee banks received the checks, namely Monday, October 29th. Both banks had knowledge of his death.\nThe Retirement Board brought an action in assumpsit in this court against both banks.on which the aforesaid checks were drawn and against the administrator of Judge Dumbauld’s estate. An affidavit of defense raising questions of law was filed. On the pleadings, this court, speaking through Judge Braham, specially presiding, held that the fact that a check is drawn for the precise amount of the deposit, without more, is insufficient to create an equitable assignment. Hence the suit was dismissed as to the two banks, but the administrator was directed to answer on the merits.\nThe record before us on appeal, does not show that the Board requested permission to amend its pleadings, or that if it made such a request, that it was granted. Neither does the record show that an appeal was taken from Judge Brai-iam’s opinion, or if so, what happened to the appeal. Counsel has stated that Judge Braham verbally permitted an amendment to the pleadings but that no amendment was made. Counsel has also stated that an appeal was taken from Judge Braham’s opinion but was voluntarily discontinued. But the record does not show this.\nThe next step is that the Retirement Board filed exceptions in the Orphans’ Court of Fayette County in effect claiming the two bank accounts under the theory of an equitable assignment. Both bank accounts had been inventoried as assets of Judge Dumbauld’s estate. However, later the exceptions were •withdrawn. The Uniontown bank was paid its loan to the Judge from the assets of his estate and apparently the insurance policy posted as collateral was released. Likewise, the appellant here, Ella Rockwell, was paid from the Judge’s estate the $2,000 she had loaned him. The sum of $286.65 was distributed to the Judge’s son, he being the one entitled thereto under the Intestate Act.\nThe net result is the two principal creditors of the Judge, who loaned him money to join the retirement system, have been paid in full, but the State has received no money to establish the Judge’s retirement fund.\nCounsel for the appellant bases his case on three propositions:\n1. The appellant is entitled to receive the sum of $12,012.40 from the Board because the delay in presentment of the checks for payment constituted payment under the circumstances.\n2. The appellant is entitled to receive the sum of $8,004.42 from the Board because the check drawn for that amount was an equitable assignment of the fund to Judge Dumbauld’s credit with the Second National Bank of Uniontown.\n3. The appellant is entitled to receive the sum of $12,012.40 from the Board because it is liable to her in that amount for breach of trust.\nTo begin with, the law of this Commonwealth prescribes certain steps and duties on the part of its officers which differ from ordinary business or commercial transactions. The Retirement Board is authorized to collect moneys due it but may not deposit said funds. It is obliged to turn them over to the Department of Revenue which is required to keep an agent in the Board’s office; 72 PS 605. The Department of Revenue is required to promptly transmit all moneys received by it during any day to the Treasury Department; 72 PS 209. The Treasury Department is custodian of the funds of the Retirement Board; 72 PS 302. The Board, and the two Departments involved, each has its own duties and responsibilities including the making of proper records of all transactions. These are definite requirements of law.\nThe various departments of the State Government are open for the dispatch of business until 5 P.M. from Monday until Friday inclusive. They are not open on Saturdays. We understand that the interdepartmental messenger service, which has been in effect for many years, operates substantially as follows: Communications from one department to another are lodged in a distributing center known as the post office. They are picked up the following day, after having been sorted, and delivered to the proper destination. No messenger is assigned to any particular department.\nSince Judge Dumbauld’s application and checks were not received until 2:35 p.m. Friday, October 19th, it could scarcely be expected that they would be processed before closing hours on that date, particularly in view of other pending business. On the next business day, Monday, Oct. 22nd, the application was examined and the policy issued. The checks were then turned over to Fred Davies, Jr., the agent of the Department of Revenue. He issued his receipt on Oct. 23rd, and sent the checks by interdepartmental messenger service to the Department of Revenue which received them on Oct. 24th. On the same day this department sent the checks via interdepartmental messenger service to the Treasury Department which received them on Oct. 25th. They were deposited with the Harrisburg Trust Company on the same day. The various banks acted promptly, but as stated above, the cheeks did not arrive at the drawee banks until after the Judge’s death, and consequently, they were not paid. In view of the duties and responsibilities of the Board and the Departments involved, including examination, checking and the making of proper records, and in view of the method of handling such matters, some of which is required by law, we feel that the checks were presented within a reasonable time. In arriving at this conclusion we stress the usage of trade or business, in this case the practice of the State in handling such matters, and the facts of the particular case, as provided by the Negotiable Instrument Law.\nWe also place considerable stress upon the receipt issued. It evidences the receipt of the checks. It provides: “When this receipt includes checks the receipt will not be valid until said checks are paid.” This seems to us to be a reasonable precaution. A check may be forged, or drawn on a bank where there are insufficient funds or credit, or a bank account may have been attached before presentment, or a bank may become insolvent, or, as here, the drawer may have died. The State is entitled to protect itself and public moneys by requiring that checks be paid before any liability devolves upon it.\nIt is to be observed that two Saturdays and two Sundays intervened in the period between the receipt and presentment of the checks. Had the checks been received a day or two before they were, and had Judge Dumbauld died at the time he did, in all likelihood no trouble would have arisen. The same is true had the checks been certified.\nThe Retirement Act makes the Board trustee of the fund) 71 PS 1736. But they are not trustees of the money here involved until it becomes part of the fund: It does not become part of the fund until it is paid. Consequently, the Board had no duties as trustee and cannot be charged with lack of diligence in seeking to collect on the checks. They made some effort to collect, on the theory of an equitable assignment, but we cannot see that it was obliged as trustee to pursue the matter further.\nSection 1(11) of the State Employes’ Retirement Act, 71 PS 1731, defines contributor as follows: “11. ‘Contributor’ shall mean any person who has accumulated deductions in the fund created by this act to the credit of the annuity savings account.”\nWere this claim to be allowed the beneficiary would receive money not contributed to the fund by Judge Dumbauld, but moneys contributed by other members or appropriated by the Legislature from tax receipts. In the meantime, the beneficiary has been repaid her loan of $2,000 and the bank has been paid in full from the assets of the Judge’s estate.\nCosts on the appellant.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "Nelson M. Galloway, with him Hudson & Hudson, for appellant.",
      "Leon Ehrlich, Deputy Attorney General, with him Samuel M. Jackson, Deputy Attorney General and Herbert B. Cohen, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "State Employes’ Retirement Board v. Rockwell, Appellant.\nArgued May 25,1955.\nBefore Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nNelson M. Galloway, with him Hudson & Hudson, for appellant.\nSeptember 26, 1955:\nLeon Ehrlich, Deputy Attorney General, with him Samuel M. Jackson, Deputy Attorney General and Herbert B. Cohen, Attorney General, for appellee."
  },
  "file_name": "0614-01",
  "first_page_order": 636,
  "last_page_order": 644
}
