{
  "id": 559807,
  "name": "CHIPMAN & HOLT v. NINTH N. BANK",
  "name_abbreviation": "Chipman & Holt v. Ninth N. Bank",
  "decision_date": "1888-04-23",
  "docket_number": "No. 151",
  "first_page": "86",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "120 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0032-01"
      ]
    },
    {
      "cite": "48 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0057-01"
      ]
    },
    {
      "cite": "103 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0115-01"
      ]
    },
    {
      "cite": "2 Penny. 377",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        218957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/2/0377-01"
      ]
    },
    {
      "cite": "9 N. Y. 211",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2011904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/9/0211-01"
      ]
    },
    {
      "cite": "75 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0125-01"
      ]
    },
    {
      "cite": "85 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0231-01"
      ]
    },
    {
      "cite": "93 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0366-01"
      ]
    },
    {
      "cite": "9 N. Y. 211",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2011904
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/9/0211-01"
      ]
    },
    {
      "cite": "85 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 8888,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 5.645629224464185e-07,
      "percentile": 0.9487441159696955
    },
    "sha256": "595286706a68d4f74518ce978d2c894cd0c6d595a39f104d9e6f2ff6820e1497",
    "simhash": "1:1c7ad4032e669fd8",
    "word_count": 1611
  },
  "last_updated": "2024-02-27T21:38:08.109734+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Sterrett, Green, Clark and Williams, JJ.j Paxson and Trunkey, JJ., absent."
    ],
    "parties": [
      "CHIPMAN & HOLT v. NINTH N. BANK."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMe. Justice Steeeett :\nOn September 3, 1887, when Chipman & Holt assigned all their property to the use plaintiff, in trust for the benefit of their creditors, they had on deposit in defendant bank a cash balance of $3,069.61, subject to their check. Formal demand on the bank for that amount was made by the assignee on the second day thereafter, and payment being refused he brought this suit on November 5th, following. At the time of the assignment, the bank held several pieces of the assignors’ unmatured commercial paper, some of which, amounting to over $7,000, matured after demand and before suit by the assignee, and the bank now seeks to avail itself of that amount as a set-off in this action. Whether it has a right to do so or not is the question presented by the affidavit of defence.\nIt is clear that at the date of the assignment the bank had no lien on or set-off against the amount then on deposit to the credit of Chipman & Holt, the assignors; and, as was held in Marks’s Appeal, 85 Pa. 231, the assignee, in virtue of the assignment, and as trustee for the creditors, was then entitled “to assert his and their right to any property of the assignors which passed by the assignment, against any person claiming by subsequent transfer, attachment, judgment, execution, or any other lien.” The reason of this is that the status of the assignors’ debtors as well as their creditors is fixed by the assignment in trust for the latter. Their creditors can neither attach nor levy on any of the assigned assets; nor can their debtors buy up claims against them and set off the same against their indebtedness to the assigned estate; but, as was held in Jordan v. Sharlock, 84 Pa. 366, in a suit by the assignee upon a note to his assignor, matured after the assignment, the defendant may set off a debt due to him by the assignor at the time of the assignment, for the reason that when the note in suit passed to the assignee by virtue of the assignment, the defendant had a demand against the assignor on which he had an immediate right of action. The defendant bank in this case had no such right at the date of the assignment, and, as a creditor of the assignor, holding notes that matured after all his property, including the money on deposit, had passed to the beneficial plaintiff in trust for all the creditors, the bank is in no better condition than they are.\nThe general principle, as stated in Burrill on Assignments, § 403, appears to be that “a claim acquired after the assignment cannot be set off against 'the assignee, nor a liability existing but not due at the time of the assignment, even if it becomes due before suit commenced.” Beckwith v. The Union Bank, 9 N. Y. 211, recognizes the same principle, and it appears to be a reasonable one. In that case an insolvent firm, having money 'on deposit in bank, made a general assignment for the benefit of creditors. Shortly thereafter, but before notice of the assignment, a bill against the firm, held by the bank, exceeding the sum on deposit, matured and was charged by the bank to the account of the firm. In a suit brought by the assignee for the deposit, it was held that, as against him, the bank had no right to apply the money on deposit to the payment of the dishonored bill, notwithstanding the fact that it was the holder of the bill at the date of the assignment. The reason given is, that at the time of the assignment the bank had no lien on the deposit that would have interfered with the right of the assignors to draw the same, and that by virtue of the assignment their right to do so passed to the assignee in trust for the creditors. It was also held that to perfect that right, notice of the assignment was unnecessary, save only that in default of notice the bank might have so dealt as to have affected his rights by its subsequent acts.\nWe are therefore of opinion that the affidavit of defence is insufficient, and the rule for judgment should have been made absolute.\nIt is now ordered that the record be remitted to the court below, with instructions to enter judgment against defendant for such sum as to right and justice may belong, unless other legal or equitable cause be shown why such judgment should not be so entered.",
        "type": "majority",
        "author": "Me. Justice Steeeett :"
      }
    ],
    "attorneys": [
      "Mr. John I. Rogers (with him Mr. Oscar B. Teller), for the plaintiff in error:",
      "Mr. P. F. Pothermel, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "CHIPMAN & HOLT v. NINTH N. BANK.\nERROR TO THE COURT OF COMMON PLEAS NO. 2 OF PHILADELPHIA COUNTY.\nArgued March 21, 1888\nDecided April 23, 1888.\nIn an action by an assignee for the benefit of creditors, to recover from a bank abalance to the credit and subject to the cheek of the assignor at the date of the assignment, the bank cannot set off notes or drafts indorsed by and discounted for the assignor before but maturing after the assignment.\nBefore Gordon, C. J., Sterrett, Green, Clark and Williams, JJ.j Paxson and Trunkey, JJ., absent.\nNo. 151 January Term 1888, Sup. Ct.; court below, No. 414 September Term 1887, C. P. No. 2.\nOn November 5,1887, an action of assumpsit was brought by R. H. Chipman and D. W. Holt, trading as Chipman & Holt, to use of John I. Rogers, assignee for the benefit of creditors, against the Ninth National Bank of Philadelphia, and on November 7th, the plaintiff’s statement, verified by affidavit, was filed, which averred in substance: That on September 8, 1887, Chipman & Holt had made an assignment of all their estate, real and personal, to said John I. Rogers, for the benefit of their creditors, and that on said date, the defendant bank was indebted to the assignors in $3,069.61, on a deposit account therein set out, and that on September 5th, had refused to pay the same on demand made. The following is a copy of the entries in the deposit book of Chipman & Holt, copied into the statement:\n1887, August 12th, balance $5,748.89\n“ “ 15th, C., 3,700.72\n“ “ 16th, C., 3,000.00\n“ “ 26th, C., 850.00\nOn November 23,1887, the defendant bank filed an affidavit of defence to the whole of plaintiff’s claim, averring: That the defendant had discounted for Chipman & Holt, drafts and notes as follows:\n1. On May 24,1887, draft of C. & H. to the order of C. & H. on Robert Hare Powell & Co., dated May 6, 1887, at four months, for $3,160.86; accepted.\n2. On June 24, 1887, draft of C. & H., to the order of C. & H. on Robert Hare Powell & Co., dated June 21,1887, at four months, for $3,680.53; accepted.\n3. On June 24, 1887, note of C. E. Pennock & Co., to order of C. & H., dated May 18, 1887, at four months, for $904.37.\n4. On August 2, 1887, note of C. E. Pennock & Co., to order of C. & H., dated June 14, 1887, at four months, for' $674.23.\n5. On August 2, 1887, note of C. E. Pennock & Co., to order of C. & H., dated July 22, 1887, at four months for $2,810.23.\nThat the defendant was still the holder of all said drafts and notes; that the first mentioned four of them had matured and been protested for non-payment, of which the said plaintiffs had had notice, and defendant claimed to set off and defalk the sum of money so due on them against the claim of the plaintiff in this case.\nOn December 6, 1887, a rule for judgment for want of a sufficient affidavit of defence was discharged, without opinion. A bill of exceptions having been filed, the use plaintiff took this writ, assigning as error the discharge of the plaintiff’s rule for judgment.\nMr. John I. Rogers (with him Mr. Oscar B. Teller), for the plaintiff in error:\nAn inspection of the statement and affidavit of defence shows that the deposit for which suit was brought is not the proceeds of the discounted drafts and notes, and there is no allegation that, at the time the latter were discounted, the assignors were insolvent, so as to render applicable Dougherty v. Bank, 93 Pa. 232. A claim acquired after the assignment cannot be set off against an assignee, nor a liability existing but not due at the time of the assignment, even if it become due before the suit was commenced: Burrill on Assignments, § 403; 2 Sm. L. C. 352; Marks’s App., 85 Pa. 231; Fogerty v. Trust Co., 75 Pa. 125; Beckwith v. Union Bank, 9 N. Y. 211; Manuf. N. B. v. Jones, 2 Penny. 377; Roig v. Tim, 103 Pa. 115; F. &. M. Bank’s App., 48 Pa. 57; Bosler v. Exchange Bank, 4 Pa. 32; Kensington N. B. v. Shoemaker, 11 W. N. 215.\nMr. P. F. Pothermel, for the defendant in error:\nThe defence is not an attempt to set off unmatured notes and drafts against the plaintiff’s claim, but an assertion of the right under the statute, to set off a claim due and owing at the time suit was brought. A voluntary assignee is the mere representative of the debtor, enjoying his rights only, and no others, and is bound when he is bound: Jordan v. Sharlock, 84 Pa. 368. Being a mere volunteer, standing in no better or different position than his assignor, and having failed to bring suit until after the notes in the hands of the bank had matured, its claim to set them off against the deposit must be sustained: Stewart v. National Security Bank, 6 W. N. 399."
  },
  "file_name": "0086-01",
  "first_page_order": 122,
  "last_page_order": 126
}
