{
  "id": 582204,
  "name": "Commonwealth v. Lynch, Appellant",
  "name_abbreviation": "Commonwealth v. Lynch",
  "decision_date": "1974-01-24",
  "docket_number": "Appeal, No. 196",
  "first_page": "213",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "455 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "296 A. 2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945676
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0187-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4616,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 7.869744135263209e-08,
      "percentile": 0.459512890519872
    },
    "sha256": "954dc250d41f5faaf3914da150c51eb83390c3928931bbe36df77088f38f943c",
    "simhash": "1:366f406fff3adffb",
    "word_count": 768
  },
  "last_updated": "2024-02-27T18:36:47.960545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Justice Pomeroy and Mr. Justice Manderino concur in the result."
    ],
    "parties": [
      "Commonwealth v. Lynch, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nOn January 21, 1972, appellant, Timothy Lynch, and the decedent, Virginius Brichette, became involved in an altercation over who was entitled to collect admission tickets at the M&E Bar, located at 18th and Dauphin Streets in Philadelphia. According to John Louis Hunt, the manager and bartender at the M&E Bar, the decedent was employed to sell admission tickets to the bar on the night he was lulled, but at about 9:00 p.m., appellant, claiming he had the right to collect the tickets, grabbed the decedent’s shirt. In retaliation, the decedent punched appellant. Mr. Hunt then interceded and told the parties to break it up and asked appellant to leave, which he did. However, twenty minutes later, according to Mr. Hunt, appellant returned to the bar and shot the decedent. The Commonwealth called several other witnesses, patrons and other employees, whose testimony corroborated that of Mr. Hunt. Appellant testified in his own behalf. He claimed that he was authorized to collect tickets at the bar, but that he had been beaten up and ejected by Mr. Hunt. Appellant testified that he re-entered the bar in order to find out why he had been beaten, at which time the decedent came at him with a knife and threatened his life. As the decedent jumped at him, swinging the knife, appellant stated that he fired one shot as he backed out of the bar. However, according to appellant, the decedent continued pursuing him with the knife, so that he was forced to shoot again in order to save his own life. James Labell, a friend of appellant, testified that, as he was passing the MAE Bar, he saw appellant backing out of the bar and another fellow trying to cut appellant with a knife. Appellant claimed that, these facts established that the killing was done in self-defense. However, a jury rejected this contention and found appellant guilty of murder in the second degree.\nAppellant first alleges that the trial court committed error in not allowing appellant to impeach, by a prior inconsistent statement, the testimony of Mr. Green, the supervisor and son-in-law of the owner of the MAE Bar. Called by the Commonwealth, Mr. Green testified that appellant was not an employee of the bar, as he had contended. In an effort to impeach Mr. Green’s testimony, appellant called Mr. Moldovsky, appellant’s original attorney. Moldovsky intended to testify that a man who identified himself as Mr. Green, and who called Moldovsky in response to a call Moldovsky had previously made to a number given him when he had called the bar seeking to speak to Mr. Green, told birn that appellant was indeed an employee of the bar. The trial judge refused to allow Moldovsky to testify as to the alleged phone call because he could not authenticate the voice as belonging to Mr. Green.\nEven assuming that the trial judge’s ruling was in error, it was harmless error beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 87 S. Ct. 824 (1967). Mr. Green was not present at the scene of the homicide. He simply testified that appellant was not an employee of the bar, contrary to the appellant’s contention. However, the issue of whether appellant was an employee of the bar was a purely collateral matter. Even if Green, and by implication, Hunt, were impeached on their testimony that appellant was not an employee, this would have little bearing on the credibility of Hunt’s account of the Idlling, particularly in light of the number of other witnesses whose testimony corroborated that of Hunt.\nAppellant next alleges that the trial court committed error when it gave its charge relating to self-defense. While, if taken out of context, portions of the charge may be somewhat confusing, the charge, taken as a whole, clearly defined and apprised the jury as to the elements of self-defense. Moreover, the appellant only took a general exception to the court’s charge and his allegation of error was not raised in post-trial motions; consequently, it cannot be raised here. See Commonwealth v. Agie, 449 Pa. 187, 296 A. 2d 741 (1972).\nJudgment of sentence affirmed.\nMr. Justice Pomeroy and Mr. Justice Manderino concur in the result.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Victor J. DiNubile, Jr., with him Anderson and Di-Nubile, for appellant.",
      "Louis A. Peres, Jr., Assistant District Attorney, with him David Richman, Assistant District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Lynch, Appellant.\nArgued November 16, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nVictor J. DiNubile, Jr., with him Anderson and Di-Nubile, for appellant.\nLouis A. Peres, Jr., Assistant District Attorney, with him David Richman, Assistant District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nJanuary 24, 1974:"
  },
  "file_name": "0213-01",
  "first_page_order": 275,
  "last_page_order": 278
}
