{
  "id": 582173,
  "name": "Wilkes-Barre Independent Company, Appellant, v. Newspaper Guild, Local 120 et al.",
  "name_abbreviation": "Wilkes-Barre Independent Co. v. Newspaper Guild, Local 120",
  "decision_date": "1974-01-24",
  "docket_number": "Appeal, No. 151",
  "first_page": "287",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "455 Pa. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "167 A. 2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "202 A. 2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891842
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0122-01"
      ]
    },
    {
      "cite": "118 A. 2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261957
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0297-01"
      ]
    },
    {
      "cite": "45 A. 2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465851
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0420-01"
      ]
    },
    {
      "cite": "192 A. 2d 378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885934
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0585-01"
      ]
    },
    {
      "cite": "118 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 1
    },
    {
      "cite": "383 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261982
      ],
      "year": 1955,
      "opinion_index": 1,
      "case_paths": [
        "/pa/383/0312-01"
      ]
    },
    {
      "cite": "155 A.2d 27",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "397 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286286
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa/397/0357-01"
      ]
    },
    {
      "cite": "167 A. 2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 10637,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 2.763013899561773e-07,
      "percentile": 0.8337254411357573
    },
    "sha256": "51a5b6d6bdd0b214965f4e217d366796fde9cfcadd9b48d844fd5857b71c36ed",
    "simhash": "1:bf759e45a14221b4",
    "word_count": 1742
  },
  "last_updated": "2024-02-27T18:36:47.960545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Chief Justice Jones took no part in the consideration or decision of this case.",
      "Mr. Justice Manderino joins in this concurring and dissenting opinion."
    ],
    "parties": [
      "Wilkes-Barre Independent Company, Appellant, v. Newspaper Guild, Local 120 et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nOn November 12, 1973, Local No. 120 of the Newspaper Guild and its agents (appellees herein) went on strike and began picketing the plant and offices of its employer, Wilkes-Barre Independent Company (appellant). Appellant, a corporation engaged in the publication, of a weekly newspaper, brought an action in equity seeking to enjoin preliminarily the union, which was the certified bargaining unit for eighteen of the newspaper’s sixty-one employees, from engaging in what the employer alleged to be unlawful “mass picketing.” The employer asked the court to limit the number of pickets and the distances which they must remain from each other. After the union filed preliminary objections, and the employer filed an amended complaint, a hearing was held on November 16, 1973. On November 20, 1973, the chancellor issued a decree denying the employer’s application for the preliminary injunction and ordered the employer to pay reasonable costs and expenses in defending the suit, and counsel fees in the amount of §1,000 to appellees’ counsel.\nOn appeal from the grant or refusal of a preliminary injunction, our scope of review is clear. As we stated in Minit-Man C. W. Corp. v. B. & G. T. Council, 411 Pa. 585, 192 A. 2d 378 (1963), at 589: “Our uniform rule is that, on an appeal from a decree which refuses, [or] grants ... a preliminary injunction, we will look only to see if there were any apparently reasonable grounds for the action of the court below, and we will not further consider the merits of the case or pass upon the reasons for or against such action, unless it is plain that no such grounds existed or that the rules of law relied on are palpably wrong or clearly inapplicable. . . .”\nIn his opinion, the chancellor stated alternative reasons for his decision to refuse the preliminary injunction. First, he stated that he had no jurisdiction to grant a preliminary injunction because the mandatory requirements of §206 (i) of Pennsylvania’s Labor Anti-Injunction Act had not been satisfied. 43 P.S. §206 (i). Tn reaching that conclusion, we believe that the chancellor was in error. By the provisions of subsection (d) of §206d of the Act, the act does not apply in any case: “(d) Where in the course of a labor dispute as herein defined, an employe, or employes acting in concert, or a labor organization, or the members, officers, agents or representatives of a labor organization or anyone acting for such organization, seize, hold, damage, or destroy the plant, equipment, machinery, or other property of the employer with the intention of compelling the employer to accede to any demands, conditions, or terms of employment, or for collective bargaining.” Act of June 2, 1937, P. L. 1198, §4; 1939 June 9, P. L. 302, §1.\nThe record in the instant case clearly shows that large numbers of pickets blocked the South Washington Street entrance and the State Street entrance of the employer’s plant in the morning from approximately 7:45 a.m., to 8:00 a.m., and in the evening from 6:30 p.m. to 7:00 p.m. Although the numbers of pickets at those two entrances did not exceed five or six at all other times of the day, and there were never large numbers of pickets at any of the plant’s eight other entrances, we decided in the case of Carnegie Ill. Steel v. U. S. W. of A., 353 Pa. 420, 45 A. 2d 857 (1946), that the holding of even one gateway to a plant constituted a seizure under §206d of the Pennsylvania Labor Anti-Injunction Act so that a court of equity was not precluded from issuing an injunction if the circumstances warranted it. See also Westinghouse v. United E. R. & M. W. of A., 383 Pa. 297, 118 A. 2d 180 (1955), where an injunction was also issued despite the fact that picketing in large numbers only occurred at the brief periods when large shifts of men were reporting to work. Consequently, the court was not precluded from issuing an injunction, if it were otherwise permitted under traditional rules of equity. Link Belt Co. v. Local U. No. 118, 415 Pa. 122, 202 A. 2d 814 (1964), Minit-Man C. W. Corp. v. B. & C. T. Council, supra.\nThe traditional rule of equity which determines the propriety of the issuance or refusal to issue a preliminary injunction was succinctly stated in the case of Slott v. Plastic Fabricators, Inc., 402 Pa. 438, 167 A. 2d 306 (1961), at 435: “The purpose of a preliminary injunction is to preserve the status quo as it now exists or previously existed before the acts complained of, and thus temporarily prevent irreparable injury or gross injustice. A preliminary injunction should not be granted unless the facts and circumstances—alleged or proved —and the exigencies of the situation appear to require instant (and at least temporary) injunctive relief. . . .”\nEven though we disagree with the chancellor’s view that he was precluded from issuing an injunction by the Pennsylvania Labor Anti-Injunction Act, the issuance of an injunction is not mandatory. We believe that there is ample support in the record for the chancellor’s conclusion that “there are no imperative circumstances requiring injunctive relief in this case.”\nThe record discloses that all delivery trucks and advertising customers had access to the plant. In fact, no one was prevented from entering the employer’s plant by the pickets except those members of the printers’ union who attempted to enter the South Washington Street entrance and the State Street entrance during the brief intervals when large numbers of the striking newspaper guild’s members were picketing at those two entrances. However, it is not clear that the printers really desired access, since the chancellor found that the members of the printers’ union had previously been accustomed to entering the plant by a rear entrance which was not picketed during the strike but had been instructed to enter only through the two entrances which were being picketed after an agreement reached between the employer and the printers’ union less than forty-eight hours before the newspaper guild began the strike. Moreover, the chancellor further found that when pickets were reduced to two or three in number from 8:00 a.m. to 5:30 p.m., the members of the printers’ union made no attempt to enter the premises, even though they were still gathered at the street comer adjacent to the employer’s plant. All of these facts indicate that the confrontation between the pickets and the printers was staged and amply support the chancellor’s conclusion that when the employer reached an agreement with the printers and had the printers report for work at the two front entrances rather than rear entrance they customarily used, “it was not coincidental but was part of a plan by the [appellant] intended to prejudice the [appellee] union in its collective bargaining with [appellant].”\nSince this was the case and the plant was not really blocked, the chancellor did not commit error when he refused to grant the preliminary injunction. However, since the Anti-Labor Injunction Act did not apply, appellees were not entitled to costs and expenses or counsel fees.\nDecree, as modified, affirmed. Appellant to pay costs.\nMr. Chief Justice Jones took no part in the consideration or decision of this case.\nSee Act of June 2, 1937, P. L. 1198, §17, 43 P.S. §206q",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      },
      {
        "text": "Concurring and Dissenting Opinion by\nMr. Justice Roberts:\nAlthough I agree with the majority that the chancellor did not commit error by refusing the preliminary injunction, I dissent from the majority’s refusal to affirm without modification the chancellor’s decree. The majority erroneously believes that for appellees to be awarded their reasonable costs, expenses, and attorney’s fees pursuant to 43 P.S. § 206q (1964), an injunction must have been denied solely on the ground that the Labor Anti-Injunction Act prohibited its grant.\nSection 206q contains no such limitation. It provides in full: “Upon denial by the court of any injunctive relief sought in an action involving or growing out of a labor dispute, the court shall order the complainant to pay reasonable costs and expenses of defending the suit and a reasonable counsel fee.” The express language of section 206q conditions the award of reasonable costs, expenses, and attorney’s fees upon two events—first, a denial of injunctive relief, and second, an “action involving or growing out of a labor dispute.” There is no controversy over the first branch of section 206q’s test; it is to the second that the majority wishes to graft an additional qualification. Nothing in the Labor Anti-Injunction Act supports the majority’s further limiting the legislative policy expressed in section 206q.\nHere, injunctive relief was properly denied, and the action involved and grew out of a labor dispute. The chancellor followed the statutory directive and awarded appellees reasonable costs, expenses, and counsel fees. The majority ignores the plain explicitness of section 206q and reverses the chancellor’s award. The chancellor’s decree should be affirmed without modification. I dissent.\nMr. Justice Manderino joins in this concurring and dissenting opinion.\nAct of June 2, 1937, P.L. 1198, § 17.\nId. §§ 1-18, 43 P.S. §§ 206a-206r (1964).\nThat the present action involved or grew out of a labor dispute cannot bo contested. The Labor Anti-Injunction Act expansively defines the term “labor dispute” to include “any controversy concerning terms or conditions of employment, or concerning the association or representation of persons in negotiating, fixing, maintaining, changing, or seeking to arrange terms or conditions of employment or concerning employment relations or any other controversy arising out of the respective interests of employer and employe, regardless of whether or not the disputants stand in the proximate relation of employer and employe, and regardless of whether or not the employes are on strike with the employer.” Act of Tune 2, 1937, P.L. 1198, § 3, 43 P.S. § 206c(c) (1964). This Court has in the past recognized the legislative mandate and given the words “labor dispute” broad scope. See, e.g., Locust Club v. Hotel & Club Employees Union, 397 Pa. 357, 155 A.2d 27 (1959); Warren v. Motion Picture Machine Operators, 383 Pa. 312, 118 A.2d 168 (1955).",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Richard M, Goldberg, with him Allan M. Kluger, and Hourigan, Kluger & Spohrer Associates, for appellant.",
      "Sol Lubin, with him William J. McCall, and Winkler, Danoff, Lubin and Toole, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wilkes-Barre Independent Company, Appellant, v. Newspaper Guild, Local 120 et al.\nArgued November 28, 1973.\nBefore Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nRichard M, Goldberg, with him Allan M. Kluger, and Hourigan, Kluger & Spohrer Associates, for appellant.\nSol Lubin, with him William J. McCall, and Winkler, Danoff, Lubin and Toole, for appellees.\nJanuary 24, 1974:"
  },
  "file_name": "0287-01",
  "first_page_order": 349,
  "last_page_order": 356
}
