{
  "id": 582134,
  "name": "Alexander v. Mastercraft Construction Co., Inc., Appellant",
  "name_abbreviation": "Alexander v. Mastercraft Construction Co.",
  "decision_date": "1974-03-25",
  "docket_number": "Appeal, No. 13",
  "first_page": "579",
  "last_page": "583",
  "citations": [
    {
      "type": "official",
      "cite": "455 Pa. 579"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "204 A. 2d 25",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891816
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0500-01"
      ]
    },
    {
      "cite": "264 A. 2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929275
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 5968,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.568077141541591e-07,
      "percentile": 0.9250025773703409
    },
    "sha256": "6ba4aa24a02cccd8d9331971f4da3aa7c93a011f489020d4ffc71a65464ce1c8",
    "simhash": "1:3f1f8c037fe2b979",
    "word_count": 1013
  },
  "last_updated": "2024-02-27T18:36:47.960545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Boberts, Pomeroy, Nix and Manderino, JJ."
    ],
    "parties": [
      "Alexander v. Mastercraft Construction Co., Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nThis is an appeal from a decree dismissing the third party complaint of the appellant, Mastercraft Construction Co., Inc. (Mastercraft), against the appellee, Catania Engineering Associates, Inc. (Catania), as an additional defendant to an action in equity.\nThe plaintiffs in this case filed a complaint on October 6,1972, naming Mastercraft as one of the original defendants. On November 29, 1972, pursuant to Pa. R. C. P. 2252, Mastercraft filed a praecipe for writ to join Catania as an additional defendant. Paragraph (b) of the same rule required the appellant to file a complaint against Catania within 20 days from the filing of the praecipe, but the complaint was not filed until January 15, 1978, 47 days afterwards. Catania then filed preliminary objections to Mastercraft’s complaint, praying that the writ and complaint be dismissed because of failure to conform with Rule 2252. Although other grounds were raised in the preliminary objections, the court below found it unnecessary to reach those issues because it agreed that the untimely filing of the complaint required a dismissal. This, then, is the sole issue presented on appeal.\nThe pertinent portion of Rule 2252 provides as follows: “(b) If the person sought to be joined is not a party to the action the joining party may file as of course a praecipe for a writ or a complaint. If the joinder is by writ the joining party shall file his complaint within twenty (20) days from the filing of the praecipe for the writ. . . .” Although it requires the joining party to file a complaint within 20 days of filing the praecipe for a writ to join, the above rule does not state what is to happen in the event that a complaint is not filed. That eventuality, however, is covered by Pa. R. C. P. 2254(d), which allows the aggrieved party to “move for judgment of non pros in the same manner as in an action of assumpsit”. In actions of assumpsit, a judgment of non pros is obtained by first filing a praecipe for a rule upon the plaintiff to file a complaint; if a complaint has not been filed within 20 days after service of the rule to file, then, upon praecipe of the defendant, the prothonotary enters a judgment of non pros. Pa. R. C. P. 1037(a).\nThe appellee did not follow the Rule 1037(a) procedure, but instead filed preliminary objections to the appellant’s untimely filed complaint. This remedy, it contends, is proper because Rule 2252(b) imposes a mandatory requirement which, if not met, requires dismissal of the complaint and of the third party action. We do not agree.\nA brief review of the history of our rules relating to the joinder of additional defendants will be helpful. Prior to 1958, a defendant could join another party as an additional defendant only by filing a complaint within the 60-day period of limitation provided by Pa. R. C. P. 2253. The 1958 amendments to the rules permitted a joinder by writ alone, as well as by complaint; no time limit was placed upon the filing of the third party complaint if the writ was timely filed. To afford some remedy for unreasonable delay in filing the complaint, Subdivision (d) was simultaneously added to Rule 2254, allowing the added defendant to move for a judgment of non pros. While appellee concedes that prior to 1969 the joinder of an additional defendant could be stricken only by this means, it contends that this was changed in that year by the 20-day filing requirement for third party complaints which was then added to Rule 2252(b) by amendment. It argues that thereafter Rule 2254(d) was relegated to a remedy available when the joining party fails to file the requisite copies of previously filed pleadings along with his complaint. See Rule 2254(b). Although it finds support for this position in Dye v. McShea, 52 D. & C. 2d 29 (Lehigh County, 1971), two other courts of common pleas have held to the contrary: Alberto v. Williams, 60 D. & C. 2d 272 (Monroe County, 1973); Anderson v. United Gas Improvement Co., 49 D. & C. 2d 640 (Philadelphia County, 1970). Its interpretation has also been expressly disapproved by a leading commentator on the Rules of Civil Procedure. Neither the history of the development of the rules nor the requirements of fairness to a third party defendant suggest any reason for treating the 20-day filing requirement of Rule 2252(b) as affecting any cliange other than to provide a time after which the joined party may proceed under Rule 2254 (d).\nThe decree is reversed and the case remanded with instructions to reinstate appellant’s complaint, subject to disposition of the appellee’s other preliminary objections. Costs on appellant.\nAn order dismissing a defendant’s complaint as to an additional defendant is a final order. Zakian v. Liljestrand, 438 Pa. 249, 254, 264 A. 2d 638 (1970). Consequently, we have jurisdiction under the Act of July 31, 1970, P.L. 673, No. 223, art, II, §202(4), 17 P.S. §211.202(4).\nRule 2254(d) provides: “(d) If the joinder is commenced by writ, the plaintiff or the additional defendant joined, may move for judgment of non pros in the same manner as in an action of assumpsit, for failure of a defendant to file his complaint and copies of all pleadings theretofore filed in the action, as required by Subdivision (b) hereof.”\nWe have previously held that a defendant cannot challenge the timeliness of the plaintiff’s complaint through preliminary objections when he failed to seek a judgment of non pros pursuant to Rule 1037(a). Galbraith v. Gahagen, 415 Pa. 500, 501, 204 A. 2d 25.1 (1964).\n3 Goodrich-Amram, Civil Procedure, §2253-8 (1959).\nid., §2254(d)-1.\n3 Goodrich-Amram, Civil Procedure, §2252(b) (2) (Supp. 1973).",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Robert J. Bhenkin, with, him MacElree, Platt & Hcvrvey, for appellant.",
      "Edward J. Zetusky, Jrv for appellee."
    ],
    "corrections": "",
    "head_matter": "Alexander v. Mastercraft Construction Co., Inc., Appellant.\nArgued January 11, 1974.\nBefore Jones, C. J., Eagen, O’Brien, Boberts, Pomeroy, Nix and Manderino, JJ.\nRobert J. Bhenkin, with, him MacElree, Platt & Hcvrvey, for appellant.\nEdward J. Zetusky, Jrv for appellee.\nMarch 25, 1974:"
  },
  "file_name": "0579-01",
  "first_page_order": 641,
  "last_page_order": 645
}
