{
  "id": 582284,
  "name": "Commonwealth v. Hancock, Appellant",
  "name_abbreviation": "Commonwealth v. Hancock",
  "decision_date": "1974-03-25",
  "docket_number": "Appeal, No. 445",
  "first_page": "583",
  "last_page": "589",
  "citations": [
    {
      "type": "official",
      "cite": "455 Pa. 583"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "311 A. 2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579863
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0358-01"
      ]
    },
    {
      "cite": "297 A. 2d 920",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "923"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945674
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0424-01"
      ]
    },
    {
      "cite": "239 A. 2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913547
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0089-01"
      ]
    },
    {
      "cite": "285 A. 2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "862"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941816
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0215-01"
      ]
    },
    {
      "cite": "309 A. 2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579920
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0079-01"
      ]
    },
    {
      "cite": "275 A. 2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935365
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0328-01"
      ]
    },
    {
      "cite": "307 A. 2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "278"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574248
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "523-4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0521-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "272 A. 2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "888"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933825
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0401-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "240"
        },
        {
          "page": "241"
        },
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "301 A. 2d 701",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948602
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0241-01"
      ]
    },
    {
      "cite": "307 A. 2d 238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577620
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0547-01"
      ]
    },
    {
      "cite": "311 A. 2d 613",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pac. 444",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "290 A. 2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "447 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942994
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/447/0389-01"
      ]
    },
    {
      "cite": "289 A. 2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. Superior Ct. 742",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        799945,
        800223
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/221/0742-01",
        "/pa-super/221/0742-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 9436,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 3.6756615317747063e-07,
      "percentile": 0.8911654694926229
    },
    "sha256": "35f934153bc757e6861552f2441495fd5acca6913dd24469493b7b44dbf1c25d",
    "simhash": "1:b0bc43e976405127",
    "word_count": 1549
  },
  "last_updated": "2024-02-27T18:36:47.960545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.",
      "Mr. Chief Justice Jones, Mr. Justice Eagen, Mr. Justice Pomeroy and Mr. Justice Mandekino concur in the result."
    ],
    "parties": [
      "Commonwealth v. Hancock, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Nix,\nOn February 5, 1971, at approximately 9 :20 P.M., Mr. Charles Presley was accosted on the highway by an individual, armed with a small revolver, demanding money. After a brief altercation, Presley was shot in the leg as he attempted to flee. At or about this time Officer Thompson, a member of the Philadelphia Police Department, while on patrol with his partner, heard what appeared to them to be the sound of gunfire. They responded by driving their vehicle in the direction of the sound where they observed appellant and two other men. Appellant attempted to flee but was quickly apprehended. A search of his person uncovered a .22 caliber derringer pistol which contained one spent cartridge and one live cartridge. Appellant was then arrested for violation of the Uniform Firearms Act.\nWhile at detective headquarters, one of the police officials recognized the similarity between the appearance of the appellant and the description that had been given by Mr. Presley of his assailant. Appellant was held in custody for over nineteen hours before being taken to the “proper issuing authority”. During this period he signed a waiver of his right to counsel at a lineup and was identified by Presley. After conviction and sentence in the court below an appeal was taken to the Superior Court which affirmed the judgment of sentence per curiam. Commonwealth v. Hancock, 221 Pa. Superior Ct. 742, 289 A. 2d 177 (1972). We granted allocatur and now affirm.\nRelying upon this Court’s opinion in Commonwealth v. Futch, 447 Pa. 389, 290 A. 2d 417 (1972) and its progeny, appellant argues that the identification testimony was improperly admitted at trial entitling him now to a reversal of the judgment of sentence. We agree that our ruling in Commonwealth v. Futch, supra, is applicable to the instant facts but also find that relief must be denied appellant for tbe same reasons we denied relief to Clifford B. Futch.\nPa. R. Crim. P. 118 provides that where an accused is arrested without a warrant he must be taken without unnecessary delay before the proper issuing authority. Under Commonwealth v. Futch, supra, we held that the violation of the rule results in all evidence obtained during an “unnecessary delay” between arrest and arraignment, except that evidence unrelated to the delay, being subject to a rule of exclusion. See also Commonwealth v. Diwon, 454 Pac. 444, 311 A. 2d 613 (1973); Commonwealth v. Wayman, supra; Commonwealth v. Dutton, 453 Pa. 547, 307 A. 2d 238 (1973); Commonwealth v. Tingle, 451 Pa. 241, 301 A. 2d 701 (1973). There is little question that the facts of this case present a clear illustration of an unreasonable delay between a warrantless arrest and arraignment. Here the Commonwealth seeks to excuse the delay by offering as the reason the need to review their files of unsolved robberies and to notify those victims to attend who gave descriptions of an assailant similar to the appearance of the appellant. Clearly this does not provide a basis for a finding that the delay was reasonable. While we do not require that the investigatory process cease at the time of a warrantless arrest we do require compliance with Rule 118 prior to any investigative procedure conducted for the purpose of gathering further evidence against the accused if that procedure is dependent upon the waiving of a constitutional right.\nThe Commonwealth wisely does not contend that the waiver of counsel at the lineup was unrelated to the delay but rather urges that the in-court identification had sufficient basis independent of the lineup to allow its admission regardless of any taint found to exist in the lineup procedure. We agree.\nThe burden is upon the state to establish an independent basis by clear and convincing evidence. United States v. Wade, 388 U.S. 218, 240 (1967); Commonwealth v. Futch, supra, at 396, 290 A. 2d at 420. The evidence must demonstrate that the in-court identification was not the product of the “exploitation” of the impermissible lineup and that its origin is “sufficiently distinguishable” from the lineup. United States v. Wade, supra at 241. The Wade Court suggested that the following factors should be considered: “. . . the prior opportunity to observe the alleged criminal act, the existence of any discrepancy between any pre-lineup description and the defendant’s actual description, any identification prior to lineup of another person, the identification by picture of the defendant prior to the lineup, failure to identify the defendant on a prior occasion, and the lapse of time between the alleged act and the lineup identification.” United States v. Wade, 388 U.S. 218, 241 (1967).\nA review of the testimony of the complainant causes us to conclude that there was ample evidence to support the hearing judge’s finding that there was an independent basis for the in-court identification. The area was well lighted, the assailant stood not more than three feet from Presley and he had an opportunity during the confrontation to observe the assailant’s face for at least three minutes. Immediately after the incident, Presley gave a description fully describing the appellant to the police. There were no prior discrepant identifications and no instance where an identification was improperly suggested by photograph.\nThe presence of an independent source upon which to base the in-court identification likewise suffices to defeat appellant’s claim for relief that the lineup was unduly suggestive in violation of his right to due process. See Commonwealth v. Rankin, 441 Pa. 401, 405, 272 A. 2d 886, 888 (1971).\nFinally, appellant argues that the introduction into evidence of the illegal out-of-court identification was reversible error. We find, in light of the valid and unequivocal eyewitness identification in court, as well as appellant’s presence in the vicinity of tlie crime, in possession of a recently fired weapon capable of inflicting the wound sustained, that the introduction of this evidence was harmless error beyond a reasonable doubt. Chapman v. California, 386 U.S. 18 (1967); Commonwealth v. Burton, 452 Pa. 521, 523-4, 307 A. 2d 277, 278 (1973); Commonwealth v. Spencer, 442 Pa. 328, 275 A. 2d 299 (1971).\nAccordingly, the order of the Superior Court affirming the judgment of sentence of the Court of Common Pleas is hereby affirmed.\nMr. Chief Justice Jones, Mr. Justice Eagen, Mr. Justice Pomeroy and Mr. Justice Mandekino concur in the result.\nAct of Juno 24, 1939, P. L, 872, §628, as amended, 18 P.S, §4628,\nWe must reject the Commonwealth’s argument that an objection based upon a violation of Rule 118 has been waived for the reasons set forth in Commonwealth v. Wayman, 454 Pa. 79, 82 n.1, 309 A. 2d 784, 786 n.1 (1973). In Wayman we stated that it would be manifestly unfair to find a waiver where the waiver is alleged to have occurred at a time when the parties had no way of knowing that á right existed. See Commonwealth v. Simon, 446 Pa. 215, 218, 285 A. 2d 861, 862 (1971); Commonwealth v. Cheeks, 429 Pa. 89, 95, 239 A. 2d 793, 796 (1968). While the rule was in fact in existence the effect of its violation was not announced until our opinion in Commonwealth v. Futch, supra, which was decided after this case was argued below.\nThe alternative basis for rejecting the waiver argument in Commonwealth v. Wayman, supra, is also equally applicable here. While there was no specific objection to the violation of Rule 118 there was objection to the introduction of the identification testimony. Thus we are not faced with new grounds being raised on appeal but rather a new theory is being raised to support the original claim. See also Commonwealth v. Slavik, 449 Pa. 424, 430, 297 A. 2d 920, 923 (1972).\n“Rule 118. Proceedings Initiated by Arrest Without Warrant.\n“When a defendant has been arrested without a warrant, he shall be taken without unnecessary delay before the proper issuing authority where a complaint shall be filed against him.\n“(a) If the complaint charges a court ease, the defendant shall be given an immediate preliminary arraignment.\n“(b) If the complaint charges a summary offense, the defendant shall be given an immediate trial or upon his request, the defendant shall be given the opportunity of posting security for his appearance at trial on a date which shall be not less than three nor more than ten days after his appearance, unless extended for cause shown, or unless the issuing authority fixes an earlier date upon request of the defendant or his attorney with the consent of the police officer,” Adopted January 31, 1970. Effective May 1, 1970.\nDefense counsel stipulated to the incorporation at trial of Mr. Presley’s testimony from the suppression hearing. The use of the same judge at the suppression hearing and at trial was clearly voluntary. Cf. Commonwealth v. Goodman, 454 Pa. 358, 311 A. 2d 652 (1973).",
        "type": "majority",
        "author": "Mr. Justice Nix,"
      }
    ],
    "attorneys": [
      "John W. Packet, Assistant Defender, with him Jonathan Miller, Assistant Defender, and Vincent J. Ziccwrdi, Defender, for appellant.",
      "James T. Banney, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Grawford, Deputy District Attorney, Bichard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Hancock, Appellant.\nArgued November 16, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nJohn W. Packet, Assistant Defender, with him Jonathan Miller, Assistant Defender, and Vincent J. Ziccwrdi, Defender, for appellant.\nJames T. Banney, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Grawford, Deputy District Attorney, Bichard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 25, 1974:"
  },
  "file_name": "0583-01",
  "first_page_order": 645,
  "last_page_order": 651
}
