{
  "id": 1817491,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Grace SIMMON, Appellant",
  "name_abbreviation": "Commonwealth v. Simmon",
  "decision_date": "1989-03-06",
  "docket_number": "No. 15 E.D. Appeal Dkt. 1987",
  "first_page": "218",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "521 Pa. 218"
    },
    {
      "type": "parallel",
      "cite": "555 A.2d 860"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "480 U.S. 39",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131144
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1004-1006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0039-01"
      ]
    },
    {
      "cite": "511 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798719
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0214-01"
      ]
    },
    {
      "cite": "415 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174956
      ],
      "weight": 5,
      "year": 1974,
      "pin_cites": [
        {
          "page": "317"
        },
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0308-01"
      ]
    },
    {
      "cite": "482 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749615
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "552"
        },
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0538-01"
      ]
    },
    {
      "cite": "321 Pa.Super. 529",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        590308
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/321/0529-01"
      ]
    },
    {
      "cite": "506 A.2d 1338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa.Super. 647",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 778,
    "char_count": 15077,
    "ocr_confidence": 0.799,
    "pagerank": {
      "raw": 3.186306662764027e-07,
      "percentile": 0.8648602679152336
    },
    "sha256": "2f878d44db80c18fa07ebd2e04b2cc2df26c3e74958e93e4adc56f0d6c95da59",
    "simhash": "1:df7fa26c731fc2e4",
    "word_count": 2398
  },
  "last_updated": "2024-02-27T17:56:34.143528+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Grace SIMMON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThe issue presented in this appeal is whether Appellant Grace Simmon was denied her right under the Confrontation Clause to inspect and use complainant’s juvenile record for cross-examination purposes. Because Appellant’s counsel was denied access to the principal Commonwealth witness’s juvenile record after claiming the existence of bias and motive based on the witness’s probationary status, we reverse Superior Court’s order, 353 Pa.Super. 647, 506 A.2d 1338, and remand to the trial court with instructions.\nOn September 25, 1982, Rochelle Hood, age seventeen, and Appellant became embroiled in a confrontation on Sixth Street in Philadelphia. This encounter was the culmination of an ongoing feud between these two neighbors and their families involving Ronald Armstead, Appellant’s paramour. Hood believed Armstead to be the father of her eight month old daughter and wanted him to live with them. Tensions quickly escalated on the otherwise barren street corner, resulting in Hood receiving a stab wound of the right lower chest.\nFollowing this incident, Hood walked home and related the events that occurred to her mother. The complainant’s mother called the police to report the episode and then took Hood to the Guiffre Medical Center. The police, responding to the call, picked up Appellant. She was then taken to the hospital where Hood identified Simmon as her assailant. Simmon was later charged with aggravated assault, 18 Pa.C.S. § 2701, 2702; recklessly endangering another person, 18 Pa.C.S. § 2705; and possession of an instrument of crime, 18 Pa.C.S. § 907.\nOn April 9, 1984, prior to the commencement of trial, Appellant waived her right to a jury trial. Appellant’s counsel at the same time made a motion in limine to have the court produce the complainant’s juvenile record so as to allow Appellant’s counsel to examine it for potential use on cross-examination to show inter alia bias and motive. Appellant’s counsel underscored the need for the record by asserting a theory of self defense.\nThe trial court denied the motion for two reasons. First, it was the judge’s understanding that juvenile records, pursuant to the Juvenile Act, 42 Pa.C.S. § 6301 et seq., were not available except for use in limited circumstances by specially designated persons or agencies. See 42 Pa.C.S. § 6307. The trial court also denied Appellant’s motion in limine believing that a juvenile record is not available for purposes of impeaching credibility. N.T. 7-8. Thereafter, the trial proceeded.\nHood testified on direct examination that she was approached from behind by Simmon who called out to her about leaving Armstead alone. It was also Hood’s testimony that her hands were in her pockets and she was unarmed. Hood claimed as she put her hands up to protect herself, Simmon stabbed her. N.T. 17-21. Simmon’s testimony differed markedly. According to her version of the events, Hood confronted her about Armstead and then began to hit Simmon with her fist. Although Simmon did not see that Hood had a weapon, she was sure Hood had something because of the prior incidents in which Hood had followed Simmon and her daughter with a knife. Simmon testified further that while she told Hood to leave her alone, Hood kept coming at her. Finally, out of fear that Hood would use a weapon, as she had previously threatened to do, Simmon testified she drew her own knife in self defense and wounded Hood. N.T. 65-68.\nAppellant was found guilty, following the bench trial, of aggravated assault, reckless endangerment and possession of an instrument of crime. Post-trial motions were filed and later denied. Appellant was sentenced on August 29, 1984 to five years probation on the aggravated assault charge. The trial judge suspended sentence on the two remaining convictions.\nAppeal was taken to Superior Court. In a memorandum opinion and order, the Superior Court panel affirmed the judgment of sentence. Acknowledging that juvenile records are generally inadmissible for impeachment purposes, the court stated these records, however, are admissible to demonstrate bias because of the vulnerable status as a probationer as well as possible concern the witness might be a suspect in the investigation. See Commonwealth v. Mines, 321 Pa.Super. 529, 468 A.2d 1115 (1983). The court then reviewed the trial transcript and was not persuaded that the stabbing incident would have either jeopardized Hood’s assumed probationary status or resulted in criminal charges being brought against her. Specifically, the court concluded based on Simmon’s testimony that her claim that Hood was the initial aggressor was not adequately supported by the record. The Superior Court held that because the juvenile record of the complainant could not have been properly introduced to show bias, the trial court did not err in denying inspection.\nThe case sub judice is on all fours with our decision in Commonwealth v. Slaughter, 482 Pa. 538, 394 A.2d 453 (1978). In Slaughter, midway through cross-examination of the prosecution’s key identification witness, defense counsel requested the prosecuting assistant district attorney to give him a copy of the witness’s juvenile record. The trial court in that case refused the request based on a belief that any questioning of witness, Anthony Ragland, by defense counsel regarding Ragland’s juvenile record would have been improper. Relying on Davis v. Alaska, 415 U.S. 308, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974), we held that the juvenile record of a prosecution witness must be made available to the defense for the purpose of allowing the defense to determine whether there was anything in the witness’s juvenile record which would indicate that the witness might be biased against the defendant and in favor of the prosecution. We have most recently reaffirmed this position in Commonwealth v. Evans, 511 Pa. 214, 512 A.2d 626 (1986).\nSuperior Court, in the case sub judice, would find no error in depriving Appellant’s counsel of access to the principal Commonwealth witness’s juvenile record. This conclusion is based on Superior Court’s examination of the trial transcript and its determination that the trial transcript does not support an inference that the incident would have jeopardized Hood’s probationary status. In support of its mandate to look to the record to determine whether the evidence supports a bias claim, Superior Court mistakenly relies on Mines, supra. However, Mines was not a case in which the court did not allow defense counsel access to the prosecution witness’s juvenile record but rather denied counsel the opportunity to use the witness’s probationary status for purposes of cross-examination.\nBy adhering to Superior Court’s mandate, we would in effect turn the rationale of Slaughter on its head thereby requiring Appellant to establish evidence “on the record” which would demonstrate bias when in fact Appellant had been denied access to the juvenile record. See Slaughter, 482 Pa. at 552, 394 A.2d at 460. Although Appellant’s counsel was permitted to cross-examine Hood, counsel was unable, based on the trial court’s denial of Appellant’s motion in limine, to adequately develop the issue of bias. This limited cross-examination was fatal to Appellant’s defense. Hood was the sole prosecution witness who could testify as to the events that transpired during the confrontation with Simmon. Because Hood’s testimony was the crucial link in the proof of Appellant’s act, the accuracy and truthfulness of Hood’s testimony became key elements in the Commonwealth’s case. Without being permitted to expose the facts bearing on the reliability of Hood, Appellant was denied her Sixth Amendment right of confrontation through effective cross-examination. We, therefore, reaffirm our position in Commonwealth v. Slaughter, supra.\nOur conclusion is within the requirements of Davis in which the United States Supreme Court said of the defense theory of bias based on the witness’s status as a probationer:\nWe cannot speculate as to whether the jury, as sole judge of the credibility of a witness, would have accepted this line of reasoning had counsel been permitted to fully present it. But we do conclude that the jurors were entitled to have the benefit of the defense theory before them so that they could make an informed judgment as to the weight to place on [the witness’s] testimony.\n415 U.S. at 317, 94 S.Ct. at 1111.\nFollowing Davis on which Slaughter relies, we now disavow Commonwealth v. Mines, supra and herein hold that a prosecution witness’s juvenile probationary status is relevant to show bias regardless of whether the person appears as the victim/complainant.\nBecause Superior Court erred in affirming the trial court’s judgment of sentence based on a misapplication of the law, thereby denying Appellant’s counsel access to the information in Hood’s juvenile record, we reverse the order of Superior Court. Furthermore, since the record is unclear as to whether the claimant was on probation either on the date of the incident or at the time of trial, we remand this matter to the trial court with instructions that Hood’s juvenile record be reviewed in an in camera proceeding. If in the trial court’s opinion its original refusal prevented Appellant from presenting evidence of complainant’s bias or other information to bring this matter within the scope of Davis, it shall vacate the judgment of sentence and order a new trial. Conversely, if in the trial court’s opinion its original refusal did not prevent Appellant from presenting evidence of the complainant’s bias or motive, then the trial court shall affirm its original order.\nJURISDICTION RELINQUISHED.\n. Appellant claims that the trial court denied her the right to confrontation and due process under the state and federal constitutions. The applicable provisions are Article I, Section 9 of the Pennsylvania Constitution and the Sixth and Fourteenth Amendments to the United States Constitution.\nArt. I. Section 9 of the Pennsylvania Constitution, in pertinent part provides:\nIn all criminal prosecutions the accused hath a right to be heard by himself and his counsel, to demand the nature and cause of the accusation against him, to meet the witnesses face to face____ The Sixth Amendment to the United States Constitution, in pertinent part provides:\nIn all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed ... and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him____\nThe state constitutional claim is raised by Appellant for the first time in this appeal. Accordingly, we do not consider this issue because it has been waived. Pa.R.A.P. 302(a).\n. Appellant’s counsel alsb argued that Hood’s prior adjudications for crimen falsi and violent offenses should be admissible to impeach her credibility and support Appellant’s claim of self defense. Because these issues were not raised on appeal to Superior Court, we need not consider them any further.\n. Appellant claims the prosecution did not challenge the assertion that the complainant was on probation, nor was defense counsel asked to state a basis of his belief. The trial court opinion indicates that the record [trial transcript] was devoid of evidence that Hood was in a probationary status prior to or during the trial. Trial Court Slip Opinion p. 3. Similarly, the Commonwealth asserted in its Superior Court brief that it is prepared to show that complainant was not on probation at either the time of the incident or at trial. Superior Court Slip Opinion at 3.\n. The Commonwealth’s assertion that Hood was the victim of the assault and therefore her probationary status was not endangered merely states a conclusion. Such, inverted logic denies the reality of the vulnerable status of a probationer. The threat of revocation, no matter how subtle, based on a violation of a probation condition (i.e. not engaging in assaultive behavior) always can be used by the prosecution to ensure cooperation. Indeed, it might precede the prosecutor’s involvement by providing the motivation for the complainant to report that she had been assaulted. Were Hood the aggressor and Simmon the victim, assuming she were on probation, it would benefit Hood to report her wound as though she were the victim, thus deflecting any inquiry that might jeopardize her probation.\n. The Commonwealth, relying on Pennsylvania v. Ritchie, 480 U.S. 39, 107 S.Ct. 989, 94 L.Ed.2d 40 (1987), asserts that mere invocation of the Confrontation Clause does not require unlimited access to confidential material. In Ritchie, the Respondent, who was charged with various sexual offenses against his minor daughter, sought access, during pre-trial discovery, to Children and Youth Services (CYS) records which CYS claimed were privileged pursuant to the Child Protective Services Law, 11 P.S. § 2201 et seq. The majority, in that case, although unable to reach a concensus as to the protection the Confrontation Clause affords, was able to agree that Respondent’s interest in ensuring a fair trial could be protected by requiring that CYS files be submitted only to the trial court for in camera review.\nJustice Blackmun, who concurred in part and concurred in the judgment in Ritchie, did so because the in camera review procedure was adequate to address any confrontation problem. He specifically noted that the trial court’s obligation to review the confidential record for material information is an ongoing obligation. Impeachment evidence, Justice Blackmun stated, is precisely the type of information that might be deemed to be material only well into the trial, as, for example after the key witness has testified. Ritchie, 107 S.Ct. at 1004-1006.\nAlthough Ritchie establishes a procedure which comports with the Federal Constitution by which confidential records are accessed in an in camera proceeding, we leave for another day, consideration of this issue in terms of the state constitution which may provide a basis to establish a broader right of access.\n. Hood testified that she turned eighteen on September 30, 1982 five days after the confrontation. N.T. 21. This fact would not necessarily affect juvenile probationary status. Pursuant to the Juvenile Act, 42 Pa.C.S. § 6302, a child is an individual who is under the age of 18 years; or is under the age of 21 years who committed an act of delinquency before reaching the age of 18 years. See also 42 Pa.C.S. § 6352 — Disposition of delinquent child.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "John W. Packel, Chief, Appeals Div. and Karl Baker, Philadelphia, for appellant.",
      "Gaele McLaughlin Barthold, Deputy Dist. Atty., Ronald Eisenberg, Chief, Appeals Div., and JoAnn Verrier, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "555 A.2d 860\nCOMMONWEALTH of Pennsylvania, Appellee, v. Grace SIMMON, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 14, 1988.\nDecided March 6, 1989.\nJohn W. Packel, Chief, Appeals Div. and Karl Baker, Philadelphia, for appellant.\nGaele McLaughlin Barthold, Deputy Dist. Atty., Ronald Eisenberg, Chief, Appeals Div., and JoAnn Verrier, Philadelphia, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ."
  },
  "file_name": "0218-01",
  "first_page_order": 282,
  "last_page_order": 289
}
