{
  "id": 1817492,
  "name": "Nancy Krupa HICKS, Appellee, v. Joseph M. SABOE and Rita Saboe, His Wife and Industrial Valley Title Insurance Company, Appellants; Nancy Krupa HICKS, Appellant, v. Joseph M. SABOE and Rita Saboe, His Wife and Industrial Valley Title Insurance Company, Appellees",
  "name_abbreviation": "Hicks v. Saboe",
  "decision_date": "1989-03-09",
  "docket_number": "Nos. 33 and 161 E.D. Appeal Docket, 1988",
  "first_page": "380",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "521 Pa. 380"
    },
    {
      "type": "parallel",
      "cite": "555 A.2d 1241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 A.2d 146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "pin_cites": [
        {
          "page": "150-51"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190792
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "333-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0324-01"
      ]
    },
    {
      "cite": "93 A.2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "pin_cites": [
        {
          "page": "703-04"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237998
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "336-37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0327-01"
      ]
    },
    {
      "cite": "502 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784544
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "279"
        },
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0275-01"
      ]
    },
    {
      "cite": "489 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762403
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "166"
        },
        {
          "page": "1066"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0152-01"
      ]
    },
    {
      "cite": "468 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719712
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "234",
          "parenthetical": "citations omitted"
        },
        {
          "page": "267",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0226-01"
      ]
    },
    {
      "cite": "460 Pa. 680",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482837
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "685"
        },
        {
          "page": "587"
        },
        {
          "page": "685"
        },
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0680-01"
      ]
    },
    {
      "cite": "161 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "192 Pa.Super. 537",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        748855
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/192/0537-01"
      ]
    },
    {
      "cite": "500 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781161
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "302"
        },
        {
          "page": "140"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0294-01"
      ]
    },
    {
      "cite": "221 A.2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "126",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901692
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "133",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0128-01"
      ]
    },
    {
      "cite": "235 A.2d 365",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "368"
        },
        {
          "page": "368"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910357
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "386"
        },
        {
          "page": "386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0381-01"
      ]
    },
    {
      "cite": "501 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782466
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0047-01"
      ]
    },
    {
      "cite": "285 Pa.Super. 265",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        159864
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "268-69"
        },
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/285/0265-01"
      ]
    },
    {
      "cite": "526 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "365 Pa.Super. 651",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "493 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731671
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "142"
        },
        {
          "page": "415"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/493/0137-01"
      ]
    },
    {
      "cite": "511 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798715,
        1798732
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/511/0383-02",
        "/pa/511/0383-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 812,
    "char_count": 15607,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 2.5623753425740587e-07,
      "percentile": 0.815455843178502
    },
    "sha256": "db78105622bcca8c651a23b33c1fddfbc3aff4f0554a36bbd64c0c3e41dcc47b",
    "simhash": "1:578a4c1318de87d8",
    "word_count": 2599
  },
  "last_updated": "2024-02-27T17:56:34.143528+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.",
      "LARSEN, J., concurs in the result.",
      "ZAPPALA, J., files a concurring and dissenting opinion in which McDERMOTT, J., joins.",
      "McDERMOTT, J., joins in this concurring and dissenting opinion."
    ],
    "parties": [
      "Nancy Krupa HICKS, Appellee, v. Joseph M. SABOE and Rita Saboe, His Wife and Industrial Valley Title Insurance Company, Appellants. Nancy Krupa HICKS, Appellant, v. Joseph M. SABOE and Rita Saboe, His Wife and Industrial Valley Title Insurance Company, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis appeal presents two questions: whether a land title insurance company can be liable directly to a widow whose late husband sold their entireties property by forging her signature on a deed, even though the widow was not insured by the title company; and whether the chancellor erred in holding that the widow's claims for rescission of the deed and reconveyance of the land were barred by laches so that she could not recover from the purchasers of the property. We hold that the land title company’s liability is limited to indemnification of its insured and that direct liability to an uninsured third party is precluded. We also hold that the doctrine of laches does not bar the widow’s recovery of the real estate, as her three and a half year delay in filing suit was not prejudicial to the rights of the purchasers.\nThe plaintiff-appellee, Nancy Krupa Hicks, formerly Nancy Krupa, entered into a valid common law marriage with Nicholas Krupa in 1940. Two children, George and Shirley Krupa, were born of the marriage. Together; in 1955, Nancy and Nicholas Krupa purchased a residence in Montgomery County, Pennsylvania, taking title as tenants by the entireties. The Krupas separated in 1959; Nicholas remained in the marital domicile with his son George, and Nancy moved to a new residence with her daughter Shirley. Following the separation, Nancy contributed to the household expenses of her husband and son who remained in the marital domicile.\nIn 1961, Nicholas forged Nancy’s signature on a deed which conveyed the residence from Nicholas and Nancy Krupa to Nicholas Krupa as sole owner. On April 25,1977, Nicholas Krupa unilaterally sold the property to Joseph and Rita Saboe. Nancy Krupa learned of the forgery on September 6, 1979, as well as the sale to the Saboes. She took no action, however, until 1983.\nIn the meantime, Nicholas Krupa died in January, 1982. On February 13, 1983, Nancy Krupa Hicks sued the Saboes in equity seeking rescission of the 1977 sale from Nicholas Krupa to the Saboes and reconveyance of the real estate to her. The Saboes joined two additional defendants: the witness to the forged 1961 deed and the notary on the deed. On October 7, 1983, the notary joined appellant, Industrial Valley Title Insurance Company (IVT), as an additional defendant, alleging that IVT negligently cleared the title at the time of the 1977 sale from Nicholas Krupa to the Saboes.\nFollowing trial before the equity chancellor, judgment was entered in favor of the Saboes due to Nancy Krupa Hicks’ delay in bringing suit against them, and judgment in the amount of $24,000 was entered for Mrs. Hicks against IVT due to its negligence in clearing its objections to Nicholas Krupa’s title as grantor of the real estate in 1977. Claims against the remaining parties were dismissed or waived. Both Mrs. Hicks and IVT appealed from the chancellor’s judgments, and a divided panel of the Superior Court affirmed the trial court 365 Pa.Super. 651, 526 A.2d 819. Both parties have appealed from Superior Court.\nIVT challenges the award of money damages in favor of Mrs. Hicks, who was not a party to the title insurance contract between IVT and the Saboes, who purchased the property in 1977. It is clear that the award was erroneous and must be reversed.\nIn general, the duty of a title insurance company runs only to its insured, not to third parties who are not party to the contract. The purpose of title insurance is to protect the insured, the buyer, from loss arising from defects in the title which he acquires. See Couch on Insurance 2d § 48:110; Hooper v. Commonwealth Land Title Insurance Co., 285 Pa.Super. 265, 268-69, 427 A.2d 215, 217 (1981).\nThe chancellor imposed liability on IVT due to negligence in issuing title insurance to the Saboes when IVT knew of no divorce between Nicholas and Nancy Krupa and accepted Nicholas Krupa’s affidavit of “no marriage” to remove its preliminary objection on the title report. The. chancellor held that this negligence was the proximate cause of Mrs. Hicks’ loss of her property or the value thereof.\nAssuming arguendo that such actions by IVT constituted negligence, it is not clear that IVT owed a duty to Mrs. Hicks. IVT’s duties in regard to the 1977 sale of the residence stem solely from its contract with the Saboes. Whether its role in the transaction is characterized as that of an insurer, an abstractor, or a conveyancer, its duties nevertheless arise from its contract with the Saboes.\nWe are urged to base liability on a duty owed by IVT to Mrs. Hicks, who was not a party to the contract. As a non-party, Mrs. Hicks’ rights under the contract are limited to her rights as an intended beneficiary of the contract. Guy v. Liederbach, 501 Pa. 47, 459 A.2d 744 (1983); Restatement (Second) of Contracts §§ 302, 304, 315.\nIn Guy v. Liederbach, the promisee was a testator; the promisor was an attorney retained to draft his will. The intended third party beneficiary was sole legatee under the will. The entire legacy failed because the legatee witnessed the will, at the attorney’s direction, despite a statute which voided any legacy to a person who has attested a will. It was abundantly clear that the testator intended to confer a benefit directly upon his legatee when he retained the attorney to prepare the will. In that context, this Court recognized a limited exception to the general rule that negligence in the performance of an undertaking by a professional creates liability only to the promisee. Following the principles set forth in the Restatement (Second) of Contracts, the Court permitted a restricted cause of action for an intended third party beneficiary who was not in privity with the professional whose malpractice harmed the beneficiary. It was critical that the beneficiary was an intended beneficiary, that is, one intended by the promisee to receive the benefit of the promised performance. Restatement § 302(l)(b). The Guy case was a clear example of such a beneficiary.\nThere is no indication of a similar intent on the part of the Saboes to benefit Mrs. Hicks. They contracted for title insurance to protect themselves, not to benefit anyone else. Thus the exception of Guy v. Liederbach, supra, does not apply in this case, and there is no basis in Pennsylvania law for Mrs. Hicks to maintain an action against IVT when she was not in privity with the title company. We therefore vacate the judgment entered for Mrs. Hicks against IVT.\nMrs. Hicks, as cross-appellant, challenges the holding that laches barred her claim against the Saboes for the reconveyance of the real estate. The chancellor held that Mrs. Hicks’ delay from September 6, 1979, when she learned of the forgery, until February 13, 1983, when she filed suit against the Saboes, brought into play the doctrine of laches to bar any recovery against the innocent purchasers.\nIn Siegel v. Engstrom, 427 Pa. 381, 386, 235 A.2d 365, 368 (1967), this Court set forth the requisites for the doctrine of laches:\nThe application of the equitable doctrine of laches does not depend upon the fact that a certain definite time has elapsed since the cause of action accrued, but whether, under the circumstances of the particular case, the complaining party is guilty of want of due diligence in failing to institute his action to another’s prejudice.\nquoting Wilson v. King of Prussia Enterprises, Inc., 422 Pa. 128, 133, 221 A.2d 123, 126 (1966) (emphasis added). Conversely, of course, “[t]he criterion of laches is prejudice, and laches will not be imputed to a plaintiff where no injury results to the defendant by reason of the delay.” Lincoln Bank v. C & H Agency, Inc., 500 Pa. 294, 302, 456 A.2d 136, 140 (1982), quoting Heinly v. Keck, 192 Pa.Super. 537, 540, 161 A.2d 655, 657 (1960); see also Kay v. Kay, 460 Pa. 680, 685, 334 A.2d 585, 587 (1975).\nAppellate review of a finding of laches is limited:\n[Ojur scope of review is narrowly drawn. Ordinarily, the findings of a chancellor, affirmed by the court en banc, have the effect of a jury verdict and will not be reversed unless a review of the record reveals that they are unsupported by the evidence or predicated upon erroneous inferences and deductions or errors of law.\nPayne v. Kassab, 468 Pa. 226, 234, 361 A.2d 263, 267 (1976) (citations omitted). More recently we stated: “The scope of review of a final decree in equity is limited and will not be disturbed unless it is unsupported by the evidence or demonstrably capricious.” Sack v. Feinman, 489 Pa. 152, 166, 413 A.2d 1059, 1066 (1980).\nThis standard is the appropriate one with which to review the chancellor’s finding that the Saboes suffered prejudice sufficient to warrant invocation of the doctrine of laches, as the question whether a defendant was prejudiced due to a delay in bringing suit is a factual question. Siegel v. Engstrom, supra, 427 Pa. at 386, 235 A.2d at 368.\nIn this case, the chancellor found that the delay prejudiced the Saboes in three ways. First, the delay created evidentiary difficulties stemming from the intervening death of Nicholas Krupa. Second, the delay prevented the Saboes from recovering the proceeds of sale from Nicholas Krupa during his lifetime or from his estate, which was insolvent. Third, the delay resulted in the Saboes’ continuing expenditures for the improvement of the residence they had purchased from Nicholas Krupa.\nThe first two factors, related to the death of Nicholas Krupa and the insolvency of his estate, did not prejudice the Saboes, though at first blush they might appear prejudicial. As Superior Court Judge Del Sole cogently pointed out in his dissenting opinion, there was no substantial dispute as to the facts surrounding the forgery of the 1961 deed, which was proven by other witnesses. Moreover, the fact that Krupa dissipated the proceeds of the fraudulent conveyance has no bearing on the equitable relief sought by Mrs. Hicks. She did not seek money damages, but the return of the property which she owned as survivor of a tenancy by the entireties.\nThere are cases which mention the death of a witness as an example of a prejudicial factor which might justify the application of the bar of laches. See, e.g., Class of Two Hundred Administrative Faculty Members v. Scanlon, 502 Pa. 275, 279, 466 A.2d 103, 106 (1983); Kay v. Kay, supra, 460 Pa. at 685, 334 A.2d at 587; Alker v. Philadelphia National Bank, 372 Pa. 327, 336-37, 93 A.2d 699, 703-04 (1953); Barnes & Tucker Co. v. Bird Coal Co., 334 Pa. 324, 333-34, 5 A.2d 146, 150-51 (1939). Such precedents do not control this case, however, because such statements were dicta and because they referred to the death of essential witnesses, whereas Nicholas Krupa’s testimony was not necessary to the resolution of any disputed factual issues.\nFinally, we must examine the chancellor’s finding that the Saboes were prejudiced by their continuing expenditures for improvements to the property during the period of Mrs. Hicks’ delay. This finding is unsupported by the evidence and therefore erroneous, for a court of equity has broad powers to fashion relief according to the equities of the case. If the Saboes expended money and labor on their residence which increased its value while Mrs. Hicks delayed filing suit, it is well within the chancellor’s power to compensate the Saboes by awarding money damages against Mrs. Hicks to reflect the increase in value. We therefore reject the finding that the delay was prejudicial in respect of the improvements implemented by the Saboes.\nInasmuch as Mrs. Hicks’ delay was not prejudicial to the Saboes, we conclude that the application of the doctrine of laches was erroneous. See Lincoln Bank v. C & H Agency, Inc., supra. That being so, Mrs. Hicks is entitled to the equitable relief she requested: rescission of the 1977 deed and reconveyance of her property.\nAccordingly, the judgment of the Superior Court is reversed. The judgment against Industrial Valley Title Insurance Company is vacated. The case is remanded for the conveyance of the property to Mrs. Hicks, and for the calculation of compensation due the Saboes attributable to Mrs. Hicks’ delay in bringing suit, and for any additional appropriate proceedings consistent with this opinion.\nLARSEN, J., concurs in the result.\nZAPPALA, J., files a concurring and dissenting opinion in which McDERMOTT, J., joins.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring and dissenting.\nWhile I agree with majority’s analysis and conclusion regarding the liability of Industrial Valley Title Insurance Company, I must dissent from the majority’s discussion regarding laches and the remedy accorded Mrs. Hicks.\nThe chancellor concluded in his findings of facts that Mrs. Hicks had some inkling about the fraudulent transfer in 1978 although she did not actually learn of the conveyance until 1979. As a result of this information, she contacted a Mississippi lawyer and a Montgomery County lawyer. Although Mrs. Hicks confirmed that her signature on the 1961 deed was a forgery, she took no further action until 1983. Despite learning through her daughter in 1978 of the transfer of the property to the Saboes, Mrs. Hicks did nothing with regard to the property until 1983, one year after her husband’s death.\nFinally, at trial, Mrs. Hicks failed to give any satisfactory explanation for her delay in suing thereby permitting her deceased husband the opportunity to dissipate the net proceeds of the sale of the real estate in the amount of $24,000.\nIn Rusiski v. Pribonic, 511 Pa. 383, 515 A.2d 507, 510 we reiterated the proper scope of review in an appeal from a final decree.\nThe scope of review of this court in consideration of an appeal from a final decree is well established.\n... the findings of the chancellor will not be reversed unless it appears that he has clearly abused his discretion or committed an error of law. Where credibility of witnesses is important to the determination, the chancellors findings are entitled to particular weight because of his opportunity to observe their demeanor. Where a reading of the record reasonably can be said to reflect the conclusions reached by the chancellor, a review in court may not substitute its judgment for that of the chancellor. A reviewing court, however, is not bound by findings which are without support in the record or have merely been derived from other facts, (citations omitted) (citing Frowen v. Blank, 493 Pa. 137, 142, 425 A.2d 412, 415 (1981).\nReviewing this record in light of our proper scope of review, I must conclude that the chancellor’s determination that Mrs. Hicks’ action is barred by laches is supported by competent evidence. Since the chancellor has not abused his discretion or committed an error of law, we are bound by his determination. Accordingly, I would affirm that determination and dismiss Mrs. Hicks’ complaint against the Saboes on the basis of laches.\nMcDERMOTT, J., joins in this concurring and dissenting opinion.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Jeffrey S. Estabrook, Philadelphia, for appellants.",
      "Lawrence A. Ruth, Conshohocken, for appellee Hicks."
    ],
    "corrections": "",
    "head_matter": "555 A.2d 1241\nNancy Krupa HICKS, Appellee, v. Joseph M. SABOE and Rita Saboe, His Wife and Industrial Valley Title Insurance Company, Appellants. Nancy Krupa HICKS, Appellant, v. Joseph M. SABOE and Rita Saboe, His Wife and Industrial Valley Title Insurance Company, Appellees.\nSupreme Court of Pennsylvania.\nArgued Oct. 26, 1988.\nDecided March 9, 1989.\nReargument Denied April 17, 1989.\nJeffrey S. Estabrook, Philadelphia, for appellants.\nLawrence A. Ruth, Conshohocken, for appellee Hicks.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.\nThis decision was considered and rendered prior to March 7, 1989."
  },
  "file_name": "0380-01",
  "first_page_order": 444,
  "last_page_order": 453
}
