{
  "id": 1890434,
  "name": "Upper Providence Township Appeal",
  "name_abbreviation": "Upper Providence Township Appeal",
  "decision_date": "1964-03-17",
  "docket_number": "Appeal, No. 60",
  "first_page": "46",
  "last_page": "53",
  "citations": [
    {
      "type": "official",
      "cite": "414 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "172 A. 2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301529
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0406-01"
      ]
    },
    {
      "cite": "145 Atl. 77",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "295 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115136
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0257-01"
      ]
    },
    {
      "cite": "138 A. 2d 99",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276846
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0347-01"
      ]
    },
    {
      "cite": "187 A. 2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883219
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0376-01"
      ]
    },
    {
      "cite": "188 A. 2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884561
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0420-01"
      ]
    },
    {
      "cite": "407 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307402
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0020-01"
      ]
    },
    {
      "cite": "78 Montg. 189",
      "category": "reporters:state",
      "reporter": "Montg.",
      "year": 1961,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 10019,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.6082144135411065e-07,
      "percentile": 0.9261325660299113
    },
    "sha256": "0958c42c8e16bde201826d009944dd38854681d417618d6a915463a42459b685",
    "simhash": "1:034e61f18128d88d",
    "word_count": 1682
  },
  "last_updated": "2024-02-27T17:01:55.548676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Upper Providence Township Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nThe factual setting of the instant case is well summarized in the opinion of the lower court, from which we quote the following excerpts: “This matter is before the Court en banc . . . upon the Appeal of Indianhead, Inc. from the decision of the Upper Providence Township Zoning Board of Adjustment refusing Indianhead’s application to resume a previous nonconforming use on the latter’s property.\n“The property in question covers an area of approximately fourteen acres and is located in that area of Upper Providence Township which is known as Indianhead Park. It fronts on Perkiomen Creek and includes three dwelling houses, a barn, a garage, two pavilions, a mill building and shed. From approximately 1948 until Labor Day of 1959, one Donald Van-Billiard, occupied and used the premises as an ‘amusement park-carnival’. In addition to amusement rides in the park, VanBilliard maintained facilities for boating, swimming, fishing, shooting gallery, baseball, areas for parking, picnics, as well as skating in the winter. All of these activites were open to the public. There were also signs on the property designating areas such as ‘boating area’, ‘swim area’, ‘picnic area’, ‘parking’ and others. The number of people present at the park on any one day varied from a maximum of fifteen hundred to none at all.\n“The Philadelphia National Bank held a mortgage on the property during this period which at various times from July of 1957 to July of 1959 was in default. In July of 1959, the Bank instructed its attorney to institute foreclosure proceedings on the property. Pursuant to these instructions, judgment was entered on the bond and warrant of the mortgage and VanBilliard was at that time given notice of the proceedings.\n“On the day after Labor Day of that year (September 8, 1959) after removing all of his mobile equipment the night before, VanBilliard placed on the property a sign stating ‘closed’. The property was sold at Sheriff’s Sale on October 26, 1959 and was bid in for costs by counsel for the Philadelphia National Bank. From November 7, 1959, the Bank tried unsuccessfully to sell the property at a private sale and held the property until October 6, 1960 at which time it was auctioned off to one Mr. Miller. During the period from November of 1959 to October of 1960 when the Bank held the property, it was not legally empowered under the banking law to utilize it for an amusement park as had been done by VanBilliard. Therefore, during this period, the property remained unused. When Miller obtained the property, he sought a permit to use it as a day camp and swim club. The zoning officer of the Township denied the permit to use the property since by an Ordinance enacted in May of 1955, the property in question had been placed in an ‘Agricultural-Residential Zoning District’ which did not allow the requested use. Miller thereupon appealed to the Board of Adjustment and requested a variance to permit the desired use. When the Board denied appellant’s application, an Appeal was taken to this Court. This Court in an Opinion and Order (Miller v. Upper Providence Township, 78 Montg. 189 (1961)) held that although there were no grounds for the grant of a variance, the zoning officer should nevertheless have granted the permit requested since the property in question was subject to a nonconforming use which had not been discontinued. On Appeal to the Supreme Court of Pennsylvania, this decision was reversed on the ground that the question of the nonconforming use was not before the Court and that the only issue was whether or not the Board abused its discretion or committed an error of law in denying the variance. The Supreme Court further stated that ‘to raise this issue [of nonconforming use] appellee must submit a new application to the zoning officer, specifically requesting therein a permit to continue the nonconforming use’. Upper Providence Township Appeal, 407 Pa. 20 (1962).\n“By a letter to the Township Secretary, dated April 23, 1962, Indianhead, Inc. (Miller’s successor in interest) requested a permit to use the property as a day camp and swim club. By a supplementary letter dated June 5, 1962, the appellant asked that the application be regarded as ‘an application to a zoning officer to continue the nonconforming úse as an amusement park, the same as it had been used by our predecessor’. When this application was denied by the zoning officer, an Appear to the Zoning Board of Adjustment of Upper Providence Township followed. . . .\n- “After pointing to the fact that at the close of the season in 1959, VanBilliard placed a ‘closed’ sign on the property and removed and sold as much of the personal property contained thereon as possible, as well as the fact that his children did not return to the local school in the fall of 1959, the Board of Adjustment reached the conclusion that the nonconforming use of the amusement park had, at that point, been abandoned and that such abandonment continued for at least one year thereafter.”\nThe board denied the application.\nThe court of common pleas, without taking additional testimony, held that the use had not been discontinued or abandoned and that the use as a day camp and swim club “is of ‘the same class of use’ and even more desirable than the amusement park which existed on the premises since 1948.” An order was entered directing the township secretary to issue a permit to use the property “as a day camp and swim club.”\nOnce again we must apply the well established rule that where the lower court takes no testimony, the test is whether the board of adjustment clearly abused its discretion or committed an error of law. Rieder Appeal, 410 Pa. 420, 188 A. 2d 756 (1963); Brennen v. Zoning Board of Adjustment, 409 Pa. 376, 187 A. 2d 180 (1963). This Court agrees with the court below that the board of adjustment did commit an error of law in its finding that the nonconforming use had been discontinued.\nSection 1103 of the Zoning Ordinance of Upper Providence Township provides: “A nonconforming use, when discontinued, may be resumed any time within one year from such discontinuance, but not after, as the same class of use, but can not be resumed as a nonconforming use of a lower class.”\nThis Court has held that the word “discontinued” in the section of a zoning ordinance dealing with nonconforming uses must be the equivalent of “abandoned.” Further, the temporary cessation of a nonconforming use does not establish abandonment of that use. Upper Darby Township Appeal, 391 Pa. 347, 138 A. 2d 99 (1958) ; Haller Baking Company’s Appeal, 295 Pa. 257, 145 Atl. 77 (1928).\nThe board of adjustment relied upon VanBilliard’s conduct to demonstrate intentional legal abandonment. While his conduct might be construed to be a factual “abandonment” in that he seemed to abandon not only the nonconforming use but also his living quarters on the property, VanBilliard’s actions did not constitute a legal abandonment. He had full knowledge that the bank was going ahead with foreclosure proceedings and that he would no longer own or be entitled to use the property. The land was being sold against his will. He had no choice but to leave, either with or without his equipment, some of which he chose to sell, some of which he left behind. That his children did not return to the school they had attended indicates nothing more than that the VanBilliard family had left the school district.\nThe factor which determines whether or not the nonconforming use was discontinued is the conduct of the new owners of the property. “The right to continue the nonconforming use, once established and not abandoned, runs with the land and this right is not confined to any one individual or corporation. A vested right, unless abandoned, to continue the nonconforming use is in the land.” Eitnier v. Kreitz Corp., 404 Pa. 406, 412, 172 A. 2d 320, 323 (1961).\nWith its powers of management strictly limited, the bank could neither operate nor abandon the nonconforming use during the year it held title. The actions of Miller and of his successor, appellee here, do not indicate voluntary abandonment. It is apparent that they are attempting to continue the use.\nWe turn now to determine whether or not the petition submitted by appellee is to continue an existing nonconforming use. As noted above, the mere fact that the property has not been used as an amusement park since Labor Day, 1959, does not demonstrate that the use no longer applies.\nIncluded in an amusement park are often facilities for picnicking, swimming, boating, fishing, and other participation sports activities. Such facilities did, in fact, exist during the ownership of VanBilliard.\nThe elimination of some but not all of these facilities and the limitation of the number of people who may use the facilities is not, in our judgment, a change of use, as urged by appellants. It is, realistically, a continuation of the prior use on a more restricted basis. No material difference between operation as an amusement park and as a day camp-swim club exists for the purpose of the ordinance here involved. Thus, appellee may conduct a day camp and swim club on its property.\nAlthough the letter originally submitted by appellee requested a permit to conduct a day camp and swim club, there is testimony on its behalf that the use immediately contemplated is an amusement park similar to that conducted by VanBilliard. Limitation of the use of the park facilities may come some time in the future.\nTherefore, the order below should be modified to read: “. . . the Township Secretary is directed- to issue to the appellant the necessary permit to continue the existing nonconforming use.”\nAs modified, the order of the court below is affirmed. -",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "William L. Huganir, for appellants.",
      "David O. Williams, with him Landis, Tracy & Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Upper Providence Township Appeal.\nArgued January 14, 1964.\nBefore Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.\nWilliam L. Huganir, for appellants.\nDavid O. Williams, with him Landis, Tracy & Williams, for appellee.\nMarch 17, 1964:"
  },
  "file_name": "0046-01",
  "first_page_order": 90,
  "last_page_order": 97
}
