{
  "id": 1890372,
  "name": "Bruno v. Brown, Appellant",
  "name_abbreviation": "Bruno v. Brown",
  "decision_date": "1964-05-11",
  "docket_number": "Appeal, No. 69",
  "first_page": "361",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "414 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "165 A. 2d 87",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294529
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0461-01"
      ]
    },
    {
      "cite": "135 A. 2d 924",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275657
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0398-01"
      ]
    },
    {
      "cite": "53 A. 2d 604",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472128
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0200-01"
      ]
    },
    {
      "cite": "19 A. 2d 288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204518
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 8039,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.4830324985721423e-07,
      "percentile": 0.6614677149131089
    },
    "sha256": "df582c4d02b3a5c58a1108365c3a3c9e986f9bb2cfb64ff0e50a58da464cc323",
    "simhash": "1:070a3186d9e96c62",
    "word_count": 1314
  },
  "last_updated": "2024-02-27T17:01:55.548676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Bruno v. Brown, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nOn August 22, 1960, an automobile, owned and operated by the defendant, crashed with great force into the rear of a stopped automobile in which the plaintiff was sitting. The latter allegedly suffered serious bodily injuries and sued for damages. The first trial of the issue resulted in a jury disagreement. In the second trial, the plaintiff won an award of $20,000. From the judgment entered on the verdict, the defendant appeals alleging that trial errors require a new trial.\nThe principal assignments of error concern rulings of the trial judge limiting plaintiffs cross-examination, and excluding the testimony of certain witnesses called by the defense.\nThe plaintiff was admittedly involved in three automobile accidents other than the one here concerned. The dates of these occurrences were March 6, 1953, December 15, 1960, and November 1962. The plaintiff sued and recovered damages for injuries allegedly received in the 1953 accident. It is this suit and accident that figures prominently in connection with the assignments of error urged on this appeal.\nOn December 27, 1961, pretrial discovery depositions were taken in the present action. Therein, plaintiff denied having been involved in an accident in 1953. During the first trial of this case, he persisted in this denial until confronted with the complaint in trespass filed on his behalf in the action based on that occurrence. He then changed his testimony and tried to explain his failure to tell of this accident in the first instance.\nAt the second trial of the present action wherein he recovered the verdict now complained of, he admittedly told the truth of his involvement in all other accidents. On cross-examination, defense counsel sought to impeach his general credibility by showing his false testimony in the pretrial depositions and at the first trial. An objection to this line of cross-examination was sustained. In this ruling, the trial court erred.\nTestimony at prior trials, at examination before trial, in depositions, interrogatories or statements in verified bills of particulars are proper sources for cross-examination and impeachment. See, Averbach, Handling Accident Cases, Vol. 2, Chapter 22. See also, Rule No. 4020, Pa. R. C. P. However, a discrepancy must exist which is material to the issue presently on trial. A witness may not be impeached through cross-examination on matters not germane to the issue involved, unless such matters were first introduced during direct examination. Commonwealth v. Petrillo, 341 Pa. 209, 19 A. 2d 288 (1941); Zubrod v. Kuhn, 357 Pa. 200, 53 A. 2d 604 (1947). The issue on trial should not be confused through the introduction of collateral matters. See, City Prod. Corp. v. Bennett Bros., 390 Pa. 398, 135 A. 2d 924 (1957), and Stormer v. Alberts Const. Co., 401 Pa. 461, 165 A. 2d 87 (1960).\nHowever, it is our considered conclusion that under the unique circumstances this case presents, the excluded cross-examination was not directed to a collateral matter.\nThe claim in the present action included an alleged serious back injury. The plaintiff repeatedly testified that he suffered terrific and continuing pains in the lower back following the accident. This is subjective injury which is extremely difficult to prove or disprove objectively. The purpose of the trial was to ascertain the truth, if humanly possible. To aid in this determination, the plaintiff’s candor and honesty, or his inclination to exaggerate, were important considerations for the jury. The truth in large measure was dependent upon the fact finders’ determination of the plaintiff’s own veracity. His denial in the depositions and during the first trial, that he had been involved in the previous accident, might well lead the jury to conclude that he had deliberately perjured himself to advance his own interests, and had only told the truth after having been trapped by his own sworn complaint filed in the previous lawsuit. This clear-cut documentary evidence was, therefore, significant and relevant proof of the plaintiff’s inclination to testify falsely under oath, where it is in his own interest to do so. This testimony probes to the very heart as to how much credence the jury should give to his testimony.\nNor was the cross-examination improper because it did not contradict the instant testimony of the plaintiff. The following rule set forth in 3 Wigmore, Evidence, §1017 (3d ed. 1940), at 684, 685, is peculiarly appropriate:\n“The end aimed at by the present sort of impeaching evidence is ... to show the witness to be in general capable of making errors in his testimony . . .; for upon perceiving that the witness has made an erroneous statement upon one point, we are ready to infer that he is capable of making an error upon other points .... We place his contradictory statements side by side, and, as both cannot be correct, we realize that in at least one of the two he must have spoken erroneously. Thus, we have detected him in one specific error, from which may be inferred a capacity to make other errors ....\n“No specific defect [in the witness] is indicated; but each and all are hinted at. It has been often said that a Prior Self-Contradiction shows ‘a defect either in the memory or in the honesty’ of the witness.”\nAs correctly stated in appellant’s brief, “It is thus clear that it is the witness, not his specific testimony, upon whom doubts are cast by inconsistent statements. The rationale does not become irrelevant simply because the witness has earlier been found out, realizes this, and refuses once again to fall into the trap.”\nThe second assignment of error raises a kindred but materially different problem.\nDuring plaintiff’s cross-examination, he was asked if he had also claimed that he suffered a back injury in the 1953 accident. To this inquiry, he answered, “I did not have any back injury whatsoever.” He further stated that as a result of the injuries suffered in that accident he had been disabled for only a short period of time. In contradiction, the defense offered the testimony of three witnesses which the tidal court rejected. These were: (1) a physician who had examined the plaintiff after the 1953 accident and would state that the plaintiff complained of a back injury at that time; (2) an insurance adjustor who investigated the 1953 accident and would state that the plaintiff then complained of a severe back injury; (3) a juror at the trial involving the 1953 accident to say that therein the plaintiff complained of a prolonged and lengthy disability.\nAt first blush, it would appear that the ruling of the court below was correct and that the testimony did, in fact, raise collateral matters. However, a more studied consideration leads to a contrary conclusion.\nAs noted hereinbefore, the plaintiff testified in the present action that as a result of the accident involved he suffered severe, continuing back pains. He also denied suffering any back injury in the accident in 1953. To the contrary, the proffered testimony would show that following the 1953 accident, and up to the date of trial in 1954 or 1955, he was making claims for severe back injuries. Since testimony was absent to show any connection between the injuries in the two accidents, the rejected testimony was not admissible, as appellant contends, to support an inference of a pre-existing condition. But, in view of the circumstances presented, it was relevant to aid the fact finders in assessing the plaintiffs credibility in resolving whether or not his testimony, as to his present back injuries, was believable and should be accepted. The testimony, therefore, was admissible and its rejection was error.\nJudgment reversed and new trial ordered.\nMr. Justice Musmanno dissents.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Harry N. Moran, Jr., with him James N. Peck, for appellant.",
      "Elkins Wetherill, with him Edward R. Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bruno v. Brown, Appellant.\nArgued January 20, 1964.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nHarry N. Moran, Jr., with him James N. Peck, for appellant.\nElkins Wetherill, with him Edward R. Taylor, for appellee.\nMay 11, 1964:"
  },
  "file_name": "0361-01",
  "first_page_order": 405,
  "last_page_order": 410
}
