{
  "id": 1890414,
  "name": "Don Allen Chevrolet Co. v. Pittsburgh, Appellant; Don Allen Chevrolet Company v. Pittsburgh School District, Appellant",
  "name_abbreviation": "Don Allen Chevrolet Co. v. Pittsburgh",
  "decision_date": "1964-05-11",
  "docket_number": "Appeals, Nos. 81 and 82",
  "first_page": "429",
  "last_page": "436",
  "citations": [
    {
      "type": "official",
      "cite": "414 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "93 A. 2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238000
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0188-01"
      ]
    },
    {
      "cite": "90 A. 2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "171 Pa. Superior Ct. 291",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        475612
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/171/0291-01"
      ]
    },
    {
      "cite": "162 A. 2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292492
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "653"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0648-01"
      ]
    },
    {
      "cite": "172 A. 2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301534
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0321-01"
      ]
    },
    {
      "cite": "137 A. 2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276883
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 9800,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.853392691010379e-07,
      "percentile": 0.8408467057345814
    },
    "sha256": "421e4a668f2d3425ab80c42cf1d99fbc7408a2ee9dc82a617e8539400ef65643",
    "simhash": "1:5e482ce18ef2323d",
    "word_count": 1611
  },
  "last_updated": "2024-02-27T17:01:55.548676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones joins in this dissenting opinion."
    ],
    "parties": [
      "Don Allen Chevrolet Co. v. Pittsburgh, Appellant. Don Allen Chevrolet Company v. Pittsburgh School District, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThe Don Allen Chevrolet Company of Pittsburgh filed its mercantile tax returns and paid its tax liability for 1959, based upon the amount of the gross volume of business for the entire year of 1958. The city and school district notified the taxpayer that it was liable for additional taxes in a substantial amount for the year involved because the computation formula employed was not in conformance with the taxing enactments. The protest of the taxpayer was overruled by the tax collector and the additional taxes claimed were paid under protest. On appeal, the County Court of Allegheny County sustained the taxpayer’s position. The city and school district appealed here.\nThe issue arises out of the language used in Section 5(a) (b) of the city’s mercantile tax ordinance and similar provisions in the school district tax law. Therein a different tax computation formula is required for persons who have been in business for the previous full license calendar year, as distinguished from persons who have “commenced” business less than one year prior to the year for which the tax is due. In the former case, the past year’s gross volume of business is the basis of the tax liability for the current year. In the latter situation, the first month’s business is annualized in fixing the liability. The appellant taxing bodies contend that the present taxpayer “commenced” its business less than one year prior to 1959, and should have computed its tax for that year by annualizing the first month’s business.\nThe factual history of the business involved may be summarized as follows:\nIn 1951, the Don Allen Chevrolet Company became a franchised General Motors retail dealer. Its place of business was located at 5815 Baum Boulevard, Pittsburgh, Pennsylvania. This business continued until late in 1958. On December 29, 1958, this business changed its corporate name to Edson Investment Company. On December 30, 1958, the parties in interest in the Edson Investment Company formed a new Pennsylvania corporation, under the name of Don Allen Chevrolet Company, the appellee herein. On December 31, 1958, the Edson Investment Company transferred all of its assets, including all of its books and records, General Motors dealer franchise, corporate name, accounts receivable, accounts payable, all of the physical inventory, including new and used motor vehicles, parts, equipment, desks, business machines and all items of personal property on the premises, together with all of the employment contracts to the newly formed Don Allen Chevrolet Company, and in return received 51% of the stock issued in the new corporation. The only asset not transferred by the Edson Investment Company was the building at 5315 Baum Boulevard, Pittsburgh. Edson then leased the building to the Don Allen Chevrolet Company.\nThe Don Allen Chevrolet Company continued the automobile business at the same location and in the same manner as its predecessor, utilizing the same employees and procedure without interruption.\nThe crux of the case is the interpretation to be given the word “commenced” as used in the taxing enactments involved.\nIt is fundamental that taxing statutes and ordinances must be strictly construed and if there is any reasonable doubt as to the meaning intended, the doubt must be resolved in favor of the taxpayer and against the taxing authority: Paper Products Co. v. Pittsburgh, 391 Pa. 87, 137 A. 2d 253 (1958), and Equitable Gas Co. v. Pittsburgh Sch. Dist., 404 Pa. 321, 172 A. 2d 156 (1961). As to the significance of the word “commenced” in the enactment before us, as applied to the facts presented, there is no question but that at least a doubt exists. The taxpayer is entitled to the benefit of it.\nThese factors are of great importance: The doors of the automobile business involved never closed for a moment. The business activity continued without interruption in the same manner and with precisely the same personnel, equipment, inventory and even the cash on hand. The taxpayer merely continued an already going and existing business. No other conclusion is logical or reasonable.\nAs noted by the court below, in assessing such a situation one must be realistic. If a business activity is continued by a new owner, such as where a partnership incorporates, or where a partnership dissolves and acquires a new partner, or loses a partner: Would the taxing bodies seriously contend that the business was “commenced” anew? We think not. It is virtually the same situation. Technically, it is a new legal person in business, but one can hardly say that such business has been “commenced” in the context in which it is used in the enactments before us. The evident intent in the legislation concerned was to supply the basis upon which to compute the tax due when no basis existed. In the situation presented, a basis did in fact exist. “Taxes traditionally have been aimed at the realities of given transactions,” Miller Chevrolet Co. v. Pittsburgh, 400 Pa. 648, 653, 162 A. 2d 351 (1960). Further, the cardinal test in assessing mercantile tax is the gross volume of business, Industrial Food Service v. Pittsburgh, 171 Pa. Superior Ct. 291, 90 A. 2d 338 (1952).\nThe argument that the tax is on the privilege of doing business, is personal to the owner and, therefore, a change in ownership results in a change of privilege, is not persuasive. The privilege was, undoubtedly, personal to the owner of the business at the time it was enjoyed, but this determined only who was to pay the tax during the period the privilege was exercised. It did not determine the method by which the tax was to be computed.\nThe case of Goldstein v. Pittsburgh School District, 372 Pa. 188, 93 A. 2d 243 (1952), is not controlling. Therein the precise question, now before us, was not raised or determined. More importantly, the taxpayer therein admitted the business involved was new and that the tax should be computed according to the formula the appellants here assert.\nOrders affirmed.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen :\nAppellee in its brief argues that: “The emphasis of appellants’ argument is on the premise that the Don Allen Chevrolet Company, having taken on its legal existence as of December 30, 1958, is a new ‘person’ or taxpayer under both the Act and the Ordinance. The appellee has no dispute with this conclusion. However, appellee does dispute that it logically follows that the appellee, after purchasing all of the assets of the Edson Investment Company on December 31, 1958, must necessarily therefore, have ‘commenced’ a business within the meaning of Section 5(b) of the legislation in question.”\nThis is a distortion of the legislation, which distortion unfortunately has been adopted by the majority. The Act of June 20, 1947, P. L. 745, §5, 24 P.S. §582.5 (b) does not require annualization by a taxpayer who has commenced a business. The legislation imposes a tax on a taxpayer who has commenced its business. It does not require us to determine whether the business being conducted by a new taxpayer is or is not a continuation of an old business — it does, however, require us to determine whether the new taxpayer commenced its business within the year, and the facts clearly indicate that it did.\nSince the majority and the appellee have no dispute with the conclusion that the taxpayer, Don Allen Chevrolet Company, began its legal existence as of December 30, 1958, and is a new taxpayer, it is informative to observe what tax consequences flow therefrom. A new taxpayer is required to file a Federal income tax return separate and distinct from its predecessor; file a Pennsylvania corporate net income tax return separate and distinct from its predecessor; file a Pennsylvania capital stock tax return separate and distinct from its predecessor; obtain an employment number separate and distinct from its predecessor; apply for a new contribution rate for unemployment compensation in accordance with the statutory provisions of the Unemployment Compensation Act; file for and obtain all new city, state and county licenses when, as and if required. In fact, all tax and regulatory contacts with government of the newly-formed Don Allen Chevrolet Company are evaluated without any reference to the prior business which the newly-formed company acquired.\nIt would seem that since the other agencies of government impose their taxes and their regulations on a new taxpayer without reference to the prior operation, we should not misread the city and school district acts so as to establish a contrary procedure.\nMr. Justice Jones joins in this dissenting opinion.\n“(b) Every person, subject to tbe payment of the tax hereby imposed, who has commenced his business less than one (1) full year prior to the license year ... or who has commenced his business subsequent to the beginning of any license year for such license year and the succeeding license year, shall compute his annual gross volume of business upon the actual gross amount of business transacted by him during the first month of his engaging in such business, multiplied by the number of months of the current license year remaining, or multiplied by twelve (12) for the first full license year he engages in business, as the case may be.” (Emphasis supplied).",
        "type": "dissent",
        "author": "Mr. Justice Cohen :"
      }
    ],
    "attorneys": [
      "Regis C. Nairn, Assistant City Solicitor, with him Justin M. Johnson, Assistant School Solicitor, Niles Anderson, School Solicitor, and David W. Craig, City Solicitor, for appellants.",
      "Howard I. Scott, with him Michael J. Boyle, and Kountz, Fry & Meyer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Don Allen Chevrolet Co. v. Pittsburgh, Appellant. Don Allen Chevrolet Company v. Pittsburgh School District, Appellant.\nArgued March 19, 1964.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nRegis C. Nairn, Assistant City Solicitor, with him Justin M. Johnson, Assistant School Solicitor, Niles Anderson, School Solicitor, and David W. Craig, City Solicitor, for appellants.\nHoward I. Scott, with him Michael J. Boyle, and Kountz, Fry & Meyer, for appellee.\nMay 11, 1964:"
  },
  "file_name": "0429-01",
  "first_page_order": 473,
  "last_page_order": 480
}
