{
  "id": 1234516,
  "name": "Taylor, Appellant, v. Modena Borough",
  "name_abbreviation": "Taylor v. Modena Borough",
  "decision_date": "1952-04-01",
  "docket_number": "Appeal, No. 4",
  "first_page": "100",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "370 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 Pa, Superior Ct. 138",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        456983
      ],
      "pin_cites": [
        {
          "page": "140"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/63/0138-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 260",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/87/0260-01"
      ]
    },
    {
      "cite": "12 A. 2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "139 Pa. Superior Ct. 503",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1024511
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "507"
        },
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/139/0503-01"
      ]
    },
    {
      "cite": "76 A. 2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0182-01"
      ]
    },
    {
      "cite": "27 A. 2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213418
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0061-01"
      ]
    },
    {
      "cite": "12 A. 2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "139 Pa. Superior Ct. 503",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1024511
      ],
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/139/0503-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 11145,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.48567716482407e-07,
      "percentile": 0.6620102175841139
    },
    "sha256": "37af2db1d53c6a6b10b6b1cae7b48a145647b4c35829ee7a27b46f753a7fa60f",
    "simhash": "1:79e5d3d6064be0d7",
    "word_count": 1911
  },
  "last_updated": "2024-02-27T19:44:47.274293+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearne, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Taylor, Appellant, v. Modena Borough."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nPlaintiff-appellant sought to recover for personal injuries suffered by him when he allegedly fell on a ridge of ice in the roadway of a street in the defendant borough on December 15, 1947. The plaintiff contended that the ice was caused by water from a spring located on the southern side of the street, which flowed across it in a northeasterly direction, fanning out near the north side of the street where plaintiff fell. The negligence of the defendant was predicated on the assertion that the borough had failed to remedy the condition of which it had actual as well as constructive notice.\nA jury verdict was rendered for the defendant borough which contended that there was no ridge of ice and that plaintiff fell by reason of the general slippery condition caused by the weather on that day; that it was free of negligence and plaintiff was contributorily negligent.\nPlaintiff filed a motion for a new trial on two grounds: first, that a photograph produced by him which was taken two months after the accident and which showed the course of the water was improperly excluded from the evidence; second, that a photograph offered by the defendant was erroneously admitted into evidence over plaintiff’s objection. The motion for a new trial was refused and this appeal from the judgment entered on the verdict raises the same two questions.\nThe admission of photographs is a matter largely within the discretion of the trial judge: West v. Morgan et al., 345 Pa. 61, 63, 27 A. 2d 46; Commonwealth v. Gibbs, 366 Pa. 182, 76 A. 2d 608. Despite .plaintiff’s statement in Ms brief that he offered to prove that his photograph showed the same conditions as existed at the time of the accident, we find no offer in the record which can be so construed. Before a photograph is admissible it must be verified: Wigmore on Evidence (Third Edition) Yol. Ill, §793. Such verification must be by someone who has sufficient knowledge to state that it fairly and truthfully represents the object or the place reproduced: Timlin v. Scranton et al. (No. 1), 139 Pa. Superior Ct. 503, 507, 12 A. 2d 502. Since there was no verification by way of testimony or any offer of such verification, the photograph was properly excluded.\nAs to the admissibility of the defendant’s photograph, President Judge Windle in his opinion for the court below adequately and correctly disposed of plaintiff’s contention with respect thereto as follows': “Unlike in the offer of the photograph made by plaintiff above mentioned, it was testified by a witness whose testimony appeared to be entitled to credence that said picture fairly represented conditions existing at the time of the accident ‘insofar as the highway was concerned’, save for the substitution of the fence for the hedge above mentioned. Under those circumstances we find no abuse of discretion in its admission in evidence. As was said in Timlin v. Scranton, 139 Pa. Superior Ct. 503, 507, ‘There is no more reason to exclude a pictorial expression of conditions than an oral description thereof. Of course, photographs must be verified, either by the testimony of the person who took them or by others with sufficient knowledge to state that they fairly and truthfully represent the object or place reproduced: Kutawich, 87 Pa. Superior Ct. 260, 262: Carney v. Pennsylvania Railroad Company, 63 Pa, Superior Ct. 138, 140. This test was met.’ And not only was that test met here but the test that the object and place reproduced was in the same condition as at the time of the accident, except for one change specifically pointed out and readily capable of appreciation by the jury (Timlin y. Scranton, supra), was likewise met by the testimony of at least one witness familiar with the situation.”\nWe are unable to sustain plaintiff’s assignments of error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nThe accident which brought about this litigation occurred on December 15, 1947. At the trial, plaintiff’s counsel offered to introduce a photograph marked Exhibit P-4 to show that water flowed across the street from a spring on the edge of the highway, the ice on which the plaintiff fell allegedly having formed from this water. The record shows the following: “Q. I show you a photograph marked Plaintiff’s Exhibit P-4. Will you tell us what that picture represents. What is that a picture of? A. That is a picture of Brandywine Avenue, Modena, and definitely that is (indicating) Mr. Taylor’s home. Q. Pointing to the right of the picture? A. Yes sir. Q. The photographer was standing on what side of the highway when that was taken? A. He was standing on the south side, of the highway. Q. Where with respect to the fire hall? Can you tell? A. I would say he was standing on the west side of the fire .house when he took that picture. Q. With respect, to the ramp, the driveway that goes to the fire house — A. That was to the fire house that housed the old apparatus, he was standing right alongside,. the west side of the ramp, very close to it. Q. Can you tell us what that shows about the roadway? Mr. MacElree: Objected to. I would like to have an offer of the purpose for which the photograph is offered. Does it appear when they were taken? Mr. Wade: No. (The following occurred at side bar.) Mr. Wade: I offer to show the course the water took from the spring, across Brandywine Avenue in a northeasterly direction and coming out in front of the Taylor property and that the pictures were taken in February, 1948, some two months after this accident. Mr. MacElree: I object to the offer. The Court: We will sustain the objection and note an exception.”\nThe plaintiff’s photograph was excluded.\nSeveral days later defendant’s counsel offered in evidence a photograph marked Exhibit D-l, and the record shows: “Mr. MacElree: I offer in evidence the photograph marked defendant’s Exhibit D-l. Mr. Wade: I object to the offer. The Court: The objection is overruled and an exception noted.”\nIt is not clear why the Trial Judge rejected the plaintiff’s photograph and accepted the defendant’s photograph. It is not clear why what was sauce for the goose was not also sauce for the gander. In his opinion refusing a new trial the Trial Judge said that the plaintiff’s photograph was taken two months after the accident and therefore was presumed not to be an accurate representation of the physical facts as they existed at the time of the accident. In the same opinion the Trial Judge says that the defendant’s exhibit was taken over two years following the accident but that it “fairly represented conditions existing at the time of the accident ‘insofar as the highway was concerned’ save for the substitution of the fence for the hedge.” This, the Court said, was testified to by a witness whose testimony appeared to be entitled to credence. But when plaintiff’s counsel offered to prove what his photograph would show, the objection to the offer was sustained.\nWhile it is true, as the lower Court points out in its Opinion, the admission of photographs is a matter within the discretion of the trial judge, it scarcely comports with regularity of impression on a jury for that discretion to vary so signally in the same trial.\nThe Trial Judge has explained in Ms Opinion:“When all the circumstances are considered to wit, the mutability of surface water and its course of flowage, the fact that the flow from the spring was intermittent, that the water froze at night and thawed in the daytime, and that two months had intervened between the accident and the taMng of the picture and that there was no testimony as to the similarity of conditions at those two times, it is believed that the Trial Judge’s ruling rejecting the offer was a proper exercise of his judicial discretion.”\nSince the accident occurred on December 15, 1947, and the photograph was taken two months later (therefore in the vicinity of the date of February 15, 1948) both dates fell within the winter months and the usual cold weather expected during the winter season. It is not apparent from a reading of the record that the weather conditions were so dissimilar between those two dates as to make the photograph unreliable. And with regard to positive testimony as to similarity of weather condition at both times, the plaintiff was denied the opportunity to follow up his offer by an all-conclusive sustaining of the objection made by defendant’s counsel.\nIn justifying the acceptance of Defendant Exhibit D-l, the lower Court quoted from Timlin v. Scranton, 139 Pa. Superior Ct. 503, 507, 12 A. 2d 502: “There is no more reason to exclude a pictorial expression of conditions than an oral description thereof.” That is good law, bnt it should have been good law for the introduction of the plaintiff’s Exhibit P-4 as well.\nI would order a new trial in this case not only because of the improper exclusion of the plaintiff’s photograph but also for another reason not mentioned by the lower Court, or by appellant’s or appellee’s counsel. The record reveals that one of the witnesses for the defendant, Edward Jameson, who was a member of the Council of Modena, defendant in this litigation had been called for the jury hearing the case. Mr. MacElree, counsel for the defendant asked the witness: “You are the gentleman who was drawn on this jury and I asked that you be excused because you were a member of council?” And Mr. Jameson’s reply was: “Yes.”\nThe record does not reveal whether Jameson had mingled with the whole jury panel after having been called and thus possibly have become friendly with any members thereof. There is no intention here to cast any reflection whatsoever on the honesty and probity of this witness, but it appears to me that in the interests of absolute impartiality and neutrality, both counsel should have stipulated that this witness not be used, or this not being possible, the Trial Judge should have Eontinued the trial to another term of court when Jameson w'ould surely have not been a member of the jury panel. Nor is there any intention here to cast any reflection on the complete impartiality of the jury which heard this case, but human nature being what it is we cannot exclude that a friendly relationship between fellow jurors could unconsciously carry over to- a friendly appraisement of a previous juror’s testimony when he appears as a witness. It is regrettable that the record does not more clearly show when Mr. Jameson first appeared as a juror on the panel and when he was-excused as-such.\nWhile it is strictly possible and perhaps probable that in spite of the above discussed items the verdict of the jury mirrored the equities and justice of the litigation, I believe, in view of the possibility that the plaintiff’s cause may well have been prejudiced by any or all of the matters herein considered, that a new trial should be ordered.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Carolus A. Wade, with him Wade, Wade & Wade, for appellant.",
      "Lawrence E. MacElree, with him J. Paul MacElree, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor, Appellant, v. Modena Borough.\nArgued January 9, 1952.\nBefore Drew, C. J., Stern, Stearne, Bell, Chidsey and Musmanno, JJ.\nApril 1, 1952:\nCarolus A. Wade, with him Wade, Wade & Wade, for appellant.\nLawrence E. MacElree, with him J. Paul MacElree, for appellee."
  },
  "file_name": "0100-01",
  "first_page_order": 122,
  "last_page_order": 129
}
