{
  "id": 1234571,
  "name": "Williams, Appellant, v. Van Kemp",
  "name_abbreviation": "Williams v. Van Kemp",
  "decision_date": "1952-04-22",
  "docket_number": "Appeal, No. 153",
  "first_page": "359",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "370 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401908
      ],
      "year": 1846,
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0291-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 458",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655629
      ],
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0458-01"
      ]
    },
    {
      "cite": "222 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0248-01"
      ]
    },
    {
      "cite": "131 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/131/0273-01"
      ]
    },
    {
      "cite": "113 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0200-01"
      ]
    },
    {
      "cite": "51 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/51/0116-01"
      ]
    },
    {
      "cite": "34 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0297-01"
      ]
    },
    {
      "cite": "16 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410136
      ],
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/16/0343-01"
      ]
    },
    {
      "cite": "5 A. 2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "333 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0344-01"
      ]
    },
    {
      "cite": "00 Mar. 14",
      "category": "reporters:state",
      "reporter": "A.K. Marsh.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 10331,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 1.497595683613606e-07,
      "percentile": 0.6641605360003614
    },
    "sha256": "2ac76538ed0b5a68da5a98099b39eba77de9d906c5b9b238e22db32bcc843a1a",
    "simhash": "1:586d6ef63d0ebb39",
    "word_count": 1745
  },
  "last_updated": "2024-02-27T19:44:47.274293+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Williams, Appellant, v. Van Kemp."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nWas the lower court correct in holding that the Act of April 16, 1840, providing for the transfer of a judgment from one county to another county within the Commonwealth, requires “a certified copy of the whole record in the case,” or is an exemplified copy of the Appearance Docket and the Judgment Docket sufficient? This is the narrow and sole question involved.\nThe case arose on a scire facias to revive and continue the lien of a judgment entered in the Court of Common Pleas of Allegheny County on an “exemplification of the docket record of the case ... as the same appears of docket record in” the Crawford County Court. The court of common pleas quashed the writ for the reason that the exemplification of the record was hot an exemplification of the whole record in the case, but merely of appearance and judgment dockets.\nThe exemplification of record entered in the Court of Common Pleas of Allegheny County is as follows:\n“Commonwealth of Pennsylvania, )\n) SS.:\n“Crawford County )\n“Among the Rolls, Records, and Judicial Proceedings of the Court of Common Pleas for the County of Crawford, in the Commonwealth of Pennsylvania, the following may be found as matter of file and of record at No. 61 of November Term, 1937, to-wit:\n“APPEARANCE DOCKET ENTRY.\n“No. 61 November Term, 1937.\n“F. JOSEPH THOMAS 61\nAlice Johnson williams,\nvs.\nWILLARD YAN CAMP and BETTE HECK-MAN\nIssued Oct. 27, 1937\n) Summons in Tres-\n) pass, Returnable to\n) next term,\n)\n) Oct. 27, 1937,\n) Statement of Claim\n) filed & two copies\n) certified.\n“Tax & Writ Paid ......................... $ 2.00\nShfL Nichols Pd............'...,..........., ' 430\nShff. Allegheny Co. Pd.................... 10.00\nPro. Slayton .............................. 8.95\nJury fee 8-22-39 Pd......................... 4.00\nAtty..............,........................ 3.00\n“Writ ret’d: P. F. Casey, a Deputy for Frank I. Gollmar, Sheriff of Allegheny County, Pa., who being duly sworn according to law, deposed and says that on the 5th day of November 1937 he served Bette Heck-man at No. 114 Mansion Street, Pittsburgh, Pa., with a true and attested copy of the within writ and a copy of Statement of Claim by handing the same to and leaving with Bette Heckman and making known to her the contents thereof.\nWalter J. Smith, a Deputy for Frank I. Gollmar, Sheriff of Allegheny County, Pa., who being duly sworn according to law, deposed and says that on the 1st day of November 1937 he served Willard Yan Camp át No. 5617 Penn Avenue, Pittsburgh, Allegheny Co., Pa., with a true and attested copy of the within writ and a copy of Statement of Claim by handing the same to and leaving with him and making known to him the contents théreof; So Answers.\n“Frank Í. Gollmar, ........' '\nSheriff,\nAllegheny Co., Pa.\n“Served the within Summons, together with Copy of Statement of Claim, on Willard Van Camp and Bette Heckman, by deputizing the Sheriff of Allegheny County, Pa., as per his. return hereto attached.\n“So answers,\nH. A. Nichols, Sheriff.\n“On Winter Trial List 1938, No. 42\n“On Spring Trial List 1938, No. 28\n“And now, March 14, 1938, Jury called and sworn as follows: 1 — Charles Spaid, 2 — Wm. J. Schropp, 3 — B. L. Brown, 4 — LeRoy Black, 5 — Ray Poster, 6 — Frank Zone, 7 — Sarah J. Buser, 8 — Mrs. Maria Bates, 9 — Mrs. Elsie Dunn, 10 — Jessie F. Barker, 11— Mrs. Elsie B. Hall, 12 — J. M. Hamilton: twelve good and lawful persons, who upon their solemn oaths which they have taken, say, same day, they find for the plaintiff in the sum of Six thousand Dollars ($6000.00).\n“V. page 31; He. page 133\n“And now, Aug. 22, 1939, the jury fee having been paid, judgment is entered on the verdict.\n“Debt $6000.00\nInt. from Mar.. 14, 1938\nJudgment\nPaul D. Slayton,\nProthonotary\n“JUDGMENT DOCKET ENTRY. .\n“Defendant’s, names Plaintiff’s names No. Term Year Willard Van Camp Alice Johnson 61 Nov. 1937\nWilliams\nBette Heckman\n“When Entered . Real Debt Interest Costs\nAug. 22, 1939 $6000.00 Mar. 14, 1938 $32.25\n“Commonwéalth .of Pennsylvania, )\n) SS.:\nCrawford County )\n«I, PAUL D. SLAYTON, Prothonotary of the Court of Common Pleas in and for said County, do hereby certify that the above and foregoing is a full, true and correct .exemplification of the dochet record of the case therein stated, wherein Alice Johnson Williams, i$ Plaintiff and Willard Van Camp and Bette Heck-man, are Defendants, as full and entire as the same appears of docket record in said Court, at No. 61 of November Term, 1937. ■\n“IN TESTIMONY WHEREOF, I have hereunto set my hand and affixed the seal of said Court, at Mead-ville, Pa., this 20th day of October, A. D. 1950.\nPaul D. Slayton\nProthonotary. .\n(SEAL)\n“I hereby certify that Plaintiff’s, address is c/o F. Joseph Thomas, Esq., Meadville, Pa.; and defendant’s address is 175 Inglewood Drive, Mt. Lebanon Township, Pittsburgh, Pa.\nBenjamin Jacobson,\nAttorney for Plaintiff.”\nThis question is governed by the Act of April 16, 1840, supra, which provides: “In addition to the remedies now provided by law, hereafter any judgments, in any district court, or court of common pleas in Pennsylvania, may be transferred from the court in which they are entered, to any other district court, or court of common pleas in this .Commonwealth, by filing of record, in said, other court a certified copy of the whole record in the,case) and any.prothonotary receiving such certified copy of record, in any case in which judgment has been entered by another court, or in another court, by transcript from justices of the peace, shall file the same, and forthwith transcribe the docket entry thereof into his own docket, and the case may then be proceeded in, and the judgments and costs collected by executions, bill of discovery, or attachment, as prescribed by the act entitled ‘An act relating to executions,’ passed June 16, 1836; and as to lien, revivals, executions, and so forth, it shall have the same force and effect, and no other, as if the judgment had been entered, .or the transcript been originally filed, in the same court to which it may thus be transferred.”\nAppellant contends that the whole record means merely the Appearance Docket and the Judgment Docket; that the Court of Allegheny County has no power to inquire into the merits of the case except for purposes of 'execution, and that it would be a vain and useless, and hence unnecessary requirement to transfer a certified copy of all the papers in the case from the county in which the judgment was originally entered. Appellant’s argument is fortified by the following quotation from First National Bank and Trust Co. v. Laubach, 333 Pa. 344, 5 A. 2d 139, where this Court said, page 349, “It is to be noted that this act [of April 16, 1840] is entitled ‘An Act Relating to Executions, . . .’ and it does not undertake to deal with a transferred judgment other than for purposes of realizing thereon. Such a transferred judgment is merely ‘a quasi judgment, and that too only for limited purposes’: Brandt’s Appeal, 16 Pa. 343, 346. It has been held time and again that the court of the county to which the judgment is transferred has no power over it except for purposes' of execution,1 and cannot'inquire into its merits. That can be done only by the' court in which it was originally obtained: King v. Nimick, 34 Pa. 297; Mellon v. Guthrie, 51 Pa. 116; Beck v. Church, 113 Pa. 200; Nelson v. Guffey, 131 Pa. 273; Lehigh & New England R. R. Co. v. Hanhauser, 222 Pa. 248; Shotts & Co. v. Agnew & Barnett, 81 Pa. Superior Ct. 458, 461.” Appellant’s argument is both plausible and practical but it cannot prevail because we cannot disregard the plain language and the clear meaning of the governing act. The Act of 1840, supra, specifically requires that there be transferred and filed of record, a certified copy not of the docket entries but of the whole record in the case, and the Prothonotary of the receiving court, “shall file the same, and forthwith transcribe the docket entry thereof into his own docket. . .” It is manifest that the Act draws a distinction between the whole record and the docket entry thereof; and consequently this distinction and this language cannot be ignored.\nBoth appellant and appellee agree that there is only one appellate court case construing the Act of 1840, namely, Updergraff v. Perry, 4 Pa. 291 (1846); but each contends the case supports his position. In that case the exemplification of record which the court held was insufficient, purported to be merely the docket entries in the appearance docket and did not include the judgment docket. Some of the broad language used by the Court must be considered in the light of those unusual facts. However, we quote with approval the following excerpts from that opinion (pages 294 et seq.): “This certificate, it is quite obvious, does not pursue the directions of the act of Assembly, which requires the whole record to be certified. It would be a large extension of liberality, ... to presume, from a mere certificate that the docket entry of a judgment was full and complete, that the whole record was therefore certified. The certificate does not, in fact, purport to authenticate an exemplification of the record. ... A copy of the docket entry, in legal or common parlance, is not understood to mean a copy of the whole record, but rather the contrary. . . . The certificate of the officer ought to show in a satisfactory manner that the whole record is certified; that would comply with the provisions of the statute . . . The law guards the rights of the debtor as well as those of the creditor. It is the duty of the plaintiff to see that his proceedings are properly conducted. A rule is presented in the statute so plain that he who runs may read, and if the plaintiff suffers loss by his own negligence, or. the carelessness- of the officer, although it may be regretted it cannot be repaired in this case by the law.” This language is equally applicable to the facts in the present case.\nThe order of the court below is affirmed.\nP. L. 410, Sec. 1, 12 P.S. 891.\nItalics throughout, ours.'",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "John A. Metz, Jr., with him Metz & Metz, for appellant.",
      "Robert Raphael, with him Meyer W. Gordon, for appellee."
    ],
    "corrections": "",
    "head_matter": "Williams, Appellant, v. Van Kemp.\nArgued March 27, 1952.\nBefore Drew, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ.\nJohn A. Metz, Jr., with him Metz & Metz, for appellant.\nApril 22, 1952:\nRobert Raphael, with him Meyer W. Gordon, for appellee."
  },
  "file_name": "0359-01",
  "first_page_order": 381,
  "last_page_order": 388
}
