{
  "id": 1234531,
  "name": "McCracken Appeal",
  "name_abbreviation": "McCracken Appeal",
  "decision_date": "1952-05-29",
  "docket_number": "Appeal, No. 127",
  "first_page": "562",
  "last_page": "567",
  "citations": [
    {
      "type": "official",
      "cite": "370 Pa. 562"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "174 A. 465",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0225-01"
      ]
    },
    {
      "cite": "22 A. 2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208302
      ],
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 7595,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 7.787765135551217e-07,
      "percentile": 0.9721557125531257
    },
    "sha256": "c2ffa4e701d5d7a45a29d66735bf331186647a9e3743c1876568e477190fe08d",
    "simhash": "1:e6b3e58eeb58a853",
    "word_count": 1275
  },
  "last_updated": "2024-02-27T19:44:47.274293+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "McCracken Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nAt the general election held on November 6, 1951, Thomas H. McCracken qualified as candidate for the office of treasurer in the Township of Springdale, Allegheny County, on the Republican and Democratic tickets, he having won both nominations at the primaries in July of that year. Joseph Kratochvil, Jr., who was defeated for the Democratic nomination for that office in July, entered the November contest on stickers and received 313 votes. At the same election McCracken received 313 votes, plus one soldier vote, or a total of 314 votes.\nOn one ballot (not of those just mentioned) a voter had written in with pencil the name “Joseph Kratochvil”. Candidate Joseph Kratochvil, Jr., on November 28, 1951, petitioned Judges Walter Smart and John Drew of the Court of Common Pleas of Allegheny County, sitting as the County Board of Elections, to cumulate votes in his favor so that the one vote cast for Joseph Kratochvil, without the Jr., would be added to the votes cast for Joseph Kratochvil, Jr. It was asserted in behalf of the petitioner that on the disputed ballot the name Kratochvil went to the edge of the space provided for the write-in vote, thus urging the inference that the Jr, part of his name was omitted only because .of. the .lack of space within which, to write it.\nThe Elections Return Board, acting on this petition ordered a hearing and witnesses were heard. On December 21, 1951, the Return Board decided from the evidence brought before it that Joseph Kratochvil and Joseph Kratochvil, Jr., were one and the same person and accordingly ordered that the write-in vote for Joseph Kratochvil be cumulated in favor of Joseph Kratochvil, Jr., thus increasing his vote to 314 votes, being the same total number acquired by his opponent Thomas H. McCracken. On the same day, lots were cast because of the tie vote, and Joseph Kratochvil, Jr., won the toss. The County Board of Elections declared him the successful candidate and issued a certificate of election to him.\nThomas H. McCracken then appealed to the Court of Common Pleas of Allegheny County and the court en banc (made up of three judges other than the two who sat on the Return Board) affirmed the decision of the Return Board.\nMr. McCracken now appeals to this Court, contending the illegality of his opponent’s election. We are satisfied from an examination of the record that the names Joseph Kratochvil and Joseph Kratochvil, Jr., appearing on the ballots in the election for treasurer of Springdale Township, November 6, 1951, identify one and the same individual. We are further satisfied that the opinion written by the distinguished Judge Saba Soffel for the court below correctly states the law applicable to the facts in the case.\nOne of the duties of the County Board of Election, as spelled out in Section 302 of the Pennsylvania Election Code, Act of June 3, 1937, P.L. 1333, is to: “. . . receive from district election officers the returns of all primaries and elections, to canvass and compute the same, and to certify the results thereof to the Secretary of the Commonwealth, as may be provided by law, and to such other authorities as may he provided by law.” (italics supplied)\nCanvassing and computing necessarily embrace acts of discretion. This Court held in Boord et al. v. Maurer, 343 Pa. 309, 312, 22 A. 2d 902, that: “The Election Code makes the County Board of Election more than a mere ministerial body. It clothes it with quasi-judicial functions, for Section 304 of the Code provides that ‘Each County Board of Election may make regulations, not inconsistent with this act or the laws of this Commonwealth to govern its public sessions, and may issue subpoenas, summon witnesses, compel production of books, papers, records and other evidence, and fix the time and place for hearing any matters relating to the administration and conduct of primaries and elections in the county under the provisions of this act.’ ”\nThere could scarcely be a duty more apparent and impelling on an Election Board than that of ascertaining for whom votes were cast. In the computation of the vote, its functions are not limited to those of a humanized adding machine. The Board is not a multiple comptometer, making up as many lists as there are different spellings for what common sense and the obvious facts dictate are the same person. It is because the Board is charged with discretional responsibilities that it has been armed with authority and power to issue subpoenas, summon witnesses and take testimony.\nThe County Election Board sets up the election machinery and presents the election returns to the general public.\nThe needs of our democracy require accurate and rapid ascertainment of the people’s will. And it is for that reason that the Legislature has entrusted the County Board of Elections with plenary powers in the administration of the election code.\nThe appellant maintains that the Election Board has no authority to cumulate write-in votes. To deny the Board that power is to deny it the very essence of its functions: the ascertainment of the winning candidates. In support of its position the appellant advances the case of Seim’s Appeal, 316 Pa. 225, 174 A. 465. It is enough to say in this respect that Seim’s Appeal was handed down three years before the Election Code of 1937 went into effect and therefore naturally bows to the superseding statutory authority. Even so, there is nothing in Seim’s Appeal which prohibits a Return Board from cumulating votes.\nIn any disputed election, nothing can be more vital towards the accomplishment of an honest, and just selection than the ascertainment of the intention of the voter. What was the intention of the voter who wrote Joseph Kratochvil, instead of Joseph Kratochvil, Jr? Can anyone doubt that the voter wished to register his vote for Joseph Kratochvil, Jr.? And with that fact established, nothing should be permitted to change the effect of that intention so honestly manifested. “. . . where the voter’s intention is found it should not be defeated by the fact that the name of the candidate is misspelled, the wrong initials employed, or some other or slightly different name of like or similar pronunciation has been written instead of that of the candidate actually intended to be voted for. ... A ballot may be counted which contains a candidate’s surname only, although there are other persons in the county having the same surname, it being shown that there was no other person of such name who was a candidate for the same or any other office; and so also if only the middle name of the candidate is wrong, or if the first name is abbreviated, or if the wrong initials are used.” (9 R. C. L., page 1144)\nAt the oral argument, counsel for appellant indicated that one of the reasons motivating the appeal was the desire to obtain a definitive pronouncement from this Court on the question raised. While the language of the Election Code on the subject is, it seems to us, clear, it is asserted for the guidance of candidates and all concerned that the County Election Boards throughout the Commonwealth are empowered by the Pennsylvania Election Code of 1937, supra, to cumulate ballot write-in votes for any candidate, ascertained, through appropriate proceedings, to be entitled to them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Thomas E. Whitten, with him Charles I. Ziegler, for appellant.",
      "Harry “A” Kramer, with him Van der Voort, Royston, Robb & Leonard, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCracken Appeal.\nArgued April 2, 1952.\nBefore Drew, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ.\nMay 29, 1952:\nThomas E. Whitten, with him Charles I. Ziegler, for appellant.\nHarry “A” Kramer, with him Van der Voort, Royston, Robb & Leonard, for appellee."
  },
  "file_name": "0562-01",
  "first_page_order": 584,
  "last_page_order": 589
}
