{
  "id": 1181470,
  "name": "Arnstein v. Metropolitan Life Insurance Company, Appellant",
  "name_abbreviation": "Arnstein v. Metropolitan Life Insurance",
  "decision_date": "1938-01-24",
  "docket_number": "Appeal, No. 230",
  "first_page": "158",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "329 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "218 N. W. 220",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "case_ids": [
        2359136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nd/56/0517-01"
      ]
    },
    {
      "cite": "254 N. W. 393",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "126 Neb. 676",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4651029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/126/0676-01"
      ]
    },
    {
      "cite": "171 N. E. 914",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "254 N. Y. 81",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1993261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/254/0081-01"
      ]
    },
    {
      "cite": "131 U. S. 100",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5698490
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/131/0100-01"
      ]
    },
    {
      "cite": "291 U. S. 491",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1498036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0491-01"
      ]
    },
    {
      "cite": "98 Pa. Super. Ct. 89",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        687955
      ],
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/98/0089-01"
      ]
    },
    {
      "cite": "56 Pa. Super. Ct. 392",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        441997
      ],
      "pin_cites": [
        {
          "page": "399, 402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/56/0392-01"
      ]
    },
    {
      "cite": "310 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144258
      ],
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0342-01"
      ]
    },
    {
      "cite": "299 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122339
      ],
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0125-01"
      ]
    },
    {
      "cite": "261 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042173
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0329-01"
      ]
    },
    {
      "cite": "168 Atl. 592",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "111 N. J. L. 426",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        185262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/111/0426-01"
      ]
    },
    {
      "cite": "149 Atl. 512",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "84 N. H. 261",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        2349476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/84/0261-01"
      ]
    },
    {
      "cite": "20 N. E. 347",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "112 N. Y. 472",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2219647
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/112/0472-01"
      ]
    },
    {
      "cite": "315 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0200-01"
      ]
    },
    {
      "cite": "277 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0200-01"
      ]
    },
    {
      "cite": "163 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0184-01"
      ]
    },
    {
      "cite": "321 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165879
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0212-01"
      ]
    },
    {
      "cite": "317 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 7139,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.183730703250217e-07,
      "percentile": 0.9126526295548505
    },
    "sha256": "603411b07645b2fe8c4b46df59edd0367af45120d6225d6e0290788fe02955bc",
    "simhash": "1:6da274c6d02d2e2e",
    "word_count": 1198
  },
  "last_updated": "2024-02-27T21:05:26.763160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Arnstein v. Metropolitan Life Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nThe policy of accident insurance in this case provided that defendant would pay the sum of $20,000 to the beneficiary if the insured lost his life as the result of bodily injuries “caused directly and independently of all other causes by violent and accidental means.” Among the risks excluded was death “caused wholly or partly, directly or indirectly, by disease or bodily .or mental infirmity or medical or surgical treatment therefor.”\nInsured had an ingrown toenail. It was partly removed by a chiropodist. In order to heal it, insured exposed his foot to the rays of a heat lamp, which he had been in the habit of using for therapeutic purposes, usually for five or six minutes at a time. On this occasion, however, he fell asleep, so that the exposure continued for a much longer time than intended and caused a severe burn on the instep. A blister developed, which subsequently broke, resulting in an open and visible wound, and septic infection set in. The leg was amputated, but insured died of streptococcic septicemia.\nFor three years prior to his death insured had suffered from diabetes mellitus. When claim was made upon the policy defendant repudiated liability on the ground that the death of insured, if not due solely to the diabetes, was at least caused primarily by it, and not by accidental injury independently of all other causes. By consent of the parties the case was heard by the court sitting without a jury^ and, after a careful consideration of the testimony, the trial judge decided in favor of plaintiff and judgment was entered accordingly.\nThe court found as facts that the diabetes of the insured was kept under control by diet and insulin, and would not, in all probability, have prevented him from living the normal span of life; that it did not render him more liable to a burn or to infection, nor in any way interfere with their treatment; that streptococcic septicemia is so virulent that it results fatally in seventy to eighty per cent of cases, irrespective of whether the patients are diabetic or non-diabetic; that the infection would probably have caused the death of insured even if he had not been diabetic; that the only way in which the presence of diabetes might reduce the chances of a patient suffering from such an infection would be by reducing his resistance in the same way as if he had been physically run down in health; and that diabetes did not contribute in any manner to the death of the insured.\nDefendant is concluded by these findings of fact, there being competent evidence to support them: Anastasi Brothers Corporation v. Pennsylvania Company for Insurance on Lives and Granting Annuities, 317 Pa. 319; Meitner v. Scarborough, 321 Pa. 212. Had the death resulted from the combination of the injury and the diabetes, and not from the injury alone, then, even though the injury were the proximate and the diabetes merely the remote cause, there would be no liability under the policy. In view, however, of the judge’s findings that the diabetes in no way contributed to the death of the insured, and that he probably would have died of the injury alone, the attempted defense fails. There was ample medical testimony, even though contradicted, to warrant the findings.\nPlaintiff contends that because defendant originally resisted only on the one ground, it cannot now set up other defenses: McCormick v. Royal Ins. Co., 163 Pa. 184; Simons v. Safety Mutual Fire Ins. Co., 277 Pa. 200; Janney v. Scranton Life Ins. Co., 315 Pa. 200; Couch, Cyclopedia of Insurance Law, vol. 8, sec. 2150, p. 6940. Even if they be considered, however, there is no merit in defendant’s arguments that the death of insured was not caused by “violent and accidental means,” and that, in any event, it was caused by “medical treatment” for “bodily infirmity.”\nThe term “violent” signifies merely that a physical force, however slight, is efficient in producing a harmful result: Paul v. Travelers’ Ins. Co., 112 N. Y. 472, 20 N. E. 347; Paist v. Ætna Life Ins. Co., 54 Fed. (2d) 393; Thalassinos v. Massachusetts Accident Co., 84 N. H. 261, 149 Atl. 512; Lower v. Metropolitan Life Ins. Co., 111 N. J. L. 426, 168 Atl. 592; Lane v. Horn & Hardart Baking Co., 261 Pa. 329, 335. Here the impact of the heat rays blistered and ultimately broke the tissues of the foot.\nIn addition to being “violent,” the means were also “accidental.” It is true that in many jurisdictions, including our own State, a distinction is made between accidental injury and injury occasioned by accidental means: Hesse v. Travelers’ Insurance Co., 299 Pa. 125, 129; Urian v. Equitable Life Assurance Society, 310 Pa. 342, 346; Semancik v. Continental Casualty Co., 56 Pa. Super. Ct. 392, 399, 402; Trau v. Preferred Accident Ins. Co., 98 Pa. Super. Ct. 89, 94. See Landress v. Phœnix Mutual Life Ins. Co., 291 U. S. 491. A means is not accidental when employed intentionally, even though it produces an unintended result. But if, “in the act which precedes the injury, something unforeseen, unexpected, unusual occurs which produces the injury, then the injury has resulted through accidental means”: U. S. Mutual Accident Association v. Barry, 131 U. S. 100, 121. Here the means were employed intentionally only up to the time when plaintiff fell asleep. He did not compose himself to sleep; the falling asleep was an accident. Thereafter, the exposure of his foot to the heat was unintentional and involuntary and the means which produced the injury thus became “accidental.”\nThe clause of the policy excluding liability for injury caused by medical treatment for bodily infirmity does not avail defendant. While the application of the rays undoubtedly was for therapeutic purposes and therefore constituted “medical treatment,” it was not treatment for “bodily infirmity.” The latter term in insurance policies has uniformly been construed to mean a condition of a settled and substantial character materially impairing the bodily processes, and not to cover minor physical defects and ailments which are frequent incidents of life, speedily forgotten, and not affecting the general soundness and healthfulness of the system. Even a dormant duodenal ulcer has been held not to be a disease or bodily infirmity within the meaning of those terms in a policy: Silverstein v. Metropolitan Life Insurance Co., 254 N. Y. 81, 171 N. E. 914. The same has been ruled in regard to burns about the ankles, leaving scar tissue: McClure v. World Ins. Co., 126 Neb. 676, 254 N. W. 393; and to intestinal adhesions resulting from a hernia operation: Druhl v. Equitable Life Assurance Society, 56 N. Dak. 517, 218 N. W. 220. An ingrown toe nail no more constitutes “bodily infirmity” than would an impacted tooth.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Robert Dechert, of Dechert, Smith & Clark, with him Owen B. Rhoads, Carroll R. Wetzel, Harry Cole Bates and Joseph S.. Clark, Jr., for appellant.",
      "Robert M. Bernstein, with him Milford J. Meyer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arnstein v. Metropolitan Life Insurance Company, Appellant.\nArgued December 7, 1937.\nBefore Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nRobert Dechert, of Dechert, Smith & Clark, with him Owen B. Rhoads, Carroll R. Wetzel, Harry Cole Bates and Joseph S.. Clark, Jr., for appellant.\nRobert M. Bernstein, with him Milford J. Meyer, for appellee.\nJanuary 24, 1938:"
  },
  "file_name": "0158-01",
  "first_page_order": 190,
  "last_page_order": 195
}
