{
  "id": 1253587,
  "name": "Taylor v. Kaufhold, Appellant",
  "name_abbreviation": "Taylor v. Kaufhold",
  "decision_date": "1954-11-08",
  "docket_number": "Appeal, No. 150",
  "first_page": "191",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "379 Pa. 191"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "154 A. 489",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130048
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0294-01"
      ]
    },
    {
      "cite": "59 A. 2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0434-01"
      ]
    },
    {
      "cite": "41 A. 2d 863",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0108-01"
      ]
    },
    {
      "cite": "6 A. 2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0585-01"
      ]
    },
    {
      "cite": "133 A. 31",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0114-01"
      ]
    },
    {
      "cite": "47 A. 2d 249",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0170-01"
      ]
    },
    {
      "cite": "101 A. 2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244359
      ],
      "pin_cites": [
        {
          "page": "532-533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0528-01"
      ]
    },
    {
      "cite": "103 A. 2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246195
      ],
      "pin_cites": [
        {
          "page": "455"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0452-01"
      ]
    },
    {
      "cite": "103 A. 2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246226
      ],
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0571-01"
      ]
    },
    {
      "cite": "1 A. 2d 244",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186611
      ],
      "pin_cites": [
        {
          "page": "51-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0049-01"
      ]
    },
    {
      "cite": "43 A. 2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464096
      ],
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0476-01"
      ]
    },
    {
      "cite": "368 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0538-01"
      ]
    },
    {
      "cite": "388 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475057
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0372-01"
      ]
    },
    {
      "cite": "160 Pa. Superior Ct. 101",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458473
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 860,
    "char_count": 18623,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 4.25829815570547e-07,
      "percentile": 0.9153006603859917
    },
    "sha256": "0ae00305ec3b4c2c12199c3ab7030592978fbbec292d275ae56266140ad3f11e",
    "simhash": "1:a5cf96f07832d971",
    "word_count": 3113
  },
  "last_updated": "2024-02-27T21:27:07.215067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stearns, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Taylor v. Kaufhold, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis is the fourth time that some aspect of a single business transaction between Forest B. Taylor and Henry Kaufhold has been before the appellate courts of this State. In order of chronology the three prior cases are to be found reported at 160 Pa. Superior Ct. 101, 360 Pa. 372, and 388 Pa. 538.\nAs matters now stand, Kaufhold is in voluntary bankruptcy and Taylor is his judgment creditor. The present appeal is from the final decree in an equity proceeding instituted by Taylor and the trustee of Kaufhold’s estate in bankruptcy against Kaufhold and his wife, Amalia, for appropriate relief under the provisions of the Uniform Fraudulent Conveyance Act of May 21, 1921, P. L. 1045, 39 PS § 351 et seq. A specific purpose of the bill was to subject to Taylor’s judg meat against Kaufhold certain real estate held by Kaufhold and his wife as tenants by the entireties. The bill alleged that the real estate was purchased with assets that were the individual property of Kaufhold and that title was taken by the entireties in order to defraud Kaufhold’,s creditors. From the evidence adduced at a hearing on the complaint, the chancellor made appropriate findings of fact from which he drew relevant conclusions of law and accordingly entered a decree nisi subjecting the jointly held real estate to a pro tanto charge in favor of Kaufhold’s creditors. Kaufhold, himself, filed no exceptions to the adjudication or decree nisi. Exceptions filed by his wife, Amalia, were dismissed by the court en banc which confirmed the chancellor’s findings and entered a final decree in terms similar to the decree nisi. This appeal by Amalia Kaufhold followed.\nThe only question before us is whether the learned court below erred in subjecting the jointly held real estate of the husband and wife to a pro tanto charge on account of the claims of creditors of the husband. The relevant facts as found by the chancellor and as confirmed by the court en banc need be recited.\nPrior to 1935, Henry and Amalia Kaufhold were the owners of a bank account as tenants by the entireties. In that year, the husband, using funds from the joint account, purchased the Arcade Cafe in Erie, taking title to the business and the liquor license in his individual name. With the knowledge and consent of his wife, Kaufhold operated the cafe in his own name until 1943 when he sold the business to Forest R. Taylor. Meanwhile, in January 1942, Kaufhold converted the joint bank account of himself and wife into an individual account in his name alone.\nIn 1945, Taylor, anxious to make a trip West on account of poor health, arranged that Kaufhold would reacquire the Arcade Cafe ou a temporary basis. The building in which the cafe was located was owned by one Craig who had demised the premises to Taylor for a term expiring on April 1, 1946. Taylor assigned that lease and the liquor license to Kaufhold who immediately took oyer the business. Shortly thereafter, with Kaufhold’s knowledge, Craig, the landlord, executed a new lease to Taylor for a three-year period beginning April 1, 1946. When Taylor returned from the West, Kaufhold refused to relinquish possession of the cafe and on April 3, 1946, Craig caused an amicable judgment in ejectment to be entered against Taylor on the original lease and issued a writ of possession naming Kaufhold as terre tenant. Kaufhold’s attempts to open the judgment in ejectment against Taylor were unsuccessful and his appeal to the Superior Court was quashed December 23, 1946: see Craig v. Taylor, 160 Pa. Superior Ct. 101. Seven days later, Kaufhold reconstituted his individual bank account a joint account of himself and wife.\nWhile the ejectment proceeding against Taylor was still pending, Kaufhold instituted a suit in equity by which he sought to restrain Taylor from occupying the Arcade Cafe and to reform the second Craig-Taylor lease so as to substitute Kaufhold as the lessee. On November 8, 1948, we determined that litigation adversely to Kaufhold: see Kaufhold v. Taylor, 360 Pa. 372. On April 28, 1948, during the pendency of Kaufhold’s equity action, Taylor sued Kaufhold in assumpsit for damages sustained by reason of Kaufhold’s unjustified holding of the cafe after the expiration on April 1, 1946, of his lease by assignment. On November 11, 1950, Taylor obtained verdicts in his damage suit against Kaufhold aggregating $14,254.90. The judgment entered thereon was affirmed by this court on November 15, 1951: see Taylor v. Kaufhold, 368 Pa. 538.\nWhen forced to vacate the Arcade Cafe in January, 1947, as a result of the Superior Court’s decision in the ejectment case above mentioned, Kaufhold sold his liquor license to one Sassano who, in turn, transferred it to the Weigeltown Inn. Later in 1947 Sassano returned the license to Kaufhold who then undertook to operate the inn. On July 12, 1948, some two and one-half months after the commencement of Taylor’s assumpsit action against Kaufhold, the latter sold the Weigeltown Inn license and business to one Buffalari for a consideration of $19,548.69. The proceeds of this sale Avere deposited by Kaufhold in the reconstituted joint bank account of himself and wife and helped produce a credit balance in the amount of approximately $24,000. On October 19, 1949, a year and a half after the institution of Taylor’s assumpsit action against Kaufhold but a year before the verdicts for Taylor in that case, Kaufhold and his. wife contracted to buy a commercial building at 1602-8 State Street in Erie for a stated price of $50,000. This purchase price was satisfied as follows: Cash down payment from joint bank account, $2,000; transfer to the vendor of other jointly oAvned real estate of the Kaufholds, valued at $14,000; a purchase money mortgage from the Kaufholds jointly to Security-Peoples Trust Company for $12,000; and cash of $22,000 from the Kaufholds’ joint bank account. On November 1, 1949, the Kaufholds took title to the real estate at 1602-8 State Street as tenants by the .entireties..\nThe deposit of thé proceeds of the sale of the WeigeltoAvn Inn license and business in the reconstituted joint bank account of the Kaufholds and the subsequent use of those funds for their joint purchase of the real estate at 1602-8- State Street rendered Kaufhold insolvent'as ..to. Taylor’s then unliquidated claim against him for ...damages, Having.;thus.secreted his.individual assets iu the real estate held jointly with his wife, Kaufhold, on January 31, 1952, filed his voluntary petition in bankruptcy in the United States District Court for the Western District of Pennsylvania. The only creditors listed in his schedules were Forest R. Taylor in the amount of his judgment and a firm of lawyers in the amount of $1,869.96; and on April 26th following, this proceeding in equity was instituted.\nFrom the evidence adduced at the hearing, the learned chancellor found the facts as above stated and concluded that the proceeds derived from the sale of the Weigeltown Inn were the “sole and separate funds of Henry Kaufhold” to which his wife, Amalia, had no claim; that Amalia Kaufhold, while innocent of any fraudulent intent or wrongdoing, was nevertheless by reason of her knowledge estopped to deny, as against her husband’s creditors, his sole ownership of the proceeds; and that by depositing the proceeds in the joint bank account and subsequently using them to purchase the State Street real estate with his wife as tenants by the entireties, Kaufhold “was guilty of fraud and intended to hinder, delay and defraud Forest R. Taylor.”\nIn determining what portion of the real estate at 1602-8 State Street should be subjected to the claims of Kaufhold’s individual creditors, the chancellor found that Amalia’s contribution to the purchase was $26,000, composed of $14,000, the value of other Kaufhold real estate held by the entireties and given as part payment for the State Street property, and $12,000, being the amount Of. the joint mortgage executed by the Kaufholds to the Security-Peoples Trust Company. The chancellor also found' that $19,548.69 of the purchase price (i.e., the proceeds of the sale of the Weigeltown Inn) was derived from Kaufhold’s individual assets and had been, traced through the Kaufholds’ joint bank account into the State Street property. Accordingly, the decree permits execution against the State Street property to the extent of $19,548.69. The decree further provides, however, that in any execution against the State Street property, Amalia Kaufhold should be protected to the extent of $30,451-.31 and be entitled as a tenant by the entireties with her husband to of the proceeds of the execu50,000.00 tion sale but in any event to not less than $30,451.31.\nThe principle upon which the appellant bases her argument is that, where a husband withdraws funds from a joint bank account held by the entireties, there is a presumption that he holds such funds as the res of a constructive trust for the benefit of the entireties and not as his own individual property. That rule is, of course, well established (see, e.g., Gallagher Estate, 352 Pa. 476, 480, 43 A. 2d 132, and Werle v. Werle, 332 Pa. 49, 51-52, 1 A. 2d 244) but is presently inapplicable to the facts as competently found by the chancellor and confirmed by the court en banc. The facts as so found are supported by evidence. We have recognized again and again that the chancellor’s findings of fact, if supported by the evidence and affirmed by the court en banc, have the weight of a jury’s verdict and will not be disturbed on appeal: Cerbo v. Carabello, 376 Pa. 571, 575, 103 A. 2d 908; Leister v. Miller, 376 Pa. 452, 455, 103 A. 2d 656; Allardice v. McCain, 375 Pa. 528, 532-533, 101 A. 2d 385.\nFrom the facts found, the .chancellor, justifiably concluded that the proceeds , of the sale of the Weigeltown. Inn business were the sole and separate assets of Henry Kaufhold and that Amalia, his wife, had neither right, title nor interest in or to those funds. And, while exonerating. Amalia of any complicity in her husband’s scheme to defraud, his. creditors, the chancellor further concluded that she had, by her own conduct, estopped herself from denying her husband’s sole ownership of the funds in question. The appellant’s argument therefore, while understandably urged before the chancellor, has no pertinence to the matter reviewable on this appeal.\nIn confirmation of his findings and conclusions, the learned chancellor succinctly stated in his adjudication, — “We think these arguments must fall in the face of the overwhelming testimony that Henry Kaufhold owned and operated the various liquor businesses individually and that his wife was aware of it. Henry Kaufhold not only took title to the licenses in his own name but he certified on the applications that he was the only person pecuniarily interested in the business. He filed Federal income tax returns as sole owner, negotiated the sale of the licenses, the transfer of leases and in every respect exercised ■ full dominion, Amalia Kaufhold did nothing to indicate that she was, in any way, interested in her husband’s cafe business. In ail the previous long, bitterly contested lawsuits involving the matters which are now focused in the case at bar, Henry Kaufhold acted individually as party plaintiff or defendant and nowhere was there the slightest suggestion that his wife had an interest in either the litigation or the subject matter thereof. Thus, in standing by over such a long period of time and by permitting her husband to exercise dominion over the withdrawn funds and the business until he contracted debts she became estopped from denying his title.”\nIn the opinion for the court en banc disposing of Amalia’s exceptions to the adjudication and decree nisi, the chancellor, after indicating that his conclusions were the same irrespective of the question of estoppel, said, — “. . . while there is a presumption of a trust, conclusions drawn from the presence or absence of a presumption must fall in the face of positive, credible evidence. The evidence fully supports the conclusion that Henry owned the business and that Amalia conceded it as a fact. In addition to the details remarked above relating to licenses, income tax, etc., the testimony shows that the Kaufholds lived together in harmony during the period involved in the litigation. It would, therefore, be unrealistic to conclude that Amalia was totally unaware of Taylor’s many invasions of the courts in order to secure justice at the hands of her husband. Notwithstanding this she stood by without revealing her purported interest in the business. She was apparently willing to accept whatever benefits could be derived from her husband’s holding over on the lease, keeping as an ace in the hole, the purported conversion by her own husband of her funds.” The chancellor’s conclusions in this connection render unnecessary discussion of the appellant’s contentions that there could be no estoppel worked against her “interest” in the proceeds of the cafe businesses.\nHaving thus concluded that the $19,548.69 deposited in the entireties bank account was the sole property of the husband and that the fund was correctly traced into the State Street real estate, the chancellor properly subjected that real estate to a pro tanto charge to the extent of the claims of Kaufhold’s individual creditors. While it is, of course, true that entireties property is not ordinarily available to creditors of a husband or of a wife, a husband cannot put his own assets beyond the reach of his creditors by creating an estate by the entireties or by putting his property in his wife’s name. For example, in Use of United States National Bank, v. Penrod, 354 Pa. 170, 47 A. 2d 249, where we held that the joint assets of an insolvent husband and his wife, acquired through their joint efforts, were not available to the husband’s - individual creditors, Mr. Justice Stearns, in speaking for this court, took occasion to point out (p. 173) that “This is an entirely different situation than where an insolvent husband purchases property with his own money and places title thereto either in his wife’s name, or in the name of himself and wife as tenants by the entireties: Bank of Pittsburgh v. Purcell, 286 Pa. 114, 133 A. 31 ; Iscovitz v. Filderman, 334 Pa. 585, 6 A. 2d 270; Commonwealth Trust Company v. Ciriqliano, 352 Pa. 108, 41 A. 2d 863.”\nThe principle involved in the instant case was directly ruled by this court in Amadon v. Amadon, 359 Pa. 434, 59 A. 2d 135. There, as here, a bill in equity was filed to set aside a transaction alleged to be within the Uniform Fraudulent Conveyance Act, cit. supra. The facts indicated that Amadon, upon being divorced from his wife, agreed to pay her $100 per month during her lifetime or until she remarried. Thereafter, Amadon remarried and, with his second wife, purchased and improved a piece of real estate to which they held title as tenants by the entireties. One-half of the value of the real estate was directly attributable to Amadon’s contribution from his individual assets. The chancellor concluded that Amadon had made the contribution to the joint estate with his second wife with the intention of defrauding his creditors but that the wife was guilty of no fraudulent intent. The first wife obtained a judgment based on the support agreement which she was unable to satisfy out of Amadon’s separate assets. She therefore .filed a bill in equity to subject the jointly held real estate to execution on her judgment against Amadon individually. In upholding the plaintiff’s right to reach the entireties, real estate; the late Mr. Justice Linn, speaking for this court, said, — -“We have; then, the fact that Amadon, intending to defraud the plaintiff, conveyed all his assets in part payment for certain property in Doylestown to be held by entireties. When property is held by entireties creditors of either spouse cannot acquire an enforceable lien by obtaining judgment or title by sale on execution [citing cases]. That rule applies to honest transactions but will not aid Amadon to defraud the plaintiff. The existence of his obligation disqualified him from fraudulently paying his money for an estate by the entireties if challenged by the plaintiff creditor. . . . As Amadon contributed [$3,500] with the intention of defrauding the plaintiff and as more than that sum appears now to be due under the contract [for support], the plaintiff is entitled to a decree requiring payment of that sum on account and, in default of payment, is entitled to execution against the [real estate].”\nNor is Amalia Kaufhold deprived by the decree under review of any of her rights in the entireties property. True enough, she was found not to be guilty of fraud. But, it was not necessary in order to execute against the entireties property to show that Amalia was guilty of fraud. The fraud to be proven was that of Henry Kaufhold in so arranging his own assets as to be able to hinder, delay or defraud his creditors. It is Henry’s own assets which are being made available to his creditors, not any property of Amalia’s. As Mr. Justice Linn pointed out in Amadon v. Amadon, supra, —“It follows from the findings of fact that if Amadon paid $3,500, the co-defendant [his second wife] paid the balance of the $7,000. As she has been found innocent of intentional participation in the fraud, she is entitled to be protected in the execution to the extent of her investment in the [real estate] as found by the chancellor: Peoples Savings & Dime Bank v. Scott, 303 Pa. 294, 298, 154 A. 489. In other words, she is entitled to one-half the proceeds, but not less than thirty-five hundred dollars, received on the execution sale, if such a sale becomes necessary.” And, that is precisely what the decree of the court below in the instant case provides.\nThere is no merit in appellant’s final complaint that the bill alleged fraud on her part but that the allegation was not supported by evidence nor found as a fact by the chancellor. There being no necessity to show that Amalia Kaufhold was guilty of fraud, the allegation in the bill charging her with fraud amounted to no more than surplusage.\nThe decree is affirmed at the appellant’s costs.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "John A. Spaeder, with him Marsh, Spaeder, Baur & Spaeder, for appellant.",
      "Frank B. Quinn, with him William E. Pfadt, Paul A. Stephany, Howard Tsf. Plate and Quinn, Leemhuis, Plate & Dwyer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Kaufhold, Appellant.\nNovember 8, 1954:\nArgued September 28, 1954.\nBefore Stearns, Jones, Chidsey, Musmanno and Arnold, JJ.\nJohn A. Spaeder, with him Marsh, Spaeder, Baur & Spaeder, for appellant.\nFrank B. Quinn, with him William E. Pfadt, Paul A. Stephany, Howard Tsf. Plate and Quinn, Leemhuis, Plate & Dwyer, for appellees."
  },
  "file_name": "0191-01",
  "first_page_order": 247,
  "last_page_order": 258
}
