{
  "id": 1253591,
  "name": "Home Builders of Mercer County, Inc. v. Dellwood Corporation, Appellant",
  "name_abbreviation": "Home Builders of Mercer County, Inc. v. Dellwood Corp.",
  "decision_date": "1954-11-08",
  "docket_number": "Appeal, No. 223",
  "first_page": "255",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "379 Pa. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 A. 2d 80",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234585
      ],
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0263-01"
      ]
    },
    {
      "cite": "98 A. 964",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "254 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025449
      ],
      "pin_cites": [
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0351-01"
      ]
    },
    {
      "cite": "13 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0398-01"
      ]
    },
    {
      "cite": "72 A. 2d 131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223584
      ],
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0403-01"
      ]
    },
    {
      "cite": "2 A. 2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186582
      ],
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 6207,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.9806937925740166e-07,
      "percentile": 0.8509916987438264
    },
    "sha256": "805ca8524272bc751ddec39ef0097490c3843197121aa63f6a51713b768dbbed",
    "simhash": "1:bb4596af3a76a234",
    "word_count": 1034
  },
  "last_updated": "2024-02-27T21:27:07.215067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stearns, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Home Builders of Mercer County, Inc. v. Dellwood Corporation, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Arnold,\nThis action of assumpsit was tried without a jury by the court below, which entered judgment for the plaintiff, and defendant appeals.\nGunnison Homes manufactured prefabricated houses and entered into a written contract with the plaintiff, granting to it a non-exclusive privilege to purchase Gunnison products for resale in all of Mercer and Lawrence Counties. This franchise was terminated on November 2, 1950.\nThe defendant, Dellwood Corporation, was engaged in the general business of financing and erecting dwelling houses, and obtained a similar dealer contract for a part of Beaver County, which contract on May 10, 1950, was extended to all of Beaver County. On May 3, 1950, plaintiff and defendant entered into negotiations (at which a representative of Gunnison Homes was present) resulting in a written contract by which the defendant promised to pay the plaintiff the sum of $150.00 for each Gunnison house which was ordered to be delivered to defendant’s Union Manor Plan of Union Township, Lawrence County, Pennsylvania. The defendant was to have the right to order from Gunnison Homes and have delivered not in excess of 60 houses in the Union Manor Plan, “it being understood . . . that you [Home Builders] . . . shall continue to be the authorized franchised dealer for Gunnison Homes, Inc. . . . for Lawrence County . . . during the entire period of this agreement.”\nOn July 12,1950, the defendant obtained from Gunnison Homes an extension of its franchise to include Lawrence County.\nBetween May 3 and July 12, 1950, defendant ordered and erected eight Gunnison homes in its Union Manor Plan in Lawrence County.\nOn November 2, 1950, Gunnison Homes cancelled its franchise arrangement with the plaintiff.\nBetween July 12, 1950, and November 2, 1950, the defendant ordered erected 20 additional houses in its Union Manor Plan, making a total of 28 houses ordered. The defendant paid the plaintiff only $900.00, which it paid at the time of the execution of the contract of May 3, 1950.\nPlaintiff sued for the stipulated sum of $150.00 for each Gunnison home ordered to be delivered to the Union Manor Plan, and this sum was allowed the plaintiff, plus interest from the date of suit.\nIn order to avoid liability the defendant now pleads that the contract of May 3, 1950, should be construed so that the words “sole and exclusive” be added to the phrase, “that . . . [Home Builders] shall continue to be the authorized franchised dealer for Gunnison Homes, Inc. . . . for Lawrence County . . . during the entire period of this agreement.” This construction we cannot adopt. The parties were competent business men. On trying to read into the contract the words “sole and exclusive” this case is somewhat similar to Dahath Electric Company v. Suburban Electric Development Company, 332 Pa. 129, 133, 2 A. 2d 765, in which this Court said: “As heretofore stated, parties to this contract, competent business men, had they contemplated an exclusive agency, would we think have so provided in their written agreement. It could not be properly or justly concluded that they left this most important feature of the agreement out to be read into it by inference.” If there is any doubt or ambiguity in the contract it must be construed against the defendant who is the party who wrote it. See Commonwealth to use v. Henry W. Horst Company, 364 Pa. 403, 406, 72 A. 2d 131, in which this Court stated: “Furthermore, this contract was prepared by defendant and in the event of doubt, a writing will be construed against the party who has drawn it [citing cases].”\nApparently the defendant needed the houses immediately, and therefore provided in the agreement it drew that it should order them directly from Gunnison and have them shipped to it. It did not want to order them through the plaintiff and have the plaintiff order from Gunnison.\nThe next contention of the defendant-appellant is that the dealer franchise agreement between the plaintiff and Gunnison Homes was not assignable in whole or in part, and that the defendant can now object that this was a partial assignment of the plaintiff’s franchise rights. But only Gunnison Homes can object to this, and it is not objecting here. See §176, Restatement, Contracts. See also Nolan et al. v. J. & M. Doyle Company, 338 Pa. 398, 13 A. 2d 59.\nThe defendant next contests the authority of its vice-president to sign the agreement of March 3, 1950. This question was first raised in the oral argument before the court en banc. It was stipulated and agreed between the plaintiff and defendant at the time of trial that the letter of May 3, 1950, constituted the agreement between the parties. In addition, Ira Hurwick, who signed the contract for the defendant as vice-president, is the same person who signed the affidavit of defense in the present suit. Nor did the defendant plead this as an affirmative defense. The present contention by the appellant is therefore raised too late. The defendant procured under this contract the delivery of eight houses, two of which are admittedly unpaid for, and thus must be held to have ratified the informal execution thereof: Philadelphia & Reading Coal & Iron Co. v. Schmidt, 254 Pa. 351, 357, 98 A. 964; Yezbak v. Croce, 370 Pa. 263, 268, 88 A. 2d 80.\nLastly, the defendant contends that the contract provided that payment was to be made “when final settlement is made on the permanent mortgage covering each house,” and that there is no proof of this fact. The lower court allowed interest on 22 houses (two ordered and not paid for before July 12, and twenty ordered and not paid for after July 12, 1950) from the date of suit, which was filed January 29, 1951. The defendant at the trial stated: “I will agree that the houses have been permanently financed, the dates I cannot give you at the moment but if the Court desires them we will furnish them.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Arnold,"
      }
    ],
    "attorneys": [
      "TV. Denning Stewart, for appellant.",
      "E. Fred Mercer, with him Chester B. Scholl and Mercer & Bncldey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Home Builders of Mercer County, Inc. v. Dellwood Corporation, Appellant.\nNovember 8, 1954:\nArgued October 7, 1954.\nBefore Stearns, Jones, Chidsey, Musmanno and Arnold, JJ.\nTV. Denning Stewart, for appellant.\nE. Fred Mercer, with him Chester B. Scholl and Mercer & Bncldey, for appellee."
  },
  "file_name": "0255-01",
  "first_page_order": 311,
  "last_page_order": 315
}
