{
  "id": 1136923,
  "name": "Rosen v. Diesinger, Appellant",
  "name_abbreviation": "Rosen v. Diesinger",
  "decision_date": "1932-01-05",
  "docket_number": "Appeal, No. 402",
  "first_page": "13",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "306 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "294 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/294/0230-01"
      ]
    },
    {
      "cite": "69 Pa. Superior Ct. 49",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632462
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/69/0049-01"
      ]
    },
    {
      "cite": "156 N. Y. Supp. 368",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": -1
    },
    {
      "cite": "291 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107306
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0426-01"
      ]
    },
    {
      "cite": "302 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/302/0173-01"
      ]
    },
    {
      "cite": "281 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086986
      ],
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0016-01"
      ]
    },
    {
      "cite": "282 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088350
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0124-01"
      ]
    },
    {
      "cite": "78 Pa. Superior Ct. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        650249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/78/0171-01"
      ]
    },
    {
      "cite": "255 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027722
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0353-01"
      ]
    },
    {
      "cite": "273 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070757
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0546-01"
      ]
    },
    {
      "cite": "288 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0463-01"
      ]
    },
    {
      "cite": "305 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0378-01"
      ]
    },
    {
      "cite": "282 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0124-01"
      ]
    },
    {
      "cite": "78 Pa. Superior Ct. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        650249
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/78/0171-01"
      ]
    },
    {
      "cite": "255 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027722
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0353-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 8793,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 2.5470608644818146e-07,
      "percentile": 0.8139804675871064
    },
    "sha256": "09b456790d154d212a7288a7580558244a4395c4b1cf44e9605c5390c1c412e3",
    "simhash": "1:cec2a05307ea4edf",
    "word_count": 1566
  },
  "last_updated": "2024-02-27T17:15:14.174985+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ."
    ],
    "parties": [
      "Rosen v. Diesinger, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThe controlling question in this case was who was the “superior” of the servant whose negligent act was the foundation of the action. The servant Combs was an attendant in a garage where a car belonging to defendant’s husband was stored. The defendant phoned Combs at the garage and said to him, “If you have the time, would you mind driving my machine over to the Fair-field Apartments? I have an appointment with the doctor.” Combs replied affirmatively. En route to the apartment the car negligently driven by Combs injured the plaintiff!.\nDefendant’s husband testified that the monthly rental paid by him to the garage’s proprietor, Hossaek, included the delivery of the car to their apartment whenever he or his wife wanted it. If this was the fact, Combs at the time of the negligence was Hossaek’s servant. Hossaek testified that the delivery of the car to the apartment was not included in his contract with defendant’s husband but that the delivery of the car was a gratituous service that he permitted the attendants to render Diesinger only when these attendants were not busy with their garage duties. Combs testified that whenever he drove the Diesinger car from the garage he took his instructions as to driving it from Mr. and Mrs. Diesinger and that he never got any instructions in regard to driving it from Hossaek. He said that Hossaek paid him $25 per week for working in the garage and allowed him the privilege of delivering the car. It is clear that if the testimony of Hossaek and Combs is true, Combs was the defendant’s servant at the time of the negligence complained of. The evidence being conflicting, the issue could be determined only by its submission to the jury. The jury found for the plaintiff and defendant’s motion for judgment n. o. v. was refused. In that we find no error.\nIn Jimmo v. Frick, 255 Pa. 353, this court said, “It is clear, we think, that while Gannon [the alleged driver] was in the general employment of the automobile company, he was the servant of defendant as long as he had charge of and was operating the latter’s car on the morning of the accident. A person may be in the employment and pay of another person and yet not necessarily make the latter the master and responsible for his acts. The master is the person in whose business he is engaged at the time, and who has the right to control and direct his conduct.”\nWe said in the case of Lang et al. v. Hanlon, 305 Pa. 378, that “The relation of master and servant does not depend upon the mere duration of the employment.” We also said that “one of the principal tests of the relation of master and servant is the power and duty of the alleged master to control the alleged servant while in his employ....... Eesponsibility goes with authority. Having power to control, the master is bound to exercise it to the prevention of injuries to third parties or he will be held liable.”\nThere was evidence in this case that the defendant had the power to control Combs while he was en route from the garage to her apartment, though she was not actually present in the car at the time. In Jimmo v. Frick, just cited above, the defendant was not in the car when the borrowed driver’s negligent act was committed. Actual presence of one person with another is not necessary for the creation or maintenance between them of the relationship of master and servant. There was evidence that Combs, while in the general employment of Hossack, was at the time of the negligent act in the temporary employment of the defendant. If the testimony offered in behalf of plaintiff is credited — as the jury did credit it — Combs was as much the servant of the defendant at the time of the accident as he would have been if he had been engaged regularly by her to drive her car at the end of each day’s duties in the garage. It was the defendant, not Hossack, who was being benefited by the service rendered by Combs at the time of the accident, at least according to evidence whose credibility was for the jury.\nFunston v. Ingenito, 282 Pa. 124, cited by appellant, is distinguishable from the case before us for in that case the driver was furnished by an owner of automobiles and this driver was under the control of the owner during the entire period of the hiring and the bailee of the car had no authority over the driver except to direct him where to go.\nEven though Hossaek in loaning Combs to the defendant thereby secured “the valuable asset of good will” of the defendant and her husband, as appellant suggests, that fact would not justify a court in declaring as a matter of law that Combs was the servant of Hossaek at the time of the negligent act. The question as to whose servant Combs was depended entirely on the fact found by the jury from the evidence adduced and the finding actually made was supported by competent testimony. In the case of Morris v. Payne, Director General of Railroads, 78 Pa. Superior Ct. 171, cited by appellant, it was admitted that the man whose negligent operation of the crane caused the injury complained of was the servant of the defendant. The court below held that despite that fact, the defendant was not liable because the service being rendered by the railroad company at the time of the accident was a gratituous one to the shipper and the court directed a nonsuit to be entered. The Superior Court reversed the judgment of the court below on the ground that since the crane operator was not in any sense subject to the shipper’s direction, the responsibility for his acts could not be shifted from the railroad company to the shipper. In the case before us the evidence shows that the operation of the automobile was subject to the defendant’s direction from the time the car left the garage.\nThe defendant also contends that since her husband was the owner of the car, she in sending for it acted only as his agent. We cannot agree that the permissive use of Diesinger’s car by his wife made her his agent or servant while using the car. Testimony offered in behalf of plaintiff showed that the defendant summoned the car so that she might be able to keep an appointment with her physician and therefore the inference is legitimate that when the car was being taken to her by Combs, it wag being uged for her benefit exclusively. There ig no evidence that when Combg wag bringing the car to her in compliance with her request that the car wag then engaged in furthering her hugband’g buginegg.\nThe reagoning in Piquet et ux. v. Wazelle, 288 Pa. 463, gupportg the eonclugion that there wag no legal liability on the hugband when hig wife uges the car under circumgtanceg guch ag are found here.\nThe judgment ig affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Robert von Moschsisker, with him Richard A. Smith, Louis Wagner and Thomas J. Olary, for appellant.",
      "Robert M. Bernstein, for appellees."
    ],
    "corrections": "",
    "head_matter": "Rosen v. Diesinger, Appellant.\nArgued December 1, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ.\nRobert von Moschsisker, with him Richard A. Smith, Louis Wagner and Thomas J. Olary, for appellant.\nIn making the delivery of the Diesinger car from the garage of Hossack to the Diesinger residence, the driver acted as the servant of his regular employer and not as the servant of defendant: Griesmer v. Netter, 273 Pa. 546; Jimmo v. Frick, 255 Pa. 353.\nJanuary 5, 1932:\nThe court below erred in conceiving the present case to be one where conflicting testimony required it to submit to the jury the question as to whose servant Combs was at the time of the accident: Morris v. R. R., 78 Pa. Superior Ct. 171.\nWhere regular employer controls conduct of employee he is responsible for his actions while the employee is performing services for another: Funston v. Ingenito, 282 Pa. 124; Thatcher v. Pierce, 281 Pa. 16, 20; Lang v. Hanlon, 302 Pa. 173; Robson v. Martin, 291 Pa. 426.\nThe fact that the chauffeur, when delivering cars from his employer’s garage, did so in hope of receiving a tip from those to whom he delivered the car, would not make him any the less the servant of his regular employer, the keeper of the garage.\nThere is nothing in the present record to take the case out of the rule that a bailee’s possesion continues till the bailed article is redelivered to the bailor, and the bailee is responsible for the negligence of his servant: Jimmo v. Frick, 255 Pa. 353; Perry v. Fox, 156 N. Y. Supp. 368; Matlack v. Chalfant, 69 Pa. Superior Ct. 49; Griesmer v. Netter, 273 Pa. 546.\nRobert M. Bernstein, for appellees.\nThe accident occurred at a time when the driver was engaged in furthering defendant’s business.\nWhere the general servant of one person causes an injury while engaged in performing a special service for another person the first inquiry is in whose business was the servant engaged at the time: Jimmo v. Frick, 255 Pa. 353; Funston v. Ingenito, 282 Pa. 124; Robson v. Martin, 291 Pa. 426; Persing v. Traction Co., 294 Pa. 230."
  },
  "file_name": "0013-01",
  "first_page_order": 35,
  "last_page_order": 41
}
