{
  "id": 1136896,
  "name": "Gough, Appellant, v. Halperin (Commonwealth Casualty Co., Garnishee, Appellant)",
  "name_abbreviation": "Gough v. Halperin",
  "decision_date": "1932-01-05",
  "docket_number": "Appeals, Nos. 332 and 399",
  "first_page": "230",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "306 Pa. 230"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "75 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/75/0271-01"
      ]
    },
    {
      "cite": "285 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/285/0299-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0559-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 510",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0510-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 461",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864312
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0461-01"
      ]
    },
    {
      "cite": "277 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0200-01"
      ]
    },
    {
      "cite": "72 Pa. Superior Ct. 409",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        639768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/72/0409-01"
      ]
    },
    {
      "cite": "34 Pa. Superior Ct. 245",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        871031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/34/0245-01"
      ]
    },
    {
      "cite": "100 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0137-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 90",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676189
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/92/0090-01"
      ]
    },
    {
      "cite": "51 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0402-01"
      ]
    },
    {
      "cite": "284 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0129-01"
      ]
    },
    {
      "cite": "282 U. S. 545",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6932776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/282/0545-01"
      ]
    },
    {
      "cite": "251 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019726
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0063-01"
      ]
    },
    {
      "cite": "222 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0462-01"
      ]
    },
    {
      "cite": "102 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        695511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/102/0001-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 616",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        448995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/59/0616-01"
      ]
    },
    {
      "cite": "282 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0380-01"
      ]
    },
    {
      "cite": "300 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0555-01"
      ]
    },
    {
      "cite": "78 Pa. Superior Ct. 376",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        650138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/78/0376-01"
      ]
    },
    {
      "cite": "186 N. W. 121",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Minn. 1",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        132898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/151/0001-01"
      ]
    },
    {
      "cite": "79 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/79/0475-01"
      ]
    },
    {
      "cite": "294 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113421
      ],
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0406-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647044
      ],
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/75/0271-01"
      ]
    },
    {
      "cite": "285 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095068
      ],
      "pin_cites": [
        {
          "page": "302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0299-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 9767,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 3.7169397622261385e-07,
      "percentile": 0.893666966684158
    },
    "sha256": "307a8a6a3e340b1cfc85733bed23ffa00d62dd67cd9fe5e6d68e102652c2800b",
    "simhash": "1:9fed93000b011031",
    "word_count": 1686
  },
  "last_updated": "2024-02-27T17:15:14.174985+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ,"
    ],
    "parties": [
      "Gough, Appellant, v. Halperin (Commonwealth Casualty Co., Garnishee, Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Walling,\nThe original action here of trespass by William V. Gough v. Jacob Halperin, to recover for injuries sustained in an automobile collision, resulted in a verdict and judgment of $11,600 for plaintiff. In an execution attachment issued thereon, the Commonwealth Casualty Company (herein called the company) was summoned as garnishee and in its answers to interrogatories denied any indebtedness to defendant. It also entered a plea of nulla bona and the case coming to trial thereon resulted in a verdict for plaintiff of $5,333.24, on which the trial court subsequently entered judgment for $5,000, and the company has appealed.\nThe record discloses no sufficient ground for reversal. On July 14,1927, the company issued a $5,000 indemnity policy to Halperin to protect Mm from damages caused by tbe operation of Ms automobile. Three days later, while the policy was in force, he had the accident which resulted in the above mentioned suit and recovery by Gough. The defense interposed by the company was the alleged failure of Halperin to notify it of the Gough accident as the terms of the policy require. It stipulates that, “Upon the occurrence of an accident involving bodily injuries or death, or damage to property of others, the assured shall promptly give written notice thereof with the fullest information obtainable at the time to the company or to one of its duly authorized agents. The assured shall give like notice with full particulars of any claim made on account of such accident. If suit is brought against the assured to enforce such claim the assured shall promptly forward to the company every summons or other process that may be served upon the assured.” The above appears in the body of the policy and the following upon the back thereof: “Notice. Do not fail to notify the Home Office of the Company at Philadelphia, Penna., or its duly authorized agent of every accident, however slight, immediately upon its occurrence. If accident is fatal or involves serious injury, telegraph or telephone at Company’s expense, giving date of inquest if one is to be held. Do not delay sending in notice because unable to give all the information desired; send a completed notice later.”\nThe policy provided that it should not be binding upon the company unless countersigned by its authorized agent. Ellis Goodman, who acted for the company in effecting Halperin’s insurance, countersigned the policy as authorized agent. It was shown that Goodman had been agent for the company for four years, during which he had issued for it approximately one hundred and fifty policies a year and that he notified the company of accidents in‘which policyholders were involved. The evidence for plaintiff, the truth of which we must here assume, is that Halperin gave Goodman immediate notice of the accident by telephone and also in full by word of mouth as Goodman came at once in response to the telephone message. Further, that the latter there called up the company’s home office by telephone and in Halperin’s presence related to Cook, apparently the vice-president in charge of the home office, the circumstances of the accident as Halperin had narrated them. The same evidence also shows that at the conclusion of this telephone conversation with Cook, Goodman said, “That’s all, you notified the company; you don’t have to worry anything about it; we will take care of it.” This was denied on behalf of the company, but the jury accepted plaintiff’s version and we are concluded thereby. Halperin was corroborated by his wife and to some extent by a clerk in his store. True, the policy provides that its stipulations can be changed only by endorsement signed by the president, vice-president or secretary, and that no waiver thereof can be made by an agent. It is settled in Pennsylvania that regardless of such provision in the policy, stipulations as to notice, proof of loss, etc., may be waived by parol. See Evans v. Metropolitan Life Ins. Co., 294 Pa. 406, 410, and cases there cited. The waiver may be by a duly authorized agent. See Mentz v. Lancaster Fire Ins. Co., 79 Pa. 475. An instructive discussion sustaining the validity of a parol waiver contrary to the terms of the policy appears in Reilly v. Linden, 151 Minn. 1, 186 N. W. 121. Goodman executed the policy as authorized agent, and as such reported losses and the jury had a right to conclude he was the authorized agent to whom Halperin might properly give notice of the accident. The authority of the agent was sufficiently shown to render it a question for the jury. See Phila. A. F. Co., Inc., v. Agr. Ins. Co., 16 Adv. Pa. Superior Ct. Unofficial 4. The acts of an authorized insurance agent, although irregular, are valid as against the company: McGinness v. Caledonian Ins. Co. of Scotland, 78 Pa. Superior Ct. 376. If Goodman told Halperin in effect that he had done all that was necessary and that “we,” meaning the company, “will take care of it,” the jury might properly find a waiver of the written notice for which the body of the policy provides. The company cannot take advantage of the insured’s inactivity caused directly by the assurance of its own authorized agent. See Fedas v. Ins. Co. of State of Pa., 300 Pa. 555; Jenkins v. Franklin Fire Ins. Co., 282 Pa. 380. The rule requiring strict performance of conditions precedent to the policy becoming effective are not applied to notice, proof of loss and other matters subsequent to.the loss in question. See 14 R. C. L.,.page 1345. When Gough sued Halperin, the latter laid the matter before the company as the policy requires. The company, however, did not avail itself of the right to appear and defend, but another indemnity company in which Halperin held a policy did do so. The written notice then signed by Halperin was prepared by an agent of the company and, under the evidence, its effect was for the jury in connection with all the evidence in the case.\nPlaintiff appealed from the trial court’s order for a reduction of the verdict and the appeals were argued together. That court being of the opinion that the garnishee was not liable for interest, etc., ordered a remittitur of all the verdict in excess of $5,000. Pursuant to this order plaintiff filed the following: “And now, this 8th day of June, 1931, the plaintiff, William V. Gough, remits all of the verdict rendered in his favor against the Commonwealth Casualty Company, one of the garnishees hereto, in excess of the sum of $5,000. William V. Gough.” Plaintiff might have stood upon his legal rights and declined to make the remittitur, but as he made it and secured his judgment, it would seem that he has no standing to appeal. What is said by Mr. Justice Simpson, speaking for the court, in Clarkson et al. v. Crawford, 285 Pa. 299, 302, that: “If they [the plaintiffs] agree to take the smaller amount, they will have no standing to appeal, for, in that event, they voluntarily choose to accede to that which was done; if they refuse, they will then, for the first time, be in a position to complain, for not until then can they be injured by the granting of a new trial,” is applicable here. “The plaintiff having entered on the record an unconditional remittitur of all of the verdict in excess of $250, he is concluded thereby and judgment could not be entered for the original amount of the verdict as rendered”: Myers v. Tygh, 75 Pa. Superior Ct. 271, 273. See also Weinberger v. Suess, 59 Pa. Superior Ct. 616. Plaintiff’s appeal must therefore be quashed.\nThe appeal of William V. Gough, No. 392, January Term, 1931, is quashed. The judgment of the court below is affirmed.\nThis opinion was written by Justice Walling; it is now adopted by and filed as the opinion of the court.\nPer Curiam,\nBy Eobert S. Erazer, C. J.",
        "type": "majority",
        "author": "Me. Justice Walling,"
      }
    ],
    "attorneys": [
      "William Charles Brown, with him Edwin J. McDermott, for appellant, William Y. Gough.",
      "Samuel A. Goldberg, with him George J. Schorr, for appellant, Commonwealth Casualty Co., garnishee."
    ],
    "corrections": "",
    "head_matter": "Gough, Appellant, v. Halperin (Commonwealth Casualty Co., Garnishee, Appellant).\nArgued December 4, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ,\nWilliam Charles Brown, with him Edwin J. McDermott, for appellant, William Y. Gough.\nThe notice was sufficient: Phila. Auto Finance Co. v. Ins. Co., 102 Pa. Superior Ct. 1; Hughes v. Ins. Co., 222 Pa. 462; Bartels Brewing Co. v. Indemnity Co., 251 Pa. 63.\nThe company may waive a condition in a policy by parol although it contains a stipulation that there shall be no waiver except by an express agreement endorsed upon the policy: Concordia Ins. Co. of Milwaukee v. School District, 282 U. S. 545; Thomas v. Employment Liability Assurance Corp., 284 Pa. 129.\nThe court erred in refusing to allow interest and costs from the date of the entry of judgment against defendant in calculating the amount due by the garnishee.\nJanuary 5, 1932:\nSamuel A. Goldberg, with him George J. Schorr, for appellant, Commonwealth Casualty Co., garnishee.\nThe notice to the company was not sufficient: Mitchell v. Ins. Co., 51 Pa. 402; Bartels Brewing Co. v. Indemnity Co., 251 Pa. 63; Edelson v. Ins. Co., 92 Pa. Superior Ct. 90; Pottsville Mut. Life Ins. Co. v. Improvement Co., 100 Pa. 137; Dunn v. Ins. Co., 34 Pa. Superior Ct. 245; Primo v. Ins. Co., 72 Pa. Superior Ct. 409; Simons v. Ins. Co., 277 Pa. 200; Hottner v. Ins. Co., 31 Pa. Superior Ct. 461; Devaney v. Ins. Co., 64 Pa. Superior Ct. 510.\nThere is a difference between waiver of notice of accident and waiver of proof of loss: Hottner v. Ins. Co., 31 Pa. Superior Ct. 461; Dunshee v. Ins. Co., 25 Pa. Superior Ct. 559; Bartels Brewing Co. v. Indemnity Co., 251 Pa. 63.\nAn order granting a new trial unless plaintiff flies a remittitur of part of the verdict in his favor can give plaintiff no ground for appeal until and unless he refuses to accept the reduced verdict: Clarkson v. Crawford, 285 Pa. 299; Meyers v. Tygh, 75 Pa. Superior Ct. 271."
  },
  "file_name": "0230-01",
  "first_page_order": 252,
  "last_page_order": 258
}
