{
  "id": 1136878,
  "name": "Kirkpatrick et al., Appellants, v. Smedley et al.",
  "name_abbreviation": "Kirkpatrick v. Smedley",
  "decision_date": "1932-02-03",
  "docket_number": "Appeal, No. 44",
  "first_page": "236",
  "last_page": "239",
  "citations": [
    {
      "type": "official",
      "cite": "306 Pa. 236"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "306 Pa. 000",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 288,
    "char_count": 4297,
    "ocr_confidence": 0.521,
    "sha256": "abfaa41a3d3dfb8c1fc1460c06c8e3dcd327309327928c2a2b75d9a925874a51",
    "simhash": "1:80dfc4e97a06f59a",
    "word_count": 718
  },
  "last_updated": "2024-02-27T17:15:14.174985+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey and Drew, JJ."
    ],
    "parties": [
      "Kirkpatrick et al., Appellants, v. Smedley et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiffs sued in assumpsit to recover $12,000, together with interest, on a mortgage which they held. The court below refused a point for binding instructions for defendant, but, following a verdict for $13,680 in favor of plaintiffs, granted a motion for a new trial.\nOn September 2, 1925, Edward J. Furey gave plaintiffs, as security for the payment of $26,000, a second mortgage, payable in sixty days, on thirteen designated properties in Collingdale, Delaware County. The mortgage provided that, as payments of $2,000 were made from time to time upon the principal, the mortgagees would release from the lien of the encumbrance one of the thirteen properties. On July 28, 1927, the indebtedness had been reduced to $14,000, and six properties released from its lien. Since that date, another payment of $2,000 has been made and an additional property released, leaving $12,000 due on the principal, the amount in suit.\nBefore July 28, 1927, defendants entered into an agreement to purchase the seven properties remaining subject to the mortgage, and these properties were com veyed to defendants August 17, 1927, subject to a first mortgage and to the second mortgage now in issue. On December 21, 1927, defendants conveyed the lots remaining subject to plaintiffs’ second mortgage, having paid the interest thereon monthly during their ownership.\nPlaintiffs aver that, when they purchased the properties, defendants entered into an agreement with the mortgagees for extension, for a period of one year, of the time for payment of the second mortgage and to pay the balance due on the principal at the end of that time. Upon failure to comply with their agreement, plaintiffs entered this suit.\nDefendants contend that a letter plaintiffs alleged was sent to them, through their agent for the purchase of the properties, under date of July 28, 1927, stating plaintiffs would “not call this mortgage for one year from the date hereof,” was never received. They admit háving written plaintiffs, under daté of August 3, 1927,'that, “These mortgages are to be for a period of one year from the date of settlement, said date being July 22, 1927, and it is further understood that, in accordance with the terms of this mortgage or the extension granted in accordance with this mortgage, that the said William D. and Horace T. Smedley, will pay said mortgage at the time as designated”; but, averring the letter of July 28th was not received, and that they did not receive an acknowledgment of their letter of August 3d, they deny the agreement became effective, and, further, that they are liable for payment of the indebtedness secured by the mortgage.\nThe trial judge, in the opinion granting a new trial, states the evidence was not sufficient to sustain the verdict ; that no actual contract between the parties for an extension of the mortgage due date and payment of the indebtedness, as alleged, was proved, for, even though the jury may, as appears, have believed defendants received plaintiffs’ letter of July 28, 1927, and acknowledged it by' letter of August 3d, yet the minds of the parties had not met in such a common understanding as to constitute a contract, as the letters referred to different times from which the extension should date, the mortgagee’s letter saying “one year from the date hereof” (i. e., July 28, 1927), and the defendants’ stating: “These mortgages are to be for a period of one year from the date of settlement, said date being July 22, 1927.” The court below points to an apparent lack-of a mutual understanding on additional points. No motion being presented for judgment non obstante veredicto, defendants’ motion for a new trial was granted.\nWe will not discuss tbe merits of the case. The court below having concluded that justice necessitated a retrial, its order to that effect will not be disturbed, in accordance with our usual practice in such a case: Evans et al. v. Porter, 306 Pa. 000.\nThe order of the court below granting a new trial is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Albert J. Williams, for appellants.",
      "Walter M. Burkhardt, with him E. Le Roy Yam, Roden, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Kirkpatrick et al., Appellants, v. Smedley et al.\nArgued January 11, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey and Drew, JJ.\nFebruary 3, 1932:\nAlbert J. Williams, for appellants.\nWalter M. Burkhardt, with him E. Le Roy Yam, Roden, for appellees, were not heard."
  },
  "file_name": "0236-01",
  "first_page_order": 258,
  "last_page_order": 261
}
