{
  "id": 1136841,
  "name": "Title Holding Co. et al. v. Black et al. (Stein, Appellant)",
  "name_abbreviation": "Title Holding Co. v. Black",
  "decision_date": "1932-03-14",
  "docket_number": "Appeal, No. 105",
  "first_page": "352",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "306 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "283 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0064-01"
      ]
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 226,
    "char_count": 2597,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 1.3279117436182917e-07,
      "percentile": 0.6283358605076975
    },
    "sha256": "aa535a1bab2427ed72cbde808bb158f76bfd145989817b63aabb411d1c1b4cf6",
    "simhash": "1:0973ae0d89cebaab",
    "word_count": 441
  },
  "last_updated": "2024-02-27T17:15:14.174985+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey and Drew, JJ."
    ],
    "parties": [
      "Title Holding Co. et al. v. Black et al. (Stein, Appellant)."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nDefendant, Florence E. Stein, appeals from a judgment of the Court of Common Pleas of Philadelphia County, entered upon a rule for judgment against her for want of a sufficient affidavit of defense. The action was assumpsit to recover the principal and arrearage of a ground rent. By the statement of claim it was alleged that the principal amount of the ground rent fell due on April 1, 1930. (The original statement contained a typographical error as to this date, which the court below treated as properly amended, since the point was not raised in the affidavit of defense and the correct date readily appeared from other averments of the pleadings.) It was further alleged that an extension agreement had been executed, extending the time for payment for one year from the due date. The main defense relied upon by appellant was a parol agreement to extend the time of payment of the ground rent principal until such time as the owner of the premises or the mortgagee therof “would be able to raise sufficient money to refinance.” This oral agrément was alleged to have been made contemporaneously with the execution of the extension agreement. As such it is clearly unavailable because within the parol evidence rule: Gianni v. Russel, 281 Pa. 320.\n, Appellant also argued that the alleged oral agreement comes within two exceptions of the parol evidence rule; first, that it referred to a collateral agreement, not the basis of the suit, and therefore could be varied by parol. This is without merit, for the written extension agreement is part of the contract sued upon and in no respect collateral to the issue. The second exception, of which appellant claims the benefit, is stated to hold that the parol evidence rule does not apply where the suit is not between the original parties to the agreement. But in the case of Roberts v. Cauffiel, 283 Pa. 64, which appellant cites in support of her contention, we laid down the rule — page 68 — that the exception applies only where the suit is not between the parties who have put their agreement into writing or those claiming under or through them.\nThe other defenses raised by appellant are completely answered by the opinion of the court below and will not be discussed here.\nThe judgment is affirmed at the costs of appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Abraham Wernich, for appellants.",
      "Henry B. Coxe, Jr., and Ballard, Spahr, Andrews & Ingersoll, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Title Holding Co. et al. v. Black et al. (Stein, Appellant).\nArgued January 14, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey and Drew, JJ.\nAbraham Wernich, for appellants.\nMarch 14, 1932:\nHenry B. Coxe, Jr., and Ballard, Spahr, Andrews & Ingersoll, for appellee, were not heard."
  },
  "file_name": "0352-01",
  "first_page_order": 374,
  "last_page_order": 377
}
