{
  "id": 1136914,
  "name": "Ensor et ux. v. Pennsylvania R. R. Co., Appellant",
  "name_abbreviation": "Ensor v. Pennsylvania R. R. Co.",
  "decision_date": "1932-03-14",
  "docket_number": "Appeals, Nos. 382 and 383",
  "first_page": "451",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "306 Pa. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "295 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/295/0168-01"
      ]
    },
    {
      "cite": "204 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "51 Pa. Superior Ct. 24",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        430486
      ],
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/51/0024-01"
      ]
    },
    {
      "cite": "202 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0231-01"
      ]
    },
    {
      "cite": "267 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0527-01"
      ]
    },
    {
      "cite": "300 Pa. 3",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "304 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132444
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0114-01"
      ]
    },
    {
      "cite": "289 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103311
      ],
      "pin_cites": [
        {
          "page": "565"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0560-01"
      ]
    },
    {
      "cite": "287 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099527
      ],
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/287/0370-01"
      ]
    },
    {
      "cite": "304 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132418
      ],
      "pin_cites": [
        {
          "page": "226"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/304/0221-01"
      ]
    },
    {
      "cite": "295 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "260 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0466-01"
      ]
    },
    {
      "cite": "304 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132431
      ],
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0360-01"
      ]
    },
    {
      "cite": "289 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103281
      ],
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0051-01"
      ]
    },
    {
      "cite": "305 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134602
      ],
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0456-01"
      ]
    },
    {
      "cite": "254 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025422
      ],
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0507-01"
      ]
    },
    {
      "cite": "259 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038350
      ],
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0300-01"
      ]
    },
    {
      "cite": "295 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115195
      ],
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0168-01"
      ]
    },
    {
      "cite": "304 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132418
      ],
      "pin_cites": [
        {
          "page": "226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 7544,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 2.3160104665104884e-07,
      "percentile": 0.788976886297232
    },
    "sha256": "93b905f38c1299a613557d064670315b675be20249f406de68c9e2036ff4b282",
    "simhash": "1:cdfeec0654bf8bdf",
    "word_count": 1289
  },
  "last_updated": "2024-02-27T17:15:14.174985+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer and Maxey, JJ."
    ],
    "parties": [
      "Ensor et ux. v. Pennsylvania R. R. Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Frazer,\nPlaintiffs, Mrs. Ensor and her husband, sued to recover damages for personal injuries sustained by the wife in an accident which occurred as she was hoarding one of defendant’s trains, at New Freedom, York County, and which ultimately necessitated amputation of her right leg. At the first trial, the jury found for plaintiffs in the sums of $2,500 for the husband and $25,000 for the wife. At a second trial, a verdict of $2,100 for Mr. Ensor and $24,000 for his wife, was returned. A new trial was later refused upon condition Mrs. Ensor file a remittitur of all ;sums in excess of $20,000 as to her verdict. The remittitur was duly filed, and judgments of $2,100 for the husband and $20,000 for the wife were entered on the verdicts. Defendant railroad company has appealed.\nDefendant resists payment of the verdicts, alleging they were contrary to the weight of the testimony and excessive. We may state at the outset that in cases of this character, where a plaintiff’s testimony' establishes a prima facie case by showing the existence of facts from which an inference of negligence arises, the case is for the jury: Van v. Richmond, 259 Pa. 300, 303; Simons v. Phila. & Reading Ry. Co., 254 Pa. 507, 509. An inference of negligence having once arisen remains until overcome by countervailing proof, and whether it is so overcome is also a question for the jury. Credibility of the witnesses, which is the “touchstone of testimony in the measure of its weight,” is likewise for the jury: Van v. Richmond, supra; Hegarty v. Berger, 304 Pa. 221, 226.\nMrs. Ensor testified that at 4:30 p. m., January 13, 1928, after having finished work at her place of employment in New Freedom, she went to the railroad station intending to take one of defendant’s trains for her home at Shrewsbury, a few miles distant from New Freedom. She had previously purchased a ticket. She testified that, as she was boarding defendant’s passenger train which was at a standstill in the station, having placed her foot on the lower step of the car, taking hold of its handrail with her right hand, and was in the act of raising her body, the train started “with a jerk,” causing her to lose her balance and fall against a baggage truck standing on the station platform alongside the train and throwing her under the moving wheels. Her leg was mangled to such extent as to require amputation about five inches below the knee. Later a second operation became necessary and the leg was amputated above the knee, the wound remaining unhealed up to the time of the second trial. Mrs. Ensor’s story was corroborated by the two eyewitnesses, a bus driver who was at the scene when the accident happened and one Smith —whose testimony was severely challenged — who test! fied he was some distance from the station when Mrs,, Ensor received her injury, that he saw the accident, ran to the station and helped pick up the injured woman. Another witness, Durr, who also assisted in lifting Mrs. Ensor immediately after the accident, identified Smith and said the latter had aided in caring for the injured woman.\nDefendant called numerous witnesses who testified that the train was moving when Mrs. Ensor attempted to board it; several of these were railroad employees and the others, it appeared, had signed statements previous to the trial, containing declarations which their testimony at the trial contradicted. In attacking Smith’s testimony that he was an eyewitness, defendant procured written statements from Smith’s three young sons, aged respectively 11, 12 and 14 years, who were with him just before the accident happened, to the effect that their father was with them inside a store at the time the accident happened; however, when called to the stand at the trial by defendant, these boys repudiated their written statements, the sense of their testimony being that they were scared into signing the statements by the presence of a constable “who could arrest them” and that the words were put into their months by the railroad company’s agent. There was much other evidence, unnecessary to detail here, offered by each side in direct opposi tion to evidence offered by the other. Throughout, the credibility of the witnesses was the prime consideration in the case; from the conflicting testimony it is apparent many of the witnesses could not have been speaking truthfully. However that may be, we are convinced, after an examination of the evidence in the record, that, if plaintiff’s witnesses were believed, there was sufficient to warrant the jury in returning the verdicts upon which judgments were entered. The credibility of the witnesses was properly a question for the jury and was submitted to them under an adequate charge.\n“It is the ‘duty of the carrier......to exercise the strictest vigilance in protecting intending passengers, ......from liability to injury’”: Greenfield v. Pittsburgh & Lake Erie R. R. Co., 305 Pa. 456, 458. What we further said in that decision applies here: “The conflict in testimony was not of the kind rendering it impossible for the jury to make an essential finding therefrom (Mudano v. P. R. T. Co., 289 Pa. 51, 58), but of a character whose contradictions were properly to be resolved or reconciled by the jury. It was for the jury to determine the credibility of plaintiff.” Appellant has called nothing to our attention warranting the setting aside of this verdict.\nConsidering the seriousness of the injury; the great pain, suffering, inconvenience and expense caused to Mrs. Ensor by the accident; also considering that she was a healthy young woman twenty-two years of age at the time of its occurrence; that her wage earning capacity has been seriously diminished by the accident; and that her bodily impairment has given her a lifetime handicap and made her a permanent cripple, we cannot say that the verdicts for herself and her husband are so excessive as to warrant modification on this appeal. The action of the trial court has already brought about a remittitur of all sums over $20,000 as to Mrs. Ensor. “It is the primary duty of the trial court to deal with excessive verdicts......and when it has done so, we will be very slow to interfere”: Paul v. Atlantic Refining Co., 304 Pa. 360, 365. We do not interfere unless the verdict is so exorbitant as to shock our sense of justice or unless it evinces a clear abuse of discretion on the part of the trial court: Wilson v. Consolidated Dressed Beef Co., 295 Pa. 168, 175, and cases there cited. The present verdicts are large but not, in law, excessive.\nThe judgments are affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Frazer,"
      }
    ],
    "attorneys": [
      "Francis Biddle, of Barnes, Biddle & Myers, for appellant.",
      "Allen Spangler, for appellees."
    ],
    "corrections": "",
    "head_matter": "Ensor et ux. v. Pennsylvania R. R. Co., Appellant.\nArgued January 11, 1932.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer and Maxey, JJ.\nMarch 14, 1932:\nFrancis Biddle, of Barnes, Biddle & Myers, for appellant.\nThe verdicts were contrary to the weight of the evidence: Maloy v. Rosenbaum, 260 Pa. 466.\nThe verdicts were shocking to judicial conscience.\nAllen Spangler, for appellees.\nThe credibility of the testimony was for the jury: Van v. Richmond, 295 Pa. 303; Hegarty v. Berger, 304 Pa. 221, 226.\nThere was no abuse of discretion: Pfeffer v. Johns-town, 287 Pa. 370, 375; Hunter v. Pope, 289 Pa. 560, 565; Gold v. Fox Film Corp., 304 Pa. 114, 121; Rose v. Adelphia Hotel, 300 Pa. 3; McEvoy v. Quaker City Cab Co., 267 Pa. 527; Gazzam v. Reading, 202 Pa. 231.\nThe verdict was not excessive: Douds v. Traction Co., 51 Pa. Superior Ct. 24, 27; Paul v. Refining Co., 204 Pa. 360, 365; Wilson v. Dressed Beef Co., 295 Pa. 168."
  },
  "file_name": "0451-01",
  "first_page_order": 473,
  "last_page_order": 478
}
