{
  "id": 940117,
  "name": "Wallace v. Henderson, Appellant",
  "name_abbreviation": "Wallace v. Henderson",
  "decision_date": "1905-03-06",
  "docket_number": "Appeal, No. 294",
  "first_page": "142",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "211 Pa. 142"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Walk. 384",
      "category": "reporters:state",
      "reporter": "Walk.",
      "case_ids": [
        266494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/walker/4/0384-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    },
    {
      "cite": "158 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0099-01"
      ]
    },
    {
      "cite": "163 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0135-01"
      ]
    },
    {
      "cite": "113 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0544-01"
      ]
    },
    {
      "cite": "138 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0332-01"
      ]
    },
    {
      "cite": "187 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900326
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0283-01"
      ]
    },
    {
      "cite": "111 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545221
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0597-01"
      ]
    },
    {
      "cite": "207 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933525
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0558-01"
      ]
    },
    {
      "cite": "205 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929966
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0305-01"
      ]
    },
    {
      "cite": "198 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920379
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0182-01"
      ]
    },
    {
      "cite": "196 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916751
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0047-01"
      ]
    },
    {
      "cite": "176 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882221
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0459-01"
      ]
    },
    {
      "cite": "78 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040403
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0025-01"
      ]
    },
    {
      "cite": "95 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492958
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0211-01"
      ]
    },
    {
      "cite": "23 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0384-01"
      ]
    },
    {
      "cite": "138 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0332-01"
      ]
    },
    {
      "cite": "111 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/111/0597-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 11216,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.0999001741567547e-07,
      "percentile": 0.5680667096807575
    },
    "sha256": "2cb2ed6897210bba55bb9f819e7ab64237c3a18b2e810beb2944d5604122495c",
    "simhash": "1:5dfbddf6ab551f20",
    "word_count": 1987
  },
  "last_updated": "2024-02-27T17:05:19.074333+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat and Elkin, JJ."
    ],
    "parties": [
      "Wallace v. Henderson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Mitchell,\nThe rope though spliced, and the block, were apparently both in good condition and safe tools for appropriate work, but not adapted to be used together, the rope being too large to pass safely through the block. Hence, when the splice reached the block it jammed, and under the strain from the engine, the block split and the rope instead of running smoothly in the groove of the sheave, slipped off and was cut in two by the sharp edge of the broken block, and started the chain of causes which produced the accident. The negligence charged, therefore, was in furnishing tools which were not safe and proper for use in combination. The evidence made this clearly a question for the jury.\nThe second assignment of error is the refusal to affirm defendants’ point that “ where the cause of the accident was the gross carelessness of one of the plaintiff’s coworkmen, in that he rigged a fall in such a manner as to cause the rope to break or cut, knowing it would cut and break, the defendants are not responsible and your verdict should be for the defendants.” This point could not have been affirmed as it stood, because it did not fully and accurately represent the case as presented by the evidence. It appeared that whether dangerous or not when used with what is known as a “ straight lead,” as to which the testimony is not entirely clear, the rope and block had in fact been so used without accident up to the day of plaintiff’s injury. But on that day the workman in charge had substituted what is known as a “ crooked lead,” that is a pull around a corner or angle instead of a straight pull, necessitating the passage of the rope through a block at the angle. All the witnesses agreed that such “ crooked lead ” subjected the rope to a severer strain and hence was more dangerous. The act of the fellow workman in making this change is the “ gross carelessness ” mentioned in appellants’ point. But the point was defective in overlooking the testimony that the change was made necessary by the act of one of the appellants themselves on that morning in taking away the engine which had been used up to that time, and thus compelling resort to another engine which owing to its position could only be used with a “ crooked lead.” The statement in the point, therefore, that the “ cause of accident was the gross carelessness of one of plaintiff’s coworkmen ” was a partial and incomplete statement of the case as it stood on the evidence, and could not have been affirmed.\nWhether if the point had fully covered the case it could have been affirmed is not altogether clear. It is founded- on the view that where injury occurs to an employee through the joint negligence of the employer and a coemployee the former is not liable. The current of authorities is distinctly the other way. In Pennsylvania the point does not seem to have been expressly decided. Appellants cite Philadelphia Iron and Steel Co., v. Davis, 111 Pa. 597. In that case a heavy fly wheel which was driven in contact with a cog wheel on a shaft after being in use two or three years showed a tendency to work loose and slide along the shaft. To remedy this defect two clamps were put on the wheels to keep them in contact. On -the day of the accident one of the clamps broke and flew off with great force, but fortunately injured no one. The engineer, without reporting the break to the superintendent of the mill, continued the operation, until a few hours later the other clamp burst and the plaintiff was injured. The trial judge charged that if the wheel was a dangerous appliance with the two clamps, of which there was evidence, the fact that it was more so with only one would not relieve the employer from liability. This was held to be error, this court saying that the breaking of the first clamp was notice to the engineer that the whole strain which had been borne by the two clamps would now come on the single remaining one, and “ under such circumstances we cannot resist the conclusion that the proximate cause of the plaintiff’s injury was the carelessness of a fellow workman.” The decision is thus put upon the ground that the negligence of the employer and the coemployee were not strictly concurrent but were separated by such an- interval of time and change of conditions as made that of the employer a remote and not a proximate cause of the injury. The case, however, as far as it goes, leans towards appellants’ view.\nOn the other hand, in Kaiser v. Flaccus, 138 Pa. 332, the trial judge expressly charged that “ the concurring negligence of a fellow servant with the negligence of the master will not relieve the master of liability,” and the case was affirmed per curiam without further comment on this point than that the assignment of error upon it was “ practically abandoned on the argument.” This was in accordance with the weight of the authorities in other states. See the cases collected in 12 Am. & Eng. Ency. of Law, (2d ed.), 905-8.\nThe question where a tool sent out in good order becomes defective and dangerous during even a long operation, how far the employer can be held liable without express notice, does not arise in this case, as the evidence is that the employer, one of appellants, was present and superintending the operation at or shortly before the accident.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "John Gr. Johnson, with him M. W. Sloan, for appellants.",
      "Thomas Learning, with him John R. K. Scott, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Wallace v. Henderson, Appellant.\nNegligence—Master and servant—Rigger—Breaking of rope.\nIn an action by a rigger against his employer to recover damages for personal injuries sustained by the breaking of a rope, where the negligence charged was in furnishing tools which were not safe and proper for use in combination, the case is for the jury, where the evidence shows that the rope in question though spliced and the block through which it ran, were apparently both in good condition and safe tools for appropriate work, but not adapted to be used together, the rope being too large to pass safely through the block; that when the splice reached the block it jammed, and under the strain from the engine, the block split and the rope instead of running smoothly in the groove of the sheave slipped off and was cut in two by the sharp edge of the broken block.\nIn an accident case it is not error to refuse to affirm a point of defendant setting forth the negligence of a fellow servant as the cause of the accident, without any reference in the point to the fact disclosed by the evidence, of a concurrent act of negligence on the part of one of the defendants.\nNot decided whether the concurring negligence of a fellow servant with the negligence of the master will, or will not, relieve the master of liability.\nArgued Jan. 26, 1905.\nAppeal, No. 294, Jan. T., 1904, by defendants, from judgment of C. P. No. 1, Piula. Co., March T., 1903, No. 1775, on verdict for plaintiff in case of William F. Wallace, v. Henderson & Brother.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat and Elkin, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Beitler, J.\nAt the trial it appeared that plaintiff, a rigger in the employ of the defendants, was injured on December 20, 1,902, by the breaking of a rope while working in and about the works of the Edison Light Company at Twenty-seventh and Christian streets in the city of Philadelphia. The allegation of negligence was that the defendant did not supply a block sufficiently large to enable a rope which had been spliced to pass through the block without being subjected to such a strain as to break. The circumstances of the accident appear by the opinion of the Supreme Court.\nDefendants presented these points:\n1. Under all the evidence the verdict must be for the defendants. Answer: Refused. [1]\n3. Where the cause of the accident was the gross carelessness of one of the plaintiff’s coworkmen, in that he rigged a fall in such a manner as to cause the rope to break or cut, knowing it would cut and break, the defendants are not responsible and your verdict should be for the defendants. Answer: Refused. [2]\nVerdict and judgment for plaintiff for $15,000. Defendants appealed.\nErrors assigned were (1, 2) above instructions, quoting them.\nJohn Gr. Johnson, with him M. W. Sloan, for appellants.\nThere was no duty upon the part of the employers to furnish additional blocks until they knew they were required, because of the happening of something after the first supply had been made. The duty of notification was upon the employees. Their failure to perform it was the negligence of a coemployee, for which the employers were not responsible to a fellow workman.\nEven if it be the duty of the employer to inspect from time to time in order that he may ascertain whether accidents have occurred, and if he is not entitled to rely upon the employees to report such accidents, there was no such duty in the present case: Ryan v. Cumberland Valley R. R. Co., 23 Pa. 384; Baker v. Allegheny Valley R. R. Co., 95 Pa. 211; Mullan v. P. & S. M. S. S. Co., 78 Pa. 25; Prescott v. Engine Co., 176 Pa. 459 ; Honifius v. Engineering Co., 196 Pa. 47 ; Dyer v. Bridge Co., 198 Pa. 182; Finnerty v. Burnham, 205 Pa. 305 ; Kitchen v. Riter-Conley Mfg. Co., 207 Pa. 558; Phila. Iron, etc., Co. v. Davis, 111 Pa. 597; McClain v. Henderson, 187 Pa. 283.\nThomas Learning, with him John R. K. Scott, for appellee.—\nWhere a servant is injured by the negligence of the master in supplying an unsafe tool, his right of action exists even if there is another joint tort feasor, to wit: another servant. The master and the other servant are jointly and severally liable for the whole consequence.\nIn the only Pennsylvania case in which the point has ever been suggested, the assignment of error was abandoned upon the argument as worthless: Kaiser v. Flaccus, 138 Pa. 332.\nWhile the Pennsylvania decisions are silent on this subject, yet the learned trial judge is fully sustained by analogy.\nThus, the contributory negligence of a driver will not be attributed to a person in his vehicle : Borough of Carlisle v. Brisbane, 113 Pa. 544; Finnegan v. Foster Township, 163 Pa. 135.\nNor will the contributory negligence of the driver of a street car at a steam railroad crossing be attributed to a passenger in the street. car: O’Toole v. Pittsburg, etc., R. R. Co., 158 Pa. 99.\nNor will the contributory negligence of a parent be attributed to a child when the child sues for its own injuries: Kay v. Penna. R. R. Co., 65 Pa. 269.\nNor will the negligence of a tenant in failing to notify a gas company of an escape of gas be imputed to the landlord in his action against the gas company for damages to the premises : Northern Liberties Gas Co. v. Breslin, 4 Walk. 384.\nThe decisions of Pennsylvania on the subject of defects in hoisting apparatus follow. Elevator cases are omitted. They, however, show a like tendency to hold defendants to an increasingly strict obligation: Mullan v. P. & S. M. S. S. Co., 78 Pa. 25; Baker v. Allegheny Valley R. R. Co., 95 Pa. 211; Prescott v. Engine Co., 176 Pa. 459; McClain v. Henderson, 187 Pa. 283; Honifius v. Engineering Co., 196 Pa. 47; Dyer v. Pittsburg Bridge Co., 198 Pa. 182; Finnerty v. Burnham, 205 Pa. 305; Kitchen v. Riter-Conley Mfg. Co., 207 Pa. 558.\nMarch 6, 1905:"
  },
  "file_name": "0142-01",
  "first_page_order": 174,
  "last_page_order": 179
}
