{
  "id": 940051,
  "name": "Mellerio to use v. Freeman, Appellant",
  "name_abbreviation": "Mellerio v. Freeman",
  "decision_date": "1905-03-20",
  "docket_number": "Appeal, No. 132",
  "first_page": "202",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "211 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "207 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933485
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0032-01"
      ]
    },
    {
      "cite": "62 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/62/0112-01"
      ]
    },
    {
      "cite": "207 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933485
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 345,
    "char_count": 5235,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 6.424407219837109e-08,
      "percentile": 0.3969465015141809
    },
    "sha256": "4ccb1f0a93d1ae73c385969198854cdb8ede74f16c7b01960accb04e8af06b36",
    "simhash": "1:65acb7ff34d200fe",
    "word_count": 931
  },
  "last_updated": "2024-02-27T17:05:19.074333+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Mellerio to use v. Freeman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nThe law as well as the merits of this case was fully passed upon by this court in an equity proceeding between the same parties reported in 207 Pa. 32. Substantially the same averments and denials appeared in the bill and answer in that case as appear in this petition and answer. We distinctly held in the equity case, that plaintiff’s bill was an attempt to enforce specifically a parol promise to convey land held on a parol trust, which promise not having been enforced within five years was barred by the statute of frauds of April 22, 1856, P. L. 532; this was decisive'of the controversy in that case and is necessarily decisive of the one here.\nBut another question was raised in the first case which was adverted to by us, but perhaps, because we disposed of the case on the first ground, not conclusively decided. We quote from the concluding paragraph of our former opinion:\n“ Appellant first presented his petition in the court below, averring substantially the same facts as averred in this bill. The court helow granted a rule to open judgment and let him into a defense; the rule was awarded August 31, 1901; while it was pending and undetermined, appellant, on January 11, 1902, filed his bill; the court seems to have proceeded with a hearing on the rule, and on January 23, 1902, marked the case as under consideration; appellant then leaving that case pending, proceeded to decree on his bill, then took this appeal. While we are clear that on the authorities the plaintiff can abandon a proceeding at law before final judgment, go to the equity side of the court and file his bill, that is, he will not be barred in equity by the mere fact of having instituted proceedings at law, yet it is such a vicious practice to take up both sides of the court at the same time with the same case, that we have no hesitation in holding he must abandon one proceeding before he can prosecute the other. This is the substance of the decisions in Findley v. Keim, 62 Pa. 112; Penna. Co. v. Phila. Nat. Bank, 14 Pa. C. C. Rep. 193. Here appellant did not discontinue the proceeding on his rule to show cause; he has been heard on the law side of the court and the court holds the decision under advisement. We think the pendency of that case in that condition was good cause for demurrer.”\nHowever, immediately after our decision was handed down in the equity case, appellant went back to the law side of the common pleas and moved the court for a decision held under advisement on the rule to open the judgment. No depositions were taken, but the court seems to have again heard argument and then discharged the rule to open judgment. From that decree we now have this appeal. The viciousness of the practice which we condemned when the case was here before is thus palpably demonstrated. The appellant here has now had four full hearings in substantially the same controversy, two in the court below and two in this court, while appellees have been subject to years of delay and no small expense to obtain a final decree. We will not again go into a discussion of the questions in dispute. We affirm the decree of the court below on two grounds: (1)There is nothing to show that the court below did not properly exercise its discretion in discharging the rule to open judgment. (2) The decision in equity in 207 Pa. 32, involving practically the same controversy between the same parties is conclusive.\nTherefore the decree of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "John Houston Merrill, for appellant.",
      "Thomas D. MeGHathery, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mellerio to use v. Freeman, Appellant.\nTrusts and trustees—Resulting trust—Mortgage—Act of April 22, 1856, P. L. 532.\nWhere the owner of a mortgage purchases the mortgaged premises at sheriff’s sale, and immediately thereafter promises the persons liable on the bond accompanying the mortgage to sell the property at private sale, if no attempt should be made to set aside the sheriff’s sale; and deduct only what was actually invested in the mortgage, such a promise is merely an agreement to hold title to the land for the benefit of another, and cannot be enforced after the expiration of five years from its date.\nJudgment—Opening judgment—Proceedings in equity—Res adjudicada.\nWhere the defendant in a judgment has secured a rule to open a judgment and the rule has been argued and held under advisement, and thereafter the defendant files a bill on the equity side of the court for the cancellation of the judgment, and the bill has been dismissed, the defendant cannot go back to the law side of the court and move for a decision on the rule to open the judgment. He is concluded by the decision in the equity proceeding.\nArgued Jan. 5, 1905.\nAppeal, No. 132, Jan. T., 1904, by defendant, from order of C. P. No. 3, Phila. Co., Dec. T., 1896, No. 567, discharging rule to open judgment in case of Marie Mellerio to use of Marguerite Lafferty to use of Samuel Chubb v. John S. Freeman.\nBefore Dean, Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nRule to open judgment.\nThe facts appear by the opinion of the Supreme Court, and by the report of Freeman v. Lafferty, 207 Pa. 32.\nJError assigned was order discharging rule to open judgment.\nJohn Houston Merrill, for appellant.\nThomas D. MeGHathery, for appellees.\nMarch 20, 1905:"
  },
  "file_name": "0202-01",
  "first_page_order": 234,
  "last_page_order": 236
}
