{
  "id": 940096,
  "name": "Hart's Assigned Estate",
  "name_abbreviation": "Hart's Assigned Estate",
  "decision_date": "1905-03-20",
  "docket_number": "Appeal, No. 184",
  "first_page": "219",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "211 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "38 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994136
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0382-01"
      ]
    },
    {
      "cite": "7 W. & S. 335",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481778
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0335-01"
      ]
    },
    {
      "cite": "189 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0290-01"
      ]
    },
    {
      "cite": "167 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866776
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0552-01"
      ]
    },
    {
      "cite": "194 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0420-01"
      ]
    },
    {
      "cite": "103 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449181
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0373-01"
      ]
    },
    {
      "cite": "26 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0092-01"
      ]
    },
    {
      "cite": "34 W. N. C. 20",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "21 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411587
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0076-01"
      ]
    },
    {
      "cite": "11 Phila. 510",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "166 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0134-01"
      ]
    },
    {
      "cite": "65 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0131-01"
      ]
    },
    {
      "cite": "179 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0398-01"
      ]
    },
    {
      "cite": "160 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0466-01"
      ]
    },
    {
      "cite": "4 Phila. 301",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "34 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0152-01"
      ]
    },
    {
      "cite": "14 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0438-01"
      ]
    },
    {
      "cite": "176 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0052-01"
      ]
    },
    {
      "cite": "98 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0253-01"
      ]
    },
    {
      "cite": "57 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0193-01"
      ]
    },
    {
      "cite": "40 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0269-01"
      ]
    },
    {
      "cite": "32 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0458-01"
      ]
    },
    {
      "cite": "12 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0164-01"
      ]
    },
    {
      "cite": "203 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0503-01"
      ]
    },
    {
      "cite": "38 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/38/0382-01"
      ]
    },
    {
      "cite": "167 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0552-01"
      ]
    },
    {
      "cite": "103 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0373-01"
      ]
    },
    {
      "cite": "21 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 10506,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03302219550251771
    },
    "sha256": "8197fb198d2ccb1c8a71a0bba07c7890b7e88cb1397de84ac73efdb869cca7fd",
    "simhash": "1:04a3e4afa8d6dad0",
    "word_count": 1874
  },
  "last_updated": "2024-02-27T17:05:19.074333+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Hart’s Assigned Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nIn 1897 Charles Henry Hart was insolvent.\nThis trust company, the appellant, had brought suit against him for borrowed money, and had obtained judgment March 11, 1898, for $72,858.19. While the suit of the trust company was pending, Hart, the insolvent, made two deeds of assignment to Walter C. Reding. By one he conveyed to Reding his undivided interest which he held under his father’s will- to the family residence on Chestnut street, Philadelphia, also his interest in the personal estate of his father; by the other he conveyed to Reding his interest in certain real estate in Montgomery county which had come to him under the will of his father. Hart was executor and trustee under his father’s will and as such was answerable to his sisters and legatees under the will for their respective legacies. On the same date as the deeds to him, Reding reconveyed the property described in the deeds to Hart in trust to manage and sell the same for the benefit of the legatees, any balance remaining to be for the benefit of Hart. All four deeds were duly recorded. Hart made additional assignments of his interest in his fathers estate as collateral security to other creditors. After the date of these deeds the orphans’ court by citation compelled Hart to file his accounts as executor and trustee under his father’s will in that court and distributed the balance among the legatees.\n• A number of issues were raised by legatees and creditors under exceptions to the final decrees of that court, and several appeals taken to this court, which were disposed of in Hart’s Estate, in seven different opinions, 203 Pa. pp. 480-508. Practically the same question raised by appellant in this appeal was made by it in No. 5 of the appeals from the orphans’ court in the Hart Estate, see 203 Pa. 503. We there treated the deeds to Reding as without effect on the equitable rights of the cestui que trustent under the will of their father to the estate in the hands of the trustee at the date of the deeds to Reding, but in the concluding paragraph of the opinion we said this : “ What effect the deed would have on any surplus remaining after the trustee’s full duty to his cestui que trustent, is done, it is not necessary now to determine. We hold that nothing the trustee did or failed to do, loosened the grasp of equity on the entire estate until after final decree.”\nIt seems now, that after payment of all the legatees under the will, there is still, probably, an interest or surplus belonging to the trustee under the individual bequests and devises to him by his father. This surplus appellant seeks to have appropriated for the benefit of creditors under the Reding deed, averring that that assignment, under the Act of April 17, 1843, P. L. 273, operates to the benefit of all the creditors as concerns this surplus. Charles Henry Hart, the trustee under the will, having been discharged by the orphans’ court, appellant moved in the court below for the appointment of a new trustee under the Reding deed to take charge of the surplus property of the insolvent Charles Henry Hart and dispose of it for the benefit of his creditors. This the court below refused to do and the trust company brings this appeal.\nThe act says: “All assignments of property in trust, which. shall be made hereafter by debtors to trustees, on account of inability at the time of the assignments to pay their debts, to prefer one or more creditors (except for the payment of the wages of labor) shall be held and construed to inure to the benefit of all the creditors in proportion to their respective demands.”\nGiving this act its obvious and reasonable construction in view of the expressed intention of the deed to Reding and considering the duty and obligation of the trustee under the injunctions of his father’s will, we do not think the deed constituted an assignment within the meaning of the act. True, the conveyance and reconveyance, when taken together in substance, made an assignment by a debtor to himself in trust for those to whom he was answerable for a debt, but it was not a debt of his creation; it was an obligation imposed upon him by his father’s will, and which by the acceptance of the trusteeship, as long as the assets which came to him under the will remained in his hands, he could not get clear of. The deed expressed the intention, that it was for the benefit of his sisters, naming them, to the extent of their shares in their father’s estate. We held that under the law this was their right which the deed in no way affected. It was not a benefit to one creditor which operated as a preference and therefore inured to the benefit of all creditors ; it only expressed the bounden duty of the trustee under the will and the settled law. It was of no real value to anybody, so far as concerns the intention either expressed or implied. There is no case on its facts exactly similar to the one before us, but several are cited in which the same principle is applicable. In Baker’s Appeal, 21 Pa. 76, a partnership consisted of five brothers; two of them sold out to the other three, the remaining three agreeing to pay the partnership debts; afterwards one of the remaining three sold out to the other two; then, these two made an assignment for the benefit of the creditors of the partnership. This was a preference of the partnership creditors over the general creditors; it was sought to have the assignment declared one that inured to the benefit of all the creditors under the act of 1843. This court held, that such an assignment was not within the meaning of the act, saying:\n“ As the whole right of property existed in these two brothers at the time of the assignment, their right to appropriate it to the payment of the partnership debts of the firm to whom it belonged is clear and unquestionable. The act of 1843 does not stand in the way of such an assignment. That act was not intended to deprive partners of their legal and equitable right to appropriate partnership assets to the payment without preference of all the debts of the firm to whom the property belonged at the time of the assignment.”\nThe principle applied in that case is exactly the one invoked by appellees here: partnership assets belong to the partnership creditors; an assignment for the purpose of paying such creditors is not such preference under the act of 1843 as turns the deed into an assignment for the benefit of all the creditors, because the preference is one which the law establishes even in the absence of the assignment. The same principle is applied in Handy’s Estate, 167 Pa. 552 ; Johnson’s Appeal, 103 Pa. 373 ; Griffin v. Rogers, 38 Pa. 382, and other cases all of them, probably, within the literal wording of the act of 1843, but not within its real intent. Here the law established the preference, not the Reding deed, and the general creditors can claim no benefit from that deed. It withdrew no part of the individual share of the defaulting trustee from their reach; as concerns them, it is as much his as before the deed and any surplus is just as accessible to the demands as before the deed. But they cannot reach it under the act of 1843 through the medium of a deed which did not embrace for their benefit the property assigned.\nThe assignments of error are overruled and the decree of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "It. L, AsMurst, for appellant.",
      "Frank P. Prichard, with him Gustavus Remalc, Jr.-, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hart’s Assigned Estate.\nTrusts and trustees—Assignment for creditors—Act of April 17, 1843, P. L. 273.\nWhere a testamentary trustee who is also a beneficiary, executes an absolute conveyance of his interest in the trust estate to a third person, and the grantee immediately reconveys to the trustee the same interest in trust, to manage and sell the same for the benefit of the legatees, any balance to be for the benefit of the trustee, the transaction is not within the intent of the Act of April 17, 1843, P. L. 273, relating to preferential assignments for creditors.\nArgued Jan. 16, 1905.\nAppeal, No. 184, Jan. T., 1904, by Philadelphia Trust Safe Deposit and Insurance Company, from decree of C. P. No. 2, Phila. Co., Sept. T., 1903, No. 4147, dismissing petition for removal of trustee in Assigned Estate of Charles Henry Hart.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nPetition for removal of trustee.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in dismissing the petition.\nIt. L, AsMurst, for appellant.\nWhile a debtor may, by a direct assignment or conveyance, prefer a particular creditor by giving him certain assets, as he may also prefer him by giving him a judgment, yet, if he undertakes to accomplish the same purpose by means of an assignment to a trustee for him, his purpose will be frustrated and the assignment inure for the benefit of all creditors impartially : Watson v. Bagaley, 12 Pa. 164; Lucas v. Sunbury, etc., R. R. Co., 32 Pa. 458; Bittenbender v. Sunbury, etc., R. R. Co., 40 Pa. 269 ; Miners’ Nat. Bank’s App., 57 Pa. 193 ; Kern v. Powell, 98 Pa. 253; Fox v. Curtis, 176 Pa. 52; Thomas v. Lowber, 14 Pa. 438; Driesbach v. Becker, 34 Pa. 152; Sutton v. Ashurst, 4 Phila. 301; Hodenphul v. Hines, 160 Pa. 466; Mann v. Wakefield, 179 Pa. 398; Spackman v. Ott, 65 Pa. 131; Dickson’s Est., 166 Pa. 134; Corn Exchange Nat. Bank v. Phila. Trust, etc., Co., 11 Phila. 510; Baker’s App., 21 Pa. 76; Union Nat. Bank v. Fagan, 34 W. N. C. 20.\nFrank P. Prichard, with him Gustavus Remalc, Jr.-, for appellee.\nThe transaction was not within the intent of the act of 1843: Guy v. McIlree, 26 Pa. 92; Johnson’s App., 103 Pa. 373 ; Schaefer’s Est., 194 Pa. 420.\nIf it be a trust to pay a debt, it is to pay a debt due to the assignee himself: Handy’s Est., 167 Pa. 552; Penn. Plate Glass Co. v. Jones, 189 Pa. 290.\nThe transaction was in its nature a pledge of the share of Charles Henry Hart, to be used only in case upon distribution of the estate the.other assets should prove insufficient to pay the shares of the other distributees: Manufacturers, etc., Bank v. Bank of Penna., 7 W. & S. 335 ; Griffin v. Rogers, 38 Pa. 382; Johnson’s App., 103 Pa. 373; Handy’s Est., 167 Pa. 552.\nAs the effect of the convej'-ance by Charles Henry Hart to Reding and from Reding back to Hart was to give to the other distributees of Samuel Hart’s estate only the preference which the law would give them, the transaction did not amount to an assignment with intent to prefer within the meaning of the statute: Baker’s App., 21 Pa. 76.\nMarch 20, 1905:"
  },
  "file_name": "0219-01",
  "first_page_order": 251,
  "last_page_order": 255
}
