{
  "id": 940072,
  "name": "Commonwealth v. Furman, Appellant",
  "name_abbreviation": "Commonwealth v. Furman",
  "decision_date": "1905-04-17",
  "docket_number": "Appeal, No. 20",
  "first_page": "549",
  "last_page": "551",
  "citations": [
    {
      "type": "official",
      "cite": "211 Pa. 549"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 334,
    "char_count": 4897,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 1.6359262081944485e-07,
      "percentile": 0.6902888932906899
    },
    "sha256": "ec29a5f82cc3b532c962a6c60d101b588431af6f20dc9e3594440b0ab2595b06",
    "simhash": "1:2befc589f1378a8e",
    "word_count": 860
  },
  "last_updated": "2023-07-14T15:43:49.846404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Commonwealth v. Furman, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nNo question is raised by this appeal as to the guilt of the prisoner, or the justice and propriety of his conviction; The single assignment of error is to the admission as a witness of a boy of eight years whose testimony was not material to the establishment of the prisoner’s guilt and had no practical bearing on it. The objection raises no more than a question of technical error in theoretical law.\nThe substantial test of the competency of an infant witness is his intelligence, and his comprehension of an obligation to tell the truth. The truth is what the law, under the rules of evidence is seeking, and if a full and present understanding of the obligation to tell it, is shown by the witness, the nature of his conception of the obligation is of secondary importance. Each witness must be qualified by an obligation that has a solemn sanction to him, though like the breaking of a plate or beheading a chicken as in case of some nationalities it appears frivolous or offensive to others. In the present case the witness clearly comprehended the difference between truth and falsehood, and his duty to tell the truth. That was the substance of qualification as a witness. The trial judge in whose discretion the matter very largely rested was satisfied of the competency of the boy, and we are of opinion that his discretion was well exercised. After quoting from 8 Wigmore on Evidence, sec. 1821, he added: “ It seems to us that the crude and shadowy beliefs of small children concerning God and the hereafter, are so uncertain, that the tests, based upon religious instruction, even though given by the trial judge himself, are of little or no moment, and should rather be discarded than followed in this enlightened age. The whole purpose of the trial is to ascertain the truth, and the oath is in pursuance of that object. If the witness understands that this is demanded and that punishment will follow its violation, it is sufficient. It is the substance, instead of the form, that is required, and if we secure this, there would seem to be little benefit in pursuing the shadow. A witness may easily show intelligence and understanding, without being asked each perfunctory question. In this case, it appeared to us that the boy understood perfectly the position in which he was placed, and that the truth was what was demanded of him. There was no reason why he, nor anyone connected with him should testify except from their actual knowledge, and the testimony itself shows the care with which the respective stories were told.”\nJudgment affirmed and record remitted for purpose of execution according to law.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Willis Gr. Eendig and John E. Malone, for appellant.",
      "W. U. Hensel, with him J. W. Brown, district attorney, Frank S. Groff,\\ ex-district attorney, and W. R. Brinton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Furman, Appellant.\nCriminal law—Murder—Evidence—Infant—Competency of witness.\nThe substantial test of the competency of an infant witness is his intelligence and his comprehension of an obligation to tell the truth. The truth is what the law, under the rules of evidence is seeking, and if a full and present understanding of the obligation to tell it is shown by the witness, the nature of his conception of the obligation is of secondary importance.\nOn the trial of an indictment for murder, a boy eight years old is competent to testify where it appears from his preliminary examination that he clearly comprehends the difference between tnith and falsehood, and understands that it is his duty to tell the truth.\nArgued March 6, 1905.\nAppeal, No. 20, Jan., T., 1905, by defendant, from judgment of 0. & T. Lancaster Co., Aug., T., 1904, No. 13, on verdict of guilty of murder of the first degree in case of Commonwealth v. Lee Furman and John O’Brien.\nBefore Mitchell, C. J., Dean, Fell, Mestrezat and Potter, JJ.\nAffirmed.\nIndictment for murder. Before Landis, J.\nAt the trial Elmer Eshleman, a boy eight years old, was called by the commonwealth, and examined as follows:\nThe Court: “ Q. Where do you go to school ? A. Down along the pike there. Q. Whereabouts? Down near the tollgate? A. Yes. Q. Thatschoolhouse? A. Yes. Q. How long have you been going to school? A. Three years. Q. Can you read? A. Yes. Q. Can you write? A. Yes. Q. Do you know what it is to tell the truth ? A. Yes. Q. Suppose you don’t tell it, what will become of you ? Do they tell you in Sunday school ? What do they say, if you tell lies? Where will you go to? Do you know? A. No. Q. Do you know whether you must tell the truth or not? A. Yes.”\nThe prisoners object to the competency of the witness.\nThe court allows the witness to be sworn.\nThe Court: The weight of the testimony will be with the jury. Exception and bill sealed.\nYerdict of guilty of murder of the first degree. Defendant, Lee Furman, appealed.\nError assigned was the above ruling on evidence.\nWillis Gr. Eendig and John E. Malone, for appellant.\nW. U. Hensel, with him J. W. Brown, district attorney, Frank S. Groff,\\ ex-district attorney, and W. R. Brinton, for appellee.\nApril 17, 1905:"
  },
  "file_name": "0549-01",
  "first_page_order": 581,
  "last_page_order": 583
}
