{
  "id": 940085,
  "name": "Yerkes v. Stetson, Appellant",
  "name_abbreviation": "Yerkes v. Stetson",
  "decision_date": "1905-04-24",
  "docket_number": "Appeals Nos. 135 and 136",
  "first_page": "556",
  "last_page": "559",
  "citations": [
    {
      "type": "official",
      "cite": "211 Pa. 556"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 420,
    "char_count": 7866,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.914112974347116e-07,
      "percentile": 0.9340571593170104
    },
    "sha256": "4125092487aed69ed3d80df7bfc5ba8966d46df3de28751c5e589038392fcaf1",
    "simhash": "1:6d55b6a8bc65f1cc",
    "word_count": 1414
  },
  "last_updated": "2023-07-14T15:43:49.846404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Potter and Elkin, JJ."
    ],
    "parties": [
      "Yerkes v. Stetson, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal being taken shortly after the close of the Montgomery county list last year the appellees in May, 1904, made a special motion to quash on the ground that there was no final judgment in the court below from which an appeal would lie.\nThe motion being somewhat unusual as to time and out of the ordinary course of practice was dismissed temporarily and the consideration of the matter postponed until the case should appear in its regular place on the Montgomery county list where it has now been reached. The appellees now withdraw their motion and ask to have the question raised on the record decided, so as to relieve them from further delay on this ground. As there has already been a considerable delay for which the action of the court is partly responsible, and as the question has now been fully argued and the court is advised upon it, we think it right under the special circumstances to make an exception to the general rule and express our opinion.\nThe order discharging the rule to set aside the service is affirmed on the opinion of the learned judge below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "N. H. Larzelere. with him John Cr. Johnson, for appellant.",
      "Russell Duane, with him Theodore Lane Bean, Algernon B. Roberts and Harry T. Bauerle, for appellees."
    ],
    "corrections": "",
    "head_matter": "Yerkes v. Stetson, Appellant.\nPractice, C. P.—Service of process—Summons—Infants—Dwelling house —Act of July 9,1901, P. L. 614.\nService of summons in trespass against a minor will not be set aside where the return is as follows: “Served S., Jr., by handing, November 19,\n1903, a true and attested copy of the within writ to an adult member of his family at his dwelling house, said adult being his father S., Sr.,” and the only ground for setting the service aside is that the dwelling house was that of the father and not that of the son.\nArgued Jan. 30, 1905.\nAppeals Nos. 135 and 136, Jan. T., 1904, by defendant from order of C. P. Montgomery Co., Dec. T., 1903, No. 76, overruling motion to set aside service of process in case of A. Addis Yerkes and Anna R. Yerkes, his wife, v. John B. Stetson, Jr.\nBefore Mitchell, C. J., Dean, Fell, Potter and Elkin, JJ.\nAffirmed.\nMotion to set aside service of process.\nWeand, J., filed the following opinion :\nThe writ in this case is in the ordinary form, and, according to the return of the sheriff, was served as follows, viz.: “Served John B. Stetson, Jr., by handing November 19, 1903, a true and attested copy of the within writ to an adult member of his family at his dwelling house, said adult being his father, John B. Stetson, Sr.”\nThe reason for setting aside the service as set forth in the petition of John B. Stetson is, that said John B. Stetson, Jr., party defendant in said suit is a minor between the age of fourteen and twenty-one years; that said minor was at the time of service and still is absent in a distant state, for his protection ; and that the house referred to in said return is not the dwelling house of the infant, but of your petitioner, and is his exclusive property.\nBy the Act of July 9,1901, P. L. 614, a writ of summons is to be served, “ (a) By handing a true and attested copy thereof to him personally; or, (b) by handing a true and attested copy thereof to an adult member of his family at his dwelling house; or, (c) by handing a true and attested copy thereof at his place of residence, to an adult member of the family with which he resides.”\nAll the material facts necessary to a decision of this case are set forth in the petition to set aside the service and the answer thereto. It is not necessary to cite authority to show that the defendant, being a minor, has not by a mere temporary absence acquired a domicile or residence separate from his father—the only question being as to the regularity of the service which was made under clause (5). If the “dwelling house ” of the father is also within the meaning of the law, the “ dwelling house ” of a minor son, living with his father, then the service was strictly in accordance with the requirements of the act. In personal actions in this state, the law makes no distinction as to the method of service of original process between a minor and an adult; but after service, before judgment can be taken against a minor he must have a guardian.\nIt is claimed by counsel for this motion “ that the service upon a minor must be personal,” and that the dwelling house of the father was not the dwelling house of the son.\nTo hold the first proposition to be true, would be equivalent to saying that by mere temporary absence service could be avoided, if by personal service is meant service upon him individually, and not by leaving a copy with others.\nIf so, in this case, if the minor is fourteen years of age, by remaining away at school, or for his health, for seven years, he would not lose his domicile or residence in the county (his father remaining), and thus prevent service. We cannot so construe the law.\nBy clauses (5) and (o) the act provided for different classes. In the first (5) where the defendant has a dwelling house, or, what is known generally as a home, where a person resides permanently with his family. By (e), where the defendant resides or lives with others—with persons not members of his family—not at his own home or dwelling house—a distinction being drawn between “ residence ” and “ dwelling house.”\nA person may have a dwelling house without being the owner, and hence the term in clause (5) is not used in the sense of ownership, but of occupation. A minor’s home, habitation, or domicile, whichever term is used, is prima facie with his parent, and it is therefore his dwelling house or place of abode.\nAnderson’s Law Dictionary defines “ dwelling ” in these words : “ A person has his dwelling where he resides permanently or from which he has no present intention to remove.”\n“ Dwelling house, a description of realty.”\nThis service therefore was made at the dwelling place of the defendant, being at the house where he lived, and the house or place recognized by law as his home, or domicile.\nIf this position is correct, then the service upon his father was also “ upon an adult member of his family,” else it could not be made upon him at his dwelling house, unless handed to him personally. A minor, unless married, strictly speaking, has no family of his own, but he is a member of his father’s family, and, in that sense, every member of the father’s family is also a member of the family of the others comprising the household.\nThe Century Dictionary defines “ family ” to mean : “1. The collective body of persons who form one household under one head and one domestic government, including parents, children, and servants, and, as sometimes used, even lodgers or boarders. 2. Parents with their children, whether they dwell together or not; in a more general sense, any group of persons closely related by blood, as parents, children, uncles, aunts, and cousins : oftener used in a restricted sense only of a group of parents and children founded upon the principle of monogamy. 4. In the most general'sense those who descend from a common progenitor.”\nIt is no answer to say that the son resides with his father, and that, therefore, it is “ his place of residence,” within the meaning of clause (c). It is his place of residence; but it is also “ his dwelling house,” within the meaning of the act of assembly. The law did not intend to change the family relationship in this regard when it merely provided for a method of service of process in a personal action; and clause (<?) in speaking of service at his place of residence did not place a minor living with his parents on the same basis as a defendant residing or living with others, and not at his own home or dwelling house.\nAnd now, April 18, 1904, the motion to set aside the service is overruled.\nError assigned was the order of the court.\nN. H. Larzelere. with him John Cr. Johnson, for appellant.\nRussell Duane, with him Theodore Lane Bean, Algernon B. Roberts and Harry T. Bauerle, for appellees.\nApril 24, 1905 :"
  },
  "file_name": "0556-01",
  "first_page_order": 588,
  "last_page_order": 591
}
