{
  "id": 940120,
  "name": "Commonwealth ex rel., Appellant, v. Wenner",
  "name_abbreviation": "Commonwealth v. Wenner",
  "decision_date": "1905-05-01",
  "docket_number": "Appeal, No. 47",
  "first_page": "637",
  "last_page": "639",
  "citations": [
    {
      "type": "official",
      "cite": "211 Pa. 637"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "145 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0550-01"
      ]
    },
    {
      "cite": "164 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0607-01"
      ]
    },
    {
      "cite": "164 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 287,
    "char_count": 4214,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.4221422453259274e-07,
      "percentile": 0.6492494350056702
    },
    "sha256": "aa6cc3b68ec2483bc10d37b971512f83a4a5cb7e9c5845191cad0d2486f338e6",
    "simhash": "1:5ee2cb450b0d6e96",
    "word_count": 723
  },
  "last_updated": "2024-02-27T17:05:19.074333+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Brown, Mes-, trezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Commonwealth ex rel., Appellant, v. Wenner."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "D. 0. Coughlin, for appellant.",
      "George K. Powell, for appellees."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel., Appellant, v. Wenner.\nSchool law—School directors—Residence of pupils.\nWhere school directors, in the exercise of sound discretion and honest judgment, decide that certain children are not residents of the district, and therefore not entitled to attend the schools of the district, their decision cannot be reviewed by a court and jury.\nArgued April 13, 1905.\nAppeal, No. 47, Jan. T., 1905, by plaintiffs, from order of C. P. Luzerne Co., May T., 1904, No. 179, on petition for mandamus in case of Commonwealth.' ex rel. Ira Boyd v. W. B. Wenner, et al., School Directors of Nescopeek Borough.\nBefore Mitchell, C. J., Brown, Mes-, trezat, Potter and Elkin, JJ.\nAffirmed.\nPetition for mandamus.\nWheaton, J., filed the following opinion :\nThe relator demands an issue, to be determined by a jury.\nThe facts which he- seeks to have so determined are, (1) whether relator is or is not a resident of the school district of Nescopeek borough, and (2) whether the children of the relator named in the petition for mandamus, are or are not residents of said school district.\nThe proposition of law set out in the traverse, that said children are entitled to attend the common schools of. said district, is dependent upon the settlement of the questions of fact stated.\nSchool directors are required by the Act of May 8, 1854, P. L. 617, “ to establish a sufficient number of public schools for the education of every individual between the ages of six and twenty-one years, in their respective districts.”\nThe residents of' one school district are not entitled to free admission to and education in schools of an adjoining district. The taxes levied by a school district are for the education of. the children of that district, and are not applicable to the education. of the children, of - another district.\nMere physical presence of a child in the district is not sufficient to give it the right to attend the common schools of that district: Com. v. Upper Swatara Twp. School Dist., 164 Pa. 608; Com. v. Directors Brookville Boro. School Dist., 164 Pa. 607. .\nWhen the question of residence and right to admission is therefore raised it is for the determination of the board of directors of the particular district.\nThe decision of the board, after hearing and investigation, is quasi judicial.\nThat a judge or jury might reach a different conclusion upon the evidence presented is,of no concern.\nAs was said by Mr. Justice Clark, in McCrea v. Pine Twp. School District, 145 Pa. 550, “ The board, by the statute, is empowered both to employ teachers, and for any one of these causes to dismiss them.”\nSo, in the case at bar, being required by the statute to establish a sufficient number of public schools for the education of every individual between the ages of six and twenty-one years, in their respective districts, they are equally required to protect those schools from the encroachments of those who are not entitled to admission therein.\nIt would greatly impair the government and efficiency of the common schools if the honest judgment and the discretion of the board, exercised in good faith, could be reviewed and reversed by a jury.\nThe answer to the alternative writ in the case at bar, sets out that “respondents as a board of school directors investigated the matter of said Boyd’s residence (and) were unanimously of the opinion that he was a nonresident.”\nThis is not traversed, nor is the fairness and thoroughness of this investigation brought into question.\nThe depositions, taken by agreement of both parties, amply sustain the allegation of investigation by the board, and its fairness, and the only complaint seems to be, that the board has not reached such a conclusion as to the fact ■ of nonresidence as a jury might reach.\nBut, if my view of the laiv is correct, it is immaterial what a jury might find, and the trial judge would be bound to so instruct.\n. For this reason, therefore, it would be useless to grant an issue, and the law does not require it.\nError assigned was the order of the court refusing the issue.\nD. 0. Coughlin, for appellant.\nGeorge K. Powell, for appellees.\nMay 1, 1905:"
  },
  "file_name": "0637-01",
  "first_page_order": 669,
  "last_page_order": 671
}
