{
  "id": 1701963,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Patsy and Carlo BORRIELLO, Appellees",
  "name_abbreviation": "Commonwealth v. Borriello",
  "decision_date": "1999-02-25",
  "docket_number": "Appeal No. 3 W.D. Appeal Dkt.1998",
  "first_page": "219",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "555 Pa. 219"
    },
    {
      "type": "parallel",
      "cite": "723 A.2d 1021"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "477 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738253
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "125"
        },
        {
          "page": "854"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/477/0122-01"
      ]
    },
    {
      "cite": "696 A.2d 1215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12027533
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/696/1215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 6638,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 1.733981040811026e-07,
      "percentile": 0.705949458829453
    },
    "sha256": "5b4b298980f34760ed1424b854b24eae0b446b00e684c568157e82646f08c365",
    "simhash": "1:e0bf70dfb7437c03",
    "word_count": 1045
  },
  "last_updated": "2024-02-27T16:59:19.373747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice CASTILLE files a dissenting statement in which Justice NIGRO joins.",
      "Justice NIGRO joins this dissenting statement."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Patsy and Carlo BORRIELLO, Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nOrder affirmed.\nJustice CASTILLE files a dissenting statement in which Justice NIGRO joins.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "CASTILLE, Justice,\ndissenting.\nBecause I believe that the Commonwealth Court erred in reversing appellees’ convictions on twenty-six summary violations of building code ordinances, I dissent from this Court’s per curiam affirmance of the Commonwealth Court. Appellees own a vacant, dilapidated movie theater in Donora Borough. A Borough inspector inspected the structure and determined that it was unsafe and unsanitary pursuant to Borough of Donora Ordinance 1244. In November 1993, the Borough sent appellees a letter entitled “Notice of Property Condemnation,” which identified the property, explained that it was in violation of the Borough’s existing structure code and was unfit for human occupancy due to the lack of maintenance, and, accordingly, condemned the property. Specifically, the letter cited that the structure as it existed was dilapidated, unsafe, vermin infested, filthy, a fire hazard, and that part of the roof had collapsed. The letter ordered that no one was to be permitted to enter the building, advised appellees of their right to appeal the Borough decision to the Code Enforcement Board of Appeals (“Board”), and warned that failure to act would result in the Borough demolishing the structure.\nAppellees failed to respond to the letter or to make the required repairs to the building. Hence, the Borough issued 26 separate citations charging violations of Ordinance 1244, failure to comply with the BOCA Code. The citations referred generally to appellees’ refusal to remove the dilapidated structure and several of the citations specifically referenced the facts that the roof had collapsed, the windows were open to the elements, vermin and birds occupied the building and the building was structurally unsound and posed a health and safety hazard to the public. Appellees appealed to the magistrate court and then to the trial court. Following a de novo hearing, the trial court found appellees guilty of all 26 counts of the summary offense of violating Donora Borough Ordinance No. 1244, for failure to comply with sections 302, 303 and 801 of the BOCA Code.\nThe trial court imposed fines of $300 plus costs for each summary offense with the provision that the fine would be reduced by 75 percent if the owners razed or repaired the structure in question within thirty days. Appellees filed a direct appeal and the Commonwealth Court, in an order and published opinion, reversed the trial court, holding that the Borough failed to specifically charge violations of sections 302, 303 and 801 of the BOCA Code or otherwise provide appellees proper notice regarding the alleged violations of those sections. Commonwealth v. Borriello, 696 A.2d 1215 (Pa. Cmwlth.1997).\nAppellant claims that the Commonwealth Court erred by holding that the Borough failed to give proper notice or properly charge appellees with violations of Sections 302, 303 and 801 of the BOCA Code. Because Donora Borough Ordinance 1244 provides for the possibility of imprisonment for a violation of various sections, the Rules of Criminal Procedure are applicable generally to the instant case. See Comment to Pa. R.Crim. P. 86. Pennsylvania Rule of Criminal Procedure 53(a)(6) requires that every citation contain the following:\n[A] citation of the specific section and subsection of the statute or ordinance allegedly violated, together with a summary of the facts sufficient to advise the defendant of the nature of the offense charged.\nPa. R.Crim. P. 53(a)(6). The purpose of the information or citation is to inform the accused of the crimes charged, that is, to give sufficient notice of the charges so as to provide the defendant with the opportunity to prepare a defense, and to define the issues for trial. See Commonwealth v. Diaz, 477 Pa. 122, 125, 383 A.2d 852, 854 (1978). To the extent that a court believes that a citation contains defects, Pennsylvania Rule of Criminal Procedure 90 provides, inter alia, that a citation cannot be dismissed absent prejudice to the rights of the defendant:\nA defendant shall not be discharged nor shall a case be dismissed because of a defect in the form or content of a complaint, citation, summons, warrant or a defect in the procedures of this Chapter, unless the defendant raises the defect before the conclusion of the summary trial and the defect is prejudicial to the rights of the defendant.\nPa. R.Crim. P. 90 (emphasis added).\nAppellees have not even argued, much less succeeded in demonstrating, that they were prejudiced by the alleged defects in the form of the citations. Since the citations specifically referenced, inter alia, that the roof had collapsed and that the building was a safety hazard, it strains the imagination to believe that appellees were surprised in any way about the nature of the charges contained in the citation such that they could not prepare a proper defense. Moreover, three separate preliminary hearings were conducted before a District Justice in this matter, at which the charges against appellees were discussed in detail. Subsequent to these hearings, the charges were consolidated before the trial court. Thus, by the time this matter was tried, any vagueness which arguably inhered in the original citations had been cured. In sum, appellees have neither alleged nor have they suffered prejudice by the putative defects in citation form; consequently, they are not entitled to relief under Pa.R.Crim.P. 90. I respectfully dissent to this Court’s per curiam Order affirming the Commonwealth Court.\nJustice NIGRO joins this dissenting statement.\n. The Borough of Donora adopted the Building Officials and Code Administrators National Existing Structures Code (\"BOCA Code”) as Borough of Donora Ordinance 1244.\n. The 26 citations charged respondents with violating various subsections of the BOCA Code, including BOCA subsections ES-106.1.1, ES-110-1, ES-111.1 and ES-300.3.\n. See, e.g., Borough of Donora Ordinance 1244, Section Three: § 114.4 ... [a] violation of the provisions ... shall constitute a Summary Offense and any person found guilty ... shall be fined not less than $100.00 nor more than $300.00 and/or sentenced to the Washington County Jail for a period not exceeding ten days....",
        "type": "dissent",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [
      "Janette Bailsey, for appellant.",
      "Albert C. Gaudio, Monessen, for appellees."
    ],
    "corrections": "",
    "head_matter": "723 A.2d 1021\nCOMMONWEALTH of Pennsylvania, Appellant, v. Patsy and Carlo BORRIELLO, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 17, 1998.\nDecided Feb. 25, 1999.\nJanette Bailsey, for appellant.\nAlbert C. Gaudio, Monessen, for appellees.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0219-01",
  "first_page_order": 439,
  "last_page_order": 442
}
