{
  "id": 1088393,
  "name": "Piper v. Queeney, Appellant",
  "name_abbreviation": "Piper v. Queeney",
  "decision_date": "1925-01-05",
  "docket_number": "Appeal, No. 76",
  "first_page": "135",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "282 Pa. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "116 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0093-01"
      ]
    },
    {
      "cite": "24 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0100-01"
      ]
    },
    {
      "cite": "133 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0438-01"
      ]
    },
    {
      "cite": "203 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0440-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 496",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0496-01"
      ]
    },
    {
      "cite": "69 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0249-01"
      ]
    },
    {
      "cite": "61 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0427-01"
      ]
    },
    {
      "cite": "257 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0552-01"
      ]
    },
    {
      "cite": "176 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0430-01"
      ]
    },
    {
      "cite": "271 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0152-01"
      ]
    },
    {
      "cite": "278 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/278/0141-01"
      ]
    },
    {
      "cite": "218 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999518
      ],
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0178-01"
      ]
    },
    {
      "cite": "61 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428610
      ],
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0118-01"
      ]
    },
    {
      "cite": "102 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502686
      ],
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/102/0171-01"
      ]
    },
    {
      "cite": "227 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008616
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "423"
        },
        {
          "page": "422-3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0420-01"
      ]
    },
    {
      "cite": "278 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0298-01"
      ]
    },
    {
      "cite": "34 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417987
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0252-01"
      ]
    },
    {
      "cite": "14 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405904
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/14/0519-01"
      ]
    },
    {
      "cite": "262 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044347
      ],
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0009-01"
      ]
    },
    {
      "cite": "228 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969823
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0126-01"
      ]
    },
    {
      "cite": "253 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024029
      ],
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0403-01"
      ]
    },
    {
      "cite": "176 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882257
      ],
      "pin_cites": [
        {
          "page": "500"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/176/0498-01"
      ]
    },
    {
      "cite": "171 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985580
      ],
      "pin_cites": [
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0632-01"
      ]
    },
    {
      "cite": "13 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964995
      ],
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0278-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 536",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827828
      ],
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/14/0536-01"
      ]
    },
    {
      "cite": "220 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005874
      ],
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0580-01"
      ]
    },
    {
      "cite": "195 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914120
      ],
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0497-01"
      ]
    },
    {
      "cite": "69 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026538
      ],
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/69/0225-01"
      ]
    },
    {
      "cite": "207 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933514
      ],
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0620-01"
      ]
    },
    {
      "cite": "57 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010399
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0410-01"
      ]
    },
    {
      "cite": "48 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422212
      ],
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/48/0491-01"
      ]
    },
    {
      "cite": "133 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812925
      ],
      "pin_cites": [
        {
          "page": "454, 455"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/133/0438-01"
      ]
    },
    {
      "cite": "203 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994645
      ],
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0440-01"
      ]
    },
    {
      "cite": "61 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428547
      ],
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 25685,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 4.733782383138093e-07,
      "percentile": 0.9295646194044518
    },
    "sha256": "fb34b9db6aa47fe8fd0c8779e751442141bdd72583b981cb1e8aef4d2929223f",
    "simhash": "1:b7a5402b75962876",
    "word_count": 4393
  },
  "last_updated": "2024-02-27T20:15:50.529665+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schapeer, JJ."
    ],
    "parties": [
      "Piper v. Queeney, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bv\nMr. Chief Justice Moschzisker,\nPlaintiff, Rosina Piper, owns a property on the west side of Palethorp Street in the City of Philadelphia, 17 feet in front and 63 feet in depth. Defendant, Joseph F. Queeney, Jr., owns the adjoining premises to the north, 20 feet in front and 190 feet in depth, extending to Second Street in the rear. Defendant, in planning to erect a garage on his lot, wished to utilize for this purpose a piece of land three feet wide, used as an alley, on the north side of plaintiff’s property, extending from Palethorp Street to a point beyond the rear of her house, also the north wall of that structure, and the unoccupied balance of the division line between their two lots. To effect his purposes, defendant induced plaintiff to execute two writings, in which the former agreed to convey to the latter a strip of land, adjoining her lot on the north, 5% inches in width, commencing at a point 30 feet in the rear of the front building line of their two properties and running 33 feet westwardly to the rear line of plaintiff’s premises; he also agreed to make certain alterations to plaintiff’s house, namely, to change the location of some doors, windows, drain pipes, and a rain conductor. Plaintiff agreed that she would convey to defendant the before-mentioned three-foot alley, running from Palethorp Street westward 30 feet along the north side of her lot, and that defendant and his wife, “their heirs and assigns,” should have the use of the northern wall of her house and of any other wall which either party might erect “along the division line between their two lots,” for use “as a wall of the building or buildings” which were to be erected on defendant’s lot.\nThe first written agreement, dated July 6,1922, names as parties, the plaintiff, the defendant, and the latter’s wife, and grants the two last mentioned the right to use the northern wall of plaintiff’s house as part of the southern wall of a building to be erected on defendant’s lot; it is under seal and recites a consideration of one dollar. The second agreement, dated June 30, 1922, is drawn between defendant, without including his wife, and plaintiff; it provides for the before-mentioned mutual conveyances, for the alterations-' to be made by defendant to plaintiff’s house, and grants, to defendant, the right to use the northern wall of plaintiff’s property, which it declares to be a party wall; but nothing is said about the character of the wall to be erected by defendant along the balance of the division line between the two lots. This contract also is under seal and recites as consideration “the sum of one dollar in cash” paid by defendant to plaintiff and a “desire, by mutual deeds of conveyance, to straighten the lines of their adjoining properties.”\nPlaintiff filed a bill in equity against defendant wherein, following recitals of the above writings, she averred a failure of consideration, saying she had “discovered that the consideration moving to her was of no value whatsoever”; that, upon making this discovery, she declined to execute a deed or otherwise carry out the written agreements; that she was “fraudulently coerced into signing a paper,” the character of which, she was subsequently informed, was a deed conveying to plaintiff the 3-foot alley, but that she had neither acknowledged the instrument, nor authorized it to be recorded. Finally, she averred that defendant was despoiling her property and was erecting a wall thereon in violation of her rights, and prayed (1) that the alleged deed be declared null and void and a reconveyance be decreed to her; (2) that defendant be restrained from disposing of the property in the meantime; and (3) that he be ordered to pay her damages.\nDefendant filed an answer in which he averred that plaintiff was “not the owner of 17 feet front on said Palethorp Street,” as set forth in her bill, but “of a frontage of 14 feet,” since “the three feet on the north side of said plaintiff’s estate, fronting on Palethorp Street [and] extending [of] that width westward 30 feet, was acquired by [him] from plaintiff......the deed [having been] recorded November 6,1922.” He averred further, that the two written agreements were valid contracts, and that he had met his obligations thereunder so far as defendant would permit him; that he had conveyed to plaintiff the 5%-inch strip of ground mentioned therein, but she had prevented him from making the alterations to her house required of him by the contracts, adding, “deponent therefore denies that no consideration passed to plaintiff for the conveyance of said 3 feet of ground”; then, defendant averred that the agreements and the deed for the 3 feet of ground were signed voluntarily by plaintiff without any coercion or fraud on his part.\nAfter a hearing on the above bill and answer, the chancellor found that a deed for the piece of ground 5% inches wide had “never been delivered by defendant to plaintiff,” and that, had it been delivered, the strip in question was of no value to her or her premises “in view of the location [thereon] of the garage building erected by defendant;” that, “plaintiff verbally made rescission of the [above-mentioned] agreements...... on or before November 1, 1922, at or about the time defendant commenced his operations under them,” adding that, though “the bill in this case was filed on January 8, 1923, and was served on him, defendant seemed so confident of his position that he went on with his building, notwithstanding the rescission of the alleged agreements by plaintiff; therefore he cannot urge want of notice of recission or knowledge of facts.”\nIn answer to the charge of fraud, the chancellor found “there Avas no fraud......practised on plaintiff,” but, on the other hand, he found that no consideration passed to her, saying that, “from an examination of the evidence,” all plaintiff received was the offer to alter her house to conform to certain changes for the benefit of defendant, and one dollar, which the court thought need not be considered, as defendant “admitted he received it back from plaintiff at the time it was given.” Because of the failure of consideration, the court below, after reviewing exceptions to the adjudication, entered a decree that the written agreements were null and void; that defendant should, within 90 days, remove “all buildings erected by him on the 3-feet wide alley” and that he should restore plaintiff’s building to the condition in which it existed prior to the erection of defendant’s garage.\nThe chancellor was justified in finding that there was no consideration either for the conveyance from plaintiff to defendant or for the preliminary agreements, — meaning, as the adjudication shows, that the consideration relied on by appellant to support these instruments had failed; and this failure, under the circumstances at bar, afforded sufficient reason for directing their cancellation.\nThe fact that the agreements in controversy and the deed purporting to convey the 3-foot alley were all under seal, is not conclusive on the question of consideration. Defendant’s answer on the point now before us does not rely on the seals as supporting consideration; on the contrary, he sets up a “good and valuable consideration” moving to plaintiff, in the conveyance to her of the 5%-inch strip of ground and his undertakings in the two written contracts. When, in point of fact, a valuable consideration is relied on to support a deed or contract, under seal or otherwise, it may be inquired into by parol, although the result of the admission of such evidence is to show that the consideration set forth in the writing is not the real one (Nichols v. Nichols, 133 Pa. 438, 454, 455), so long as nothing is permitted to be proved that is “directly inconsistent” with the consideration named in the instrument itself (Buckley’s App., 48 Pa. 491, 496; Lewis v. Brewster, 57 Pa. 410, 414; McGary v. McDermott, 207 Pa. 620, 623), or which directly changes the character of the writing or its covenants (Henry v. Zurflieh, 203 Pa. 440, 450); and, in cases of sealed instruments, while a plea of want of consideration ordinarily will not be heard (Burkholder v. Plank, 69 Pa. 225, 233; Cosgrove v. Cummings, 195 Pa. 497, 498; Clymer v. Groff, 220 Pa. 580, 583; Owens v. Wehrle, 14 Pa. Superior Ct. 536, 538), failure of consideration may be shown, for this, instead of attempting to change the terms of the contract, gives a reason why it should not be carried out. In Yard v. Patton, 13 Pa. 278, 284, we said that the presence of a seal was more than mere “presumptive evidence” of a consideration, but immediately added that “where an actual valuable consideration is intended to pass, and furnishes the motive for entering into a contract, a party may defeat it by showing failure of consideration, at any time before its final execution.” Meek v. Frantz, 171 Pa. 632, 638; Anderson v. Best, 176 Pa. 498, 500, and Dohan v. Yearicks, 253 Pa. 403, 405, all recognize failure of consideration as a defense to sealed instruments. Here there could be no final execution of the transactions between the parties until a proper delivery to plaintiff of the only thing which approached a material consideration passing to her; namely, the deed for the 5%-ineh strip of land.\nAppellant points to the fact of the execution and recording of the last-mentioned deed, from himself and wife to appellee, as sufficient evidence to show a good consideration; but the court below found that this deed was never delivered to plaintiff. While the execution and recording of a deed is prima facie evidence of delivery, such presumption may be rebutted, and, under the peculiar facts of this case, appellant could not, by executing and recording the deed after the date of notice of rescission from appellee, make such acts equivalent to delivery, in order to show a consideration for the transaction. The evidence is uncontradicted that no deed was ever delivered or tendered to the appellee by the appellant; in fact, the deed in question was offered in evidence by appellant, which indicates it was at all times in his possession. The recording acts are intended for the protection of the grantee, not the grantor, and, in an action of this character, the former may contend that execution and recording were not conclusive of delivery. We have said that, “So long as a deed is within the control of the grantor, [presumptively] there is no delivery”: Sears v. Scranton Trust Co., 228 Pa. 126, 141; see also, Kanawell v. Miller, 262 Pa. 9, 13. “Recording is evidence of delivery, but inconclusive, and ......vendee [is] at liberty to reject the deed if it were not previously accepted; consequently, notice [of rejection] before acceptance would be good”: Juvenal v. Jackson, 14 Pa. 519, 524. Where one undertakes to prove a deed, depending on it “as a valid instrument,” and the delivery is denied by substantial evidence, the appellant is under “the necessity of proving more than mere record”: Boardman v. Dean, 34 Pa. 252, 254. True, during the examination here of a witness for defendant, the latter’s counsel put the question, “There is another deed, Mr. and Mrs. Queeney to Mrs. Rosina Piper; there is no dispute about that?” and counsel for plaintiff remarked, “No.” But we cannot attach controlling significance to this incident, much less treat it as relieving defendant from the necessity of proving delivery of such deed, since he depended on it to show a consideration moving to plaintiff. From all that appears, plaintiff’s attorney, by his remark, may have meant nothing more than “No, there is no dispute about the existence of such a document.”\nAs to appellant’s contention that it was the imperative duty of appellee to tender a reconveyance of the 5%-inch strip before filing her bill, the testimony shows that defendant not only failed to deliver to plaintiff the deed for this land, but that he built his garage on it, overlapping plaintiff’s original lot several inches. Under these circumstances a tender of reconveyance was not a prerequisite to the enforcing of plaintiff’s rights in equity: see Babcock v. Case, 61 Pa. 427, 431, for the controlling principle. Furthermore, counsel for appellee offered at the bar of this court to have his client execute such reconveyance (to remove the blight which defendant, by recording the deed, had placed on his own title) if judicially ordered to do so, and, in view of this offer, the decree appealed from may be modified to direct the execution and delivery of a quitclaim deed by plaintiff to defendant, which is all that is required of her; but, at the same time, it may be that defendant’s garage wall, so far as it encroaches on plaintiff’s lot, should be ordered down, this direction also having been omitted from the decree as formulated by the court below, that tribunal, for some reason, taking the view that the fact of the encroachment, though proved, was “irrelevant,” in the sense of immaterial. This view, expressed in the court’s answer to one of plaintiff’s requests for a finding of fact, may have been due to the failure of plaintiff to incorporate in her bill a distinct prayer for relief against the' effects of the encroachment; but, even in the absence of this prayer (which may be supplied by amendment when the record is returned to the court below, if plaintiff wishes such relief), the fact of the encroachment had a certain materiality in connection with the point of failure of consideration pleaded by plaintiff, as suggested in the next paragraph. Moreover, it was the -duty of the chancellor to answer plaintiff’s request for a finding of fact as to the encroachment, leaving the question of materiality to us, after expressing his view thereon, instead of declining the request as “irrelevant”: Palmer Water Co. v. Lehighton W. S. Co., 278 Pa. 298.\nAt this point it may be well to note that “where one intrudes upon the land of another [by unlawfully building thereon] the latter has the choice of remedies; he may compel a withdrawal of the intruder or he may regard the intrusion as a permanent trespass and recover compensatory damage therefor. Except he has forfeited his right to the former remedy by conduct which would make its enforcement inequitable, he cannot be denied the privilege to pursue it”: Baugh v. Bergdoll, 227 Pa. 420, 423. Perhaps, considering the absence of specific protest against the instant encroachment, plaintiff’s failure to ask in her bill for the removal of the wall, and in view of her prayer for damages alone, the court below will feel that mandatory injunctive relief should be denied to her at the present time; but, before forming any opinion on this point, we prefer to have it passed on by that tribunal.\nAs the chancellor states in his adjudication, the case at bar presents a remarkable transaction. Appellant received from the appellee a piece of land 3 feet in width and 30 feet in depth, in consideration for which he was to convey to appellee a strip 5% inches in width and 33 feet deep, of no apparent value to her; immediately on the execution and recording of the deed to him, he proceeded to build,.not only on the 3 feet of land but also on and beyond the 514-ineh strip which was to go to appellee, thereby exercising privileges in the latter entirely inconsistent with her supposed ownership of it, and also unlawfully encroaching on her original lot. Under the circumstances, appellant cannot properly claim that he used the strip in question simply for party-wall purposes. While it is true that every property-owner in Philadelphia has the statutory right to make a party wall between himself and his neighbor, and may enter on the adjoining land for that purpose, he cannot go beyond the prescribed limits (Western Nat. Bank’s App., 102 Pa. 171, 183); if he does so, or otherwise fails to conform strictly to the rules governing that class of walls, he is a trespasser (Vollmer’s App., 61 Pa. 118, 128; Baugh v. Bergdoll, 227 Pa. 420, 422-3), and, unless his violation of the rules in question can be justified either by showing a valid agreement between the parties to treat the apparently unlawful erection as a party wall or by proving a prescriptive right to use it as such (Bright v. Morgan, 218 Pa. 178, 183), the wall cannot be looked upon for any purpose. Here, under the evidence, the wall was not a party wall, so the land it occupied must be considered as having been appropriated by defendant to his own use contemporaneously with the recording of the deed to plaintiff, thus depriving the 5%-inch strip of all value to the latter and relieving her of any obligation which might have existed to accept delivery of a deed therefor; hence the failure of consideration represented by the above-mentioned abortive conveyance and plaintiff’s right to rescind, as she did, the unexecuted bargain between her and defendant.\nWhile the chancellor found there was no fraud, and perhaps the particular acts of fraud alleged were not proved, yet, on the whole, the transactions here involved show such overreaching on part of defendant as to suggest a deliberate purpose to take advantage of plaintiff, a highly nervous and ill-informed woman. However that may be, we agree with the chancellor, as already indicated, that the consideration relied on by appellant to support the contracts and deed through which he claims, failed prior to the consummation of the mutual transfer of properties provided for in these contracts; and this failure being due to the fault of defendant, no error was committed in decreeing cancellation of the documents in controversy.\nThe court below having refused to sustain the allegations of fraud, appellant invokes against appellee the rule that plaintiff must not only show a case in equity but must prove the case averred in her bill. This overlooks the fact that she averred, both fraud and failure of consideration, and that, while the court below did not find the first in her favor, it did so determine the second.\nRule 44 of this court provides: “When on the trial or hearing in the court below there is offered in evidence a draft or plan which would be of assistance to this court, to enable it to understand readily the dispute between the parties, a copy thereof must be attached to appellant’s brief, or handed up therewith, folded of the same size as the brief. If one was not offered in evidence, but would be of assistance here in the way stated, a simple draft, plan or sketch, made by or for appellant, folded of the size specified, must be attached to or handed up with the brief, marked so as to show it was not part of the evidence. Under like circumstances, appellee may prepare and attach to, or hand up with, his brief a draft, plan or sketch made by or for him; and either party may point out, in his brief or reply brief, wherein he considers the one presented by his adversary is not correct.” The present is peculiarly a case which called for compliance with the above rule, and appellant’s neglect to do so has caused us much inconvenience. In failing to meet the requirements of this rule, counsel risked the qashing of his client’s appeal.\nThe record is remitted with leave to plaintiff to restate the prayers of her bill and with directions to the court below to make formal findings on the fact of the encroachment on plaintiff’s lot and as to her right of relief in that regard; then, after considering exceptions, if any be filed, to enter a modified decree in accordance with law and equity and the views expressed in this opinion. .Costs of this appeal to be paid by defendant.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Frederick J. Enaus, with him Evan B. Lewis, for appellant.",
      "Samuel L. Borton, of Sehembs & Borton, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Piper v. Queeney, Appellant.\nFquity — Feed—Cancellation of deed — Consideration — Seal-Failure of consideration — Fraud—Delivery of deed — Recording— Presumption of delivery — Rebuttal.\n1. Equity has jurisdiction to cancel a deed for failure of consideration.\n2. There is failure of consideration where the consideration alleged is a conveyance by defendant to plaintiff of a strip of ground five and one-half inches wide which without grant of privilege so to do was immediately covered by defendant’s wall and was of no use whatever to plaintiff.\n3. Where a valuable consideration is relied on to support a deed or contract under seal or otherwise, it may be inquired into by parol, although the result of the admission of such evidence is to show that the consideration set forth in the writing is not the real or exclusive one, so long as nothing is permitted to be proved that it is directly inconsistent with the consideration named in the instrument itself, or which directly changes the character of the writing or its covenants.\n4. In cases of sealed instruments, while a plea of want of consideration will not be heard, failure of consideration may be shown, since this, instead of attempting to change the terms of the contract, gives a reason why it should not be carried out.\n5. Where the execution and recording of one deed is alleged to be a consideration for another, such claim cannot be sustained where it appears that the deed executed and recorded had never in fact been delivered.\n6. While the execution' and recording of a deed is prima facie evidence of delivery, such presumption may be rebutted.\n7. Executing and recording a deed is not equivalent to a delivery where the grantor, having the right to do so, rescinds the contract under which the deed was to be delivered.\n8. The fact that a grantor in a deed, executed and recorded, offers it in evidence, indicates that it was at all times in his possession, and that it had not been delivered.\n9. A tender of a reconveyance of the land covered by the deed is not a prerequisite to the maintenance of a bill by the grantor to enforce equitable rights, where it appears that, in addition to the nondelivery of the deed, the grantor had, prior to the filing of the bill and with notice of the grantee’s claims, built over the land covered by the deed.\n10. Where one intrudes upon the land of another by unlawfully building thereon, the latter has a choice of remedies; he may compel a withdrawal of the intruder, or he may regard the intrusion as a permanent trespass, and recover compensatory damages therefor.\n11. Not decided whether, in the absence of specific protest against the encroachment, plaintiff’s failure to ask in the bill for the removal of the wall, and praying for damages alone, the court should grant mandatory injunctive relief.\nParty wall — Building laws — Encroachment—Deed—Contract— Rescission.\n12. While every property owner in Philadelphia has the statutory right to make a party wall between himself and his neighbor, and may enter on the adjoining land for that purpose, he cannot go beyond the prescribed limits, and, if he does so, he is a trespasser.\n13. Where, on a bill in equity to cancel a deed, it appears that plaintiff had executed and delivered a deed to defendant for an alley three feet wide, in consideration of a deed to herself from defendant for a strip of land five and one-half inches wide, and that the latter deed had been executed and recorded, but not delivered to plaintiff, and it also appears that defendant had built his wall over the strip and beyond it, although he had notice before doing so that plaintiff had rescinded the agreement between them, he cannot treat his wall as a party wall, and the court will consider the contract legally rescinded, and enter a decree cancelling the deed to the alley.\nEquity — Pleading—Fraud—Failure of consideration.\n14. Where plaintiff avers in his bill to cancel a deed, both fraud and failure of consideration, a decree in his favor is proper, although no fraud is found, but failure of consideration is established.\nAppeals — Drafts and plans — Buie 44 — Quashing appeals.\n15. Counsel for appellant in failing to comply with Rule 44 relating to the attachment of copies of drafts and plans to briefs, runs the risk of having the appeal quashed.\nEquity — Practice, equity — Answer to plaintiff’s requests for findings of fact — Irrelevancy.\n16. In an equity proceeding, it is the duty of the chancellor to answer a party’s request for a finding of fact; he may express his opinion on the question of materiality but must leave that point to the reviewing court. It is improper to declare the request “irrelevant,” meaning “immaterial.”\nArgued November 28, 1924.\nAppeal, No. 76, Jan. T., 1925, by defendant, from decree of C. P. No. 1, Phi la. Co., Dec. T., 1922, No. 4994, on bill in equity, in case of Rosina B. Piper v. Joseph F. Qneeney, Jr.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schapeer, JJ.\nRecord remitted with leave, etc.\nBill to declare deed null and void, and for injunction. Before Shoemaker, P. J.\nThe opinion of the Supreme Court states the facts.\nDecree for plaintiff. Defendant appealed.\nError assigned was, inter alia, decree, quoting it.\nFrederick J. Enaus, with him Evan B. Lewis, for appellant.\n— In equity the relief must be confined to the pleadings as well as to the proofs: King v. Trust Co., 278 Pa. 141; Modern Baking Co. v. Orringer, 271 Pa. 152; DuBois v. Water Works, 176 Pa. 430.\nTitle being in appellee, when she sought to have her own deed set aside, should at least have offered to return or restore what she had received, and the court should have decreed accordingly: Wright v. Leather Co., 257 Pa. 552; Babcock v. Case, 61 Pa. 427; Beetem’s Admr. v. Burkholder, 69 Pa. 249; Gosch v. Ins. Co., 33 Pa. Superior Ct. 496.\nSamuel L. Borton, of Sehembs & Borton, for appellee, cited:\nHenry v. Zurflieh, 203 Pa. 440; Nichols v. Nichols, 133 Pa. 438; Critchfield v. Critchfield, 24 Pa. 100; Duraind’s App., 116 Pa. 93.\nJanuary 5, 1925:"
  },
  "file_name": "0135-01",
  "first_page_order": 159,
  "last_page_order": 171
}
