{
  "id": 1088409,
  "name": "Hoff v. Kauffman, Appellant",
  "name_abbreviation": "Hoff v. Kauffman",
  "decision_date": "1925-02-09",
  "docket_number": "Appeal, No. 77",
  "first_page": "471",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "282 Pa. 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "207 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0238-01"
      ]
    },
    {
      "cite": "183 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0017-01"
      ]
    },
    {
      "cite": "100 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0565-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 191",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0191-01"
      ]
    },
    {
      "cite": "61 Pa. Superior Ct. 339",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        453553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/61/0339-01"
      ]
    },
    {
      "cite": "82 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0080-01"
      ]
    },
    {
      "cite": "120 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0014-01"
      ]
    },
    {
      "cite": "91 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0078-01"
      ]
    },
    {
      "cite": "198 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920293
      ],
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0046-01"
      ]
    },
    {
      "cite": "2 P. & W. 200",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8878013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0200-01"
      ]
    },
    {
      "cite": "2 P. & W. 296",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8878431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0296-01"
      ]
    },
    {
      "cite": "1 P. & W. 395",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826205
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0395-01"
      ]
    },
    {
      "cite": "179 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0623-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 293",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849773
      ],
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0293-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 50",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/3/0050-01"
      ]
    },
    {
      "cite": "158 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0621-01"
      ]
    },
    {
      "cite": "12 Pa. Superior Ct. 340",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0340-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 491",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0491-01"
      ]
    },
    {
      "cite": "268 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061539
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/268/0085-01"
      ]
    },
    {
      "cite": "213 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0183-01"
      ]
    },
    {
      "cite": "11 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0233-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 542",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/35/0542-01"
      ]
    },
    {
      "cite": "221 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0062-01"
      ]
    },
    {
      "cite": "262 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044355
      ],
      "pin_cites": [
        {
          "page": "46"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0043-01"
      ]
    },
    {
      "cite": "209 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0027-01"
      ]
    },
    {
      "cite": "180 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0522-01"
      ]
    },
    {
      "cite": "156 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0634-01"
      ]
    },
    {
      "cite": "221 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0062-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 761,
    "char_count": 15716,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 3.5351983906954993e-07,
      "percentile": 0.8845135372757253
    },
    "sha256": "4f6e9f7dcb33b58e71b6ed030fe4fe1c6494c98ec16cd06d1e801dec0524a2d8",
    "simhash": "1:380aa590f9328a97",
    "word_count": 2705
  },
  "last_updated": "2024-02-27T20:15:50.529665+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schapeer, JJ."
    ],
    "parties": [
      "Hoff v. Kauffman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThe Pullman Motor Car Company, of York, Pa., of which plaintiff and defendant were directors and stockholders, had borrowed all the money its directors deemed wise to obtain from the local banking institutions, and yet might soon be in need of additional working capital. It was suggested the credit desired might be obtained from the First National Bank of Chicago, Illinois, which had extended credit to another corporation, located in Chicago, of which plaintiff was vice-president. To ascertain whether this could be accomplished, plaintiff was sent to Chicago to make application to the bank. At first it declined the proposition, but finally agreed to give the credit, provided a guarantee, satisfactory to the bank, was executed by the directors of the Pullman Motor Car Company, and also by one C. K. Anderson, who was president of the Chicago corporation with which plaintiff was connected. Mr. Anderson was willing to execute the guaranty, if the other guarantors would agree to save him harmless.\nPlaintiff then returned to York, reported the facts above stated, and the proposition was agreed to. There was some dispute as to whether defendant knew of the agreement with Anderson, but the jury found that he did. On request, the bank submitted a guaranty agreement as follows:\n“We hereby request The First National Bank of Chicago, to give and continue to give to the Pullman Motor Car Company of York, Pennsylvania, credit as they may desire from time to time, and in consideration of all and any such credit given we hereby guarantee prompt payment when due of any and all indebtedness now due or which may hereafter become due from Pullman Motor Car Co. to said Bank, howsoever created, or arising, or evidenced, to the extent of $25,000 and waive notice of the acceptance of this guaranty, and of any and all indebtedness at any time covered by the same. This guaranty shall continue until written notice from us of the discontinuance thereof shall be received by said The First National Bank of Chicago.”\nThis agreement was signed by plaintiff, defendant and three other directors of the Pullman Motor Car Company, and was sent to Mr. Anderson, who also executed it and delivered it to the bank. A month later a similar guaranty, for $75,000, was executed by the same parties, with the exception of Anderson, and was delivered to the bank. No notice of discontinuance of either guaranty was ever given. Some months later, the bank discounted a demand note in the sum of $25,000, and this amount was credited to the Pullman Motor Car Company. The note was signed by the company, and endorsed by all the parties who signed the $25,000 guaranty, except defendant.\nAt the time payment of the note was called, the Pullman Motor Car Company was insolvent and could pay nothing, and one of the guarantors was in like situation. Anderson and the other guarantors, except defendant, thereupon paid the bank in full, and the note and guaranty agreement was assigned to Anderson; later plaintiff reimbursed Anderson, thus paying a double share, and the note and agreement were then assigned to plaintiff. In this suit, which was brought to compel defendant to pay plaintiff one-half of that double share, a verdict and judgment was recovered by the latter, and this appeal by defendant followed.\nIf plaintiff receives the amount of the judgment, each of the four solvent primary guarantors will have paid an equal share of the indebtedness which was due to the bank. Though appellant argues he is not liable, he himself stresses a fact which compels the conclusion that he is. In one of the points he presented to the court below he asserted, inter alia: “The said C. K. Anderson, according to the pleadings and the evidence, was not a coguarantor on the $25,000 guaranty, but was a guarantor for the other guarantors on said guaranty.” This was also the view of the court below and of appellee, and thus stands as a fixed fact. The effect of this is that, so far as Anderson was compelled to pay the bank, because of signing the guaranty agreement, each of the other guarantors, for whom he thus became surety, were liable over to him; and plaintiff having discharged that liability, the others were in duty bound to pay sufficient to put him on the same plane with them. Each of the two other solvent guarantors had paid the bank the full amount of their one-fourth, and defendant had paid nothing; consequently, in the absence of a controlling reason to the contrary, he should be required to pay plaintiff the one-fourth which the latter paid Anderson, thus equalizing the contributions: Bailey’s Est., 156 Pa. 634; The Haverford Loan & Building Assn. v. The Fire Assn. of Phila., 180 Pa. 522.\nThe real dispute between the parties centered about an inquiry regarding the reason for giving the two guaranties. Plaintiff alleged that the one for $25,000 was given for the purpose of obtaining a general banking credit, and the one for $75,000 for the purpose of securing the bank in case it discounted drafts of the Pullman Motor Car Company, drawn upon purchasers of its automobiles, with bills of lading attached; and that Anderson was not required to execute it, because the bills of lading gave the bank additional security besides the personal liability of the other guarantors. Defendant asserted that both of the guaranties were given for the last named purpose, and hence he was not liable on the $25,-000 loan. As this contention flatly contradicts the language of the agreement, the burden of proof regarding it rested on him. In an attempt to carry it, he testified that the $25,000 guaranty was presented to him for signature (in the absence of plaintiff and of all the other guarantors), by the treasurer of the Pullman Motor Car Company; defendant was then asked by his counsel: “For what purpose did he [the treasurer] say he was securing your signature to this paper?” This question was objected to, and in the course of the argument on the objection, defendant’s counsel said the “defense is confined now, under the testimony offered by the plaintiff, to the question of the purpose for which that $25,000 guaranty was given......Now, if we can show by this witness that when he signed that guaranty, he understood that it was to protect the First National Bank of Chicago against the discount on drafts, or loss on account of discounting drafts, that is a proper defense; it is simply a question of which it was.” Because of this statement, the court below overruled plaintiff’s objection, whereupon defendant did not insist upon an answer to the foregoing question, but asked a new one, as follows: “What were you informed, or what was your understanding, at the time you signed that paper, as to the purpose of it?” This was objected to, and was properly rejected; defendant’s understanding was a matter of no moment, what was said and done was the only proper inquiry. If the plain words of the agreement, “we hereby guarantee prompt payment when due of any and all indebtedness......however created, or arising, or evidenced,” can be overthrown by proving simply the understanding of one of the signatories, the law as to the force and effect to be given to written obligations will be of no significance whatever. True it is, that such questions usually arise in proceedings between those signing the papers and the payees named in them; and it is likewise true that a surety who pays more than his share of an obligation, cannot recover any part of it from a cosurety, unless, in equity and good conscience, the latter ought to make such contribution. It is impossible to see, however, what equity there can be in appellant’s claim for release from liability, simply because of an “understanding” which contradicts the clear expression of the paper, and was not disclosed to the other parties in like position with himself. The objection to the question was, therefore, properly sustained.\nAnother witness, called by defendant, was permitted to testify as follows: “Q. Will you state why that paper ’[the $25,000 guaranty] was executed? A. My recollection is, that there was a guaranty given the First National Bank of Chicago to secure drafts with bills of lading attached. Q. State whether or not you knew another guaranty of $75,000 was also given in the same way? A. Yes. Q. State whether or not those two guarantees were given for the same purpose according to your information? A. Yes, sir, that is my recollection.” Upon such uncertain testimony, obtained by leading questions, without dates or circumstances being given, without referring to the presence or absence of the other parties in interest, and without any reference to the time appellant executed the agreement, the court below left to the jury to decide whether defendant “voluntarily Aligned the' paper for the purpose of procuring the money, and the money was procured for the purposes for which this paper was signed,” or whether defendant was deceived into signing it, in which latter event the court said defendant was entitled to a verdict. Hence the verdict for plaintiff determined that defendant signed the paper for the purpose expressed in it, and this ends the controversy. Had any other conclusion been reached, we would have been compelled to reverse because binding instructions, upon this point, had not been directed for plaintiff.\nIn the same connection, it is further contended by appellant that some unstated equity exists in his favor, because he was not an endorser on the note, and did not know of its execution. If he had alleged that by an agreement between the guarantors he was not to be liable, or that he was legally prejudiced by anything they did, of course he would have been entitled to show it: Taussig’s App., 221 Pa. 62. No such proof was made or offered. On the contrary, defendant knew, for so the guaranty agreement specified, that a loan, on the strength of it, might be made at any time, unless written notice of discontinuance should be given. How the loan should be evidenced, was a matter entirely for the bank. Probably a note with endorsements was required because of the custom of banks to thus evidence their loans, in order to more easily satisfy the bank examiners. In any event, the note but proved the existence of the debt which the guaranty provided might be created; and hence defendant became equally bound with the others.\nAppellant also assigns as error that the court below erred in refusing to strike off the statement of claim, because it was not a concise averment of the cause of action, as required by section 5 of the Practice Act of May 14,1915, P. L. 483. It must be conceded there was a lack of conciseness, since, for instance, all the averments regarding the $75,000 guaranty agreement were unnecessary. The error, however, was not a harmful one, and hence there is no reason for a reversal: Shultz v. Seibel, 209 Pa. 27. It is difficult to even imagine a case where an appellate court would reverse a judgment, simply because the pleadings were unnecessarily verbose; certainly this is not such a case.\nIn view of what has been said, it is not necessary to consider the twenty-two assignments of error separately. They are all overruled, and the judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "W. F. Bay Stewart, with him Frederick B. Gerber, for appellant.",
      "Henry C. Niles, with him Michael 8. Niles, Charles A. May, and George E. Neff, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Hoff v. Kauffman, Appellant.\nPrincipal and surety — Contribution—Contract—Evidence—Burden of proof as to liability — Indemnity to bank for future loans— Banks and banking.\n1. Where it is agreed by the parties to an obligation that one of those signing it, though apparently equally bound with the others, is really but a surety for them, they will be compelled to save him harmless from loss because of his signing the paper.\n2. Those equally liable upon an obligation are bound to contribute equally to the satisfaction of any liability arising under it.\n3. Though from the face of a paper one of the parties to it is apparently equally liable with the others, he may show, by proper proof, that it was agreed this should not be so, or that, by acts of the others, after the agreement was executed, he was relieved from such liability.\n4. One who alleges he is not liable on an obligation, although by the paper itself he appears to be bound, has the burden of clearly establishing the facts which relieve him from such liability.\n5. It is a matter of no moment what the understanding of one of the parties to an agreement was at the time he signed it; if be desires to escape liability under it, he must prove what was said and done by the other parties interested, which result in relieving him from liability.\n6. Where parties sign an agreement of indemnity to a bank for a future loan of money, in the absence of stipulation to the contrary, it is a matter for the bank how such loan, when made, shall be evidenced.\nAppeals — Harmless error — Verbose pleadings.\n7. A harmless error of the court below furnishes no reason for reversing a judgment; hence an appellate court will rarely, if ever, reverse a judgment because the pleadings on which the case was tried were unnecessarily verbose.\nArgued January 19, 1925.\nAppeal, No. 77, Jan. T., 1925, by defendant, from judgment of C. P. York Co., Jan. T., 1922, No. 10, on verdict for plaintiff, in case of Carlton L. Hoff v. Allen Kauffman.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schapeer, JJ.\nAffirmed.\nAssumpsit to enforce subrogation. Before Ross, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $8,575.09. Defendant appealed.\n• Errors assigned were various rulings and instructions, quoting record.\nW. F. Bay Stewart, with him Frederick B. Gerber, for appellant.\n— The provisions of the Practice Act are mandatory and will be enforced: Farmers Assn. v. Bamberger, 262 Pa. 43, 46.\nIt may be shown what the relation between the parties really was, although the evidence contradicts the written contract: Taussig’s App., 221 Pa. 62; Helms v. Trust Co., 35 Pa. Superior Ct. 542.\nIt is as much a fraud to obtain a paper for one purpose and use it for a different or unfair purpose as to practice falsehood or deceit in its procurement, and such an attempt may be shown by parol evidence and this is true though no fraud was originally intended: Rearich v. Swinehart, 11 Pa. 233; Phillips Gas & Oil Co. v. Glass Co., 213 Pa. 183; Tasin v. Bastress, 268 Pa. 85, 91; Isenberg v. Lumber Co., 62 Pa. Superior Ct. 491.\nThe court’s action in affirming the point and sending the case to the jury, after having virtually instructed them that plaintiff was entitled to recover, was inconsistent and confusing: Reel v. Martin, 12 Pa. Superior Ct. 340; Wolf v. Wolf, 158 Pa. 621; Pister v. Ins. Co., 3 Pa. Superior Ct. 50; Rondinella v. Ins. Co., 24 Pa. Superior Ct. 293, 300; Shrader v. Glass Co., 179 Pa. 623.\nThe equity of defendant was superior to that of plaintiff : Burns v. Bank, 1 P. & W. 395.\nWhen an application is made for subrogation, the court will take care that the subrogation of the surety shall work no injustice to the rights of others ': Erb’s App., 2 P. & W. 296; Grosweir’s Est., 2 P. & W. 200.\nSubrogation will never be enforced where the equities are equal or the right not clear, nor to the prejudice of the legal or equitable rights of others: Royal Arcanum v. Cornelius, 198 Pa. 46, 50; Knouf’s App., 91 Pa. 78; Tracy v. Pomeroy, 120 Pa. 14.\nHenry C. Niles, with him Michael 8. Niles, Charles A. May, and George E. Neff, for appellee, cited:\nWright v. Grover, 82 Pa. 80; Craig v. Lininger, 61 Pa. Superior Ct. 339; Shaffer v. Messner, 27 Pa. Superior Ct. 191; Shaeffer v. Clendenin, 100 Pa. 565; Pomeroy v. Sterrett, 183 Pa. 17; Iron City Bank v. Rafferty, 207 Pa. 238.\nFebruary 9, 1925:"
  },
  "file_name": "0471-01",
  "first_page_order": 495,
  "last_page_order": 503
}
