{
  "id": 812907,
  "name": "ESTATE OF DAVID GOSNER, DECEASED",
  "name_abbreviation": "Estate of Gosner",
  "decision_date": "1890-03-24",
  "docket_number": "No. 138",
  "first_page": "528",
  "last_page": "532",
  "citations": [
    {
      "type": "official",
      "cite": "133 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Northampton Cty. Orphans' Ct.",
    "id": 12058,
    "name": "Northampton County Orphans' Court"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0483-01"
      ]
    },
    {
      "cite": "114 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0260-01"
      ]
    },
    {
      "cite": "99 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "70 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0410-01"
      ]
    },
    {
      "cite": "127 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565760
      ],
      "year": 1841,
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0420-01"
      ]
    },
    {
      "cite": "100 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498462
      ],
      "year": 1841,
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0254-01"
      ]
    },
    {
      "cite": "7 W. & S. 19",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481735
      ],
      "year": 1841,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0019-01"
      ]
    },
    {
      "cite": "7 W. 551",
      "category": "reporters:state",
      "reporter": "Wend.",
      "year": 1841,
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 33",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "112 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0427-01"
      ]
    },
    {
      "cite": "104 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452195
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0321-01"
      ]
    },
    {
      "cite": "98 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496972
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0025-01"
      ]
    },
    {
      "cite": "99 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0124-01"
      ]
    },
    {
      "cite": "112 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0427-01"
      ]
    },
    {
      "cite": "104 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452195
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0321-01"
      ]
    },
    {
      "cite": "98 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496972
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0025-01"
      ]
    },
    {
      "cite": "99 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0124-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 482,
    "char_count": 8869,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.0139078039617146e-07,
      "percentile": 0.5429247033321247
    },
    "sha256": "0fb7f5101cdbefa5d3a832080f7b4cbdaccf1a35ee76625945eddb784bb819a6",
    "simhash": "1:dbe1ce09cc390dae",
    "word_count": 1589
  },
  "last_updated": "2024-02-27T16:07:00.786160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterbett, Green, Clark and Williams, JJ."
    ],
    "parties": [
      "ESTATE OF DAVID GOSNER, DECEASED."
    ],
    "opinions": [
      {
        "text": "Pur Curiam:\n\"We are unable to see any legal reason why the appellant should have a review of the accounts in question. The matter of the right to a bill of review in the Orphans’ Court, has been so fully discussed in recent cases that we can better employ our time than in going over the same ground again: See Jones's App., 99 Pa. 124; Lehr’s App., 98 Pa. 25 ; Le Moyne’s App., 104 Pa. 321; Scott’s App., 112 Pa. 427.\nThe decree is affirmed and the appeal dismissed, at the costs of the appellant.",
        "type": "majority",
        "author": "Pur Curiam:"
      }
    ],
    "attorneys": [
      "Mr. Wm. 0. Loos, for the appellant.",
      "Mr. L. L. Jones and Mr. M. H. Jones for the appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF DAVID GOSNER, DECEASED.\nAPPEAL BY DAVID GOSNER FROM THE ORPHANS’ COURT OF NORTHAMPTON COUNTY.\nArgued March 13, 1890\nDecided March 24, 1890.\n(a) A testatrix, by will, created a spendthrift trust in favor of her son D. G. for life, the corpus to go to his heirs after his death. Upon the death of the trustee, H. E. H., her executor and successor in the trust, filed an account for her as trustee, which with his account as executor, was referred to an auditor, to re-state if necessary and to make distribution.\n(5) The auditor found that under a power in the will, the realty had been sold, and that the son had persuaded the first trustee to give him the proceeds, giving her as securily two notes and a bond and mortgage, afterwards found to be worthless; that H. E. II., as executor of the trustee, obtained judgment against the son under which he attached his interest under the will, and made himself as trustee of the son, garnishee;\n(c) That the auditor advertised the meetings before him and sent the son notice by mail. The auditor reported, also, that as the son had received the fund itself he was not entitled to interest thereon, and recommended a decree that the estate of the trustee be discharged from all liability for such interest until the son paid his notes and bond.\n(d) This decree was subsequently confirmed by the court, no exceptions being filed, and about eight years afterwards the son presented petitions for a review of the accounts, alleging want of notice of the confirmation of the accounts, want of jurisdiction by the auditor to make such decree, and fraud on the part of H. E. H.:\n1. The petitions presented showed no legal grounds upon which the petitioner should have a review of the accounts in question ; the matter of the right to a bill of review in the Orphans’ Court is fully discussed in Jones’s App., 99 Pa. 124; Lehr’s App., 98 Pa. 25; Le Moyne’s App., 104 Pa. 321; Scott's App., 112 Pa. 427.\nBefore Paxson, C. J., Sterbett, Green, Clark and Williams, JJ.\nNo. 138 January Term 1890, Sup. Ct.; court below, number and term not given.\nAnna Catharine Gosner, who died in 1852, made a devise of certain of her realty to John Titus, in trust, to take and receive the rents, issues and profits and apply the same as they should accrue to the support of her son, David Gosner, for and during his natural life, and after his death to grant and convey the said real estate “ unto the heirs of said David Gosner, and to their heirs and assigns in fee,.....it being my express will and intent that this devise shall not, under any circumstances, enure to the benefit of the creditors of my said son David Gosner, or the estate hereby given be at all liable for his debts or under his control or that of his creditors.”\nJohn Titus, the trustee named in the will, died in 1866, and on August 26, 1867, Phcebe Gosner, a sister of David, was appointed trustee in his stead. She served as such trustee until her death in 1879, when H. E. Harmony was appointed trustee in her stead. On the death of Phcebe Gosner, H. E. Harmony became her executor, and as such on March 11,1880, filed an account for her as trustee of David Gosner. This account, as well as H. E. Harmony’s account as executor of Phcebe Gosner, was referred to Mr. Frank Reeder, as auditor, to examine and if occasion required to re-state, and to make distribution according to law.\nThe auditor reported that he had caused the usual notice of the audit to be given by publication; that he had also notified David Gosner and the devisees of Phoebe Gosner by mail, and had received from them by mail acknowledgments of the receipt of the notices. He also reported the following facts:\nPhcebe Gosner, as trustee of David G osner, received @1,624.03, as the proceeds of David’s share of the property. This money David persuaded his sister to let him have, thus receiving the whole fund though only entitled to the income thereof. He gave her as security two notes to her order as trustee, one for @442.50 and one for @110, and also a bond and mortgage, made' to her individually, for @1,200. These securities proved worthless, and in December, 1880, H. E. Harmony, as executor of Phoebe Gosner, obtained judgment against David Gosner, and subsequently by an attachment execution he attached all of David’s interest under the will of Anna Catharine Gosner, deceased, and made himself, as trustee of David Gosner, garnishee.\nUpon these facts, the auditor on February 12,1881, reported the following decree:\n“ That the principal of the trust, payable to the heirs of David Gosner after his death, is $1,624.08 ; that the said David Gosner shall pay to H. E. Harmony, trustee, on or before tbe 1st day of March next, the sums of money following: First, the sum of $280.25, being for costs and allowances herein mentioned, and, second, the sum of $1,624.03, the principal of the said trust; and in default of such payment the said H. E. Harmony, trustee, and the estate of the said Phoebe Gosner, deceased, and the said H. E. Harmony, executor, shall be released and discharged from all liability at law, in equity or otherwise howsoever, for the payment of any interest accruing to the said David Gosner, and which may hereafter accrue during his life, until the payment by him, first, of the sum of $230.25, and second, the sum of $1,624.03, together with interest thereon from March 1, 1881.”\n■ This decree was confirmed by the court in due course, and on August 5,1889, David Gosner, Jr., presented a petition for a review of said accounts, alleging that he had been a resident of Philadelphia since 1846; that he had no knowledge or notice of the filing of the account of Phoebe Gosner, trustee, by H. E. Harmony, nor of the confirmation of said account; that he had no reason to believe that his right to the interest of the trust fund would be adjudicated by the auditor, and had no knowledge of the auditor’s report, or of the conditional decree made thereon. As further grounds for review the petitioner alleged the following:\n1. That there is error of law apparent on the face of the record of adjudication, as above set forth.\n2. That said auditor had no jurisdiction upon the question of the disposal or transfer of said trust fund, nor could he distribute it otherwise than in accordance with the express terms of the will by which said trust estate was created.\n3. That the petitioner’s right to the income of said trust fund was adjudicated by tbe auditor in passing upon the account of his trustee.\n4. That the transfer of the income of said trust fund, by the decree of said auditor, is against the express terms of said trust, as established by the will of Anna Catharine Gosner, deceased, which provides that said devise shall not under any circumstances enure to the benefit of the creditors of the said David Gosner, nor the estate thereby given be at all liable for his debts, or under his control or that of his creditors.\n5. That said H. E. Harmony, as executor of Phoebe Gosner, deceased, represented interests antagonistic to the right and interest of your petitioner, whose trustee he was, and his acts constituted a fraud upon your petitioner.\nAnswers having been filed, the court below, upon argument, dismissed the petition, without filing an opinion. Thereupon David Gosner took this appeal, assigning the dismissal of his petitions for error.\nMr. Wm. 0. Loos, for the appellant.\nCounsel cited, as to the construction of the spendthrift’s trust: Fisher v. Taylor, 2 R. 33; Thackara v. Mintzer, 100 Pa. 154; Holdship v. Patterson, 7 W. 551; Vaux v. Parke, 7 W. & S. 19; Phila. Trust Co. v. Guillou, 100 Pa. 254. As to error of law apparent upon the face of the record: Priestley’s App., 127 Pa. 420; Simpson’s App., 18 W. N. 175. As to power of the Orphans’ Court, irrespective of the act of October 13, 1840, P. L. (1841) 1, to grant a bill of review : Gillen’s App., 8 W. N. 499; Whelen’s App., 70 Pa. 410; Young’s App., 99 Pa. 83; George’s App., 12 Pa. 260; Johnson’s App., 114 Pa. 141; Milne’s App., 99 Pa. 483.\nMr. L. L. Jones and Mr. M. H. Jones for the appellee, were not heard.\nThe brief filed cited, as to the jurisdiction of the court, under the act of October 13, 1840, to grant the review: Cunningham’s App., 2 Pittsb. 177; Jones’s App., 99 Pa. 129; Scott’s App., 112 Pa. 435; Lehr’s App., 98 Pa. 25; Le Moyne’s App., 104 Pa. 321."
  },
  "file_name": "0528-01",
  "first_page_order": 548,
  "last_page_order": 552
}
