{
  "id": 948276,
  "name": "Hoffman, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Hoffman v. Pennsylvania Railroad",
  "decision_date": "1906-04-30",
  "docket_number": "Appeal, No. 86",
  "first_page": "62",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "158 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/158/0233-01"
      ]
    },
    {
      "cite": "135 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0346-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 260,
    "char_count": 3504,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.518922461707864e-07,
      "percentile": 0.6689335941979629
    },
    "sha256": "301963857d53ac9408eea905c222b7b3587fd724eb506e3b912d1667cf6d97ef",
    "simhash": "1:aec027df2e53f899",
    "word_count": 616
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat and Stewart, JJ."
    ],
    "parties": [
      "Hoffman, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe plaintiff was employed at the West Philadelphia Stock Yards and was injured while attempting to cross the tracks of the defendant’s road which extended through the yards. These tracks -were branch or side tracks used in connection with the business of the yards, and trains were continually moving backward and forward on them. At the place of the accident there was not a regular crossing but a permissive one used by employees of the stock yards. The plaintiff in going from one slaughter house to another crossed the tracks in the rear of a long freight train, and on his return several hours later he saw the train still standing at the same place. He testified: “ I opened the door and attempted to go behind the last car .... and when I put my foot here between the tracks the train moved back. I fell and the train caught my foot.” The only witness to the accident was called by the plaintiff and testified that he and the plaintiff approached the tracks at the same time but from opposite directions, that he saw the train was in motion and did not attempt to cross, and that when the plaintiff “ was near the track the train moved back.”\nAll that the plaintiff was required to do was to make out a case clear of contributory negligence. If he had done this, the testimony of his witness, though tending to show that he stepped on the tracks close to a moving train, would not have defeated his right to go to the jury. Where the testimony of a plaintiff makes out a clear case, the contradictory testimony of his own witness will not as matter of law destroy it: Kohler v. Penna. Railroad Co., 135 Pa. 346; Ely v. Pittsburg, etc., Railway Co., 158 Pa. 233. But the plaintiff did not make out a case clear of negligence on his part. It appeared from his own testimony that he saw the train with an engine attached, ready to move at any moment and as likely to move backwards as forwards. With the whole situation and its dangers he was entirely familiar, and without stopping or taking any means to learn whether the train was about to move, he stepped on the track immediately behind the last car. In doing this he failed to exercise tho care which the law requires.\nThe judgment of nonsuit was properly entered and it is now affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Max Herzberg, for appellant.",
      "John Hampton Barnes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hoffman, Appellant, v. Pennsylvania Railroad Company.\n. Negligence — Railroads—Stepping on track — Contributory negligence — Non-suit.\nIn an action against a railroad company to recover damages for personal injuries, a nonsuit is properly entered where it appears from plaintiff’s own testimony that he saw a train with an engine attached, ready to move at any moment, and as likely to move backwards as forward, and that without stopping or taking any means to learn whether the train was about to move, he stepped on the track immediately behind the last car, and was struck and injured.\nArgued March 21, 1906.\nApril 30, 1906 :\nAppeal, No. 86, Jan. T., 1906, by plaintiff, from order of C. P. No. 5, Phila. Co., March T., 1905, No. 1,468, refusing to take off nonsuit in case of Ben Zion Hoffman v. Pennsylvania Railroad Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Martin,, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nError assigned was the order of the court.\nMax Herzberg, for appellant.\nJohn Hampton Barnes, for appellee."
  },
  "file_name": "0062-01",
  "first_page_order": 96,
  "last_page_order": 97
}
