{
  "id": 948262,
  "name": "Stauffer v. East Stroudsburg Borough, Appellant",
  "name_abbreviation": "Stauffer v. East Stroudsburg Borough",
  "decision_date": "1906-05-07",
  "docket_number": "Appeal, No. 248",
  "first_page": "143",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "145 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0504-01"
      ]
    },
    {
      "cite": "162 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856802
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0009-01"
      ]
    },
    {
      "cite": "125 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563971
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0211-01"
      ]
    },
    {
      "cite": "151 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 649,
    "char_count": 14669,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.478543784225463e-07,
      "percentile": 0.6606713364369892
    },
    "sha256": "98cf5069ac69ad380d36c363a4f54a6a6b836bde924a7e9007a2329a043801b0",
    "simhash": "1:cce6164156ba8dc1",
    "word_count": 2540
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, G. J., Fell, Bbown, Mestbezat and Elkin, JJ."
    ],
    "parties": [
      "Stauffer v. East Stroudsburg Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the court below refusing a new trial.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. B. Eilenberger, with him Harvey Huffman, for appellant.",
      "F. B. Holmes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stauffer v. East Stroudsburg Borough, Appellant.\nStatute of limitations — Eminent domain — Boroughs—Act of March 27,1713, 1 Sm. L. 76.\nThe general statutory proceeding to assess damages for property taken, injured or destroyed in the eases of the right of eminent domain is not within the purview of the general statute of limitations of March 27, 1713.\nBoroughs — Waters—Eminent domain.\nWhile a borough has the power to construct a reservoir and conduct water to its inhabitants, it has no right to furnish the water to persons outside the borough limits.\nBoroughs — Eminent domain — Taking of water — Witnesses—Expert testimony — Evidence.\nIn a statutory proceeding against a borough to recover damages for injuries to land resulting from the appropriation of a stream for a reservoir, witnesses who show that they had general knowledge of the stream and the values of property in the neighborhood may testify as to the value when the water was taken fifteen years before the trial in the statutory proceeding, although it appears that their knowledge of the place where the water was taken was practically confined to the examination made a short time before the trial, with the purpose in view of estimating the flow of the water, and arriving at the injury by the taking.\nWhere water is taken from a stream by a borough for a reservoir, the damages are to be assessed as of the date of the appropriation, and not as of the date of the institution of the proceedings to recover damages.\nArgued March 5, 1906.\nAppeal, No. 248, Jan; T., 1905, by defendant, from judgment of C. P. Monroe Co.; Dec. T., 1904, No. 4, on verdict for plaintiff in case of George E. Stauffer v. East Stroudsburg Borough.\nBefore Mitchell, G. J., Fell, Bbown, Mestbezat and Elkin, JJ.\nAffirmed.\nAppeal from award of jury of view.\nAt the trial there was a verdict of judgment for plaintiff for $1,641. Defendant appealed.\nOn a rule for a new trial Staples, P. J., filed the following opinion:\nIn substance the first reason for new trial was the refusal of defendant’s point that the appropriation and taking by the defendant borough was in the year 1889, and the plaintiff was therefore barred by the statute of limitations.\nIt needs no further comment than reference to the case of Keller v. Harrisburg and Potomac Railroad Co., 151 Pa. 67, and cases there cited, where the principle is clearly enunciated that “ the general statutory proceeding to assess damages for property taken, injured or destroyed, in the cases of the right of eminent domain is not within the purview of the general statute of limitations of March 27, 1713.”\nThe plaintiff proceeded under hiá statutory right for damage alleged to have been suffered for one appropriation, treating it as having' been lawfully made, and not bringing an action for alleged trespass by virtue of an unlawful taking.\nDefendant's second point, was to the effect that because a road or street in East Stroudsburg, crossed Sambo creek, it gave the defendant borough the power to condemn the stream about two miles above said crossing, erect- a reservoir, and divert the water, without any right of complaint or action on the part of the plaintiff.\nThe point denied was vicious. It assumed that the water was only used for domestic purposes, while the evidence established that thousands of gallons were taken daily by locomotives on the Delaware, Lackawanna and Western Railroad, and for purposes other than domestic uses. Besides, the proposition itself is without the contemplation of the law, relative to the rights of riparian ownership or to the rights of municipalities in streams.\nWhile a borough has the power to construct a reservoir and conduct water to its inhabitants, it has no right to furnish the water to persons outside the borough limits. For example, locomotives, etc., Haupt’s Appeal, 125 Pa. 211. In addition there was nothing in the evidence to show that the defendant borough could have taken water from the creek where the public road crossed the same.\nThe third point involves the same law as that just previously mentioned, and needs no comment or authority to sustain the denial.\nError was assigned as to the qualifications of witnesses testifying for the plaintiff, who alleged depreciation of his property by the said taking or appropriation of Sambo creek. In consideration of this alleged error attention is first called to the qualification of the witnesses' objected to, relative to the property alleged to have been damaged. All of them were men of large and varied experience in water powers and their values, not as theorists, but as actually operating and dealing in the same. The opinion of each of them was entitled to much credit upon the question relating to whether or not the property had been depreciated by appropriation of the stream aforesaid. They all knew the Stauffer property alleged to have been affected in 1889, previous thereto and down to the present.\nIsaac Stauffer had been engaged in the operation of water powers for forty years, had sold several such properties, had dealings in real estate, knew what some such properties were held at by the people who owned them; he had known the Stauffer property for thirty years; had been one of the joint owners of it, and a short time previous to 1889 had sold his interest in it to the plaintiff, George E. Stauffer, at a figure which he testified he considered low, it being a family matter, and if it had gone to an outsider, ho would have had to pay more for it, and that nothing had happened since 1889, except the taking of Sambo creek to affect its value, and judged it was worth as much now as then, because property had advanced in value.\nGideon H. Miller, witness, operated a mill on Brodhead’s creek for a number of years and was familiar with the Stauffer property, Brodhead’s creek being the same stream to which the Sambo creek was a tributary; had crossed Sambo creek every day, lower down, for fifteen years; knew the market value of water powers and had heard what people sold them for and what others held them at.\nPhillip G. Henning, witness, owned water power and operated with it for many years ; had owned land in the borough of East Stroudsburg for fifteen or sixteen years, building lots close to Sambo creek; knew that portion of Sambo creek; had been on the Stauffer property at various times, very well acquainted with it; knew the buildings; knew sales of water power properties in the neighborhood; knew what Stauffer held his property at; could form a fair market value of the same ; had examined the dam and judged the head of water ten feet.\nVan C. Peters, witness, had known the Stauffer property fifteen or twenty years, its water power, and was himself largely engaged in the erection of a plant for the utilization of such power; knew the market value of real estate.\nClearly so far as the property itself was concerned and its market value, they were competent, especially in the light of the testimony that it was practically in the same condition during all the years since 1889 as at the time of the taking in that year.\nIt appeared, however, in their examination as to their qualifications that their knowledge of Sambo creek at the place where the water was impounded and taken by the defendant borough, was practically confined to an examination made a short time before the trial, with the purpose in view of estimating its flow, and arriving at the injury by the taking. In other words, for the purpose of estimating the depreciation in the market value of the property, by its being deprived of the water flowing in 'Sambo creek at the place of taking, and of course this involved the quantity of the same, as it would be led into Stauffer’s water wheels from the dam by means of a trunk, all of which the said witnesses knew about. Was this knowledge of the stream sufficient to qualify them to testify relative to the depreciation in market value by the appropriation or taking in 1889 ?\nIn deciding this question it can be assumed as a fact to be gathered from the evidence and was considered by the witnesses that the Stauffer property was substantially the same in 1889 as at the time of the trial; that the witnesses knew the' market value of the property at that time and that the Sambo creek itself was substantially the same, or if anything smaller at the examination just before the trial than in 1889, which would be more favorable to the defendant borough than against it, in the estimation of the quantity of water flowing in the stream.\nUnder this state of facts, were those persons, expert in water powers, capable of stating what would be the depreciation in the market value of plaintiff’s property, by the appropriation of the whole stream in 1889 ? The conditions being about the same, was not their testimony worthy of consideration by the jury; was it not really worth more than that of a non expert, who knew the property intimately in 1889, and who knew the stream at that time and might be called upon to testify^ to the depreciation or non depreciation. It took no feat of the imagination on the part of plaintiff’s witnesses to arrive at a conclusion, nor were they called upon to differentiate as to the two periods of time. As the court viewed it, it was simply asking for an opinion which the witnesses were capable of giving from knowledge obtained from experience and good judgment. The question of whether a witness in this class of cases is properly qualified, is often very perplexing, both to counsel and the court, and, in later years, it has largely become the practice to practically make every witness an expert, qualified by examination of the property, acquiring a knowledge of the market value of property, etc., in order that he may pass the ordeal and be permitted to give his opinion under oath. It does not always appear plain that there is any certain rule; each case must stand on its own bottom and be governed by the circumstances as they arise in its trial. It is the interpretation of this court, applied to this class of cases, that some knowledge qualifies, the extent of the same affecting the credibility and the weight of the testimony. A man experienced in water powers, making a careful examination of a stream for the purpose of arriving at its value for power purposes, does not simply consider it as he sees it before him, but he takes into consideration the country through which it flows, and how it is liable to be affected by droughts, whether it will get low or dry up in the summer, etc. With this knowledge derived from experience, applied to the case before him, why is he not competent to testify to a depreciation in 1889 as well as now? Is it any more difficult to estimate back to 1889 than to estimate into the future ? Besides, added to their own judgment was the testimony of experts as to the actual flow of the water about the time of the examination and which should be considered, the height of the stream in 1889, and upon which the calculation of the number of gallons of water taken daily could be arrived at and applied to the case.\nIn line with this method, reference is directed to Lewis v. Springfield Water Company, 176 Fa. 287.\nIf the court erred, it erred in holding, that comparison of conditions, and application from expert experience could be admitted as testimony, while upon the contary it should have held that there could only be submitted testimony founded upon memory of things existing sixteen years previous to the trial. In other words, calling upon recollection of conditions sixteen years ago and making a comparison of how that would affect values. To the mind of the court the qualification of witnesses called by plaintiff, justified the permitting of their opinions to go to the jury as to the question of depreciation, leaving the matter after all, to the jury to judge of the same, taking into consideration the credibility and weight of their testimony.\nError was assigned in the court holding the appropriation by the defendant borough to have taken place in 1889. The evidence submitted showed the fact that the defendant borough in 1889 adopted a resolution, and erected an impounding reservoir, gave a contract for its erection, that the same was erected, pipes laid, water diverted and conducted to1 the borough. In addition it gave bonds to certain individuals for condemnation and appropriation of said stream, and at least one case was tried in court resulting in a verdict for the landowner.\nThere could be only one taking, and that took place in 1889, ■Bowers v. Citizens’ Water Co., 162 Pa. 9, and the taking applied to all persons injured, whether directly or consequentially. The defendant borough entered upon no property of the plaintiff and his silence for a number of years does not affect the time of the appropriation or taking, nor fix the date at which the inquiry should be directed in estimating the injury alleged. The date when the property was affected was when the appropriation was made, namely, in 1889. This position is well settled in Graham v. Pittsburg, etc., Railroad Co., 145 Pa. 504, to wit: that in assessing damages for such appropriation they were to be computed as of the date of the filing of the bond, but the jury should compare its value as of the date of the lawful appropriation with the value at the same date as affected by the railroad.\nSuppose the plaintiff had proceeded in 1890. If injured, could he not have recovered but for one injury, namely, the taking of the whole stream: Bowers v. Citizens’ Water Company, 162 Pa. 9. Besides, the defendant itself fixed the time of the appropriation as 1889 and requested the court to charge the jury to that effect, and it is difficult to understand how counsel could expect the court to reconcile its exactly opposite views and reasons. It appears as if there was confusion in distinguishing between the date at which the damages should be assessed and the date to which the inquiry of the estimate of the damage should be directed.\nMay 7, 1906 :\nThe conditions of the property have been substantially the same from 1889 down to the present. The whole property has enhanced some in value from the fact of general increase in values, but not as affected by the stream. No witness was liable to fall into error because unable to distinguish between conditions of the different periods, for they were practically the same.\nRule discharged.\nErrors assigned were various rulings on evidence and instructions.\nW. B. Eilenberger, with him Harvey Huffman, for appellant.\nF. B. Holmes, for appellee."
  },
  "file_name": "0143-01",
  "first_page_order": 177,
  "last_page_order": 183
}
