{
  "id": 948346,
  "name": "Sheets's Estate",
  "name_abbreviation": "Sheets's Estate",
  "decision_date": "1906-05-07",
  "docket_number": "Appeal, No. 323",
  "first_page": "164",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0586-01"
      ]
    },
    {
      "cite": "127 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0420-01"
      ]
    },
    {
      "cite": "2 Rawle, 287",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0287-01"
      ]
    },
    {
      "cite": "119 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0640-01"
      ]
    },
    {
      "cite": "57 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0043-01"
      ]
    },
    {
      "cite": "39 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0186-01"
      ]
    },
    {
      "cite": "10 W. N. C. 335",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 252",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0252-01"
      ]
    },
    {
      "cite": "4 W. & S. 492",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0492-01"
      ]
    },
    {
      "cite": "62 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 25",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "103 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 743,
    "char_count": 19636,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.8453361264329513e-07,
      "percentile": 0.7227423297651716
    },
    "sha256": "0669297a65ef86cd8cbbb4157dbf1c425337e0f33cb18ea6d6e7b73c1482e9da",
    "simhash": "1:492c7e62aea82b0d",
    "word_count": 3431
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Sheets’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJudgment affirmed on the supplemental opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Seth T. Me OormicJc, for appellant.",
      "Max I. Mitchell, with him Otto 6r. Kaupp, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sheets’s Estate.\nExecutors and administrators — Administrator d. b. n. c. t. a. — Trusts and trustees — -Will.\nWhere a will creates an active trust in the executor for the administration and distribution of the estate among the children of the testator, and the executor dies before the trust is executed, the administrator d. b. n. c. t. a. of the testator is entitled to the fund, and the court has no authority to appoint a trustee to take the fund as against the administrator d. b. n. c. t. a. In such a case the fact that distribution under the will is postponed until the death of the children is immaterial as affecting the right of the administrator d. b. n. c. t. a. to the fund.\nArgued March 12, 1906.\nAppeal, No. 323, Jan. T., 1905, by Seth T. Foresman et al., from decree of O. C. Lycoming Co., refusing bill of review in the matter of the estate of John Sheets, deceased.\nBefore Mitchell, C. J., Fell, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nPetition by the sureties of Thomas J. Strebeigh for bill of review.\nJohn Sheets died testate April 29,1862; by his last will and testament, dated April 25,1862, probated in Lycoming county, May 1, 1862, he provided, inter alia, as follows :\n“ Item. I give and bequeath the whole of my estate, real, personal and mixed, wherever situate, to my sons and daughters (naming them) share and share alike except that my daughter Elizabeth shall have one thousand dollars over and above my other children. All which shall be invested by my executor hereinafter named, so far as the same shall be converted into money, and the interest of the money so invested as well as the rents, issues and profits of my real estate shall be paid over to my said children annually during their respective lives, and after the death of any one of them of my said children the principal of such deceased’ child shall be paid over to the children of such deceased child.”\nLetters testamentary were issued May 1, 1862, to John A. J. Sheets, the executor named in said last will and testament. John A. J. Sheets assumed the duties of his office and continued in the exercise of the same until his death in 1888.\nOn June 22, 1888, letters of administration d. b. n. c. t. a., upon the estate of John Sheets, were issued to Thomas J. Strebeigh, a son-in-law of the decedent. Said administrator gave bond in the sum of $30,000 with the petitioners as sureties. On July 28,1888, the final account of John A. J. Sheets as trustee of the estate of John Sheets, deceased, was filed by Rachel T. Sheets, administratrix of the said John A. J. Sheets, deceased; said account was confirmed nisi and James B. Krause, Esq., was appointed anditor to dispose of the exceptions filed thereto and to make distribution. The exceptions were afterwards withdrawn, the account confirmed absolutely December 31, 1888, and distribution made by the auditor. After distributing the income among those entitled and a portion of the principal fund to the children and heirs of John A. J. Sheets, deceased, the auditor disposed of the balance of the permanent fund, amounting to $20,103.39, by directing Rachel T. Sheets, administratrix of John A. J. Sheets, to hand over to Thomas J. Strebeigh, administrator d. b. n. c. t. a. of the estate of John Sheets, deceased, enough securities and cash to makeup said balance.\nOn January 7, 1889, at the same term of court, the orphans’ court of Lycoming county made a decree directing that the administratrix of John A. J. Sheets, deceased, should pay to Thomas J. Strebeigh, the trustee appointed by said court as the successor of John A. J. Sheets, trustee under the will of John Sheets, the amount of cash in her hands and deliver to him the securities belonging to the trust estate.\nThomas J. Strebeigh, took into his possession and control the entire trust estate of John Sheets, deceased, and continued in the management and control of the same until his death on August 4, 1898.\nBetween the years 1889 and 1895, Thomas J. Strebeigh filed six partial accounts as administrator d. b. n. c. t. a., in which he charged himself as such administrator with the funds which had come into his hands as trustee.\nAfter his death there was found to be shortage in the trust estate.\nMcCltxre, C. J., specially presiding, filed the following opinion:\nWe were of the opinion that as an active trust was created by the will of John Sheets, the proper proceeding would have been to have substituted a trustee on the death of the executor and to have turned over to him all the securities of the estate, and we refused a bill of review on the sole ground that the funds had come to the hands of the administrator, d. b. n. c. t. a., by virtue of a decree of the orphans’ court of Lycoming county unappealed from and unreversed, which decree was conclusive of Strebeigh’s right to receive them. A reargument was granted on the application of the petitioners, they alleging that this decree was modified by an order of the court made on January 7, 1889, awarding the funds of the estate, including the cash on hand and the securities, “ to Thomas J. Strebeigh, the trustee appointed by this court as the successor of John A. J. Sheets, trustee under the last will of John Sheets, deceased.”\nWe have thoroughly reviewed this case, and have come to the conclusion that we were in error in holding that the administrator, d. b. n. c. t. a., had no right to receive the assets of the estate from the hands of the administratrix of the executor of John Sheets, deceased. It is true, the trust created by the will of John Sheets is an active one. This the Supreme Court decided when the will was before it for construction, but the trust is for administration and distribution and was vested in the executor by virtue of his office as executor, and the duties thereof on his death devolved upon one legally authorized to take his place in the management of the estate. The act of February 24, 1884, section 31, provides as follows: “Administrators de bonis non, with or without a will annexed, shall have power to demand and recover from their predecessors in the administration, or their legal representatives, all moneys, goods and assets remaining in their hands, due and belonging to the estate of the decedent,” etc.\nIn Slaymaker v. Farmers’ National Bank, 103 Pa. 616, Mr. Justice Tkunkey, in delivering the opinion of the court, says : “ The object of the statute was to vest every administrator de bonis non, with the power to collect from his predecessor or his legal representatives, all assets in his hands, or for which he was liable, that belonged to the estate: Commonwealth v. Barnitz, 9 Watts, 25'2. Prior to its enactment an administrator de bonis non, could not recover the assets in the hands of his predecessor who had died; then the creditors, legatees or distributees of the estate were under the necessity of resorting to the personal representatives of the deceased executor or administrator to obtain satisfaction of their respective claims, but now they look to the successor who has all the powers of the original administrator and whose administration is a continuation of the original administration, under a separate responsibility, but by the same authority: Scott on the Intestate Law, 518-521. All assets belonging to the estate of the decedent, remaining in the hands of the first administrator, or to which he was entitled but had not administered, must pass into the hands of the successor in office.” And on page 620, he says: “ Aside from the personal estate which remains in specia, and was not administered by the first executor or administrator, and the uncollected debts owing to the estate, the administrator de bonis non may recover the assets remaining in the hands of his predecessor. He can bring suit immediately, but the defendant may have proceedings stayed until the account shall be adjusted, and then the judgment shall be for the balance.”\nIn Kerr v. Hosier, 62 Pa. 188, an active trust devolved upon the executor of Nathan Woods to invest $5,000, a legacy to the testator’s granddaughter, which was to be paid to her when she came of age, but if she died before without lawful issue, then over. The executor finally administered the estate and filed an account of his administration, which was referred to an auditor and confirmed. He died, having this $5,000 in his hands. The question arose whether his administrator or the administrator de bonis non cum testamento annexo of the estate of Nathan Woods was entitled to this fund. The case turned on the question whether this legacy was a part of the undistributed estate of the testator, or whether it was held by the executor as testamentary guardian of the granddaughter. The court decided that the legacy was part of the undistributed estate of Nathan Woods, and should go to his administrator with the will annexed. That the executor had fully administered and settled the estate and filed an account of his administration, was not considered as a defense to the claim of the administrator de bonis non to receive the fund; on the contrary, it was indispensably necessary, in order to authorize the court to render judgment for the balance in the executor’s hands. According to this case, Strebeigh, as administrator with the will annexed, was entitled to receive the invested securities if they were still a portion of the estate of John Sheets, and as to this there can be but little question.\nIn Olwine’s Appeal, 4 W. & S. 492, Arthur Rice, the testator, directed his executors, when his daughter should arrive at the age of twenty-one years, to sell his plantation at public sale, and after the payment of certain legacies to put out the remainder of the proceeds at interest, for the use of his Avife during her natural life, and after her decease to divide the same equally among his children. After the arrival of the daughter at age, the executor sold the real estate and received the proceeds. No account of the trust was ever settled by the executors. John Schaeffer was appointed by the court of common pleas trustee of the fund, and petitioned the orphans’ court for an account. It was held by the court that the trust for the widow was annexed to the office of the executors, and on the death of both could only be exercised by the administrator de bonis non, that Schaeffer as trustee had no interest in the estate or right to demand an account or to receive the proceeds.\nIn Commonwealth v. Barnitz, 9 Watts, 252, the testator bequeathed a sum of money which he directed his executors to invest and apply the proceeds for the maintenance and support of his daughter. The executors renounced, and letters of administration with the Avill annexed were granted by the register. The administrators thus appointed settled their account and were discharged by the orphans’ court, which appointed another administrator de bonis non with the will annexed. It was held that the trust was confided by the will to the executors, and upon their renunciation the duties of it devolved upon the administrators with the will annexed, and after their discharge upon the administrator de bonis non, and that the court of common pleas had no power to appoint a trustee to manage the trust fund created by the Avill. The court, on page 256, says : “ The defendant and Henry Shultz, then, by receiving the appointment of administrator cum testamento annexo, became invested with the right to take charge of and manage the fund claimed in this action, according to the direction of the will, until they were dismissed from the administratorship of the estate. After that, however, upon the appointment of the administrator de bonis non, and his giving the requisite security, they ought to have paid the fund over to the administrator de bonis non, because it was still to be regarded as assets belonging to the estate of the testator, and liable for the payment of any debts which might be made to appear against it remaining unpaid. The duty of settling and paying such debts devolved upon the administrator de bonis non, and it would, therefore, seem to be proper that he should have the right of receiving the means necessary to enable Mm to do so.” This right of the administrator de bonis non to receive the property of the estate was thus decided, notwithstanding the fact that the testator died on January 39, 1811, and that the legatee did not make application for the appointment of a trustee until April 20, 1837. It is true in this case that the administrators cam testamento annexo were dismissed upon their own application, under the third section of the act of 1797, which provides that they, “ with leave of either of said courts, may be dismissed from the duties of their appointment and surrender the residue of the estate under their care to such person or persons as the said court may appoint.” But the residue of the estate which the administrators are required to surrender the court says not only refers to and includes the unadministered part of the estate in its most legal and technical sense, but all the assets-of the estate which remain in their hands.\nIn Dorff’s Appeal, 10 W. N. C. 335, the executors were empowered to farm the estate, to sell at discretion, to divide the proceeds and invest the daughters’ shares for their use for life, and upon the death of each to divide her share among her issue or the next of kin. The court, on page 336, says : “ However, we are clearly of the opinion that the power in the will of James Hunt was vested in his executors virtute officii. It was to make distribution, and the fact that the portion of the daughters was to be set aside and held in trust for them, did not change the character of the power. After the sale, had each share separately been directed to be invested in trust, it would still have been a power for distribution and exercised by the executors virtute officii. Of course, under the law, as well settled, it survived to the administrator cum testamento annexo.”\nAll these cases lead irresistibly to the conclusion that the power in the will of John Sheets was vested in his executor, John A. J. Sheets, virtute officii, and that his acceptance of the office of executor was without more an acceptance of the trusteeship, and upon his death the duties of the trust devolved upon the administrator with the will annexed.\nThe trust was for the administration and distribution of the estate among the children of the testator and their issue, and that distribution is postponed until the death of the children the cases show does not change the character of the power. The duties devolved upon the executor as executor. During his life a trustee could not have been appointed, as that would have severed the trust from the office of the executor in which it was vested by the will. At his death the power which he exercised as executor fell upon his successor in office, the administrator with the will annexed.\nHere the testator clearly distinguishes a trustee nominatim and one virtute officii. The trust for the benefit of all the children is to be administered by the executor, John A. J. Sheets as executor of the will, while that for the benefit of his daughter Catherine is tobe executed by his son John A. J. Sheets, and in the event of his son’s death, no one who may be appointed administrator, d. b. n. c. t. a., shall exercise any authority over the fund bequeathed to her. While prohibiting the administrator, d. b. n. c. t. a., from managing the trust created for Catherine, he makes no such restriction regarding the trust for the other children, thus impliedly conceding the right of the administrator, with the will annexed, to exercise the powers given the executor so far as the latter trust is concerned.\nWe are accordingly of the opinion that the order of the court confirming the report of James Krause, Esq., as auditor, wherein the balance of the funds in the hands of the administratrix of the executor were directed to be paid by handing over to Thomas J. Strebeigh, the administrator d. b. n. c. t. a., the securities of the estate, was a proper decree to make, as the trust was one which devolved upon the executor by virtue of his office and passed to the administrator, d. b. n. c. t. a., who had the right, under the act of 1834, to feceive the assets for the purpose of 'carrying out the terms and provisions of the will. '\nThe order and decree of January 7, 1889, was a modification of the decree of December 31, 1888, and ordered the transfer of the assets to Thomas J. Strebeigh, the trustee appointed by this court as the successor of the said John A. J. Sheets. But this was erroneous, as Strebeigh never was appointed trustee under the will and if he had been he would not have been entitled to receive these assets as trustee, as his former appointment to the office of administrator with the will annexed carried with it the right to receive the assets of the trust estate.\nBut, as we now view the case, it is no longer open to question that Strebeigh rightly received these assets as administrator, with the will annexed. He filed six accounts of his administration, in each of which he charged himself as administrator with the assets and accounted for the administration of the trust generally. These accounts were all duly advertised and confirmed by the court, and are conclusive of all matters contained therein. In an application for a bill of review there is no distinction to be made between an original and a final account. The terms “ final decree ” in the act of 1840 are alike applicable to both, and indicate a system under which, without any distinction, they are to be examined, corrected and confirmed as they are filed : Rhoads’s Appeal, 39 Pa. 186; Shindel’s Appeal, 57 Pa. 43; Schaeffer’s Appeal, 119 Pa. 640. It has thus been decided a number of times by this court that Strebeigh was properly chargeable as administrator with the will annexed with the assets of this estate, and as these decisions have never been reversed or reviewed, they are conclusive. If the bondsmen doubted the right of their principal to receive the assets of this estate their time was when the first account was presented for confirmation. By exceptions then filed they could have raised the question. The account which is now sought to be reviewed charges the estate of the administrator with the balance found due by the administrator’s fifth account, which was confirmed on June 13,1894, embracing the securities which were by said account stated to be in the hands of the administrator.\nTo review the present account and to decide that the funds were not lawfully in the hands of the administrator -would be a complete reversal of the decrees of the court confirming the fifth and all previous accounts. This we are powerless to do. That the bondsmen did not have actual notice of the filing of the account is immaterial. All that is required is -the publication according to law. An allegation of the want of actual notice of the settling of the account of an administrator or of a decree of distribution has no avail where it appears that the notice provided by the act of assembly has been given : App v. Dreisbach, 2 Rawle, 287; Priestley’s Appeal, 127 Pa. 420 ; Ferguson v. Yard, 164 Pa. 586.\nMay 7, 1906 :\nAnd now, to wit: October 24, 1905, the order made on January 26, 1905, dismissing the petition at the costs of the petitioners, is confirmed.\nError assigned was the decree of the court.\nSeth T. Me OormicJc, for appellant.\nMax I. Mitchell, with him Otto 6r. Kaupp, for appellee."
  },
  "file_name": "0164-01",
  "first_page_order": 198,
  "last_page_order": 206
}
