{
  "id": 948397,
  "name": "Shaffer, Appellant, v. Roesch",
  "name_abbreviation": "Shaffer v. Roesch",
  "decision_date": "1906-05-14",
  "docket_number": "Appeal, No. 19",
  "first_page": "287",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "201 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0552-01"
      ]
    },
    {
      "cite": "199 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0232-01"
      ]
    },
    {
      "cite": "97 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0091-01"
      ]
    },
    {
      "cite": "166 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0570-01"
      ]
    },
    {
      "cite": "198 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0583-01"
      ]
    },
    {
      "cite": "100 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0586-01"
      ]
    },
    {
      "cite": "209 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0398-01"
      ]
    },
    {
      "cite": "81* Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0194-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 86",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0086-01"
      ]
    },
    {
      "cite": "165 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0118-01"
      ]
    },
    {
      "cite": "195 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0190-01"
      ]
    },
    {
      "cite": "209 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0398-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 14304,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.0906799007152192e-07,
      "percentile": 0.5655650194277736
    },
    "sha256": "89d5644a10501c16b911e1736cadcb7543e50b31165b9dca34cec0a6233c1a49",
    "simhash": "1:f1e0f201f232e990",
    "word_count": 2522
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestkezat and Stewart, JJ."
    ],
    "parties": [
      "Shaffer, Appellant, v. Roesch."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nPlaintiff boarded a street car moving southward on German-town avenue, and while in the act of stepping from the running-board into the car, the car then moving at the usual rate of speed, was struck in the back by the end gate of a wagon belonging to defendants, which was standing in charge of defendants’ employee on the west side of the street, about twelve inches from the track. He sought in the action to charge the defendants with negligence and liability for the injuries he received. The case was submitted to the jury, and their finding was for the defendants. Since the question of defendants’ negligence, and that of plaintiff’s contributory negligence, were both passed upon, we are unable to say which governed in the determination; but the assignments of error leave only for our consideration the instructions of the court with respect to the former. The immediate cause of the accident was the displacement'of the end gate at the moment when the car passed the wagon. The wagon was employed in supplying dealers with meat. For some little time it had been standing close to the curb in a line parallel with the street in front of a store, and according to defendants’ witnesses — and there is nothing in the evidence to contradict or discredit them — the end gate of the wagon was opened for purposes of delivery, the gate being closed back along the side of the wagon next the track. It was in that position, facing north, when the car came along going south, with a clearance of twelve inches. Not a witness called by the plaintiff saw force applied by anyone that caused the gate to swing outward from the side of the wagon. Several saw it swing out towards the approaching car, saw the plaintiff struck, and saw the gate broken loose from the wagon. It was urged as part of the plaintiff’s contention that from the facts as stated an inference of negligence arose, which defendants were called upon to disprove. On the other hand, the theory advanced by defendants was, and this was the explanation of defendants’ witnesses, that the advancing car, by driving a current of air behind the end gate to the side of the wagon, displaced the- gate from the wagon’s side and threw it outward toward the track. The learned trial judge left it to the jury to determine whether the force applied came from the wagon where the defendants’ employees were standing at the time, or from the front; instructing them that in the former case, the accident should be referred to the negligence of defendants’ employees ; and in the latter, it should be regarded as an unforeseen and inevitable accident for which defendants could not be held responsible. As we view the case, this instruction gave the plaintiff a larger opportunity for recovering than he was entitled to. As we have said, there was absolutely no evidence that force had been applied to the end gate from behind, nor were such conditions shown as made any inference to this effect at all reasonable; while, on the other hand, there was testimony which, if believed, and there was nothing to discredit it, was conclusive of the fact that whatever the force was that threw back the gate, it came from the direction in which the car was advancing; that is to say, from the front of the wagon where no one was standing. Assuming that such was the fact, defendants stood clear of negligence. It cannot be said that they failed in the duty of exercising reasonable care, and that was all that was required of them. The wagon was of the ordinary construction with respect to its end gate, and was being used in the common and familiar way. Of course, had the gate when thrown back against the side of the wagon been bolted or padlocked there it would not have swung open, and the accident would not have happened ; but, in view of the common and general use of just such conveniences as wore used in this case in marketing supplies to stores, such precautions would be extraordinary, and the probability of an accident such as this occurring would be so remote that to require them might well be regarded as unreasonable. Accidents occur in an infinite variety of ways, and it is not in human ingenuity to avoid them entirely. It is not ingenuity, however, that the law requires, but reasonable care under the circumstances of the particular ease. The conditions here might have suggested to a mind specially informed with respect to such matters that a wind current created by a moving car might throw back the end gate, but such a result would hardly be expected by the ordinary person, and least of all, perhaps, by persons for years accustomed to managing wagons of this kind and in this way, and observing the same general use of them by others, without anything in their experience or observation to suggest the possible occurrence of such accidents.\nOn the trial, plaintiff offered in evidence a city ordinance which requires that wágons in stopping on the streets should stop on the right of the highway. Defendants’ wagon, at the time of the accident, was on the left. Had it been facing the south, the direction in which the ear moved, the gate would have opened towards the pavement, and of course, the accident could not have occurred. The court’s rejection of the evidence is assigned for error. In Ubelmann v. American Ice Company, 209 Pa. 398, we held that a municipal ordinance and its violation, are matters of evidence to be considered with all the other evidence of the case; but we further held there that this rule is limited to cases in which the ordinance relates to the alleged negligent act under investigation; that ordinances and their violation are admissible not as substantive and sufficient proof of a defendant’s negligence, but as evidence of municipal expression of opinion on a matter on which the municipal authorities had acted that the defendant was negligent, and that as such expression they are to be taken into consideration with all other facts of the case. In illustration of what is here meant, the case of Foote v. American Product Company, 195 Pa. 190, is cited, where an ordinance requiring all vehicles, including bicycles, to keep to the right had been disregarded by the driver of a wagon which collided with a bicycle to the injury of the latter and its rider. Clearly in the case cited, the ordinance was a manifest expression of opinion in regard to a positive danger that attended the rapid movement of vehicles upon narrow streets in opposite directions, a danger so apparent as to reqrdre municipal regulation. The ordinance there should have been admitted under the rule stated, because it related to the particular negligent act under investigation. This cannot be affirmed of the ordinance that was offered here. The purpose of this ordinance could not have been to require end gates of wagons to swing out over the pavements rather than over the streets in order to avoid such accidents as this which is attributed to defendants’ negligence. In this ease, the end gate swung open to the right, but so far as appears, it was not because of any general rule in regard to such matters, or any regulation requiring it. Had there been an ordinance requiring end gates to be swung so as to open to the right, it might well be argued that such ordinance in connection with the one offered related to the alleged negligent act under investigation; but in the absence of all rule or regulation on the subject, it is manifest that the only purpose of the ordinance was to secure an orderly movement of traffic along the streets without interruption by blocking or congestion; and that it was convenience and expedition and not safety that was the end in view. Had the element of danger to safety entered into the ordinance at all, it could not have been because of the conditions that made the accident here complained of possible. For the reason that the ordinance in this sense is not related to the act complained of as negligent, and is not a municipal expression of opinion on such a state of facts as this case presents, the offer was properly refused.\nThe assignments of error are overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "William O. Gross, with him Harry I. Heistand, for appellant.",
      "Greorge L. Crawford, of Crawford Lo ughlin, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Shaffer, Appellant, v. Roesch.\nNegligence — Collision between wagon and car — Evidence.\nIn an action against the owner of a butcher wagon to recover damages for personal injuries, it appeared that on the morning of the accident, plaintiff boarded a summer street car, and while in the act of stepping from the running board into the car, which was then moving at the usual rate of speed, was struck in the back by the end gate of the wagon, which was standing with horses to the north, in charge of its driver on the west side of the street about twelve inches frotn the track. It appeared that the gate of the wagon had been opened for purposes of delivery and was closed back along the side of the wagon next the track. As the car came near the wagon the gate swung out towards the car, plaintiff was struck and the gate was broken loose from the wagon. There was nothing to show that force was applied by anyone so as to cause the gate to swing outward. The uncontradicted evidence was that whatever started the gate came from the front of the wagon where no one was standing. Defendant’s theory was that the advancing car, by driving a current of air behind the gate to the side of the wagon, displaced the gate from the wagon’s side and threw it out towards the track. The trial judge left it to the jury to determine whether the force supplied came from the wagon, or from the front. Held, that this charge gave plaintiff a larger opportunity for recovery than he was entitled to, inasmuch as there was no evidence that force had been applied to the end gate from behind, but as the verdict was for defendant the verdict should be affirmed.\nIn such case an ordinance which required that wagons in stopping on the streets should stop on the right of the highway, is immaterial, although the wagon at the time of the accident was on the left-hand side of the street. The purpose of such an ordinance was merely to secure an orderly movement of traffic, and not to prevent accidents from end gates which might swing either to the right of or the left according to the construction of the wagon.\nArgued March 22, 1906.\nAppeal, No. 19, Jan. T., 1906, by-plaintiff, from judgment of C. P. No. 5, Phila. Co., June T., 1903, No. 3,812, on verdict for defendants in case of Joseph H. Shaffer v. Charles Roesch, William Roesch, Charles Roesch, Jr., and George Roesch, trading as Charles Roesch & Sons.\nBefore Mitchell, C. J., Fell, Brown, Mestkezat and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Davis, J.\nThe facts .are stated in the opinion of the Supreme Court.\nThe court charged in part as follows:\n[It is for you to find from the testimony whether the gate was swung open from the back, or was swung from the front by reason of the motion of the car. If the car in passing forced the gate around, then that was such an accident as the defendant was not liable for. If the accident was caused by the opening of the gate from the rear, the defendant is liable. In the former case, the accident was of süch a rare character that it cannot be said that an ordinarily prudent and careful man would have provided against it, so that, after all, the crux of the case is : In which way was the gate thrown open, and what caused it to be thrown around ? It is admitted that the gate caused the accident, and, I repeat, that if the testimony convinces you that somebody, whilst these men were standing there, carelessly and imprudently threw the gate around as the car was approaching, and it struck the plaintiff, the defendants would then be guilty of negligence, and the plaintiff would have a right to recover. If, on the other hand, you believe from the evidence that the wagon was standing on an incline which caused the gate to lean towards the wagon, and that the car, by its speed, and the effect of that upon the air, drew the gate around from the front, and it unfortunately struck the plaintiff, whilst it is unfortunate, the defendant is not guilty of negligence, because in that case it would be an accident, unavoidable, and one for which no one can be held responsible.] [2]\nDefendant presented this point:\n2. If you believe this accident happened because the draught of air caused by high speed of the car drew the gate of the wagon out, causing it to strike the plaintiff, then this case belongs to that class of unforeseen and unavoidable accidents which cannot be guarded against, and the verdict must be for the defendant. Answer : I affirm that point. [3]\nVerdict and judgment for defendants. Plaintiff appealed.\nErrors assigned were (1) in rejecting the ordinance ; (2, 3) above instructions, quoting them.\nWilliam O. Gross, with him Harry I. Heistand, for appellant.\nThe ordinance was admissible in evidence: Lederman v. Penna. R. R. Co., 165 Pa. 118; Davidson v. Traction Co., 4 Pa. Superior Ct. 86; Penna. Co. v. James, 81* Pa. 194; Ubelmann v. Am. Ice Co., 209 Pa. 398.\nMay 14, 1906 :\nAdmittedly, this accident happened either by some one throwing the tail-gate out from the back of the wagon as the car passed by, or the gate, having been put more or less closely against the side of the wagon before the car came, came out by suction or in some other way while the car was passing. The plaintiff’s evidence tended to establish the former, and the defendants’ the latter. We contend that no matter whether the former or latter, the defendant is equally liable, because by exercising the care of a reasonably prudent man, under the circumstances, the defendant should have foreseen the possibility of an accident and could have prevented it: McIlvaine v. Lantz, 100 Pa. 586 ; Devlin v. Beacon Light Co., 198 Pa. 583.\nGreorge L. Crawford, of Crawford Lo ughlin, for appellee.—\nAn ordinance does not create a civil liability unless its violation was the proximate cause of the accident: Sewell v. .Moore, 166 Pa. 570; P. & R. R. R. Co. v. Boyer, 97 Pa. 91; Simmons v. Penna. R. R. Co., 199 Pa. 232.\nThe defendants were not guilty of negligence in using their wagon with its tail-gate arranged as it was, being in common use: Kilbride v. Carbon Dioxide, etc., Co., 201 Pa. 552."
  },
  "file_name": "0287-01",
  "first_page_order": 321,
  "last_page_order": 326
}
