{
  "id": 948384,
  "name": "Copelin, Appellant, v. Board of School Directors of the City of Harrisburg",
  "name_abbreviation": "Copelin v. Board of School Directors",
  "decision_date": "1906-05-14",
  "docket_number": "Appeal, No. 5",
  "first_page": "359",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 605,
    "char_count": 17991,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.236523951772729e-07,
      "percentile": 0.6068535269816889
    },
    "sha256": "c7d212ed9c4e8dae1e4003f65b0b796d8705e8e4adb6188fa3a319e573cdaaab",
    "simhash": "1:08dc9474a2092cbb",
    "word_count": 3157
  },
  "last_updated": "2023-07-14T18:15:49.911116+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Copelin, Appellant, v. Board of School Directors of the City of Harrisburg."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the learned judge of the common pleas.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "C. H. Bergner,. with him W. K. Meyers and I). S. Seitz, for appellant.",
      "M. W. Jacobs, for’ appellee."
    ],
    "corrections": "",
    "head_matter": "Copelin, Appellant, v. Board of School Directors of the City of Harrisburg.\nSchool law — Collector of school taxes — Cities of the third class — City treasurer ■ — Taxation—Public officers.\nA city treasurer of a city of the third class is not the collector of school taxes under the provisions of the Act of June 20, 1901, section 8, P. L. ,578, where it appears that the school board has accepted only the 42d and 43d sections of the Act of May 23, 1874, P. L. 230, and has not accepted the 41st section of the same act.\nArgued April 26, 1906.\nAppeal, No. 5, May T., 1906, by plaintiff, from judgment of C. P. Dauphin Go., Jan. T., 1906, No. 301, on demurrer to return to writ of mandamus in case of Owen M. Copelin v. Board of School Directors of the City of Harrisburg.\nBefore Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nDemurrer to return to alternative mandamus.\nKttnkel, P. J., filed the following opinion :\nThis is a proceeding by mandamus to compel the board of school directors of the city of Harrisburg to deliver to the plaintiff, who claims to be the collector of school taxes for the school district of that city, its warrant for the collection of the school taxes for the years 1905, 1906, and to fix the amount of his bond as collector of such taxes. The question upon which the controversy turns is raised by a demurrer to the return which has been filed to the alternative writ of mandamus and involves the construction of the Act of assembly of June 20, 1901, P. L. 578. That act provides as follows:\n“ Section 1. That the several city treasurers, hereafter elected in cities of the third class of this commonwealth, by virtue of their office shall be the collectors of all the city, school and poor taxes, assessed or levied in their respective cities, and shall perform the duties and be subject to the hereinafter provisions of this act.\n“Section 2. At the same time the city treasurer entersupón his duties, he shall take and subscribe his oath of office as collector of city, school and poor taxes, which oath shall be filed with the city clerk of the proper city.\n“Section 3. The several city, school and poor authorities, now empowered, or which may be hereafter empowered to levy taxes upon persons and property within the said -cities of the third class, shall, on the last day of June in each year, make out and deliver their respective duplicates of taxes assessed to the said city treasurer, as the collector of the said several taxes, which taxes shall be collected by the said city treasurer, by virtue of his office, as herein provided. . . .\n“ Section 4. The said several duplicates shall be accompanied with the warrants of the proper authorities, directing and authorizing the said city treasurer, as the collector of taxes, to collect the same. The warrant for the collection of any school tax shall be executed by the president of the board of school controllers, attested by the secretary thereof. . . .\n“ Section 6. The said treasurer, as collector of taxes, before entering upon his duties, shall give bond in the usual form to the respective authority levying the tax, in an amount to be by them severally fixed, with corporate or at least two sufficient sureties to be by them approved, conditioned that the said treasurer, as collector of taxes, shall well and truly collect and pay over or account for, according to law, the whole amount of the taxes charged and assessed in the duplicates which shall be delivered to him during his term of office. . . .”\nThe plaintiff is the city treasurer of the city of Harrisburg, which is a city of the third class, constituting the school district of that city, having entered upon the discharge of the duties of that office on the first Monday of April, 1905, and has taken and subscribed his oath of office as collector of school taxes, as required by the act of assembly of 1901. If there was nothing more, therefore, in that act than the sections above quoted, the right of the plaintiff to exercise the office of collector of the school taxes assessed or levied in the district and the duty of the defendant to fix the amount of his bond as such collector and to deliver the warrant to him to collect the school taxes would be clear. But the 8th section of the act provides: “The school taxes which shall be collected under the provisions of this act are the school taxes only which are levied by the boards of school controllers, organized and acting under and in pursuance of the act of assembly entitled ‘ An act dividing the cities of this state into three classes, regulating the passage of ordinances, providing for contracts for supplies and work in said cities, authorizing the increase of indebtedness and the creation of a sinking fund to redeem the same, defining and punishing certain offenses in all of said cities, and providing for the incorporation and government of cities of the third class,’ approved the twenty-third day of May, Anno Domini one thousand eight hundred and seventy-four, and the supplement to said act, approved the sixteenth day of June, Anno Domini one thousand eight hundred and ninety-one, and are payable to said city treasurer as ex officio school treasurer under existing laws.” By this section there is a manifest limitation upon the first section of the act, which provides, as we have seen, that ‘ the several city treasurers shall be the collectors of all the school taxes assessed or levied in their respective cities.” The duty of the defendant to fix the amount of the plaintiff’s bond as collector of the school taxes of the district and to deliver to him its warrant for the collection of the same must necessarily depend upon the question whether the taxes for the collection of which the warrant is demanded, and for which the plaintiff is required to give bond, fall within the language of the eighth section: “ The school taxes which shall be collected under this act are the school taxes only which are levied by the boards of school controllers, organized and acting under and in pursuance of the act of assembly .... approved the twenty-third day of May, Anno Domini one thousand eight hundred and seventy-four, and the supplement to said act, approved the sixteenth day of June, Anno Domini one thousand eight hundred and ninety-one, and are payable to said city treasurer as ex officio school treasurer under existing laws; ” and the solution of this question depends, so far as this controversy is concerned, on the further question whether the defendant is a board of school controllers falling within the description or designation contained in section 8.\nFrom the return to the alternative writ of mandamus it appears that the city of Harrisburg, on August —, 1874, accepted the provisions of the act of May 23, 1874, and that the acceptance was accompanied by a certificate from the school district of that city, signed by the proper officers thereof, expressing its desire to retain the laws governing it independent of that act, as provided in section 41 of the act. The laws thus retained and by which the district has since been governed are the act 'of May 8, 1854, commonly known as the general school law; the Act of April 22, 1868, P. L. 1136, a supplement to the act .of March 19, 1860, incorporating the city of Harrisburg, which, inter alia, reads as follows : “ That the southward school district and the northward school district shall hereafter be consolidated and constitute the common school district of the city of Harrisburg: that at the same time and place of holding the election of city officers, the voters of the first, third, fourth, fifth, sixth, seventh, and ninth wards, shall elect three qualified citizens for school directors, one to serve for one year, one for two years, and one for three years; that the voters of the second and eighth wards shall elect two qualified citizens for school directors, one to serve for two years, and one for three years, and that annually thereafter such election of school directors shall be had as may be required to fill any vacancy occasioned by death, resignation, or expiration of the term of any school director. The term of office of the aforesaid school directors shall commence on the first Monday of June following their election, at which time they shall organize the board of school directors of the city of Harrisburg and proceed as now provided by law ; that all the property, both real, personal, and 'mixed, now owned and possessed by the aforesaid southward school district and northward school district, shall be transferred and vested in the board of school directors of the city of Harrisburg, and they shall possess all the powers and privileges heretofore exercised by the board of school directors of the southward school district, the board of school directors of the northward school district, and the board of control of public schools of the city of Harrisburg.” Subsequently, on May 27, 1884, the defendant accepted the provisions contained in sections 42 and 43 of the act of May 23, 1874. It thus appears that at the present time the defendant is subject to the act of May 8, 1854, the act of April 22, 1868, and of sections 42 and 43 of the Act of May 23, 1874, P. L. 230.\nIt is not disputed that the taxes of which the plaintiff claims to be the collector fall within the designation of section 8 of the act of 1901, “ payable to the city treasurer as ex officio school treasurer,” because, as we have seen, section 42 of the act of 1874, which provides that the city treasurer shall be ex officio school treasurer, and section 43 of that act, which provides for the assessment, levy and collection of the school taxes, have been accepted by the defendant and are, therefore, the law of the school district of the city of Harrisburg. But are the taxes those which are levied by a board of school controllers, organized and acting under and in pursuance of the Act of May 23, 1874, P. L. 230, and its supplement of June 16,1891, P. L. 306?\nIt is suggested that the defendant is not a board of school controllers, and for this reason the act of 1901 does not apply to it. We attach but little weight to this suggestion, because, although there was a distinction between a board of school controllers and a board of school directors prior to the act of 1874, we think that that distinction was abolished by that act, for in it we find the terms “ controllers ” and “ directors ” are used interchangeably. In the second proviso to section 41 of the act it is said, “ None of the provisions of the act shall be applicable to the election of directors or controllers.” This is significant in view of the fact that the act does not provide for the election of directors as distinguished formerly from controllers in cities of the third class constituting one school district. And in the 42d section of the act, in providing for the bond to be given by the treasurer, it is said: “ The city treasurer as ex officio school treasurer .... shall give bond to the school directors.”\nIt is also suggested the term “ acting under and in pursuance of the act of 1874” means not acting generally under and in pursuance of that act, but acting under and in pursuance of the act with respect to the subject of school taxes, and that if this meaning is given the phrase the defendant would fall within this designation, bécause it acts under and in pursuance of section 43 of the act of 1874, which provides for the assessment, levy and collection of school taxes. Even if we should adopt this view, the question would still remain: Is the defendant within the further designation of a board “ organized under and in pursuance of the act of 1874 and its supplement of 1891? ”\nWe are thus brought to the interpretation of the word “organized ” as used in section 8. Is it to be interpreted in its limited sense and be held to mean merely the election of officers for the board ? If it is, the requirement that the board shall be organized under and in pursuance of the acts of 1874 and 1891 is purposeless, unless these acts give some special direction in regard to the election of officers. But that is not the case, except as to the time when the election shall be held. Yet in this particular, the only one which gives the phrase “ under and in pursuance of the act of 1874 ” any significance, the defendant is not organized in the limited sense of the word under and in pursuance of that act, because it elected its officers, as has always theretofore been done, on the first Monday in June, following the election of school directors, as directed by-the act of April 22, 1868, while tbe act of 1874, in its 41st section, directs that “ the said board of controllers shall annually, on the Tuesday succeeding the municipal election, meet and organize by electing a president and secretary.”\nNor is the defendant organized under and in pursuance of the acts of 1874 and 1891, if we interpret the word organized in a broader sense and to mean erected, established, constituted, composed, and formed as to its constituent parts, because it is composed, formed and constituted in conformity to the directions of the act of April 22, 1868, with respect to the number of directors which shall represent the several wards in the board, the duration of their term of office, their qualifications, and the time when the directors shall meet together and out of its constituent parts form a board and elect officers therefor, while in all these particulars the provisions of the acts of 1874 and 1891 widely differ from the provisions of the act of 1868, by which the defendant has always been governed. None of the provisions of the act of 1874, which relate to the constituent parts of the board, or its constitution or formation, all of which are contained in section 41 of the act, has been accepted by the defendant, but, on the contrary, they have been declined, the district having exercised the choice given by the act itself to retain the old laws which governed it.\nIt may be further observed that it is only under this latter interpretation of the word that any meaning attaches to the requirement that the board shall be organized under and in pursuance of the act of 1891, the supplement to the act of 1874. The act of 1891, although called a supplement, is substantially an amendment to the act of 1874, and amends it in section 41, changing the representation in the wards of cities of twelve, thirteen and fourteen wards from one to two controllers. Thus there is a direct reference made to the number of members of the board, and that act is not operative in the school district of Harrisburg.\nFrom the comprehensive character of the designatory phrase we have been considering, we think it quite evident that the legislature by the 8th section of the act of 1901 intended to limit its operation to those school districts which had accepted, or should accept, all the provisions of the act of 1874, and thus come completely under the system provided for their government by that act. It, therefore, provided not only that the district should have for its treasurer the city treasurer, to whom its taxes were payable, for this would have embraced districts which had accepted only some of the provisions of the act of 1874. It not only provided that the board of school controllers should act under and in pursuance of the act, for that might have also embraced districts that had only accepted part of the act, nor did it only provide that the board should be organized or constituted conformably to the provisions of the act, for that, too, would have only embraced school districts which had accepted but parts of the act. But it required that the board of school districts to which it should apply should come within all these designations. The defendant does not come -within this threefold designation.\nUnder this view of section 8, school districts which are acting like that of the city of Harrisburg as to the assessment, levy and collection of school taxes, under and in pursuance of the act of 1874, are excluded from the provisions of the act of 1901. And so are all other districts which have accepted only some of the provisions of the act of 1874. However this may be, we can only say that thus is the statute written, and that the exclusion arises out of the plain intention evinced in the 8th section of the act itself to limit and restrict its operation to certain designated school districts, for without that section its language is general, but with it the general language is restricted to taxes levied by particular school boards. It is not to be overlooked, however, that the excluded districts have it within their power to bring themselves under the provisions of the act of 1901, if they so choose, by exercising the right of accepting the provisions of the act of 1874, which is granted them by the third proviso of that act, and thus to come under the system of government provided by these acts.\nMay 14, 1906:\nWe are of the opinion that the taxes for the collection of which the plaintiff seeks to compel the defendant to deliver to him its warrant and as the collector of which to fix the amount of his bond are not the school taxes which have been levied by a board of school controllers, organized and acting under and in pursuance of the act of May 23, 1874, and its supplement of June 16, 1891, and that the provisions of the act of June 20, 1901, relating to the collection of school taxes and constituting the city treasurers of cities of the third class collectors of school taxes assessed or levied in said cities, does not apply to the school district of the city of Harrisburg.\nJudgment is directed to be entered on the demurrer in favor of the defendant.\nBrror assigned was the judgment of the court.\nC. H. Bergner,. with him W. K. Meyers and I). S. Seitz, for appellant.\nM. W. Jacobs, for’ appellee."
  },
  "file_name": "0359-01",
  "first_page_order": 393,
  "last_page_order": 400
}
