{
  "id": 948420,
  "name": "Smith v. Equitable Trust Company, Appellant",
  "name_abbreviation": "Smith v. Equitable Trust Co.",
  "decision_date": "1906-05-24",
  "docket_number": "No. 2; Appeal, No. 107",
  "first_page": "418",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "213 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0402-01"
      ]
    },
    {
      "cite": "205 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0229-01"
      ]
    },
    {
      "cite": "107 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0590-01"
      ]
    },
    {
      "cite": "65 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0131-01"
      ]
    },
    {
      "cite": "51 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999792
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/51/0204-01"
      ]
    },
    {
      "cite": "5 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/5/0132-01"
      ]
    },
    {
      "cite": "7 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "3 Whart. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "84 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0163-01"
      ]
    },
    {
      "cite": "186 Pa. 556",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0556-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6364,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.217523727294156e-07,
      "percentile": 0.597464176482876
    },
    "sha256": "564aabd8e9b13f8512e6b7a657f1226b46c28d64c4aad4f965bc4a44290b6cd7",
    "simhash": "1:5ba364a94206c7fc",
    "word_count": 1105
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Smith v. Equitable Trust Company, Appellant"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe Equitable Trust Company as assignee and receiver of Keen-Sutterle Company claimed that the balance of the fund in the hands of Jagode & Company should be awarded to it. The referee disallowed the claim, and exceptions were dismissed by the court below. The trust company has taken this appeal, claiming that the Tradesmen’s National Bank had nothing more than a secret lien in the way of a pledge or mortgage, and that its title could not prevail against the receiver.\nCounsel for appellant seems to concede that Moors & Company are entitled to be paid out of the fund, and the argument is directed only against the claim of the Tradesmen’s National Bank. But as the claim of Moors & Company is sufficient to absorb the entire fund, if the claim of the bank be excluded, it is not apparent how the trust company as receiver can participate in any event.\nThe findings of fact by the referee and his conclusions of law, as to the point in question, are as follows :\n3. The four “ Turtle Receipts,” Nos. 2,792, 2,794, 2,795 and 2,796, given the bank by Keen-Sutterle Company, taken in connection with entries on books of Keen-Sutterle Company and the memorandum accompanying the collateral note, sufficiently described certain wool then in possession of Keen-Sutterle Company (being the 312 bales described in Invoice No. 3,392, covering shipment of wool per steamship Maryland from Suffert VonLaer & Company, of London) to sustain an equitable lien thereon as against Keen-Sutterle Company.\n4. The Turtle Receipts were not warehouse receipts (Tradesmen’s Nat. Bank v. Jagode, 186 Pa. 556) but taken in connection with promissory note given by Keen-Sutterle Company to the bank, the memorandum accompanying the same and the entries on the books of Keen-Sutterle Company, they sufficiently evidence an intent on the part of Keen-Sutterle Company to give the bank an equitable lien on the goods therein described as security for the payment of said note.\n5. Subject to the factor’s lien of Jagode & Company the bank is entitled to the proceeds of the 183 bales claimed by it.\nWe have found no reason to question the correctness of these findings. When the bank made the loan, it had title to the wool, as against Keen-Sutterle Company, and the right of possession. Under the authorities cited by the learned referee, we think the right of the bank was good as against general creditors, and against the assignee. The wool was turned over to Jagode & Company prior to the time of the insolvency of the Keen-Sutterle Company, and was not in the physical possession of the latter when the receiver took charge. The referee cites from the opinion of this court in Wright v. Wigton, 84 Pa. 163, as follows:\n“ It is well settled in this state, by numerous decisions, that a voluntary assignee is not a bona fide purchaser for value. He is the mere representative of the debtor, enjojfing his rights only, and is bound where he would be bound: Twelves v. Williams, 3 Whart. 485 ; Vandyke v. Christ, 7 W. & S. 373; Ludwig v. Highley, 5 Pa. 132; In re Fulton’s Estate, 51 Pa. 204; Spackman v. Ott, 65 Pa. 131. Nor are the creditors for whom he holds the property in trust, purchasers for value. They are not parties to the deed. They have relinquished nothing in compensation of the benefits of the trust. They have not agreed to look to it for satisfaction of their claims. They have no title to the property assigned. They acquire a right to enforce the duty undertaken by the assignees.”\nThe referee goes on to show that in our state under the doctrine of Collins’s Appeal, 107 Pa. 590, an agreement by a debtor to give his creditors an equitable lien upon personal property retained in the possession of the debtor, is good as between themselves and will be enforced in equity. We agree with his application of the law to the facts of this case as expressed in the following statement; “ While the goods were then in the possession of Jagode and Company, they were in their hands as factors or agents of the Keen-Sutterle Company, and it was entirely competent for the Keen-Sutterle Company to have agreed with the bank at that time that it should have a lien, subject to the factor’s lien of Jagode and Company, upon these goods as security for its debt, and as shown by the cases already cited such an agreement would be valid and enforceable as against the general creditors of Keen-Sutterle Company or the assignee for the benefit of such creditors.”\nThe rigor of the rule requiring the purchaser to take and keep possession of personal property in order to hold title has been somewhat relaxed. “ The law does not have or set’ up an unbending test to be applied to all cases: ” White v. Gunn, 205 Pa. 229; Riggs v. Bair, 213 Pa. 402.\nIn the present case, we agree entirely with the conclusions of the referee which have been approved by the court below, as to the questions raised by this appeal.\nNone of the assignments are sustained, and the appeal is dismissed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "N. Dubois Miller and George L. Crawford, for appellant.",
      "F. Gilpin Robinson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Equitable Trust Company, Appellant\n(No. 2).\nBailment — Lien—Pledge of goods.\nWhere an owner of goods agrees in consideration of advances, to give to a bank a lien on the goods which at the time are in the hands of a factor or agent of the owner, such a lien is valid and enforceable as against the general creditors of the owner, or his assignee for the benefit of creditors.\nA voluntary assignee for creditors is not a bona fide purchaser for value; he is the mere representative of the debtor, enjoying his rights only, and is bound where he would be bound; nor are the creditors for whom he holds the property in trust, purchasers for value.\nArgued March 26, 1906.\nMay 24, 1906 :\nAppeal, No. 107, Jan. T., 1906, by the Equitable Trust Company, Assignee and Receiver of the Keen-Sutterle Company, from order of C. P. No. 2, Phila. Co., Sept. T., 1899, No. 792, dismissing exceptions to report of referee in case of C. Shillard Smith et al., trading as Phillip Jagode & Company v. The Equitable Trust Company et al.\nBefore Mitchell, C. J., Fell, Potter, Elkin and Stewart, JJ.\nAffirmed.\nExceptions to report of H. Gordon McCouch, Esq., referee.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in dismissing exceptions to report of referee.\nN. Dubois Miller and George L. Crawford, for appellant.\nF. Gilpin Robinson, for appellee."
  },
  "file_name": "0418-01",
  "first_page_order": 452,
  "last_page_order": 454
}
