{
  "id": 948413,
  "name": "Trescott, Appellant, v. Co-operative Building Bank of New York",
  "name_abbreviation": "Trescott v. Co-operative Building Bank",
  "decision_date": "1906-05-24",
  "docket_number": "Appeal, No. 287",
  "first_page": "438",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 438"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "158 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848261
      ],
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0124-01"
      ]
    },
    {
      "cite": "107 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 11377,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.568451543686907e-07,
      "percentile": 0.8160120532123688
    },
    "sha256": "9d0239528901b2b5284d90c40163869f986799f347557abb8626e4f2154ec729",
    "simhash": "1:5b54be6c3baaa465",
    "word_count": 2004
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Trescott, Appellant, v. Co-operative Building Bank of New York."
    ],
    "opinions": [
      {
        "text": "Per Curiam:,\nJudgment affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam:,"
      }
    ],
    "attorneys": [
      "T. II Martin and James L. Lenahan, with them Rush Trescott, for appellant.",
      "John McQ-ahren, with him M. II. McAniff, for appellee."
    ],
    "corrections": "",
    "head_matter": "Trescott, Appellant, v. Co-operative Building Bank of New York.\nJudgment — Opening judgment — Pleading—Insufficient statement of claim.\nA judgment entered for want of an affidavit of defense will be opened where it appears (1) that it is doubtful whether at the date of the judgment, fifteen days’ notice of the filing of plaintiff’s statement had been given, (2) that the defendant moved promptly to have the default taken off, setting forth a meritorious defense explaining the delay, and (3) that the plaintiff’s statement was not sufficient to call for an affidavit of defense.\nArgued April 9, 1906.\nAppeal, No. 287, Jan. T., 1905, by plaintiff, from order of C. P. Luzerne Co., Oct. T., 1902, No. 17, making absolute rule to open judgment in case of Rush Trescott v. The Co-operative Building Bank of New York.\nBefore Mitchell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nRule to open judgment.\nFerris, J., filed the following opinion:\nThis action was begun and summons issued June 3, 1902.\nOn April 21, 1903, the plaintiff filed a statement claiming $3,971.78 as compensation for alleged services rendered.\nOn May 7,1903, judgment was entered in favor of the plaintiff on his own praecipe for want of an affidavit of defense.\nOn the following day, May 8, counsel for defendant filed an affidavit of defense made by himself alleging in general terms the existence of a full and complete defense to the whole of the plaintiff’s claim, explaining why it was not then set forth in detail and praying for a rule to open the judgment with permission to file an additional affidavit of defense.\nOn next day, May 9, a rule was granted to show cause why the judgment should not be opened. This rule was made “returnable to argument court.”\nOn May 19, an additional affidavit of defense was filed. This affidavit was made by the general manager of the defendant and contained a detailed statement of the matters relied on as a defense.\nAt an argument court held on May 27, the case being on the argument docket, and no one appearing in support of the rule, it was discharged upon application of the plaintiff.\nOn February 20, 1904, an execution was issued on this judgment, whereupon defendant’s counsel presented to the court a petition praying for a reinstatement of the rule to open. Argument was heard on this petition and in view of the plaintiff’s allegation that a material witness had died and others had removed from the state during the nine months’ delay by defendant in making its application, the court was of opinion that the defendant was guilty of laches and the prayer of the petition was, for that reason, denied.\nOn March 14, 1904, upon presentation of a petition alleging that the plaintiff’s statement was insufficient to warrant a summary judgment for want of an affidavit of defense, a rule was granted to show cause why the judgment should not be stricken off. This rule was discharged on July 2, 1904, not because the statement was deemed sufficient, but because of laches and waiver of irregularities by defendant’s recognition of the judgment in making application to present a defense on the merits.\nAn appeal was taken, and in dismissing it Mr. Chief Justice Mitchell, speaking for the Supreme Court, said:\n“ The only questions raised by the assignments of error relate to the interpretation and administration by the court below of its own rules. In such cases we have often said that the judgment will not be disturbed except for clear error, to the substantial injury of the party complaining. No such error has been shown here.” After commenting upon the discreditable condition of the record the chief justice goes on to say: “ The confusion and uncertainty in regard to the date of notice and other matters may also well suggest to the court whether a rehearing of the case on the regularity of the whole proceeding in regard to the judgment may not be advisable. Such rehearing is for that court, not for us.”\nActing upon this intimation, and in the light of all the facts and circumstances of the case, the judges of this court were unanimously of opinion that such rehearing should be had, and that, in the former refusal to reinstate the original rule to open, too little weight had been given to the allegations of the defendant’s counsel (since verified by the depositions) (1) of conduct on the part of plaintiff tending to mislead the court into the belief that on May 27, 1903, the rule to open was, as it appeared to be, regularly on the list and ripe for disposition, by withholding information that he had ordered the case oh the list after the latter was made up and without giving notice to opposite counsel as required by our court rule on the subject ; and (2) subsequent conduct of the plaintiff tending to mislead defendant’s counsel into the belief that the rule still remained undisposed of, and to induce, and perhaps in a measure excuse, what the court deemed a negligent failure to examine the record when (early in August) the September argument list was published with this case omitted from it. The present rule to open the judgment was, therefore, granted. Depositions have been taken and argument heard by the court in banc, and, with the concurrence of all the judges, the rule has been made absolute. No opinion was filed at the time, but, inasmuch as an appeal has been taken we deem it our duty to the Supreme Court to give our reasons for this action.\nThe question of waiver and of estoppel by laches being eliminated, the case may be considered as though the original rule to open were still pending and to be disposed of under the facts and circumstances disclosed by the evidence. It seems to be undisputed that the plaintiff filed a statement on April 21, 1903, which bore date April 23. He says this was a mistake, and that he put the date April 23 on the paper on the 21st because-he had just written that date on a promissory note. He further states that on April 21, after filing his statement, he gave to the defendant’s counsel a written notice that he had done so, and that unless an affidavit of defense were filed within fifteen days he would ask for judgment; that upon this notice he had written the words “ service accepted ” (without any date) under which defendant’s counsel wrote his name; that he (plaintiff) afterwards wrote in the date April 28, 1903, above the signature of defendant’s counsel, which act, by the way, he terms an indiscretion and then, noticing that this was a mistake, changed it to April 21, 1903, at the same time placing the date, April 21, 1903, under his own signature to the notice; that he then took the paper to the prothonotary’s office and made and subscribed an affidavit that he had served the notice on April 21; that this affidavit was either made on May 6 (when it is marked as filed) and the jurat dated May 7 by his own mistake, or it was made and filed on May 7 and marked by a mistake of the prothonotary’s deputy as filed on the 6th.\nThe defendant’s counsel denies on oath that the notice was served on him on the 21st of April, but says that he accepted service of it on the 23d, at which time a copy was handed to him by the plaintiff, on the back of which he (defendant’s counsel) indorsed the date of service, to-wit: April 23,1903, in pencil.\nWhatever may be the truth in this respect, it is undisputed that judgment for want of an affidavit was taken on May 7, and an affidavit claiming a full defense was filed on May 8, and a rule to open the judgment was obtained on May 9. Assuming the defendant’s version of the date of notice to be the true one, the affidavit was filed in time and the judgment prematurely taken. Assuming the plaintiff’s version to be true the defendant’s counsel moved promptly to have the default excused, and his client afforded an opportunity to establish its claim of a just defense to the action. In his affidavit he avers the existence of a meritorious defense, and explains the delay in filing it by saying that for upwards of fourteen days the defendant had three clerks engaged in compiling the items essential to a complete detailed affidavit of defense. Taking this explanation in connection with the belief of the counsel, as appears from his testimony, that he had fifteen days from April 23 in which to file the affidavit (even though it were assumed that he was mistaken in that belief), we are of opinion that this judgment should be opened and his client given an opportunity to be heard on the merits of the case.\nAn additional reason for opening the judgment is presented by the plaintiff’s failure, in his statement as filed, to set forth his cause of action with that clearness and precision which the law requires.\n1. When the services were rendered for which compensation is claimed is not stated.\n2. The first item of charge, viz : “ Commission in collection of J. W. Ruch mortgage $50.00,” is vague and indefinite, there being no statement as to when the collection was made, what amount was realized or what percentage of commission claimed.\n3. There is no averment that the sums claimed as commission, or any of them, were agreed upon between the plaintiff and the defendant, nor that the percentage of computation (where that is given), was so agreed upon, nor when the services were rendered, nor that the several amounts claimed were a reasonable and just compensation therefor. Nor is the number and term of the case and names of the parties specified in what is termed “ si. fa. sur. mort. in case of Bank vs. Cook,” so that the same would be readily found by reference to the indices kept by the prothonotary, in an attempt to verify the claim for costs paid, nor is it stated when said costs were paid. Nor, in the claim “ For recording two deeds $5.00,” are we told when the fees were paid, to whom, or what deeds the claim refers to.\n4. Neither are we informed when the alleged services were performed in supervising repairs on the W. G. Custer and Mr. Preligo houses, nor why the defendant should be charged $100 therefor; nor in what case of what “ Bank ” against N. G. Cook, nor when an attorney fee of $50.00 was earned; nor during what period of five years the services were performed which are vaguely referred to in clauses (a) (b) (c) (d) and (e) of paragraph (4) of the statement.\n5. Neither is there any statement of the period during which interest to the amount of $531.02 is claimed.\nFor these reasons, therefore, eliminating as already stated the questions of waiver and laches, the rule to open the judgment has been made absolute (1) that, to say the least, it is doubtful whether at the date of the judgment fifteen days’ notice of the filing of the plaintiff’s statement had been given; (2) that even if it had been the defendant moved promptly to have the default taken off, setting forth a meritorious defense explaining the delay; and (3) that the plaintiff’s statement was not sufficient to call for an affidavit of defense, and the filing of one is no waiver of the defendant’s right to object to it upon that ground: Hutchinson v. Woodwell, 107 Pa. 509 ; Bartoe v. Guckert, 158 Pa. 124, 126.\nMay 24, 1906 :\nError assigned was the order of the court.\nT. II Martin and James L. Lenahan, with them Rush Trescott, for appellant.\nJohn McQ-ahren, with him M. II. McAniff, for appellee."
  },
  "file_name": "0438-01",
  "first_page_order": 472,
  "last_page_order": 477
}
