{
  "id": 948432,
  "name": "Nophsker v. Supreme Council of the Royal Arcanum, Appellant",
  "name_abbreviation": "Nophsker v. Supreme Council of the Royal Arcanum",
  "decision_date": "1906-06-27",
  "docket_number": "Appeal, No. 305",
  "first_page": "631",
  "last_page": "637",
  "citations": [
    {
      "type": "official",
      "cite": "215 Pa. 631"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "176 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0280-01"
      ]
    },
    {
      "cite": "120 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0256-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 599",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837385
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0599-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 573",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0573-01"
      ]
    },
    {
      "cite": "12 Mich. 27",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1950591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/12/0027-01"
      ]
    },
    {
      "cite": "161 Mass. 571",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        797178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/161/0571-01"
      ]
    },
    {
      "cite": "183 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896136
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0504-01"
      ]
    },
    {
      "cite": "191 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0618-01"
      ]
    },
    {
      "cite": "179 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0355-01"
      ]
    },
    {
      "cite": "186 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0629-01"
      ]
    },
    {
      "cite": "63 N. Y. 186",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        527248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/63/0186-01"
      ]
    },
    {
      "cite": "205 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930042
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 13787,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.355208445250888e-07,
      "percentile": 0.6343811936526029
    },
    "sha256": "3aafd3d4afcdbd177d75f57ff9e7e4e00dc997129da06934790637a4ec6807eb",
    "simhash": "1:263ace9d3e45cc43",
    "word_count": 2400
  },
  "last_updated": "2024-02-27T16:40:56.092733+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Nophsker v. Supreme Council of the Royal Arcanum, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potteb,\nThis was an action of assumpsit brought to recover the amount of a benefit certificate issued on April 23, 1903, by the Royal Arcanum to Jerome Samuel Nophsker, and insuring his life in favor of his wife, Rosa Ann Nophsker, in the sum of $2,000. The insured died July 10, 1904, and payment of the death benefit haying been refused, the beneficiary brought this suit. Defense was made upon the ground that the insured had made false answers to certain questions contained in his application, which answers he had warranted to be true. He had represented himself to be in good health; had said he had never since childhood been afflicted with dizziness, rheumatism or spinal complaint. Being asked when he was last attended by a physician he replied, he never was sick. The theory of the defense was that the insured died from sclerosis, or loco-motor ataxia, which are progressive diseases of a similar nature, and which, from their characteristic tendency to linger, must have run a course of three years or upwards. It was shown by Dr. Myers that in 1901, less than three years before his death, the insured had been treated for pain in the back and for vertigo, which it was claimed were symptoms of the diseases mentioned. It was also shown by the defendant that in 1903, after the benefit certificate was issued, the same physician attended the insured professionally. An offer was made to show that the treatment in 1903 was for the same malady as that in 1901. But the evidence was excluded. Of course, the object of this offer was to support thereby the inference that the disease was continuous between the dates mentioned, and that the insured was therefore subject to its grip at the time when he made the application for insurance. Under the principle of the decision of this court in Murphy v. Prudential Insurance Co., 205 Pa. 444, this evidence should have been admitted. Our Brother Mestbezat there pointed out that where there is evidence tending to show that the applicant was diseased before the policy was issued, it is proper to admit in connection therewith evidence of the continuance of the disease afterwards, and until the death. This for the purpose of testing the truth of the statements made in the application. If the export medical testimony shows that the disease was lingering and progressive in its nature, it becomes a question of fact for the jury to say whether or not under the evidence the insured had been attacked by the disease prior to the date of the policy, and whether or not he was correct in stating that he was at the time of the application in good health. In the Murphy case, just referred to, the insured died from consumption, a disease usually tedious and long drawn out. In the present case it was alleged that death was caused by sclerosis or loco-motor ataxia, both of which are, according to the medical testimony, lingering and progressive diseases.\nWithout taking up the assignments of error in detail, it is sufficient to say that they show that the trial judge excluded a number of offers of evidence on the part of the defendant which should have been admitted. For instance, there was an offer to show by the physician who examined the insured for admission to defendant’s society, and who also attended him in his last illness, that he died from sclerosis as a primary cause; that this was a progressive disease, continuing ordinarily from three to five years ; that he was not in good health when he applied for insurance, but was afflicted with a disease of the spinal cord tending to shorten his life, and which did shorten his life, so as to cause his death in about fifteen months thereafter ; that this disease produced a peculiar gait; this evidence to be followed by proof that in 1902 and 1908, prior to his application, the insured in walking exhibited the gait which was characteristic of the disease referred to. Evidence of this nature would tend strongly to support the allegation of the defendant that correct answers were not given to the questions in the application. In excluding this line of testimony the trial judge was probably controlled by the thought that evidence tending to show the condition of the insured after the certificate was issued, was immaterial. This would be true as to conditions of ill health arising after that time, or as to disease making its first attack subsequent to the date of the policy; but here the manifest purpose was to show that from the very nature of the disease, and its known ordinary course, it must have been present, at and before the date of the application. It was essential to connect the conditions existing afterward with those present before, and to show to the satisfaction of the jury that the insured was, at the time he applied for insurance, afflicted with the disease which clung to him, and finally caused his death. Viewed in the light of the final result, an added significance is given to the testimony concerning certain symptoms of disease alleged to have been shown before and at the time of the application. In this same connection, and as part of the same general purpose, the defendant offered to show frequent complaints as to suffering from rheumatism, and being crippled in the legs, made in the summer and fall of 1901 by insured to a third person, who was his friend. This was for the purpose of contradicting the statement made to the examining physician at the time of his application for membership, when he said that he had never had rheumatism. This offer was excluded, and counsel for appellee cites in support of this ruling certain New York cases. But these decisions were afterwards overruled and distinguished by the New York Court of Appeals in Swift v. Mass. Mut. Life Ins. Co., 63 N. Y. 186, where it was held, as summed up in the syllabus, that “ in an action upon a policy of life insurance issued upon the life of one person for the benefit of another, evidence of declarations made to third parties by the insured at a time prior to and not remote from that of his examination, and in connection with facts or acts exhibiting his then state of health (for instance, declarations made by him when apparently ill, as to the nature or cause of his illness), is competent upon the question as to the truthfulness of statements made by him to the examining physician as to his knowledge that he had, or had not, had a certain disease, or symptoms of it.” We think the principle thus stated in substance is sound, and under it this particular offer of evidence should also have been received. The case we think was clearly one for the jury. It does not follow that because certain offers of evidence were made the defendant will certainly be able to make good these offers when his witnesses take the stand. Their testimony may not come up to the offer, and their credibility will also be for the jury. The case falls, we think, within the principle discussed and established in Murphy v. Prudential Insurance Co., 205 Pa. 444, cited above. The assignments of error, with the exception of the fourteenth, are informal, in not specifying the errors except by inference, but we sustain the first, third, sixth, seventh, eighth, ninth, tenth, twelfth and fourteenth.\nThe judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Justice Potteb,"
      }
    ],
    "attorneys": [
      "II. H. Waite, with him J. A. Langfit and O. O. Brewster, for appellant.",
      "W. M. Henderson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nophsker v. Supreme Council of the Royal Arcanum, Appellant.\nInsurance — Life insurance — Application—False representations as to health —Evidence.\nIn an action upon a policy of life insurance where the defendant sets up false representations by the insured as to his health, and there is evidence tending to show that the applicant was afflicted with a lingering and progressive disease at the time the application was made, it is proper to admit in connection therewith evidence of the continuance of the same disease afterwards, and until the death; and it is also proper to admit in evidence declarations made by the applicant prior to the date of the policy as to suffering from a disease, which he denied ever having had, when making his application for insurance.\nArgued April 16, 1906.\nAppeal, No. 305, Jan. T., 1905, by defendant, from judgment of C. P. Huntingdon Co., May T., 1905, No. 21, on verdict for plaintiff in case of Rosa Ann Nophsker v. Supreme Council of the Royal Arcanum.\nBefore Fell, Brown, Potter, Elkin and Stewart, JJ.\nReversed.\nAssumpsit for death benefits. Before Woods, P. J.\nWhen Dr. R. Myers was on the stand the following offer was made:\nMr. Waite: Now I propose to ask the witness whether the treatment he gave him (Jerome Samuel Nophsker) in the fall .of 1903 was for the same malady that he treated him for in 1901 ?\nMr. Henderson: Counsel for plaintiff objects to the question for the reason that it proposes to ask the witness as to his attendance upon the deceased at a time long after the entering into of this contract and the issuing of the benefit certificate; that the evidence proposed to be asked for now is wholly incompetent and inadmissible and I request the court that the former statement made by the witness in answer to the question by defendant’s counsel be stricken out, it having been objected to and the statement having been made that he visited him later in 1903, which was months after the issuing of the certificate; that the defendants have not shown that he had any particular disease at the time of Dr. Myers’ attendance in 1901.\nThe Court: Objection sustained. Evidence rejected. Bill of exceptions sealed for defendant. [1]\nMr. Waite : We propose to prove by the witness on the' stand that Jerome S. Nophsker died of either sclerosis or locomotor ataxia. We propose to prove that fact by this witness. We propose to prove further the symptoms of the two diseases above named. This is to be followed by proof that these two diseases produce a peculiar condition of the muscles of the legs, which causes a peculiar gait of the person who is thus afflicted, and this evidence to be followed by the testimony of witnesses to the effect that Jerome S. Nophsker was afflicted in this manner long prior to the time when he took out the benefit certificate in this case. This to be followed by proof that the duration of the two named diseases is from five to six years, and to be followed by proof that the affliction from which JeromeS. Nophsker suffered at the time the physicians attended him was one of the symptoms of these two diseases.\nMr. Henderson: Plaintiff’s counsel objects :\n1. That as to that part of the offer which proposes to ask the witness whether or not the pain which he found in Jerome S. Nophsker in 1901 when he cupped him was an evidence of either locomotor ataxia or sclerosis, it is inadmissible and has already been rejected by the court, the witness having testified that in 1901 when he cupped him he found the pain in the lumbar region that was speedily removed and that his diagnosis was that it was a temporary pain resulting from cold or grippe.\n2. It is objected as to that part of the offer in which it is proposed to show that the deceased died of one of the two diseases named, sclerosis or locomotor ataxia; that proof of the fact of death from either one or both of these diseases, if it could be shown, would not be evidence in this case to show the condition, or to show that such disease existed two years or more prior thereto, when Dr. Myers cupped the deceased ; and\n8. That the evidence of such facts being inadmissible the whole of the offer of the defendant is now incompetent, irrelevant and inadmissible.\nThe Court: Objection sustained. Evidence rejected. Bill of exceptions sealed for defendant. [3]\nDr. H. C. Chisolm on the stand.\nMr. Langfit: Counsel for the defendant offers to prove by the witness that he attended the assured professionally in February, 1904; that during his examination of the assured, in questioning him about his former condition, the assured admitted and declared to the witness that he had been suffering from rheumatism ever since the winter and spring of 1903; that this rheumatism had attended him in his back and legs, causing him pain and suffering and stiffness; this for the purpose of showing that the assured at the time of his examination for membership in the defendant order concealed his true condition, and that when he answered that he never had any rheumatism his answer was untrue.\nJune 27, 1906:\nMr. Henderson: When did you say this statement was made, February, 1904 ?\nMr. Langfit: Yes, sir.\nMr. Henderson: Plaintiff’s counsel objects to the offer:\n1. For the reason that it is incompetent.'\n2. It being proposed to show a declaration made by the deceased after, and long after, he had secured his benefit certificate and made answer to the questions in the application, proof of such declaration is inadmissible.\nThe Court: Objection sustained. Evidence rejected. Bill of exceptions sealed for defendant. [10]\nThe court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiff for $2,146. Defendant appealed.\nErrors assigned amongst others were (1, 3,10) rulings on evidence, quoting the bill of exceptions; and (14) in giving binding instructions for plaintiff.\nII. H. Waite, with him J. A. Langfit and O. O. Brewster, for appellant.\nThe questions asked the various witnesses and rejected by the court were material: March v. Life Ins. Co., 186 Pa. 629 ; Wall v. Royal Society of Good Fellows, 179 Pa. 355; Barnes v. Mut. Life Assn., 191 Pa. 618; Smith v. Life Ins. Co., 183 Pa. 504; Zinn v. Rice, 161 Mass. 571 (37 N. E. Repr. 747); Evans v. People, 12 Mich. 27 ; Holleran v. Life Assurance Co., 18 Pa. Superior Ct. 573; Baldi v. Life Ins. Co., 18 Pa. Superior Ct. 599; United Brethren Mut. Aid Society v. O’Hara, 120 Pa. 256; Mengel v. Ins. Co., 176 Pa. 280.\nW. M. Henderson, for appellee."
  },
  "file_name": "0631-01",
  "first_page_order": 665,
  "last_page_order": 671
}
