{
  "id": 1749639,
  "name": "COMMONWEALTH of Pennsylvania v. Theodore X. BROWN, Appellant (two cases)",
  "name_abbreviation": "Commonwealth v. Brown",
  "decision_date": "1978-10-05",
  "docket_number": "Nos. 447 and 485",
  "first_page": "130",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "482 Pa. 130"
    },
    {
      "type": "parallel",
      "cite": "393 A.2d 414"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "460 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482932
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0031-01"
      ]
    },
    {
      "cite": "473 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730293
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0062-01"
      ]
    },
    {
      "cite": "399 U.S. 149",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168934
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0149-01"
      ]
    },
    {
      "cite": "462 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485186
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0595-01"
      ]
    },
    {
      "cite": "463 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708024
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "267-68"
        },
        {
          "page": "825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0264-01"
      ]
    },
    {
      "cite": "471 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1725157
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "387-89",
          "parenthetical": "Nix, J., concurring"
        },
        {
          "page": "357-58",
          "parenthetical": "Nix, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/471/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 8343,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 1.268281650256574e-07,
      "percentile": 0.6141024051981409
    },
    "sha256": "aa7122c680dd8b47d495f64d7f5b3303ec55fc1c77cf4bea63ad0eff586b65b0",
    "simhash": "1:4364d0c6937a2618",
    "word_count": 1369
  },
  "last_updated": "2024-02-27T21:51:57.104609+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and LARSEN, JJ.",
      "MANDERINO, J., took no part in the consideration or decision of this case.",
      "NIX, J., files a concurring opinion.",
      "EAGEN, C. J., and ROBERTS, J., concur in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Theodore X. BROWN, Appellant (two cases)."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Theodore X. Brown, was convicted of murder of the first degree and criminal conspiracy in the Court of Common Pleas of Philadelphia. He was sentenced to life imprisonment for the murder of the first degree conviction and five to ten years for the conspiracy conviction, the sentences to run consecutively to each other and to sentences appellant was serving for other crimes. He appealed the judgment of sentence for the murder conviction to this court and appealed the judgment of sentence for the conspiracy conviction to the Superior Court, which certified that appeal to this court.\nThis case arose from the death of James Price on December 29, 1974, at Holmesburg Prison in Philadelphia. Price was an inmate there, as were appellant and co-defendants Theodore Moody and John Griffin.\nAppellant first argues that there was insufficient evidence to support the verdict. To decide this issue, we will review the evidence and apply the standard which we set forth in Commonwealth v. Rose, 463 Pa. 264, 267-68, 344 A.2d 824, 825 (1975):\n“The test of sufficiency of the evidence is whether, viewing the evidence in the light most favorable to the Commonwealth and drawing the proper inferences favorable to the Commonwealth, the trier of fact could reasonably have found that all of the elements of the crime had been established beyond a reasonable doubt. Moreover, it is the province of the trier of fact to pass upon the credibility of witnesses and the weight to be accorded the evidence produced. . . The fact-finder is free to believe all, part, or none of the evidence. . ” (Citations omitted.)\nOn the date of Price’s death, appellant, Moody and Griff in. were all inmates of D Block, a maximum security area of Holmesburg Prison. The inmates of D Block were not permitted to leave it, nor were other inmates permitted to enter it without an institutional escort. Price was seen alive at 8 a. m. on the date of his death. At 3:15 p. m. that day, Philip Harris, a guard, found Price’s dead body in a vacant cell while making a routine check. The body was hanging by a sheet from the grating of a ventilator. Dr. Halbert Fillinger, Assistant Philadelphia Medical Examiner, examined the body and found that death resulted from strangulation by a ligature consisting of three shoelaces braided together. The ligature was wrapped tightly around Price’s neck when the body was discovered. Fillinger also noted that the victim had been tortured with a sharp instrument prior to death. After the body was discovered, all of the inmates on D Block were locked in their cells. One of the inmates, Calvin Hunter, called Harris over to his cell and said, “They killed that guy back there, didn’t they?” Hunter gave information about the killing to the authorities and testified at a preliminary hearing. At that hearing, Hunter testified that while locked in his cell on the day of the incident, he saw appellant, Moody, Griffin and Price walk by in the direction of the vacant cell. He then heard someone yell several times, “Help, they’re killing me.” Appellant, Moody and Griffin then walked by Hunter’s cell without the decedent. Hunter died before appellant’s trial and the court, therefore, admitted his preliminary hearing testimony into evidence. The foregoing evidence supports the verdict of murder of the first degree.\nAppellant next alleges errors at trial. One of his allegations was that it was error to admit evidence showing that he was convicted, along with three other inmates, of murdering Samuel Molten in Holmesburg Prison on August 15, 1973. We do not agree.\nThe evidence at appellant’s trial for Molten’s murder indicated that appellant and his co-defendants at that trial were members of the Nation of Islam, a religious sect commonly known as the Black Muslims. Appellant had the title of Lieutenant within the sect. This position gave him responsibility for the enforcement of its tenets. Molten was murdered because he made derogatory remarks about Elijah Muhammed, the founder of the Nation of Islam. The evidence in the instant case also establishes appellant’s position as a Lieutenant in the Black Muslims. The evidence further shows that Price was co-operating with federal authorities in the District of Columbia who were prosecuting a case involving the killing of seven members of Hanafi Muslims, a rival group to the Black Muslims. Price implicated seven Black Muslims in that case, including Moody and Griffin. There is evidence that the decedent was killed because of his co-operation in the Hanafi Muslim case. The court below admitted the evidence of the prior conviction on the basis that it was relevant to show a motive for the killing of Price. The court’s action was correct.\nEvidence that a defendant has committed a crime other than the one he or she is being tried for is admissible for that purpose if the other crime is of a similar nature and the two crimes were not far apart in time. Commonwealth v. Terry, 462 Pa. 595, 342 A.2d 92 (1975).\nThe crimes involved here were of a similar nature, having both been committed in prison cells by similar methods. The sixteen months that elapsed between them is not excessive in this case because appellant remained in prison and the circumstances did not significantly differ. There was a similarity in motive in that both crimes were in retaliation for the victims’ actions that displeased the Black Muslims. The evidence was admissible.\nAppellant next argues that the admission of the notes of Hunter’s testimony from the preliminary hearing testimony violated the Sixth Amendment to the United States Constitution by depriving him of his right to cross-examine witnesses. We do not agree. If a witness at a preliminary hearing testifies under oath and is subject to cross-examination, the notes of testimony may constitutionally be admitted at a subsequent trial if the witness is unavailable. California v. Green, 399 U.S. 149, 90 S.Ct. 1930, 26 L.Ed.2d 489 (1970). Hunter was under oath at the preliminary hearing and appellant and his co-defendants were present and each had his own attorney. All three defense attorneys cross-examined Hunter. The death of a witness is sufficient to allow the introduction of testimony from a preliminary hearing. Commonwealth v. Duncan, 473 Pa. 62, 373 A.2d 1051 (1977).\nAppellant’s final argument concerns a newspaper article about the case that he claims prejudiced the jury. A prospective juror testified that a newspaper article concerning this homicide was accessible to members of the jury panel who were awaiting questioning. The trial judge examined the jurors at the end of the selection process and determined that none of them had been exposed to the article. Appellant now argues that he should have been permitted to re-examine jurors who had already been selected. Appellant waived that argument by failing to raise it in post-verdict motions. We will not consider it. Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975).\nThe judgments of sentence are affirmed.\nMANDERINO, J., took no part in the consideration or decision of this case.\nNIX, J., files a concurring opinion.\nEAGEN, C. J., and ROBERTS, J., concur in the result.\n. Moody and Griffin received separate trials.\n. Appellant argued in the court below that the jury was improperly exposed to pretrial publicity and that the panel should have been discharged but did not argue that he should have been allowed to re-examine jurors on account of the article now in question.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "NIX, Justice,\nconcurring.\nI concur in the result reached by the majority of this Court in the instant appeal. I adhere to the position I expressed in Commonwealth v. Stasko, 471 Pa. 373, 387-89, 370 A.2d 350, 357-58 (1977) (Nix, J., concurring), regarding the use of preliminary hearing testimony.",
        "type": "concurrence",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [
      "Robert B. Mozenter, Philadelphia, for appellant.",
      "Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Clifford E. Haines, Asst. Dist. Atty., Gaile McLaughlin Barthold, Asst. Dist. Atty., Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "393 A.2d 414\nCOMMONWEALTH of Pennsylvania v. Theodore X. BROWN, Appellant (two cases).\nSupreme Court of Pennsylvania.\nArgued April 14, 1978.\nDecided Oct. 5, 1978.\nRobert B. Mozenter, Philadelphia, for appellant.\nEdward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Clifford E. Haines, Asst. Dist. Atty., Gaile McLaughlin Barthold, Asst. Dist. Atty., Philadelphia, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and LARSEN, JJ."
  },
  "file_name": "0130-01",
  "first_page_order": 162,
  "last_page_order": 168
}
