{
  "id": 474236,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Clive Antony ULEN, Appellant",
  "name_abbreviation": "Commonwealth v. Ulen",
  "decision_date": "1994-11-18",
  "docket_number": "",
  "first_page": "51",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "539 Pa. 51"
    },
    {
      "type": "parallel",
      "cite": "650 A.2d 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "455 A.2d 1187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1781050,
        1781069
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0269-01",
        "/pa/500/0270-01"
      ]
    },
    {
      "cite": "500 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781069
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0270-01"
      ]
    },
    {
      "cite": "500 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781029
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0405-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 17",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837906
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/251/0017-01"
      ]
    },
    {
      "cite": "323 Pa.Superior Ct. 92",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        594364
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/323/0092-01"
      ]
    },
    {
      "cite": "529 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831155
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0218-01"
      ]
    },
    {
      "cite": "319 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477621
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0079-01"
      ]
    },
    {
      "cite": "476 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736931
      ],
      "weight": 6,
      "year": 1978,
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0467-01"
      ]
    },
    {
      "cite": "414 Pa.Superior Ct. 502",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909400
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "521"
        },
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 16602,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 1.1488784417975774e-07,
      "percentile": 0.5809263397209644
    },
    "sha256": "7816eac43df58835e71046c441f09cbfdc76c7d7eab97ab43f7e14ce28274b4f",
    "simhash": "1:6666559a243b3d59",
    "word_count": 2727
  },
  "last_updated": "2024-02-27T23:22:28.342371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN and MONTEMURO, JJ., did not participate in the consideration or decision of this case.",
      "ZAPPALA, J., concurs in the result.",
      "MONTEMURO, J., is sitting by designation."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Clive Antony ULEN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nWe granted review in this case to determine whether wrongfully withheld evidence that enhances the credibility of an otherwise questionable witness prejudices the defense per se, even if the substance of that evidence is only corroborative of testimony given by such a witness, and to consider what the remedy for withholding such evidence should be.\nClive Antony Ulen (Appellant) was convicted in a jury trial of criminal attempt to deliver a controlled substance and unlawful possession of a controlled substance. His conviction was affirmed by the Superior Court, Commonwealth v. Ulen, 414 Pa.Superior Ct. 502, 607 A.2d 779 (1992).\nAppellant and a companion, Aleta Bell, were arrested on drug charges in a public restroom. A syringe containing cocaine and a packet containing cocaine were found nearby by the police. No fingerprints were found on the syringe. Bell testified for the Commonwealth and accused Ulen of supplying the drugs. The only defense witness called during the case in chief was Ulen’s friend, James Henry, Sr., who gave evidence that Aleta Bell had shown him a syringe and a balloon earlier on the evening of the crime. Henry’s testimony, of course, was designed to show that Bell, known to Henry as a drug user, had the drugs rather than Ulen. Henry further testified that he discussed the case previously only with defense counsel, his own mother, and Aleta Bell. (T.T., pp. 204-206.) The defense rested at this point. In rebuttal to Henry’s testimony, the Commonwealth called Charleene Bullock who had known Bell from their time together in prison.\nBullock stated that Henry called her upon her release from prison and arranged a meeting among Bullock, Henry and Ulen. Upon Ulen’s promise to “take care of you,” Bullock agreed to state that, while in jail, Aleta Bell confessed to her that she (Bell) had the drugs, while Ulen supplied only the syringe. However, Bullock testified Aleta Bell had never told her that she (Bell) had the drugs. (T.T., pp. 213-216.) This rebuttal testimony, it is important to note, impeached Henry’s claim that he had not discussed the case with anyone except his mother, Aleta Bell, and defense counsel and also enhanced Bullock’s credibility as a witness.\nFollowing Bullock’s turn on the witness stand, the Commonwealth offered to play a tape recording of a telephone conversation between Bullock and Henry. The tape was made by the Harrisburg police in December 1989, pursuant to a report by Bullock that she had been offered money to testify falsely at Ulen’s trial. Bullock placed another call to Ulen that was recorded as well. Both recordings were made with Bullock’s consent. Neither tape was given to the defense before the trial.\nIn seeking permission to play the Bullock-Henry tape to the jury, the prosecution argued that because Henry had testified that he had not discussed the case with others, it was “proper rebuttal to impeach the credibility of Mr. Henry because it shows a conspiracy between him and the defendant in this case and an attempt to suborn perjury.” (T.T., p. 219.) The trial judge held a conference in chambers, and afterwards the tape was played over the objection of defense counsel’s argument that its discovery had not been proffered prior to trial. The court insisted approvingly that, “this was rebuttal.” (T.T., pp. 229-230.)\nThe defense then called the defendant in surrebuttal with respect to the testimony of Bullock. Ulen held fast on both direct and cross-examination to his position that he had not offered a bribe to Bullock in return for false testimony. (T.T., pp. 238-240.) On its turn, the prosecution sought to introduce the Bullock-Ulen tape in order “to ask the witness whether he recalls the following conversation.” (T.T., p. 240.) The defense again objected that this was a violation of discovery rules and an unfair surprise. The prosecution explained that the purpose of playing the tape was to “rebut his assertion that there was never any money involved between him and Charleene Bullock in exchange for her testimony.” (T.T., p. 242.) The tape was played to the jury, and Ulen was cross-examined by the prosecutor on the issue of whether a bribe had been offered to Bullock.\nAt issue on these facts is whether the tapes should have been revealed to the defense as part of pre-trial discovery under the pertinent sections of Pa.R.Crim.P. 305:\nRule 305. PRETRIAL DISCOVERY AND INSPECTION\nB. Disclosure by the Commonwealth.\n(1) Mandatory. In all court cases, on request by the defendant, and subject to any protective order which the Commonwealth might obtain under this rule, the Commonwealth shall disclose to the defendant’s attorney all of the following requested items or information, provided they are material to the instant case. The Commonwealth shall, when applicable, permit the defendant’s attorney to inspect and copy or photograph such items.\n(g) the transcripts and recordings of any electronic surveillance, and the authority by which the said transcripts and recordings were obtained.\nAs noted above, the prosecution argued and the trial court agreed this rule is inapplicable to rebuttal testimony. The prosecution’s brief (at pp. 12-17) adds that the recordings were not material because they addressed the collateral issue of subornation of perjury and the prosecution could not have reasonably anticipated that witness Henry would lie, thereby necessitating the employment of the tapes to impeach him.\nOur cases have made it clear that, as a matter of due process, it is error to fail to provide evidence that will be used to impeach the credibility of defense witnesses. Commonwealth v. Jenkins, 476 Pa. 467, 383 A.2d 195 (1978); Commonwealth v. Jackson, 457 Pa. 79, 319 A.2d 161 (1974).\nIn Commonwealth v. Moose, 529 Pa. 218, 602 A.2d 1265 (1992), we adopted the rationale of Commonwealth v. Thiel, 323 Pa.Superior Ct. 92, 470 A.2d 145 (1983). Thiel held in following Jenkins and Jackson:\nIt is true that we cannot expect the Commonwealth to anticipate the materiality of all possible rebuttal evidence. Commonwealth v. Oliver, 251 Pa.Super. 17, 379 A.2d 309 (1977), and we can imagine cases in which the materiality of certain evidence in the Commonwealth’s possession might not become apparent until after trial has begun. On the other hand, Rule 305B(1) makes no distinction between rebuttal evidence and evidence the Commonwealth expects to use in its case-in-chief. In cases where the prosecutor can reasonably predict possible defense strategies and evidence, he must also be held to reasonable anticipation of what evidence in his possession might be material in rebuttal. See Commonwealth v. Jenkins, 476 Pa. 467, 383 A.2d 195 (1978); Commonwealth v. Jackson, 457 Pa. 79, 319 A.2d 161 (1974).\n^ ‡ *\nDiscovery decisions predating the enactment of liberalized Rule 305 recognize that the Commonwealth’s failure to disclose possible impeachment or rebuttal evidence may highly prejudice the defendant’s case and lead to reversible error when the evidence is sprung on the defendant unawares. Commonwealth v. Jenkins, supra, at 467, 383 A.2d 195; Commonwealth v. Jackson, supra, at 79, 319 A.2d 161. Discovery of prosecution evidence therefore has not been limited to evidence the Commonwealth expects to use in its case-in-chief.\nAs explained by Moose, our discovery rules are designed to avoid “trial by ambush.” Also see, Commonwealth v. Rodgers, 500 Pa. 405, 456 A.2d 1352 (1983), and Commonwealth v. Wallace, 500 Pa. 270, 455 A.2d 1187 (1983), both finding error with prosecutorial failures to disclose information in compliance with Rule 305B.\nThe question, therefore, is whether the Commonwealth could have anticipated in pre-trial proceedings Henry’s statement for purposes of establishing materiality. The Commonwealth argues forcefully that it was not possible to foresee the details of his testimony and was under no obligation to permit discovery of the recordings that, in any event, were used to establish Henry’s perjury.\nOur first task is to define the reasons and motives behind the Commonwealth initial refusal to uncover the tapes. Such cases are dependent on the facts, and we are bound strictly by the record before us. Here we observe candidly that as to the Bulloek-Ulen tape, the record reveals mixed motives. It appears plausible on the record to conclude that the recording, corroborative of Bullock’s testimony, became material only at the time when Henry’s credibility was put at issue by his testimony regarding discussions about the case. By contrast, however, we take special note of the prosecutor’s closing remarks about the use of the Bullock-Ulen tape to prove bias:\nA call was also placed on Tony Ulen. We’ll come to that in a moment. What is the significance of that tape? Mr. Berry suggests, well, the only reason the Commonwealth presented that tape was because Mr. Henry was asked on his cross-examination did you talk to anybody about this case? And he responded, well, only my mother and Mr. Berry and you’ll recall who it was. He had a number of people. And I pressed him on that. I pressed him on that and it was clear he only spoke with those people. And within that group, Charleene Bullock was not, of course, one of the names.\nWe played the tape, yes, to rebut that, yes. It rebutted that, but, oh, we talked to a lot of people in our lives and sometimes we will honestly forget who we talked to about a certain matter.\nAnd Mr. Berry said, well, maybe that was just an honest lapse in Mr. Henry’s memory. We’ll give him the benefit of the doubt, it’s an honest lapse.\nBut the substance of that tape goes far beyond the rebuttal of any question about who you spoke to about the tape. It shows Mr. Henry’s bias in this case. It shows you the extent to which he would go to fabricate and to distort the truth in this case. He’ll go so far as to help his friend, Tony Ulen, deliver money to a witness who he knows is going to perjure himself. And if a person’s going to do that, then a person will certainly take this witness stand and lie about whether I saw Aleta with cocaine or paraphernalia around in her hand. He’ll do a statement which he did back in October. That’s nothing compared to a conspiracy to suborn perjury.\n(T.T., Closing Arguments, pp. 39-40).\nThat it was unforeseeable that Henry would open his credibility to attack on the specific issue of his discussions with others of the case arguably is correct; bias, on the other hand, surely is predictable on the part of any witness. The Commonwealth’s argument itself admitted that the “tape goes far beyond rebuttal ... about who you spoke to about the tape;” it shows ‘bias.’ ” (Emphasis added.)\nWe eschew efforts to draw substantive evidentiary distinctions between “bias” and “credibility” except to note that in use they obviously affect each other. 1 McCormick on Evidence, 130-132 (4th ed. 1992); also, see definitions in Statsky, West’s Legal Thesaurus/Dictionary (1985). Our analysis is aimed at divining the prosecution’s purpose in failing to reveal the existence of the tapes, and for that purpose we take the Commonwealth’s words at face value. Henry was going to be a biased defense witness. That much was clear on the surface, although additionally the tapes themselves surely provided the authorities with conclusive proof of that bias, as the prosecutor’s closing remarks made clear. On that basis alone, the Commonwealth violated Rule 305.\nIn line with this analysis, we also refuse to allow the Commonwealth to have it both ways: it is improper to suggest that the use of the recordings was provoked by the specific and unforeseeable testimony of Henry — a defense against discovery — and subsequently attack the witness in front of the jury for bias which was predictable at pre-trial.\nOur inquiry further raises very serious doubts about a related aspect of the tapes: how can such information proving subornation of perjury by a defense witness who is going to testify at trial ever fail to be material? Defense counsel’s mere knowledge that the prosecution has the evidence most assuredly would give pause to the use of that witness as well as provide reasonable grounds for a reconsideration of trial strategy.\nThe purpose of Rule 305 is to prevent trial by ambush which, of course, leads to a denial of due process. Protestations by the Commonwealth (brief, p. 18) that the defense was given adequate remedy by being provided during trial with a transcript and discovery of the tapes ring hollow in light of the fact that Henry had already testified. That, of course, is the chief problem: whether defense counsel would have even called Henry had he known of the existence of these tapes or simply have relied for its chances on prosecution testimony alone. Aleta Bell, the prosecution’s star witness in its case-in-chief, was a confessed drug addict and sold her body to support her habit. The value of her testimony alone could have been quite low.\nThe sequence of witnesses at trial, in effect, reasonably could have been altered by the defense’s knowledge of the tapes regarding Henry and Ulen. Without Henry’s testimony, rebuttal by Bullock would not have occurred; without Bullock, Ulen might not have had to take the stand; without any of them, efforts to introduce the tapes well could have been ruled improper on grounds of relevancy. Since the Commonwealth created this scenario by withholding these tapes we find unpersuasive the trial court’s and the Superior Court’s logic that the tapes were not prejudicial because they merely corroborated testimony which Bullock gave in open court.\nThe dizzying employment of witness Bullock and recordings by the Commonwealth undermined the fairness of the trial, and in our view, the proper remedy under Rule 305B for the failure to disclose these tape recordings prior to trial is the award of a new trial.\nAccordingly, this matter.is remanded for a new trial.\nLARSEN and MONTEMURO, JJ., did not participate in the consideration or decision of this case.\nZAPPALA, J., concurs in the result.\nMONTEMURO, J., is sitting by designation.\n. The Superior Court, in very strong language, concluded that the tapes were deliberately withheld by the Commonwealth and that these tapes were material to the issues being tried. Further the Superior Court concluded that the withholding of this information could not be justified by its assertion that it was unaware of its value until after it had cross-examined Henty. From its reading of the prosecutor’s cross-examination of Henry, the Superior Court also concluded that the prosecutor was deliberately attempting to establish a situation in which the tapes would become material and concluded this portion of the analysis by stating, \"we do not condone the Commonwealth's failure to provide these tapes to the defense prior to trial or its apparent attempt to ambush the defense.” Commonwealth v. Ulen, 414 Pa.Superior Ct., at 521, 607 A.2d at 789.\n. Because of our conclusion that Appellant was denied a fair trial, it is unnecessary for us to address the thorny problem of whether the defendant’s decision to take the stand in response to the use of the recordings violated his right against self-incrimination or the other issues preserved for review; namely whether the prosecutor improperly referred to Appellant’s initial decision not to testify and-the prosecutor’s improper use of peremptory challenges during jury selection process.\n. We take this occasion to point out that the trial court did not make the substance of the tapes part of the record. These recordings, lasting about fifteen minutes (T.T., p. 230) for the Bullock-Henry conversation and only four minutes (T.T., p. 242) for the Bullock-Ulen exchange, were not recorded by the court reporter and the transcripts which at least were given to the defendant also were not part of the trial court's opinion. The Superior Court (slip opinion, p. 18) took a dim view of this omission, and so does this Court. While there are sufficient facts revealed by the transcript to enable us to decide this case, we remind our trial courts that all testimony presented to the jury must be formally recorded and made a part of the record.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      }
    ],
    "attorneys": [
      "Frederick W. Ulrich, Thomas A. Thornton, Harrisburg, Allen C. Welch, Lemoyne, for Clive A. Ulen.",
      "Richard A. Lewis, Richard E. Guida, Todd Narvol, Harrisburg, for Com."
    ],
    "corrections": "",
    "head_matter": "650 A.2d 416\nCOMMONWEALTH of Pennsylvania, Appellee, v. Clive Antony ULEN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Dec. 7, 1993.\nDecided Nov. 18, 1994.\nFrederick W. Ulrich, Thomas A. Thornton, Harrisburg, Allen C. Welch, Lemoyne, for Clive A. Ulen.\nRichard A. Lewis, Richard E. Guida, Todd Narvol, Harrisburg, for Com.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0051-01",
  "first_page_order": 187,
  "last_page_order": 197
}
