{
  "id": 474220,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Ronald BULL, Appellee",
  "name_abbreviation": "Commonwealth v. Bull",
  "decision_date": "1994-11-23",
  "docket_number": "Appeal from No. 5 E.D. Appeal Dkt. 1994",
  "first_page": "150",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "539 Pa. 150"
    },
    {
      "type": "parallel",
      "cite": "650 A.2d 874"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "422 Pa.Superior Ct. 67",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        923449
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1022"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/422/0067-01"
      ]
    },
    {
      "cite": "407 Pa.Superior Ct. 78",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        900479
      ],
      "weight": 8,
      "year": 1991,
      "pin_cites": [
        {
          "page": "83"
        },
        {
          "page": "135"
        },
        {
          "page": "83"
        },
        {
          "page": "135"
        },
        {
          "page": "84-85"
        },
        {
          "page": "136",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/407/0078-01"
      ]
    },
    {
      "cite": "528 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829817
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/528/0403-01"
      ]
    },
    {
      "cite": "531 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834400
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/531/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 4896,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 7.268124753214929e-08,
      "percentile": 0.4330758279729822
    },
    "sha256": "09cf05707b19f1a9fd89ca827d333838bb6a93a9a5029ea3c08641b3a433ca54",
    "simhash": "1:0137ed71005d31c0",
    "word_count": 808
  },
  "last_updated": "2024-02-27T23:22:28.342371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J, and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ.",
      "PAPADAKOS, J, files a dissenting opinion in which CASTILLE and MONTEMURO, JJ, join.",
      "MONTEMURO, J, is sitting by designation.",
      "CASTILLE and MONTEMURO, JJ., join this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Ronald BULL, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nOrder affirmed.\nPAPADAKOS, J, files a dissenting opinion in which CASTILLE and MONTEMURO, JJ, join.\nMONTEMURO, J, is sitting by designation.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "PAPADAKOS,\nJustice, dissenting.\nI am compelled to dissent to the entry of a Per Curiam Order of Affirmance of the Order and Opinion of the Superior Court because I fear that my colleagues are retrenching from the position they affirmed in Commonwealth v. Means, 531 Pa. 504, 614 A.2d 220 (1992), and Commonwealth v. Chambers, 528 Pa. 403, 598 A.2d 539 (1991). These cases involve the application of the knock and announce rule in the execution of a search warrant. We have repeatedly held that the knock and announce rule, as embodied in Rule 2007 of the Pennsylvania Rules of Criminal Procedure, requires the police, when executing a warrant, to knock, announce their presence and reason for being there, and give the occupants a reasonable period of time to respond before the police are justified in making a forced entry.\nThere is now a serious discrepancy in the interpretation of our case law on the subject of knock and announce and it behooves this court to clarify same with an opinion. Are Means and Chambers correct or is the Superior Court panel correct in Grubb, infra?\nIn Means and Chambers, we reiterated the rule and listed exceptions, one of which states that “the police have reason to believe that evidence is about to be destroyed”. This does not mean that the police must have reason to believe that evidence is, in fact, being destroyed at the very moment they are knocking on the door. The Superior Court has so held in Commonwealth v. Grubb, 407 Pa.Superior Ct. 78, 595 A.2d 133 (1991):\nWhile there is no constitutional requirement that police afford suspects a reasonable opportunity to destroy evidence, it is only when police have reason to believe the evidence is being destroyed while they wait outside the door that they may forcibly enter the premises. (Emphasis added).\nThe Superior Court then muddies the waters by continuing: In the case sub judice, there is no showing the police believed destruction of the evidence was imminent, ... (Emphasis added).\n407 Pa.Superior Ct. at 83, 595 A.2d at 135.\nIn the case sub judice, the Superior Court apparently realized the temporal inconsistency in Grubb and stated its new exception to the Rule as follows:\nTo establish that exigent circumstances existed in this instance, the Commonwealth must demonstrate that the police had reason to believe that appellant was destroying evidence at the time of the announcement. Grubb, 407 Pa.Super. at 83, 595 A.2d at 135. A mere presumption that the evidence would be destroyed is not enough. See, id. at 84-85, 595 A.2d at 136 (citations omitted). (“[TJhere must be more than the presumption that the evidence would be destroyed merely because it could be easily accomplished .... The fact that evidence may be destroyed ... does not justify the suspension of the fourth amendment.”).\n422 Pa.Superior Ct. 67, 618 A.2d 1019, 1022 (1993).\nIn this case, the police had a history of this appellee successfully destroying evidence while they were knocking and announcing their identity. This second time around they were justified in believing that the defendant would attempt to destroy evidence while they waited a reasonable time for him to respond. Accordingly, I believe that the police have met the exception and were justified in making a forcible entry in executing the search warrant.\nI believe that the Superior Court panels and my colleagues misperceive the true meaning of the exception when they deal in probabilities and use language such as “the evidence may be destroyed” if the police don’t act quickly. The probability of destruction of evidence is evident in every drug case. That is not the test. The test is whether the police have a reasonable belief that the evidence will be destroyed in the next few seconds after their knock and announce. If the police can articulate the basis for their reasonable belief, then they have met the exception and may forcibly enter immediately upon knocking and announcing.\nIf the rule we announced in Means and Chambers, as expressed in Rule 2007, is to be abrogated and replaced with a new rule, this Court should do it affirmatively and not sub silentio in per curiam affirmances of lower court panels.\nIn my view, the evidence should not have been suppressed. Accordingly, I would reverse the Superior Court’s order remanding for a new trial and reinstate the judgment of sentence.\nCASTILLE and MONTEMURO, JJ., join this dissenting opinion.",
        "type": "dissent",
        "author": "PAPADAKOS,"
      }
    ],
    "attorneys": [
      "Joseph J. Mittleman, Media, for the Com.",
      "John G. McDougall, Media, for R. Bull."
    ],
    "corrections": "",
    "head_matter": "650 A.2d 874\nCOMMONWEALTH of Pennsylvania, Appellant, v. Ronald BULL, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 18, 1994.\nDecided Nov. 23, 1994.\nJoseph J. Mittleman, Media, for the Com.\nJohn G. McDougall, Media, for R. Bull.\nBefore NIX, C.J, and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0150-01",
  "first_page_order": 286,
  "last_page_order": 289
}
