{
  "id": 1307356,
  "name": "Denawetz, Appellant, v. Milch",
  "name_abbreviation": "Denawetz v. Milch",
  "decision_date": "1962-03-20",
  "docket_number": "Appeals, Nos. 125 and 126",
  "first_page": "115",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "407 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "162 A. 2d 370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292491
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0354-01"
      ]
    },
    {
      "cite": "136 A. 2d 838",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275672
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0618-01"
      ]
    },
    {
      "cite": "64 Atl. 862",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "216 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950332
      ],
      "weight": 2,
      "year": 1906,
      "pin_cites": [
        {
          "page": "20-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0011-01"
      ]
    },
    {
      "cite": "42 Atl. 44",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1899,
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903567
      ],
      "year": 1899,
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 9909,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 5.27384508790104e-07,
      "percentile": 0.9418385010091322
    },
    "sha256": "ec73ccee69edc04822d3431d35bf1f5d236fd298e41d2f94a3fca0b4b541c7a2",
    "simhash": "1:db4f3da299c3f356",
    "word_count": 1607
  },
  "last_updated": "2024-02-27T20:34:03.083546+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ."
    ],
    "parties": [
      "Denawetz, Appellant, v. Milch."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nIn 1917, Joseph Milch, defendant-appellee, and John Denawetz formed a partnership named Denny-Mills Company for the purpose of engaging in the wholesale distribution of ladies’, children’s and infants’ ready-to-wear and general merchandise. By the time of Denawetz’s death in 1954, Denny-Mills had become the sole distributor in the greater Pittsburgh area of several name-brand lines.\nThe Milch-Denawetz partnership agreement granted Bose Denawetz, plaintiff-appellant, the option, upon her husband’s death, to become a partner with Milch in the business, or to be paid in cash the value of her husband’s interest in the partnership. Appellant elected to become Milch’s partner, and the partnership business continued normally until 1959, with Milch acting as the managing partner directing the operations of the firm.\nAfter protracted negotiations to decide who was to buy out the other’s interest in the business, in 1959, Milch and Mrs. Denawetz executed a written agreement under which Milch was to “sell, assign, transfer and set over” to appellant, for $100,000, “all of my right, title and interest as a partner in the firm of Denny-Mills Co., and in all its money and other assets and all of my rights under the Agreement of Partnership dated June 9, 1947. . . .” Simultaneously, Milch executed and delivered to appellant a bill of sale wherein he granted to her “all the right, title and interest of Joseph Milch as a partner in the firm of Denny-Mills Co., and all its money and other assets of any and every kind.”\nOn the day following this transaction, Milch opened his own storeroom and began to engage in a virtually identical business to his prior one under the name of Joseph Milch Company. The other defendant-appellants, Ms sons, Jerome and Morton, and Ms nephew, Martin Abramson, all of whom had previously worked for Denny-Mills, came to work for the new enterprise. Shortly thereafter, as a result of soliciting the suppliers, the Milch Company became either the sole or primary distributor in the Pittsburgh area of almost every important brand hitherto distributed exclusively by Denny-Mills. In addition, as a result of direct solicitation, Milch Company has acquired the bulk of Denny-Mills’ customers.\nAppellant brought two actions in equity; the first against Joseph Milch to enjoin him from competing with Denny-Mills by prohibiting him from dealing with the latter’s customers and suppliers for a period of two years, and the second against Jerome H. Milch, Morton H. Milch and Martin Abramson to enjoin their participation in the new venture. These two actions were consolidated for trial. The final decrees of the lower court dismissed both complaints and these appeals followed.\nTwo questions are presented for our determination: Where neither a partnership agreement nor an agreement of dissolution make a disposition of good will or contain a restrictive covenant concerning competition by the partners, upon dissolution, may one partner immediately thereafter go into the same business and directly solicit the suppliers and customers of the old firm to the financial detriment of his former partner trading under the name of the old enterprise? Secondly, may employees of the old firm, who neither were under contract with it nor had signed a restrictive covenant, go to work with the new competitor and solicit customers and suppliers of their former employer?\nAppellant does not argue that Milch was not permitted originally to compete with Denny-Mills after the dissolution. Bather, she contends that since, for two years after the dissolution, Milch engaged in unfair competition (i.e., direct solicitation of former customers and suppliers), lie now should be barred from 'tompeting with Denny-Mills in any manner.\nAs authority for her position appellant cites Wentzel v. Barbin, 189 Pa. 502, 42 Atl. 44 (1899). In Wentzel v. Barbin, we held that where one person sold to another “all his right, title and good-will” to a paper route, he was bound to carry out his contract in. good faith, and that he violated his contract by calling on subscribers, inducing them not to take from his vendee and persuading them to take again from him all the papers mentioned in the agreement.\nWentzel v. Barbin, hoivever, is not applicable here since it arose out of a buy-sell agreement rather than out of a partnership dissolution such as we have here. The implications of a partnership dissolution differ greatly from those of a commercial buy-sell agreement, although the two are frequently confused by both attorneys and judges, and the rules governing the former are not necessarily applicable to the ordinary sale of a business. Moreover, in Wentzel v. Barbin, the list of route customers was the sole property involved, while in the present case, Mrs. Denawetz received substantial assets upon dissolution of the partnership.\nBather, the present case is governed by White v. Trowbridge, 216 Pa. 11, 64 Atl. 862 (1906) which arose in the partnership context. In White v. Trowbridge, we held that the mere transfer by one partner of his interest in the good will of the business to his co-partners, upon dissolution of the partnership, does not preclude him from entering into a similar business in the same town, and prosecuting it in competition with the old firm of which he had been a vendor. The court went on to say, moreover — “ ‘the doctrine that a retiring partner who has conveyed his interest in an established business, whether the good will be included or not, cannot personally solicit the old customers of the firm, has no support in principle” (Emphasis supplied).\nThe court concluded its discussion of this point with the following: “An agreement to retire from business, and not to resume it again, is in restraint of trade, and cannot rest upon mere inference. ... So long as the defendant does not attempt to sell his goods as those of the old firm, or represent that his business is a continuation of the old firm, he is at liberty to engage under his own name, honestly and in good faith, in the same line of business and in the same locality.\n“. . . . In other words, what the plaintiffs really desire is protection from the business competition of the defendant, carried on openly and frankly by him under his own name. As we have already seen, this was something which they did not provide for under the terms of the written agreement when they purchased from him his interest in the business, and they cannot now be permitted indirectly to attain this end which they failed to stipulate expressly for in negotiating the purchase, and which presumably was not included in fixing the amount of the consideration. . . .” (216 Pa. at 20-22).\nThis is still the law today. Unless the partnership articles or the dissolution agreement expressly restricts the right of a former member of a dissolved partnership from competing against the ex-partners by engaging in the same line of business, or by soliciting old customers or suppliers, he may engage in these activities. The courts, however, will not imply such restrictions into agreements.\nAccordingly, we affirm the lower court’s proper refusal to enjoin Joseph Milch from dealing with the customers and key suppliers of Denny-Mills Company.\nSince we have held that Joseph Milch did not, by his direct solicitation of customers or suppliers, act in contravention of the agreement of dissolution, the action against the other defendants also fails. We will not prevent these defendants from engaging in the same activities. Milch’s sons and nephew were under no contract to Denny-Mills. It is unreasonable on the part of appellant to expect them not to assist their father and uncle respectively in his new business activity and, in so doing, not to draw upon the experience and information they had acquired through their years in the business. Courts are even less disposed to sustain an agreement which forms part of a contract of employment to refrain from subsequently engaging in a competitive occupation than where a similar agreement is attached to a bill of sale. 5 Williston, Contracts §1643, pp. 4606-4607 (Rev. Ed. 1937). Where there is no restrictive prolusion at all, we will not imply one.\nEegarding the customer lists, they were not in the nature of route listings which could be assembled only with great difficulty and which were the direct results of the solicitor’s efforts and experience as in Morgan's Home Equipment Corp. v. Martucci, 390 Pa. 618, 136 A. 2d 838 (1957). The lists here could be compiled from telephone books and from the numerous credit and trade publications freely available to all those interested. Indeed, the chancellor found that, after dissolution of Denny-Mills, appellant’s daughter assisted defendants in compiling a list of suppliers. The customer and supplier lists did not constitute trade secrets. Equity will not protect mere names and addresses easily ascertainable by observation or by reference to directories. See Spring Steels, Inc. v. Molloy, 400 Pa. 354, 162 A. 2d 370 (1960).\nThe lower court, therefore acted properly in dismissing the actions against the several defendants.\nDecrees affirmed at appellant’s costs.\nAlthough both parties treat the transaction in question as an ordinary buy-sell agreement, what we actually have here is the dissolution of a partnership, with Milch receiving cash and notes as his share of the assets and Mrs. Denawetz retaining real estate, fixtures, furniture, inventory and cash as her distributive share.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Carl B. Block, with him Robert F. Banks, and Reed, Smith, Shaw <& McGlay, for appellant.",
      "John A. Metz, Jr., with him Benjamin R. Rothman, Buy L. Warman, and Metz, Book, Manna & Kelly, and Rothman, Gordon & Foreman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Denawetz, Appellant, v. Milch.\nArgued September 29, 1961.\nMarch 20, 1962:\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ.\nCarl B. Block, with him Robert F. Banks, and Reed, Smith, Shaw <& McGlay, for appellant.\nJohn A. Metz, Jr., with him Benjamin R. Rothman, Buy L. Warman, and Metz, Book, Manna & Kelly, and Rothman, Gordon & Foreman, for appellees."
  },
  "file_name": "0115-01",
  "first_page_order": 137,
  "last_page_order": 143
}
