{
  "id": 1307354,
  "name": "Hunsberger v. Bender, Appellant",
  "name_abbreviation": "Hunsberger v. Bender",
  "decision_date": "1962-04-17",
  "docket_number": "Appeal, No. 19",
  "first_page": "185",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "407 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 A. 2d 245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477413
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 5747,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 2.864118836011147e-07,
      "percentile": 0.8416233919429279
    },
    "sha256": "1d7516133b0df77641a583daad2fdef74504470db93242cde2c676ac8f5e7994",
    "simhash": "1:a776e6991c58a975",
    "word_count": 1001
  },
  "last_updated": "2024-02-27T20:34:03.083546+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ."
    ],
    "parties": [
      "Hunsberger v. Bender, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Cohen,\nIn 1927, appellant and appellee, who were then wife and husband, acquired title as tenants by the entire-ties to certain real estate which they occupied as a home. They were divorced in 1947 and the wife-appellant continued living in the home. Ten years after the divorce, in 1957, the husband filed his complaint pursuant to the Act of May 13, 1925, P. L. 649, No. 350 (No Pur don citation), which provides a statutory procedure whereby divorced persons can compel the sale of property held by the entireties.\nThe wife does not challenge the right to have the property sold, but claims that she is entitled to a greater share of the proceeds than the husband since she had maintained and improved the home for the ten years after the divorce, at a cost to her of over $12,000. Appellant contends, therefore, that equal division of the proceeds would unjustly enrich the husband. The court below decreed that the property be sold and the proceeds divided equally. The wife has appealed.\nTo the extent here relevant, the Act of May 13, 1925 provides: “Section 3. The interest of each of the respective tenants by entireties shall be conclusively deemed to be one-half of the value of the property. The proceeds of any sale had under the provisions of this act after the payment of the expenses thereof shall be equally divided between the tenants by entireties. If the whereabouts of the defendant is unknown his or her share shall be paid into court, to be disposed of as the court shall direct.”\nAppellant argues that the first sentence of the section requires that the interest of each tenant be fixed at half the value of the property as of the date of the divorce decree. She contends further that one party is not precluded from acquiring an interest in the property greater than the other as a result of expenditures made after the divorce decree, particularly if unjust enrichment to the non-contributing party will result if there is an equal division of the proceeds of a sale.\n■ This argument has some merit. The first sentences of section 3 does not by its terms set forth explicitly the time at which the interest of the tenants is to be fixed as equal. However, appellant fails to cope adequately with the second sentence of section 3. This requires an equal division of the sale proceeds after the payment of expenses of the sale, clearly indicating that the time of sale, not the time of divorce, is the crucial moment for determining the amount of proceeds which are to be divided equally by the parties. The statute makes no exception, moreover, for those cases where an equal division would unjustly enrich one tenant at the expense of the other because of expenditures made either before or after the divorce.\nWe hold, therefore, that in a proceeding brought under the Act of 1925, the proceeds of any sale held pursuant thereto must, after the payment of the expenses of sale, be equally divided between the tenants by the entireties, and that the time for determining the amount of the proceeds is the date of sale of the property. ’\nWe make no finding and do not purport by this opinion to adjudicate possible substantive legal rights, if any, existing between the parties — either in connection with appellant’s claim for the value of the improvements and maintenance she contributed to the property, or in regard to an equitable claim that the appellee might make against the appellant for his share of the rental value of her ten year occupancy of the property. We hold only that in a proceeding brought under the Act of 1925 the proceeds of the sale must be divided equally between the tenants, irrespective of possible claims in restitution which the parties may have against each other arising out of ownership of the property.\nIn making our determination we are not unmindful of the statement in Blumner v. Metropolitan Life Insurance Co., 362 Pa. 7, 13, 66 A. 2d 245 (1949) wherein we said: “She shall share equally with the plaintiff in the value of the property at the time of sale by the trustee subject to the lien of the insurance company for unpaid consideration and to adjustment of amounts paid by Blumner since the decree.”\nWe agree with the defendant that the language indicates the possibility that an allowance was to be made for the amounts expended by one party after the divorce. The only question required to be decided in that case, however, was whether the Act of 1927, May 10, P. L. 884, 68 PS §§501-504, was applicable to the partitioning of an equitable estate since the husband and wife had signed only a purchase agreement. We there held that a tenancy by the entireties may exist in personal as well as real property and in an equitable as well as a legal estate, and, hence, the Act of 1927 could be resorted to in order to effect a partition. The statement relied upon by the wife clearly was not decisional, and, being dicta, is not binding upon us.\nDecree affirmed. Each party to pay own costs.",
        "type": "majority",
        "author": "Me. Justice Cohen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Chief Justice Bell:\nAlthough I consider the Act of 1925 to be so devoid of both equity and reality that it will often produce, as here, an inequitable and grossly unjust result, its language is so clear that it allows only one interpretation, namely, the proceeds of sale of property owned by the entireties must, after deducting the expenses of the sale, be equally divided between the tenants who hold by the entireties. For this reason I would regretfully affirm the decree.",
        "type": "concurrence",
        "author": "Mr. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "Emanuel H. Klein, for appellant.",
      "Marvin L. Portney, with him James C. Bowen, and Power, Bowen & Valimont, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hunsberger v. Bender, Appellant.\nArgued January 9, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nApril 17, 1962:\nEmanuel H. Klein, for appellant.\nMarvin L. Portney, with him James C. Bowen, and Power, Bowen & Valimont, for appellee."
  },
  "file_name": "0185-01",
  "first_page_order": 207,
  "last_page_order": 211
}
