{
  "id": 1307359,
  "name": "Idlette, Appellant, v. Tracey",
  "name_abbreviation": "Idlette v. Tracey",
  "decision_date": "1962-04-17",
  "docket_number": "Appeals, Nos. 41 and 42",
  "first_page": "278",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "407 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 A. 2d 675",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274061
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0329-01"
      ]
    },
    {
      "cite": "172 A. 2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301527
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0647-01"
      ]
    },
    {
      "cite": "167 A. 2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296602
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0272-01"
      ]
    },
    {
      "cite": "127 A. 2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0321-01"
      ]
    },
    {
      "cite": "119 A. 2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0413-01"
      ]
    },
    {
      "cite": "111 A. 2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0426-01"
      ]
    },
    {
      "cite": "58 A. 2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845974
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0559-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 4623,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 3.5078317359440864e-07,
      "percentile": 0.8831169307554224
    },
    "sha256": "25c4b5e50b7ef68b4dd56d835c6616b8d6d5ff53d7f41bcaea06e53d73a0bb21",
    "simhash": "1:e282452419a6ff25",
    "word_count": 806
  },
  "last_updated": "2024-02-27T20:34:03.083546+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Bok, Eagen and O’Brien, JJ."
    ],
    "parties": [
      "Idlette, Appellant, v. Tracey."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThese appeals are from the judgments entered after the refusal of the court below to take off judgments of compulsory nonsuit entered at trial in favor of appellees. The cause of action arose as a result of a right angle intersection collision in the City of Chester on the evening of January 24, 1959, shortly after eight o’clock.\nThe plaintiff, Henry Idlette, the appellant here, was driving his automobile south on Lincoln Street approaching 7th Street, a through thorofare, with a stop sign for traffic on Lincoln Street. Each street was approximately 36 feet wide between curbs. The stop sign on Lincoln was about 15 feet from the north curb line of 7th Street. The appellant applied his foot brake when about 15 feet from the stop sign and discovered for the first time that his brakes had failed and would not stop his car. He sounded his horn as he entered the intersection and remembers nothing after the instant immediately preceding a collision with a bus of the appellee defendant, Southern Pennsylvania Bus Company, being operated by the other defendant appellee, Francis X. Tracey. The plaintiff saw the bus as it was about to come into the intersection but could not stop. The collision occurred in about the northwest quadrant of the intersection.\nThe defendant Tracey saw the plaintiff’s car when the bus was entering the intersection and knew of the stop sign for Lincoln Street traffic. When Tracey realized the plaintiff was not stopping he stepped on the foot brake and swerved the bus to the left. When the vehicles collided, Tracey was thrown in the air, his foot came off the brake pedal and both vehicles, out of control from the impact of collision, were carried by momentum into 7th Street west of the intersection, the bus into a tree on the south side of the street and the car into the front of a stopped car in the eastbound lane of 7th Street.\nThe trial judge granted a compulsory nonsuit stating: “There is no negligence as far as the defendant is concerned and there is negligence on the part of [the plaintiff], and I so rule.”\nThe trial judge further stated: “I hold, as a matter of law, there was no negligence shown by the plaintiff as far as the defendant was concerned.”\nThe court en banc agreed that the plaintiff failed to meet the burden of establishing by a preponderance of the evidence that the defendant bus driver was negligent and that such negligence was the proximate cause of the accident.\nThe court en banc, on the failure of the plaintiff to meet the burden, said: “On the question of plaintiff’s contributory negligence, there are elements in the plaintiff’s case leading to such a conclusion, and such elements might have been the subject for a jury had the plaintiff otherwise met his burden of proof. Since he failed to do so, however, the action by the trial Judge in dismissing plaintiff’s motion for removal of the compulsory non-suit was sustained by the Court en banc.”\nIt has been held that: “The assumption that another driver will obey the traffic rules cannot be adjudged negligent unless the person making the assumption has timely warning that his confidence in the other’s lawabidingness is misplaced.” Jones v. Williams, 358 Pa. 559, 564 (1948), 58 A. 2d 57; Edelson v. Ochroch, 380 Pa. 426, 111 A. 2d 455; Hogg v. Muir, 383 Pa. 413, 119 A. 2d 53; Taylor v. Mountz, 387 Pa. 321, 127 A. 2d 730.\nThe plaintiff’s evidence must be taken in the way it is most favorable to him and he is entitled to be accorded all inferences and deductions fairly flowing from the evidence seen in this light. Weisman v. Sauder Chevrolet Co., 402 Pa. 272, 167 A. 2d 308 (1961); McKniff v. Wilson, 404 Pa. 647, 172 A. 2d 801 (1961).\nWhile viewing the evidence in such light it is also the duty of the trial judge to determine as a matter of law whether this burden has been met, before submitting the factual determination to jury, if it has been.\nMr. Justice (now Chief Justice) Bell said in Crane v. Neal, 389 Pa. 329, 334, 132 A. 2d 675 (1957): “[The] Plaintiff has the two-fold burden of proving that the defendant was negligent and that his negligence was the proximate cause of the accident, [cases cited].”\nA painstaking review of the record fails to convince us that appellant has met this burden.\nJudgments affirmed.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "William, O. Archbold, Jr., and Kearns, Archbold and Maffei, for appellant.",
      "Ernest L. Green, Jr., Robert W. Beatty, and Butler, Beatty, Greer and Johnson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Idlette, Appellant, v. Tracey.\nSubmitted January 10, 1962.\nApril 17, 1962:\nBefore Bell, C. J., Musmanno, Jones, Cohen, Bok, Eagen and O’Brien, JJ.\nWilliam, O. Archbold, Jr., and Kearns, Archbold and Maffei, for appellant.\nErnest L. Green, Jr., Robert W. Beatty, and Butler, Beatty, Greer and Johnson, for appellees."
  },
  "file_name": "0278-01",
  "first_page_order": 300,
  "last_page_order": 304
}
