{
  "id": 993189,
  "name": "Fredd v. C. S. Garrett & Son Company, Appellant",
  "name_abbreviation": "Fredd v. C. S. Garrett & Son Co.",
  "decision_date": "1913-03-17",
  "docket_number": "Appeal, No. 266",
  "first_page": "17",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "240 Pa. 17"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 216,
    "char_count": 3250,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 4.774414373446327e-08,
      "percentile": 0.29933675669894266
    },
    "sha256": "1a05d255af64c03bf24d499bc6dd4ddf064fe29e481a564010eadbe479b421ef",
    "simhash": "1:1504ccab80572c86",
    "word_count": 567
  },
  "last_updated": "2023-07-14T15:12:32.011826+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Fredd v. C. S. Garrett & Son Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe' plaintiff was employed to oil machinery in defendant’s mill, and was injured while engaged in oiling the bearings of an exhaust fan. The fan was in an iron frame that occupied the upper half of a window and was reached from the outside by opening the lower sash which hung on hinges. In oiling the bearings the plaintiff was required to stand on the sloping window ledge, to support himself by holding with one hand to the iron frame and to reach upward and forward with his arm • bent over a shaft and pulley. His arm was struck by a belt and knocked against the revolving fan.\nThe negligence alleged was the failure to have the machinery, shafting and belting so arranged and guarded that an employee could perform his work with reasonable safety and in not providing a belt shifter in order that the fan could be stopped while oiling was being done. The case was tried without regard to the Act of May 2, 1905, P. L. 352, which provides for the guarding of machinery and the negligence relied on as a ground of recovery was the failure of the defendant to provide a safe place in which to work, a duty arising independently of the Act of 1905. The questions submitted to the jury were whether it was practicable consistently with efficient use of the fan to more effectively guard it or to provide for stopping it during the operation of oiling. These questions were submitted by the learned trial judge with very full and accurate instructions.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas W. Pierce, for appellant.",
      "Thomas W. Baldwin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fredd v. C. S. Garrett & Son Company, Appellant.\nNegligence — Master and servant — Safe place to worJc — Guarding machinery.\nPlaintiff, employed to oil machinery in defendant’s mill, was injured while oiling the bearings of an exhaust fan. The fan was in an iron frame which occupied the upper half of a window which was reached from the outside by opening the lower sash which hung on hinges. In oiling the bearings plaintiff was required to stand on the sloping window ledge, to support himself by holding with one hand to the iron frame, and to reach upward and forward with his arm bent over a shaft arid pulley. His arm was struck by a belt and knocked against the revolving fan and injured. In an action to recover damages for the injuries so received, based upon the failure of defendant to afford plaintiff a safe place to work: Held, the court was correct in submitting to • the jury the question whether it was practicable, consistently with efficient use of the fan, to more effectively guard it or to provide for stopping it during the operation of oiling and a verdict and judgment in favor of the plaintiff should be sustained.\nArgued Feb. 11, 1913.\nMarch 17, 1913:\nAppeal, No. 266, Jan. T., 1912, by defendant, from judgment of C. P. Chester Co., April T., 1911, No. 7, on verdict for plaintiff in case of Arthur E. Fredd v. C. S. Garrett & Son Company.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Butler, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $3,760 and judgment thereon. Defendant appealed.\nErrors assigned were various instructions to the jury.\nThomas W. Pierce, for appellant.\nThomas W. Baldwin, for appellee."
  },
  "file_name": "0017-01",
  "first_page_order": 45,
  "last_page_order": 47
}
