{
  "id": 993143,
  "name": "Foley v. Philadelphia Rapid Transit Company, Appellant",
  "name_abbreviation": "Foley v. Philadelphia Rapid Transit Co.",
  "decision_date": "1913-03-31",
  "docket_number": "Appeals, Nos. 190 and 191",
  "first_page": "169",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "240 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0492-01"
      ]
    },
    {
      "cite": "228 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0362-01"
      ]
    },
    {
      "cite": "238 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0614-01"
      ]
    },
    {
      "cite": "239 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0200-01"
      ]
    },
    {
      "cite": "238 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0339-01"
      ]
    },
    {
      "cite": "56 U. S. 160",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3482015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/56/0160-01"
      ]
    },
    {
      "cite": "100 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0317-01"
      ]
    },
    {
      "cite": "99 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0410-01"
      ]
    },
    {
      "cite": "227 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008517
      ],
      "pin_cites": [
        {
          "page": "212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0208-01"
      ]
    },
    {
      "cite": "206 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931744,
        931806
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0370-01",
        "/pa/206/0370-02"
      ]
    },
    {
      "cite": "186 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989721
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 521,
    "char_count": 10486,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 5.809576176156039e-07,
      "percentile": 0.951402958241967
    },
    "sha256": "28b14f57c66b1f0f36292745b93777ec0de9b1663ff51b1b8799f46a0a174778",
    "simhash": "1:360db4a2311614bd",
    "word_count": 1835
  },
  "last_updated": "2024-02-27T16:24:43.939852+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Foley v. Philadelphia Rapid Transit Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThis was a suit by husband and wife to recover for injuries alleged to have been suffered by the latter while a passenger in a car of the defendant company. The plaintiffs claimed that the motorman had so negligently operated the car that a collision with a wagon ensued resulting in the injuries complained of. Judgment was entered on verdicts for the plaintiffs and the defendant has. appealed.\nThe appellant assigns for error several abstracts from the charge of the trial judge to which no special exceptions were taken at the trial. Since no general exception was taken to the charge, the assignments in question will not be considered. In Curtis v. Winston, 186 Pa. 492, we determined the.proper practice in this respect; but as there seems to be a prevailing misunderstanding upon the subject, it may not be amiss to repeat here an appropriate excerpt from Mr. Justice Dean’s opinion in that case. At page 497, in summarizing, he said, “What is our settled, construction of the statutes on this subject? 1. There must be an exception noted to the charge before verdict to enable the complaining party to successfully assign errors thereto afterwards. It is not necessary to specify the error at that time. But counsel must then indicate their dissent from the law as announced by the judge by having noted an exception to the charge. He then knows, if he ever knows, whether his contention is sustained or overruled. He is no longer bound to tender a bill of exceptions, specifying particularly the errors he complains of, and praying that the bills be sealed. Of this, the legislation since 1856 has relieved him; büt he has not been relieved either by statute or decision, if he has any objection to the law announced in' his hearing by the court, of then making it known of record. It is asking but little of him that, if he then have any reason to dissent, he have his exceptions noted of record. 2. He must request, before verdict, that the charge be reduced to writing from the stenographer’s notes and filed of record, and that he does so request must appear of record.” Also see McConnell v. Pennsylvania Railroad Co., 206 Pa. 370, and Lindsay v. Dutton, 227 Pa. 208, 212.\nThe appellant brought the charge upon the record by a request under the Act of Assembly, and had a bill sealed which, recites the parts excepted to at trial and contains the general words, “did then and there except to the aforesaid charge”; but this is not sufficient to overcome the failure either to secure additional special exceptions or to take a general exception before verdict rendered. There is a distinction between asking for an exception and sealing a bill: Haines v. Com., 99 Pa. 410; s. c., 100 Pa. 317; Phelps v. Mayer, 56 U. S. 160. The Act of May 11,1911, P. L. 279, has not changed the practice so as to dispense with the necessity for a general exception where the appellant desires parts of the charge not especially excepted to reviewed on appeal. Even under this recent act counsel is required to request such an exception; it may be taken “without allowance by the trial judge,” but the request must be made “in the hearing of the court before the jury retires to consider its verdict.” If counsel neglects to get his exception noted at trial, he can only secure it thereafter “by leave of the court”; and when this is done the. record must plainly show the character and scope of the exception and that it was asked of and granted by the court below. All of this is in effect merely the application of the principle that appellate courts will not review matters not called to the attention of the trial court, unless the alleged errors are basic and fundamental; and the upholding of this principle is essential to the proper and orderly administration of the law. (Recent decisions upon the Act of 1911, are Com. v. Bonner, 238 Pa. 339; Fisher v. Leader Pub. Co., 239 Pa. 200; Fornof v. Wilkinsburg Boro., 238 Pa. 614.) For the reasons stated, the 3rd, 7th, 8th, 9th, 10th and 11th assignments are all dismissed.\nThe first assignment is dismissed because it offends against Rule 28 of this court in not stating “a reference to the page of the paper-book or appendix where the matter (complained of in the assignment) may be found in its regular order in the printed evidence or notes , of the trial.”\nThe fifth assignment complains of a portion of the charge in which the trial judge instructed the jury, “There has been no evidence offered here as to the expectancy of life. You have seen her (the plaintiff’s) appearance and you will have to judge that for yourself.” The appellant urges that since there was no testimony as to the plaintiff’s expectancy of life the case should not have gone to the jury on that issue. This position cannot be sustained. In Amos v. Delaware River Ferry Co., 228 Pa. 362, we said (p. 369), “The age of the plaintiff at the time of the accident was in evidence; so also was her previous physical condition and habits of life. With this evidence, and the witness before them, the jury were competent to form their own judgment as to her expectancy of life.” The assignment is overruled.\nThe fourth assignment calls to our attention the following instruction: “She also would be entitled to compensation for her deprivation of the things in life that she was accustomed to do.” The phrase, “the things she was accustomed to do” is vague and indefinite, and should not have been used; but when taken in connection with its context, we do not see that it could have done any harm, and therefore, the assignment is overruled.\nThe second assignment complains of the following instruction : “If she was injured as she stated, and if she has suffered as she has stated, and if she is likely to suffer as she has stated, then she is entitled to a considerable verdict as compensation for it all.” The trial judge should not have said that the plaintiff was entitled “to a considerable verdict.” In this class of cases juries are too prone to give liberal, and ofttimes excessive verdicts; hence, any suggestion in that direction from the court is almost certain to do material harm to the defendant. There, is nothing in other parts of the charge to cure this erroneous instruction, and we cannot permit it to stand as a precedent. This assignment is sustained.\nThe sixth assignment covers an excerpt from the charge in' which the jury was told that the husband would be entitled to recover for the loss of his wife’s ’ companionship “for' the years that have passed since August 26,1907, and for the future.” The learned judge should have been careful to' limit any consideration of the “future” to such a period as under the evidence the jury might believe would mark the limit of the loss complained of. This assignment is sustained.\nThe judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Sydney Young, for appellant.",
      "Henry J. Scott, for appellees."
    ],
    "corrections": "",
    "head_matter": "Foley v. Philadelphia Rapid Transit Company, Appellant.\nPractice Supreme Court — Assignments of error to charge of court — Exceptions in court below — Act of May 11, 1911, P. L. 279 —Buie 28.\n1. An appellant cannot successfully assign error to the charge of the court below unless he has had an exception noted to the charge before verdict, and has made a request, which must appear on the record, that the charge be reduced to writing and filed. The Act of May 11, 1911, P. L. 279, has not changed the practice so as to dispense with the necessity for a general exception, where appellant desires parts of the charge not especially excepted to reviewed on appeal. The exception need not under that act be allowed by the court, but it must be asked for in the hearing of the court before the jury retires. Curtis v. Winston, 186 Pa. 492, followed.\n2. Appellant brought the charge of the court on the record by a request under the Act of Assembly, and had a bill sealed which recited the parts excepted to at the trial and contained the words, “did then and there except to the aforesaid charge.’’ Held, this was not sufficient to overcome the failure either to secure additional special exceptions or to take a general exception before verdict rendered.\n3. An assignment of error which violates Eule 28 by not containing a reference to the page of the paper book or appendix where the matter complained of may be found in its regular order will not be considered.\nNegligence — Damages—Instructions to jury — Life expectancy— Measure of damages.\n4. In the trial of an aetion to recover damages for personal injuries, where no evidence was offered of life expectancy, it was not error for the court to charge: “There has been no evidence offered here as to the expectancy of life. You have seen her (the plaintiff’s) appearance and you will have to judge that for yourself.”\n5. In such case it was error for the court to instruct the jury that if plaintiff “was injured as she stated, and if she has suffered as she has stated, and if she is likely to suffer as she has stated, then she is entitled to a considerable verdict as compensation for it all.” The suggestion that the plaintiff was entitled to “a considerable verdict” had a tendency to mislead the jury, and was' almost certain to do material harm to defendant.\n6. In such case where the husband was suing to recover for loss of his wife’s services and companionship, it was error for the court to instruct the jury on the question of damages that the husband was entitled to recover for such loss “for the years that have passed since August 26, 1907, and for the future.” The recovery should have been limited to such period as the evidence indicated the loss complained of would continue.\nArgued Jan. 20, 1913.\nMarch 31, 1913:\nAppeals, Nos. 190 and 191, Jan. T., 1913, by defendant, from judgment of C. P. No. 2, Philadelphia Co., June T., 1907, No. 5902,. on verdict for plaintiffs in case of Thomas J. Foley and Mary C. Foley, his wife, v. Philadelphia Rapid Transit Company.\nBefore Fell, C. J., Brown, Mestrezat, Elkin and Moschzisker, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Staples, P. J., specially presiding.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict for Thomas J. Foley for $1,037, subsequently reduced to $800, and for Mary C. Foley for $7,586.19, subsequently reduced to $4,000, upon which verdicts as reduced judgment was entered. Defendant appealed.\nErrors assigned were various rulings on evidence and instructions to the jury.\nSydney Young, for appellant.\nHenry J. Scott, for appellees."
  },
  "file_name": "0169-01",
  "first_page_order": 197,
  "last_page_order": 202
}
