{
  "id": 993139,
  "name": "Clairton Steel Company, Appellant, v. Manufacturers' Light & Heat Company, et al.",
  "name_abbreviation": "Clairton Steel Co. v. Manufacturers' Light & Heat Co.",
  "decision_date": "1913-04-21",
  "docket_number": "Appeal, No. 50",
  "first_page": "427",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "240 Pa. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 893,
    "char_count": 25408,
    "ocr_confidence": 0.503,
    "sha256": "96ab171d823d5f9982cc0fe507be9a2484bd55eba708433ca4f66b972bae43a8",
    "simhash": "1:aae2e7091e24b255",
    "word_count": 4422
  },
  "last_updated": "2023-07-14T15:12:32.011826+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown- Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Clairton Steel Company, Appellant, v. Manufacturers’ Light & Heat Company, et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of Judge Shaper.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "D. T. Watson, of Watson & Freeman, with him Roberts Woods Button, for appellant.",
      "A. Leo Weil, with Mia Charles M. Thorp, B. Leo Ruslander and Elias Bunstein, for appellees."
    ],
    "corrections": "",
    "head_matter": "Clairton Steel Company, Appellant, v. Manufacturers’ Light & Heat Company, et al.\nContracts — Contract for supply of natural gas — Construction— Public policy.\n1. While it has not yet been held that a contract by which a natural gas company would undertake to give all its supply to some one consumer is void as against public policy, such a contract certainly tends to encourage, if not to compel, the gas company to default in its duties to the general public, and is therefore not to be favored.\n2. Where the regular contract of a natural gas company makes the company only responsible for a supply of gas which it can reasonably furnish, and relieves it from responsibility for shortage, and a manufacturing company accepts in writing a proposition made to it by the gas company to furnish gas subject to the terms and conditions of the regular contract, the regular contract, although not executed formally becomes incorporated into the contract between the two companies, and the manufacturing company cannot after the completion of the contract, and after it has paid for all gas furnished without any claim on account of shortage, maintain an action against the gas company for injuries sustained by reason of shortages in the supply of gas.\nArgued March 17, 1913.\nAppeal, No. 50, Oct. T., 1913, by plaintiff, from judgment of C. P. Allegheny Co., Oct. T., 1908, No. 920, for defendants in case of Clairton Steel Company, a corporation, v. Manufacturers’ Light and Heat Company, a corporation of the State of Pennsylvania, and Greensboro Natural Gas Company, a corporation of Pennsylvania, tried by the court without a jury.\nBefore Fell, C. J., Brown- Mestrezat, Potter and Stewart, JJ.\nAffirmed.\nAssumpsit to recover damages for breach of a contract for the supply of natural gas.\nThe case was tried by the court without a jury under the Act of April 22, 1874. Shafer, J., filed the following findings of fact and conclusions of law:\nFINDINGS OF FACT.\nFirst. — In the year 1901- the St. Clair Steel Company and the St. Clair Furnace Company began the erection of a plant for the manufacture of iron and steel, at Clairton, Pa. The plant consisted in part of twelve 50-ton, open hearth furnaces for the manufacture of steel ingots. Sometime thereafter these two companies were merged and became the Clairton Steel Company, the plaintiff herein.\nSecond. — These open hearth furnaces were designed to use natural gas as fuel, the plan which was carried out calling for the placing of the open hearth furnaces in a row. and the carrying of gas to them by a 20-inch main, from which smaller pipes ran down at proper intervals to each furnace, the gas to be introduced at one end of the 20-inch main. The gas was to be introduced into the furnace at each side, and it was necessary to have a pressure of six ounces, or very little less, at the point where the gas was introduced into the furnace, to drive the gas half way across the furnace, .there being a point of introduction on opposite sides of each furnace. If the pressure was not sufficient to drive the gas to the middle of the furnace from each side there would be a space across the middle of the mass to be melted which would be of a temperature too low to properly melt the charge. This was an ordinary method of construction, but gas was also used in some places at a less pressure by introducing it in a different way. The usual pressure, however, at which gas was at that time, and since, delivered to similar plants in the Pittsburgh district was from eight to twelve ounces.\nThird. — At this time there , were a. number of natural gas companies having mains in the general neighborhood of Clairton and among them were the Fort Pitt Natural Gas Company and the Greensboro Natural Gas Company, each of which was organized under the Natural Gas Act of 1885. The Fort Pitt Natural Gas Company was afterwards in 1903 merged with the Manufacturers Light and Heat Company, one of the defendants, which company is now responsible for its contracts.\nFourth. — In the summer of 1901 the plaintiff took up negotiations with the various gas companies for a supply of. natural gas for the steel plant which was being constructed, and among others with the Fort Pitt Natural Gas Company and the Greensboro Natural Gas Company. A number of meetings and conversations took place between representatives of the plaintiff and of the defendants, as to which there is a considerable conflict of testimony, which is not to be wondered at as the interviews testified to by the witnesses took place; more than eleven years-before the hearing. It sufficiently appears, however, from the testimony as to these con- . versations that the plaintiff was insisting on having an absolute contract for the delivery to it of enough gas to run its works, without any conditions or exceptions; and the defendants were insisting that they never had made and could not make such a contract. The defendants produced at one or more of these interviews the printed form of contract which they used in making contracts with their customers, and insisted that any contract made must be subject to its conditions; and the plaintiffs absolutely refused to make a contract subject to such conditions, which they claimed would render the contract of no avail to them. These terms of the printed form of contract were substantially that the gas company might discontinue furnishing gas at any time it was found necessary by reason' of cold weathér or shortage of gas from any cause,- and that no credit should be allowed the consumer for any shortage or in*> terruption, but the consumer- should háve the privilege: of discontinuing its use temporarily or permanently without notice.\nFifth. In the course of these negotiations some letters were written by defendants to plaintiffs, the last of which was written on September 5th, 1901, and is a proposition for a joint supply of natural gas to the plaintiff by the Fort Pitt and the Greensboro Natural Gas Companies, each to have one-half of the business if they desired it, or in case of accidents the one to furnish as much as it possibly could. The letter further states the intention to lay certain pipe lines in the near future, points out the advantage of having two separate lines from distinct fields, speaks of the control of the meters, promises a first class supply, and the drilling of additional wells, “as we desire to make your supply second to none.” The letter then provides, “The rates for the supply of gas to your works will be eight cents per thousand cubic feet, net, subject to the regular terms and conditions of our contract, with the additional advantages offered in this letter.” The letter then adds that should the two lines not prove of sufficient capacity to take care of the work the writer is sure the companies would not hesitate to put in additional lines when the demands should require it.\nSixth. — No written reply was made to this letter for some time, and in the meantime there was further oral communication between the parties, and about September 23rd a further meeting was had between representatives of the plaintiff and defendant companies at which the printed form of contract used by the defendant company was discussed, and each party still insisted on its former position as to whether the contract should be subject to the form of contract above” mentioned. On the next day the plaintiff company sent a letter to the two defendant companies as follows: “Referring to letters of August 16th and 19th and September 5th, covering proposition for a joint supply of natural gas by the Fort Pitt Natural Gas Company and the Greensboro Natural Gas Company, to ourselves and the, St. Clair Furnace Company at eight cents per thousand cubic feet, beg leave to signify our acceptance of same, and you may accordingly, pending the signing of a formal contract, proceed with the laying of your lines as proposed.”\nSeventh. — Sometime thereafter plaintiff company caused to be prepared a form of contract which was in the same words as that of which a copy is annexed to plaintiff’s affidavit of claim, except the last clause beginning : “This agreement is based, etc.” This appears to have been sent by letter to the defendant companies, who sent it back unsigned, with the statement that if the last clause now appearing in the contract were inserted and the copies of letters attached they would execute the contract.\nEighth. — The contract contained the provision that the gas companies should lay certain 10-inch pipes, and that they through that pipe line should “deliver and supply to the said works of the second party sufficient natural gas to at all times supply and fully operate all of their said works, when and as rapidly as the said works are completed and as they shall hereafter be enlarged by the second party, and to continue such supply of natural gas until the first day of July, 1904.” The plaintiff agrees to take all the gas necessary to iperate its works from the defendants and pay for it at eight cents per thousand, “the gas to be supplied at a pressure not to exceed eight ounces at the second parties’ works.”\nThe clause which the defendants required to be added to the contract before signing it was as follows: “This agreement is based upon the proposition of the parties of the first part contained in their letters of August 16th and 19th and September 5th, 1901, and the acceptance of the same by the parties of the second part contained in their letter of September 24th, 1901, copies of which letters are attached to this contract and made a part hereof.”\nNinth. — This clause was then added to the form of contract and the letters attached and the contract signed by all the parties, the transaction apparently being entirely carried on by correspondence.\nTenth. — The construction of the open hearth furnaces was so far advanced in September, 1902, that operation of some of them was begun. Each of the two natural gas companies-which had a contract to furnish gas to the plaintiff had laid a line to its works, and a meter house had been erected and a meter installed for measuring the gas to be furnished for the plaintiff, together with a regulator, the object of which was to keep the gas going into the plaintiff’s works at a pressure of not over eight ounces.\nEleventh. — The plaintiff company began to make steel in September, 1902, as the furnaces were completed, and by the first of October had six furnaces in operation. By about the middle of October the gas furnished by defendant companies was occasionally of a pressure so much below six ounces at the furnaces that the furnaces were operated with difficulty, it being necessary to shut down some of them in order to have a sufficient pressure in others to continue the heat. The first complaint made by plaintiff to the defendants was on October 29th, followed by other letters in November and December. On December 2nd the plaintiff company wrote to the defendants enclosing a statement of pressure and pointing out that since the 24th of November they had operated from three to eleven hours a day. where the pressure was below six ounces, and stated that they had\" contracted for gas at the rate of eight ounces pressure; and stated further that they could not continue to operate under those conditions, “and as our contract with you calls for a full supply of gas for our requirements we will look to you to carry out-your part of the contract.” To this letter a reply was immediately sent by tbe gas companies in which they point out that the pressure is not to exceed eight ounces, and claim that they had been told that four ounces was what they needed to operate, and claimed that even two ounces would be a fulfillment of the contract. They then call attention to the copies of their regular contract claimed to have been furnished to the company and made a part of the contract, by which they were bound to furnish gas only in such quantities and at such times as the wells and pipe lines of the companies were reasonably capable of supplying, and in general pointing out the terms of the regular contract which they claimed were made part of the contract with the plaintiff. This letter was written on December 3rd. No reply whatever was made to this letter until January 28th, when a further complaint of shortage of gas was made, to which the gas companies replied referring to their letter of December 3rd; to which, on February 3rd, the plaintiff company replied acknowledging receipt of the references to the letter of December 3rd saying: “We cannot allow or consent to the same, and will stand to the contract as originally written.” Thereafter bills were regularly rendered by the defendant companies for gas supplied by them, and paid by the plaintiffs, until the termination of the contract in July, 1904, without any mention by the plaintiffs of any claim such as they now make; nor was any such claim:made in any form until shortly before the bringing of this suit in September, 1908.\nTwelfth. — A great mass of testimony was taken as to the pressure of the gas at the furnaces at various times from the middle of October, 1902, to January 25th, 1903, being testimony of workmen and superintendents and the notations in the furnace records made from day to day, and the readings of an automatic gauge commonly called a Bristol gauge, and other sources of information. From this evidence it clearly appears that on very many occasions during that time the defendant companies did not keep the gas pressure up to six ounces. The times at which it was lower varied from an hour or so up to many hours at a time, and the aggregate of the time when the pressure was less than six ounces is admitted to be about one-fifth of the whole time.\nThirteenth. — The effect of this shortage was to hinder and delay the heats and require extra manipulation, and the addition sometimes of extra ingredients, and the deterioration of the product, and in some instances injury to the furnace itself.\nFourteenth. — Early in October the plaintiff company began negotiations with the Monongahela Gas Company for a partial supply of gas; and after some negotiations made a contract with it which was never put in writing in default of arriving at a conclusion upon certain details, but to the general effect that the Monongahela Gas Company should furnish the plaintiff with gas at ten cents per thousand cubic feet; that the plaintiff should take a part of its supply from them, and that the plaintiff should lay a pipe line from its works to the line of the Monongahela Company, a distance of some five miles; the line to belong to the steel company when no longer used for the purpose of conveying gas. This was done, and gas was turned in from the Monongahela Gas Company to the plaintiff company on January 25th, 1903. The plaintiff company could have obtained gas at ten cents per thousand from the Philadelphia Company and other companies, delivered at the works, if they had been willing to contract with them in the usual form of contract, subject to failure of supply.\nFifteenth. — The general market price of natural gas in large quantities at the time in question was ten cents per thousand, cubic feet.\nSixteenth. — The items of damage for which the plain: tiff claims are:\n1st. — The increased cost of production of the steel actually produced before January 25th, 1903, by reason of the failure of the supply of gas;\n2nd. — The increased cost of gas purchased from the Monongahela Company during the life of the contract; and\n3rd. — The cost of laying the pipe line to the Monongahela Company’s line.\nSeventeenth. — In order to arrive at a measure of the loss occasioned by the want of gas the plaintiffs have shown the average time of melting the heats before January 25th, 1903, compared with the corresponding time thereafter; showing that the average time of melting was greater before than after, and the production of the furnaces therefore proportionately reduced. The other elements of the process of manufacture and of the cost of manufacture were on an average substantially the same after that time as before, so that the decreased production was undoubtedly caused by want of gas. We do not deem it necessary to repeat here the details of the calculations by which the money value of the difference is arrived at, these details being sufficiently shown in the answers to requests for findings of fact. We deem it sufficient to state our finding that the actual loss to the steel company on this account was $34,059.00.\nEighteenth. — The plaintiff purchased from the Monongahela Natural Gas Company from January 25th, 1903, to July 1st, .1904, a quantity of natural gas at ten cents per thousand which at the excess of two cents per thousand over the contract price with the defendants amounted to $33,799.27 more than the same amount of gas would have cost if supplied by the defendants.\nNineteenth. — The pipe line laid from the works to the Monongahela Company’s line cost the plaintiff $60,-'274.58; and its value on July 1st, 1904, as second hand pipe in the ground was $10,000.00. .\nCONCLUSIONS Of' LAW.\nFirst. — The first question to be considered is what interpretation is to be put upon the contract as to the nature of the supply of gas secured by it. The contract is “to deliver and supply to the said works of the second parties sufficient natural gas to at all times supply and fully operate all of their works,” the gas to be supplied at a pressure not to exceed eight ounces. As the minimum pressure of the gas to be supplied was an all important factor it seems strange that it was not mentioned in the contract. As the parties were contracting with regard to a definite use of the gas, which was or ought to have been known to all of them, we are of opinion that the contract was intended by the parties to mean that gas should be furnished at a sufficient pressure to at all times operate the works, not exceeding eight ouncés, and that the defendants were therefore bound to furnish gas at a pressure of six ounces, that being the pressure necessary for proper operation.\nSecond. — Another, and as we view it a controlling question in this case, is whether the contract sued upon was an absolute contract to supply sufficient gas to operate the works at all events, or was it subject to the exceptions contained in the regular form of contract used by the defendant companies. This is a question upon which we must confess our inability to arrive at a conclusion which is entirely satisfactory. It seems very strange that so highly important a matter should have been contracted for in such a way. The evidence as to the oral negotiations between the parties shows that up to the very last the defendant companies declared they would never make a contract except under the terms of their written contract with their customers, which terms were well known, in general at least, to the plaintiffs; and the plaintiffs were equally emphatic that they would not make a contract subject to such conditions. In the next day or two the plaintiffs write to the defendants referring to their letters covering proposition for a joint supply of gas, and say that they accept the same and tell them to proceed with their lines, pending the signing of a formal contract. The letter of the defendants to plaintiffs of September 5th and their response of September 24th, accepting it, constituted a contract for the supply of gas, subject to the terms of the “regular contract,” but not for any definite time. Upon this contract the defendant companies did proceed to lay lines of pipe. Sometime thereafter a form of contract was sent for execution by the plaintiff to the defendants, which provided for a term during which gas was to be furnished but said nothing whatever about the regular contract of the defendants. When the defendants returned this, unsigned, they did not call attention to this feature, but said they would execute the contract if the letters were made part of it. The plaintiffs’ claim is that this was in fact a trick by which it was attempted to insert into the contract the exception contained in the regular form of contract with the defendants without calling attention to it; while the defendants claim that, having already made a contract by the letters which contained that exception and the formal contract adding nothing material except the length of time when the gas was to be furnished, it was sufficient to say that the contract was based upon the letters and their acceptance and to make the letters a part of it. It seems evident that each of the parties thought the other had yielded on the matter of these conditions of the contract. As the matter stood on receipt of the letter of September 24th by the defendants, the defendants would seem to have a right to believe that the plaintiff had so yielded. When a formal contract was submitted to them omitting that important feature it might well have suggested a doubt to them •whether or not the plaintiffs understood the matter as they did, and it would certainly have been better if they had asked to have the regular contract annexed to the formal contract, or had some more definite reference to it, but we cannot say that they were bound to do so. The plaintiffs do not say that they did not observe the wording of the letter, but, as we understand it, explain that they thought thát meant the terms of the contract to be drawn up between the parties. . It would seem that the plaintiffs’ agent gave the matter very little consideration if that was what he thought about it. “Regular terms and conditions” can only apply to those already in existence, and not to such as are to be framed afterwards. Whatever the plaintiffs’ agent may have thought, the defendants had a right to believe that he .would understand them in the usual sense, in view of the discussion had between them. That the proposal contained in the letter was not meant to be an absolute offer to furnish gas at all events is further indicated by the statement of the writer that should the two lines spoken of not prove of sufficient capacity to take care of the work he is “sure the companies would not hesitate to put in additional lines when the demands should require it.” Such an assumption would be material if the contract were such as the defendants claim, but would seem to be without force if it were such as the plaintiffs claim. There is another consideration which seems to be not without weight in determining the meaning of the contract. The defendant companies are public service corporations, having the right of eminent domain, bound to furnish gas to consumers along their lines and within their respective districts, as provided in the Act of May 11, 1897, P. L. 50, and under .ordinary rules of law applying to public service corporations in general. From the very nature of the source •of supply this cannot mean that they are bound to furnish all consumers along their lines with all the gas they might require, but only that they shall furnish whatever gas they have to all who desire to become consumers along their lines, with a reasonable degree of equality. While it has not yet been held that a contract by which a natural gas company would undertake to give all its supply to some one consumer is void as against public policy, such a contract certainly tends to encourage, if not to compel, the gas company to default in its duties to the general public, and is therefore not to be favored. The contract in question as interpreted by the plaintiff is substantially such a contract. In addition to these considerations we have the fact that upon the first complaint of shortage of gas the defendant companies wrote a letter explaining their understanding of the contract precisely as they now claim it to be, and that the plaintiff company went on taking gas under the contract and paying for it without any reply to this letter for nearly two months; when it replied after its attention was called to the letter, not by pointing out its own interpretation, but saying it would stand upon the letter of the contract. If the plaintiff company was surprised by the interpretation put upon the contract by the defendants it would have been natural for them to reply at once.\nIn view of the foregoing we are of opinion that the contract in question is not an absolute contract to furnish enough gas to run the works at all events, or, in other words, a guarantee of supply, but was subject to the “regular terms and conditions” of the defendant company’s contract as to failure of supply.\nThird. — If the plaintiff is entitled to recover we are of opinion that the measure of damages presented by it is a proper one, and that its claim for damages is less than the actual damage, the claim consisting of the loss in manufacture, the amount paid for gas, and the cost of the pipe line less its value.\nFourth. — In view of our opinion as to the meaning of the contract we find for the defendants.\nThe court entered judgment for the defendants. Plaintiff appealed.\nError assigned was the judgment of .the court.\nApril 21, 1913:\nD. T. Watson, of Watson & Freeman, with him Roberts Woods Button, for appellant.\nA. Leo Weil, with Mia Charles M. Thorp, B. Leo Ruslander and Elias Bunstein, for appellees."
  },
  "file_name": "0427-01",
  "first_page_order": 455,
  "last_page_order": 468
}
