{
  "id": 993076,
  "name": "Spink, Appellant, v. The Schuylkill Navigation Co., et al.",
  "name_abbreviation": "Spink v. Schuylkill Navigation Co.",
  "decision_date": "1913-05-05",
  "docket_number": "Appeal, No, 46",
  "first_page": "619",
  "last_page": "623",
  "citations": [
    {
      "type": "official",
      "cite": "240 Pa. 619"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/48/0178-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 8938,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 1.0287321652055004e-07,
      "percentile": 0.5474151195687471
    },
    "sha256": "752f2e94e9572a50fc72bd6a1ee8509e96920da2c914b7b8f40c3aebfc9b1fe8",
    "simhash": "1:34aae561979092ea",
    "word_count": 1539
  },
  "last_updated": "2024-02-27T16:24:43.939852+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Potter, Elkin, Stewart, and. Mosch.zisker, JJ."
    ],
    "parties": [
      "Spink, Appellant, v. The Schuylkill Navigation Co., et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThe primary purpose of filing this bill was to restrain the defendant company from interfering with the right of plaintiff to the use of the water furnished from the canal in excess of the amount he was authorized to take under the terms of the grant. The controversy grows out of a ground and water rent deed, and in the absence of a waiver of any of its provisions, or a subsequent modification of them by the interested parties, its covenants are binding upon all concerned according to the terms of the original grant. In the consideration of this case we start with the deed of 1831 which in effect was a grant on the performance of a rent service at common law and thus the relation of landlord and tenant was established. It is well settled that a tenant cannot acquire an easement by prescription against his landlord because what is lawfully done on the premises is presumed to be done with the sanction of the landlord: Phillips v. Phillips, 48 Pa. 178. The grantees ip the original deed were given the privilege “of drawing from the said canal through the said forebay or tunnel from time to time and at all times hereafter forever so much water as can pass through two metallic apertures one of one hundred and sixty square inches and the other of one hundred and forty square inches under a head of three feet to be measured from the middle of said ¿peftures respectively to the face of the water of the said canal opposite to the above described lot of ground,” upon the terms and conditions set forth in the-grant. For this privilege a certain yearly rent was reserved with the right to distrain, re-enter and. adopt other, modes of collection for nonpayment. The grantor also had the right to stop the flow of water and do other specified things in order to protect its rights in the premises. It was further covenanted by the grantees “that it shall and may be lawful to and for the said president, managers and company of the Schuylkill Navigation Company, their successors, attorney, agents, officers and assigns from time to time and at all times forever, hereafter to have free ingress and regress into and from the said granted premises and. every part thereof for the purpose of examining the fixtures and the placing of such metallic apertures and ascertaining their size and whether any leaks exist in the premises which may occasion more water to be drawn, from the said canal than is hereby granted.” These and many other covenants in the deed clearly indicate that it was the intention of the parties to the original grant to. restrict the use of the water by the grantees to the. amount expressly granted and that for the purpose of protecting its property the grantor reserved the right of free ingress and regress to examine the fixtures and the placing of metallic apertures so as to determine whether water was being drawn in excess of the grant. That such was the true, meaning of the original grant cannot be seriously questioned, and unless the subsequent acts of the parties or their successors in title changed the situation appellant has .no case. It is contended that appellee has waived, lost or abandoned the right reserved in the deed to enter the premises and install proper apertures to limit the. taking of water to the amount expressly granted.. This position necessarily depends upon the facts which it was the duty of the learned court below sitting as a chancellor to find from the evidence. It appears from the evidence that in 1862 the parties then subject to the.performance of the rent service created by the former deed, by indenture duly executed, reduced the amount Of water the tenant was authorized tó draw from: three hundred square inches to two hundred square\" inches and at the same time reduced the rent charge to correspond. The only effect of this deed was to reduce the amount of water to be drawn under the grant and the rent to be paid! The relation of the parties and their rights under the original grant were not affected by this deed except as above stated. What has been said as to the deed of 1862 applies in a certain sense to the deed qf: 1889 which released á small portion of the land’ from the-burden of the rent service. But it was expressly provided in this deed that the original covenantors, their heirs, executors, administrators and assigns shall not be relieved from the payment of the “abated and reduced^ yearly rent and the covenants and provisions in the said - first above recited indenture contained.” Except as modified or changed by the deeds of 1862 and 1889 the - covenants of the original grant are still in forcé -find binding upon the parties. ' This was the situation when - the present bill was filed and the burdén was on appellant to show by the weight of the evidence that appelleehad waived or abandoned its right to enforce the original grant as modified by subsequent deeds, or had knowingly-permitted the use of the water without charge or claim' of right in excess of the grant and under such circumstances as to make it inequitable to deprive appellant of the excess amount of water to the use of which appellee had Consented. The learned chancellor found all the facts relating to these questions against appellant and this is the end of the case unless it appear there was' manifest error in the findings. We fail to -find any such’ error. The evidence was ample to sustain every material finding of fact upon which the rights of the parties dev pend. Our attention -has been called to some inconsistencies in the findings but this criticism loses its force when all the findings are considered in the light -of the opinion in which every -phase of the casé was discussed: by the learned court'below. There are several other reasons equally-conclusive against appellant which-might be discussed, but it would unnecessarily prolong the opinion without serving any useful purpose. We cannot see how appellant can claim a prescriptive right to take water in excess of the grant, and independent of it, upon the theory of a permissive use so to do, when in point of fact bills were rendered and paid from time to time for water so taken and used. In addition it may be suggested that the chancellor found as a fact, and we think properly so under the evidence, that appellant had no such permissive use to take water in excess of the grant as to deprive the grantor from asserting its rights under the covenants of the deed. It is out of the question to discuss separately each of the sixty-five assignments of error within the proper limits of an opinion and we therefore refrain from doing so. Whatever equities appellant may have, and, we are inclined to think he has some under all the circumstances, must be treated as the subject of adjustment by the parties themselves. The courts are not at liberty to grant equitable relief in violation of the express covenants of contracting parties.\nAssignments of error overruled and decree affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "W. W. Porter, of Porter, Foulkrod & McCullagh, for appellant.",
      "H. B. Gill, with him Henry S. Drinker, Jr., William B. Linn, and A. M. Beitler, for appellees."
    ],
    "corrections": "",
    "head_matter": "Spink, Appellant, v. The Schuylkill Navigation Co., et al.\nLandlord 'and tenant — Grant, of water rights — Construction— ' Prescriptive rights — Equity—Findings of Fact.\n1. Where a navigation company granted, to a mill owner the : right to, take a fixed quantity of water from á canal,'reserving ..the right to install appliances for.limiting the amount of water .taken, and also reserving certain rights and privileges to guarantee the collection of the water rent and to ’ ascertain the. correct flow of the water, the relation of landlord and tenant was established and the tenant could not thereafter contend that he had acquired' á prescriptive right to take more water than the deed .-.called for, .'merely because he' had for some time'drawn more -water than was specified in the deed, especially where it appeared ¡.that .bills bad been ..rendered for. tiie water so taken, -which- the tenant had paid, and where the court found that the contention of the tenant that the navigation company had waived, lost or aban- '' donéd' its right to limit the amount of water drawn through the aperture’in question was not’sustained by the facts.\n2. Findings 'of fact by- a chancellor will not be reversed in the .absence.of clear error.\nArgued April 1, 1913.\nAppeal, No, 46, Jan. T., 1912, . by plaintiff, from decree of C. P. No.. 3, Philadelphia Co., . In Equity, March T., 1912, No, 4832, dismissing bill in ..case of William Spink v.. The, President,, Managers and . Company of The Schuylkill Navigation. Company.\nBefore Fell, C. J., Potter, Elkin, Stewart, and. Mosch.zisker, JJ.\nAffirmed.\nBill in, equity for an injunction. Before Davis, j.\nThe opinion of the Suprenie.Court.stat.es, the facts.\nMay 5, 1913:\nError assigned, inter alia, was the decree of the court.\nW. W. Porter, of Porter, Foulkrod & McCullagh, for appellant.\nH. B. Gill, with him Henry S. Drinker, Jr., William B. Linn, and A. M. Beitler, for appellees."
  },
  "file_name": "0619-01",
  "first_page_order": 647,
  "last_page_order": 651
}
