{
  "id": 1329362,
  "name": "Robin KRIPP, Appellee v. Anthony KRIPP, Appellant",
  "name_abbreviation": "Kripp v. Kripp",
  "decision_date": "2004-05-27",
  "docket_number": "No. 135 MAP 2002",
  "first_page": "82",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "578 Pa. 82"
    },
    {
      "type": "parallel",
      "cite": "849 A.2d 1159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "813 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9380819,
        1070133
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0659-01",
        "/pa/571/0637-01"
      ]
    },
    {
      "cite": "571 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070133
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0637-01"
      ]
    },
    {
      "cite": "137 A.2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276845
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0028-01"
      ]
    },
    {
      "cite": "473 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730315
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "1275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0576-01"
      ]
    },
    {
      "cite": "161 A.2d 32",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "34"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292526
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0090-01"
      ]
    },
    {
      "cite": "498 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776318
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "663"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0045-01"
      ]
    },
    {
      "cite": "513 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1802525
      ],
      "weight": 5,
      "year": 1986,
      "pin_cites": [
        {
          "page": "390"
        },
        {
          "page": "390"
        },
        {
          "page": "390"
        },
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/513/0192-01"
      ]
    },
    {
      "cite": "145 A.2d 672",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280965
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0124-01"
      ]
    },
    {
      "cite": "302 A.2d 347",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "351"
        },
        {
          "page": "351"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948580
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0137-01"
      ]
    },
    {
      "cite": "757 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366905,
        11243717
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "914"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0093-01",
        "/a2d/757/0909-01"
      ]
    },
    {
      "cite": "563 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366905
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0093-01"
      ]
    },
    {
      "cite": "807 A.2d 830",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11354272,
        312761,
        312835,
        11354415
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/807/0830-01",
        "/pa/569/0609-01",
        "/pa/569/0608-01",
        "/a2d/807/0830-02"
      ]
    },
    {
      "cite": "569 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312835
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0608-01"
      ]
    },
    {
      "cite": "508 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1796978,
        1797019,
        651039,
        1796983
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "554",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0361-02",
        "/pa/510/0362-01",
        "/pa-super/352/0432-01",
        "/pa/510/0362-02"
      ]
    },
    {
      "cite": "352 Pa.Super. 432",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651039
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/352/0432-01"
      ]
    },
    {
      "cite": "753 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11213610
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/753/0834-01"
      ]
    },
    {
      "cite": "784 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9461653
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "164"
        },
        {
          "page": "163"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "163-64"
        },
        {
          "page": "164-65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/784/0158-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 20758,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 8.043258206445277e-07,
      "percentile": 0.9738087046773769
    },
    "sha256": "a49b0dfbc1b4d79b017916a509466af50d535f9f732550de1bacecd23e99de6d",
    "simhash": "1:972dcb66d04c9322",
    "word_count": 3331
  },
  "last_updated": "2024-02-27T19:30:51.057126+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CAPPY, C.J., CASTILLE, NIGRO, NEWMAN, SAYLOR and LAMB, JJ.",
      "Justice EAKIN did not participate in the consideration or decision of this case.",
      "Former Justice LAMB did not participate in the decision of this case.",
      "Justice NIGRO files a concurring opinion."
    ],
    "parties": [
      "Robin KRIPP, Appellee v. Anthony KRIPP, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CAPPY.\nWe granted review in this case to consider the trial court’s decision to admit parol evidence on the meaning of the alimony provision in a property settlement agreement between Appellant Anthony Kripp and his former wife, Appellee Robin Kripp. For all of the reasons that follow, we hold that parol evidence was admissible. Accordingly, we reverse the order of the Superior Court and reinstate the order of the trial court.\nThe relevant facts are as follows. Appellant and Appellee were married on April 19, 1982 and divorced in July of 1996. As part of the divorce proceedings, the parties executed a Property Settlement Agreement (“Agreement”) in May of 1998, which was incorporated, but not merged, with the divorce decree.\nParagraph 4 of the Agreement states: “[Appellant] shall pay such amounts as shall provide $1000 per month net of child support to [Appellee] as alimony for sixty consecutive months (five years) commencing on the first day of the month following entry of Decree of Divorce.” A handwritten addition to Paragraph 4, which the parties added to the Agreement on the day it was executed, states: “Alimony payments to end should wife cohabitate, except that a minimum alimony period of 24 months be paid.” (R. 52a-53a).\nAppellant paid Appellee alimony for 24 months. On May 29, 2000, Appellant advised Appellee that he was going to stop the alimony payments because Appellee was cohabitating with a woman. Upon Appellee’s request for one last alimony payment, Appellant sent her a check for $1,000 on June 1, 2000.\nOn July 18, 2000, having received no additional alimony payment, Appellee filed a petition for contempt, alleging that Appellant breached the Agreement’s alimony provision, and requesting that an order be entered against Appellant for all past due alimony payments, attorneys fees and costs.\nA hearing on Appellee’s contempt petition was scheduled for September 5, 2000, and continued to October 5, 2000, due to Appellee’s failure to appear. Appellee did not appear for the re-scheduled hearing. When the trial court’s attempts to contact Appellee by telephone at her residence proved to be unsuccessful, the hearing proceeded in Appellee’s absence.\nAt the hearing’s commencement, the parties stipulated that Appellee was cohabiting with a female individual who is not a family member. Appellant then testified in his own defense. Over Appellee’s counsel’s objection, the trial court allowed Appellant to testify as to the meaning the parties gave to the alimony provision in paragraph 4 of the Agreement. Appellant testified that he and Appellee met in January of 1998 to settle certain outstanding economic issues and agreed that after a specified amount in alimony was paid, Appellant’s alimony obligation would cease if Appellee remarried or began living with another person. In a follow-up letter that was sent to Appellee’s attorney, Appellant’s attorney confirmed that the parties had agreed that Appellant was to pay $1,000 per month in alimony for five years, but that alimony would end if Appellee “remarries or cohabitates with another person.” (R. 78a-79a, 126a). The property settlement agreement that Appellee’s attorney subsequently drafted, however, was unacceptable to Appellant because it did not reflect the parties’ agreement.\nIn an effort to move a settlement along, on May 8, 1998, Appellant and Appellee met without counsel. Working from the draft agreement, the parties wrote in and initialed numerous changes, including the addition to paragraph 4, which stated “Alimony payments to end should wife cohabitate.... ” See supra, 578 Pa. at 85-86, 849 A.2d at 1160. According to Appellant, he and Appellee contemplated that alimony was for Appellee’s sole living expenses, and that it would not continue if Appellee began residing with a member of her family or if she were to live with another man or another woman. When asked by the trial court why the parties’ discussion of the cessation of alimony payments included references to Appellee’s living with a woman, as well as with a man, Appellant explained that the primary reason for the dissolution of his marriage was his discovery that Appellee was involved in an intimate relationship with a woman.\nBased on the stipulation that Appellee was cohabitating with a female, non-family individual and the evidence of record, the trial court ruled that under the paragraph 4 of the Agreement, Appellant’s obligation to pay alimony had ended. The trial court also ruled that Appellant’s $1,000 payment to Appellee on June 1, 2000 satisfied his alimony obligation. Accordingly, the trial court entered an order denying Appellee’s petition for contempt.\nAppellee filed a timely notice of appeal, arguing that the since the word “cohabitation” is plain and has a fixed meaning, the trial court erred when it admitted parol evidence to determine what the alimony provision of the Agreement means. The trial court issued an opinion dated January 10, 2001, in which it upheld its decision to admit parol evidence. Focusing on the word “cohabitation” in paragraph 4, the trial court concluded that the Agreement was ambiguous as to Appellant’s alimony obligation, and that accordingly, extrinsic evidence was properly received. In this regard, the trial court stated:\nWe believe the language of the [Agreement] as it related to cohabitation was ambiguous. The [Agreement] itself does not provide definitions for any of the terms contained in the document. The term cohabitation is defined and used in a number of different ways. The American Heritage Dictionary, third edition, defines cohabitation in two ways: 1) To live together as spouses; and 2) To live together in a sexual relationship when not legally married. Black’s Law Dictionary, sixth edition, defines cohabitation as To live together as husband and wife. Section 3706 of the Divorce Code provides that “cohabitation with a person of the opposite sex who is not a member of the family of the petitioner within the degrees of consanguinity” is a bar to alimony. However, the parties themselves, both lay people, with their own frame of reference hand-wrote the cohabitation verbiage onto the typewritten document. The term cohabitation has a common usage (see definition 2 above) that when applied to the case sub judice takes on a special significance. [Appellant] was permitted to testify concerning the parties [sic] understanding of the cohabitation verbiage. He testified that the demise of the marriage was brought about, in part, from his discovery of [Appellee’s] relationship with a female friend. This factual situation helped form the parties’ understanding of the word “co-habitation” to be living in a sexual relationship when not married. He testified that he and [Appellee] discussed cohabitation with anyone including other females after twenty-four months would bar the remaining alimony payments. We found [Appellant’s] testimony credible and is corroborated by Attorney Mirable’s correspondence of January 13,1998.\n(Trial Court Opinion at 5-6) (emphasis in original) (footnote omitted).\nOn appeal, the Superior Court reversed. Kripp v. Kripp, 784 A.2d 158 (Pa.Super.Ct.2001). More specifically, the Superior Court concluded that the term “cohabitation” is not ambiguous, having been defined by statute “as requiring members of the opposite sex who are not family members within the degrees of consanguinity to reside together ‘in the manner of husband and wife,’ ” and held that the trial court erred by admitting parol evidence regarding the parties’ intent in their use of the term “cohabitation” in the Agreement and in expanding its meaning to include Appellee’s same-sex roommate. Id. at 164.\nThe Superior Court reasoned that the trial court’s reliance on the dictionary definition of “cohabitation” to determine that the Agreement is ambiguous was erroneous for two reasons. First, it ignored the fact that “[the Superior Court] consistently has held, pursuant to the Divorce Code, 23 Pa.C.S. § 101, that in order to be found in ‘cohabitation’ one must at least be doing so ‘with a person of the opposite sex who is not a member of the family of the petitioner [alimony recipient] within the degrees of consanguinity.’ ” Id. at 163. Second, it disregarded the fact that the Superior Court has elaborated that “in order to bar alimony, cohabitation occurs when: ‘two persons of the opposite sex reside together in the manner of husband and wife, mutually assuming those rights and duties usually attendant upon the marriage relationship.’ ” Id. (emphasis in original) (quoting 23 Pa.C.S. § 3706; Lobaugh v. Lobaugh, 753 A.2d 834, 836 (Pa.Super.Ct.2000) and Miller v. Miller, 352 Pa.Super. 432, 508 A.2d 550, 554 (1986)). The Superior Court further observed that the Pennsylvania Legislature had not yet expanded its definition of “cohabitation” to include same-sex partners and that a court must defer the task of determining whether to expand the definition of cohabitation to include same-sex partners under the Divorce Code to the General Assembly. Kripp, 784 A.2d at 163-64.\nThis appeal followed, limited to the question of whether parol evidence should have been admitted to ascertain the parties’ intended definition of “cohabitation” in paragraph 4 of the Agreement. See Kripp v. Kripp, 569 Pa. 608, 807 A.2d 830 (2002).\nOur discussion begins with the principles of Pennsylvania jurisprudence that apply in this case. It is well-established that the law of contracts governs marital settlement agreements. Vaccarello v. Vaccarello, 563 Pa. 93, 757 A.2d 909, 914 (2000). It is also well established that under the law of contracts, in interpreting an agreement, the court must ascertain the intent of the parties. Robert F. Felte, Inc. v. White, 451 Pa. 137, 302 A.2d 347, 351 (1973).\nIn cases of a written contract, the intent of the parties is the writing itself. If left undefined, the words of a contract are to be given their ordinary meaning. Pines Plaza Bowling, Inc. v. Rossview, Inc., 394 Pa. 124, 145 A.2d 672 (1958). When the terms of a contract are clear and unambiguous, the intent of the parties is to be ascertained from the document itself. Hutchison v. Sunbeam Coal Corp., 513 Pa. 192, 519 A.2d 385, 390 (1986). When, however, an ambiguity exists, parol evidence is admissible to explain or clarify or resolve the ambiguity, irrespective of whether the ambiguity is patent, created by the language of the instrument, or latent, created by extrinsic or collateral circumstances. Steuart v. McChesney, 498 Pa. 45, 444 A.2d 659, 663 (1982); Herr’s Estate, 400 Pa. 90, 161 A.2d 32, 34 (1960). A contract is ambiguous if it is reasonably susceptible of different constructions and capable of being understood in more than one sense. Hutchison, 519 A.2d at 390. While unambiguous contracts are interpreted by the court as a matter of law, ambiguous writings are interpreted by the finder of fact. Community College v. Society of the Faculty, 473 Pa. 576, 375 A.2d 1267, 1275 (1977).\nThe question that the admission of parol evidence in this case turns on, therefore, is whether the Agreement is ambiguous as to when Appellant’s alimony obligation will end after a certain minimum amount in alimony has been paid and before five years of payments have been completed.\nAppellee argues that the Agreement’s alimony provision in paragraph 4, which states that “[a]limony payments to end should wife cohabitate” is not ambiguous and can only mean that alimony ceases if Appellee cohabits with a man. Appellee asserts that this is so because at the time the Agreement was executed, cohabitation was defined by the Divorce Code and case law as occurring between persons not of the same sex. Intertwined with this argument is Appellee’s assertion' that even if the alimony provision is ambiguous, its meaning should not depend on parol evidence; but rather, should be based on a construction that results in alimony’s continuation because that would give her the amount in marital assets to which she is entitled.\nAppellant counters that the Agreement’s alimony provision is ambiguous because it grounds the cessation of Appellant’s alimony obligation upon Appellee’s cohabitating, which is reasonably understood as either an arrangement that members of the opposite sex, or members of the same sex, can establish. Therefore, extrinsic evidence of the parties’ intent was necessary to ascribe its intended meaning in the Agreement.\nWe agree with Appellant. In our view, the Agreement’s provision as to when Appellant’s alimony obligation ends after a certain minimum period of alimony has been paid and before five years of payments have been completed is susceptible of different constructions and capable of being understood in more than one sense. It is, therefore, ambiguous. See Hutchison, 519 A.2d at 390. This, we believe, is the result of the word “cohabitate” in paragraph 4 of the Agreement. The Agreement neither defines “cohabitate” nor incorporates a definition of the term from an outside source. Significantly, the word “cohabitate” in paragraph 4 is not followed with any language that clarifies the specific person or persons with whom Appellee may or may not cohabit for purposes of continuing to receive alimony payments. Further, in common usage, as various dictionaries reflect, the word “cohabit” has several definitions, and is not necessarily limited to that which occurs between a man and a woman, but can also encompass that which occurs between persons of the same gender.\nThus, in our view, the Agreement’s alimony provision has several reasonable constructions. It can mean that once a minimum alimony period of 24 months is paid and before five years of payments have been completed, alimony payments cease if Appellee cohabits with a man. It can also mean that once a minimum alimony period of 24 months is paid before five years of payments have been completed, alimony payments cease if Appellee cohabits with a woman. In addition, it can mean that that once a minimum alimony period of 24 months is paid before five years of payments have been completed, alimony payments cease if Appellee cohabits with either a man or a woman. Accordingly, we conclude that the Agreement’s alimony provision is ambiguous and hold that the trial court properly admitted parol evidence on the Agreement’s meaning in this regard.\nThe Superior Court’s conclusion that the Agreement is not ambiguous was premised on the belief that the word cohabitation in paragraph 4 must mean what cohabitation means in 28 Pa.C.S. § 3706. The Superior Court was mistaken. That section of the Divorce Code serves one purpose—it provides parameters for the trial courts to follow in ordering alimony awards, precluding the trial court from awarding alimony in a specified circumstance. There is nothing in 23 Pa.C.S. § 3706 or in the Divorce Code to show that the General Assembly intended that the definition of cohabitation set forth in the statute be incorporated into or control private agreements or that the courts are foreclosed from applying the law of contracts to determine the parties’ intent on such a matter. Nor is there a principle of law that would compel any one of these results.\nFinally, Appellee’s contention that even if the Agreement’s alimony provision is ambiguous, its meaning should not be determined through parol evidence of the parties’ intent; but should flow from a construction of contractual terms that achieves fairness, is without merit. The contract principles that govern this case are well-settled. In Pennsylvania, in the area of contract construction, the parties’ contracting intent is paramount. Robert F. Felte, Inc., 302 A.2d at 351. When a contract is ambiguous, it is parol evidence that reveals the parties’ intent. Hutchison, 519 A.2d at 390.\nAccordingly, for all of the foregoing reasons, the order of the Superior Court is reversed and the order of the trial court is reinstated.\nJustice EAKIN did not participate in the consideration or decision of this case.\nFormer Justice LAMB did not participate in the decision of this case.\nJustice NIGRO files a concurring opinion.\n. The trial court gave Appellee another opportunity to testify, this time by telephone, on the morning of October 6, 2000. When the trial judge placed a telephone call to the number that Appellee’s attorney gave him for this purpose, there was no answer.\n. On appeal, Appellee also raised whether the trial court erred in finding that the last $1,000 alimony payment that Appellant made to Appellee satisfied the terms of the Agreement. The Superior Court held that the trial court erred in concluding that Appellant’s last alimony payment amounted to an accord and satisfaction. Kripp v. Kripp, 784 A.2d 158, 164-65 (Pa.Super.Ct.2001). Appellant asked that we review this issue. We declined, and therefore, this issue is not before us.\n. The section in the Divorce Code to which the Superior Court referred provides:\n§ 3706. Bar to alimony\nNo petitioner is entitled to receive an award of alimony where the petitioner, subsequent to the divorce pursuant to which alimony is being sought, has entered into cohabitation with a person of the opposite sex who is not a member of the family of the petitioner within the degrees of consanguinity.\n23 Pa.C.S. § 3706.\n. In Miller, the Superior Court construed the meaning of \"cohabitation” in 23 Pa.C.S. § 507 (the predecessor to 23 Pa.C.S. § 3706) for purposes of applying that provision to a trial court’s order distributing marital property and awarding alimony. The court held that:\ncohabitation, for purposes of applying the bar of section 507, requires that two persons of the opposite sex reside together in the manner of husband and wife, mutually assuming those rights and duties usually attendant upon the marriage relationship. Cohabitation may be shown by evidence of financial, social, and sexual interdependence, by a sharing of the same residence, and by other means. An occasional sexual liaison, however, does not constitute cohabitation.\nMiller, 508 A.2d at 554 (citation omitted).\n. As noted, the question of whether a contract is ambiguous is a question of law. Easton v. Washington County Ins. Co., 391 Pa. 28, 137 A.2d 332 (1957). Our standard of review over questions of law is de novo and to the extent necessary, the scope of our review is plenary as this court may review the enlire record in making its decision. See Buffalo Township v. Jones, 571 Pa. 637, 813 A.2d 659, 664 n. 4 (2002).\n. In addition to the definitions from the third edition of the American Heritage Dictionary that the trial court noted, see supra, 578 Pa. at 87-89, 849 A.2d at 1162, other dictionaries define “cohabit.” The definitions of \"cohabit” in the Random House Webster’s Unabridged Dictionary 400 (2nd ed. 2001) are: “1. to live together as husband and wife, usually without legal or religious sanction. 2. to live together in an intimate relationship. 3. to dwell with another or share the same place, as different species of animals.\" The definitions of \"cohabit” in the American Heritage Dictionary 359 (4th ed. 2000) are: \"1. To live together in a sexual relationship, especially when not legally married. 2. To coexist, as animals of different species.” The definitions of \"cohabit” in Webster’s New World Dictionary 271 (3rd college ed. 1988) are: \"1 to live together as husband and wife, esp. when not legally married 2 to live or exist together; share the same place”",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      },
      {
        "text": "CONCURRING OPINION\nJustice NIGRO.\nI agree with the majority that the trial court properly admitted parol evidence in the instant case to clarify the meaning of the term “cohabitate” in the parties’ property settlement agreement. I write separately solely to state that as a former trial judge, I am troubled that Appellee did not appear before the trial court during either of the scheduled hearings concerning her contempt petition and thus, did not even attempt to offer her own testimony regarding the parties’ intended meaning of the term cohabitate. Indeed, had Appellee offered her own testimony concerning the term, the trial court may have credited that testimony and rejected Appellant’s contrary testimony as incredible. Instead, Appellee simply did not appear in court, making it particularly difficult to now accept her argument that the trial court should have construed the term differently.",
        "type": "concurrence",
        "author": "Justice NIGRO."
      }
    ],
    "attorneys": [
      "Carolyn Rose Mirabile, Norristown, for Anthony Kripp, appellant.",
      "Michael James Reed, Malvern, for Robin Kripp, appellee.",
      "D. Michael Fisher, Pittsburgh, for the Com. of PA."
    ],
    "corrections": "",
    "head_matter": "849 A.2d 1159\nRobin KRIPP, Appellee v. Anthony KRIPP, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 9, 2003.\nDecided May 27, 2004.\nCarolyn Rose Mirabile, Norristown, for Anthony Kripp, appellant.\nMichael James Reed, Malvern, for Robin Kripp, appellee.\nD. Michael Fisher, Pittsburgh, for the Com. of PA.\nBefore: CAPPY, C.J., CASTILLE, NIGRO, NEWMAN, SAYLOR and LAMB, JJ."
  },
  "file_name": "0082-01",
  "first_page_order": 422,
  "last_page_order": 434
}
