{
  "id": 1329450,
  "name": "Connie J. TRITT, Appellant, v. Pedro A. CORTES, Secretary of the Commonwealth, Appellee",
  "name_abbreviation": "Tritt v. Cortes",
  "decision_date": "2004-06-22",
  "docket_number": "No. 274 MAP 2003",
  "first_page": "317",
  "last_page": "325",
  "citations": [
    {
      "type": "official",
      "cite": "578 Pa. 317"
    },
    {
      "type": "parallel",
      "cite": "851 A.2d 903"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "Cal. Gov't Code § 8201",
      "category": "laws:leg_statute",
      "reporter": "Cal. Code",
      "year": 1992,
      "pin_cites": [
        {
          "page": "(b)(2)",
          "parenthetical": "providing that notaries who have completed a course of study need only complete a refresher course prior to reappointment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "770 A.2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11100168,
        1276742,
        1276805,
        11100118
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "289-90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0287-02",
        "/pa/564/0604-01",
        "/pa/564/0603-01",
        "/a2d/770/0287-01"
      ]
    },
    {
      "cite": "564 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276742
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "607-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0604-01"
      ]
    },
    {
      "cite": "664 A.2d 84",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470753,
        470818,
        470769,
        7862196,
        7862292,
        7862233
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0423-01",
        "/pa/541/0424-02",
        "/pa/541/0424-01",
        "/a2d/664/0084-01",
        "/a2d/664/0084-03",
        "/a2d/664/0084-02"
      ]
    },
    {
      "cite": "541 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470769,
        470818
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0424-01",
        "/pa/541/0424-02"
      ]
    },
    {
      "cite": "822 A.2d 676",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9131720,
        197219
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "679"
        },
        {
          "page": "679"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/822/0676-01",
        "/pa/573/0143-01"
      ]
    },
    {
      "cite": "573 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197219
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0143-01"
      ]
    },
    {
      "cite": "712 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11818176,
        507868
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/0741-01",
        "/pa/551/0605-01"
      ]
    },
    {
      "cite": "551 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507868
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "611"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0605-01"
      ]
    },
    {
      "cite": "836 A.2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9295972
      ],
      "weight": 5,
      "year": 2003,
      "pin_cites": [
        {
          "page": "178"
        },
        {
          "page": "177"
        },
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/836/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 14206,
    "ocr_confidence": 0.663,
    "pagerank": {
      "raw": 1.6950275542711257e-07,
      "percentile": 0.699868988500874
    },
    "sha256": "29a7fba2f673d5029f3da22ac41aef33120d6554308e4b2b43854e767a887d06",
    "simhash": "1:cd761294202789bf",
    "word_count": 2280
  },
  "last_updated": "2024-02-27T19:30:51.057126+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ.",
      "Chief Justice CAPPY files a dissenting opinion in which Justice CASTILLE and Justice BAER join.",
      "Justice CASTILLE and BAER join this dissenting opinion."
    ],
    "parties": [
      "Connie J. TRITT, Appellant, v. Pedro A. CORTES, Secretary of the Commonwealth, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SAYLOR.\nThis direct appeal requires that we consider the scope of the notary public education requirement.\nOn December 9, 2002, the General Assembly substantially revised the Notary Public Law, per the Act of December 9, 2002, P.L. 1269, No. 151, effective July 1, 2003. As part of the amendments, the provision governing the requirements for becoming a notary public was altered, inter alia, to impose an educational requirement as follows:\n(c) As a condition for the Secretary of the Commonwealth’s issuance of a notary commission to an applicant not appointed to the office of notary public as of the effective date of this subsection, a notary applicant must complete at least three (3) hours of approved notary education within the six (6) month period immediately preceding their application.\n57 P.S. § 151(c). In addition, the section respecting reappointment was amended to clarify eligibility along the following lines:\nApplications for reappointment to the office of notary public shall be filed at least two months prior to the expiration of the commission under which the notary is acting. Persons seeking reappointment must continue to meet the requirements set forth in section 5 in order to be reappointed.\n57 P.S. § 152 (footnote omitted).\nAppellant, Connie J. Tritt, a notary public whose commission is set to expire on October 5, 2004, filed an application for reappointment on May 5, 2003, -with Appellee, Pedro A. Cortes, the Secretary of the Commonwealth (“the Secretary”). Although Ms. Tritt’s filing fee was retained, the Secretary refused her application, returning it with a note indicating that she must satisfy the educational requirement six months prior to October 5, 2004, and that she could re-submit her application in August of 2004. In response, Ms. Tritt filed a Petition for Declaratory Judgment and Writ of Mandamus in the Commonwealth Court, naming the Secretary as respondent and averring, in pertinent part, that her application was properly completed, and that the educational prerequisite in Section 5(c) of the Act, 57 P.S. § 151(c), did not apply to her. In particular, Ms. Tritt emphasized that subsection (c) specifically excluded notaries who had been appointed prior to its effective date, and that the requirements referred to in Section 6 of the Act, 57 P.S. § 152, for reappointment could not be read as nullifying such exclusion. According to Ms. Tritt, therefore, the Secretary was obligated to reappoint her as a notary public.\nThe Secretary filed preliminary objections, requesting that Ms. Tritt’s petition be dismissed for, inter alia, failing to state a claim upon which relief could be granted. In support, the Secretary noted that he administers and enforces the Notary Public Law and maintained that his interpretation of Sections 5 and 6 of the Act was reasonable and, thus, entitled to deference. Furthermore, the Secretary offered that the application of the rules of statutory construction confirm his interpretation.\nThe Commonwealth Court sustained the Secretary’s preliminary objection for failure to state a claim and dismissed the petition. See Tritt v. Cortes, 836 A.2d 173, 178 (Pa.Cmwlth. 2003). In so holding, the court emphasized that it would not disturb the Secretary’s interpretation of the statute in the absence of fraud, bad faith, abuse of discretion, or clearly arbitrary action. See id. at 177. After reciting various rules of statutory construction, including the principle that the. General Assembly does not intend a result that is absurd or unreasonable, the court explained that the underlying purpose of the amendments to the Notary Public Law was to introduce mandatory notary public education. See id. at 178. Interpreting the statute as exempting from such requirement those with a notary commission prior to the amendments, the court reasoned, would diminish the educational purpose and yield an unreasonable result, namely, obligating some notaries to meet the education mandate, while exempting others. See id. Addressing the exclusion in Section 5(c) of the Act, the court viewed it as merely treating notaries who were appointed prior to the effective date of the subsection as “ ‘grandfathered’ until their commissions expire on or after July 1, 2003.” Id.\nIn general, the interpretation of a statute is a question of law, see Borough of Pottstown v. Pennsylvania Mun. Ret. Bd., 551 Pa. 605, 611, 712 A.2d 741, 744 (1998), with the objective being to ascertain and effectuate the intent of the General Assembly. See 1 Pa.C.S. § 1921(a). In this regard, the plain language of a statute is the foremost indication of legislative intent. See Commonwealth v. Gilmour Mfg. Co., 573 Pa. 143, 148, 822 A.2d 676, 679 (2003). While, as emphasized by the Secretary, an interpretation of a statute by those charged with its administration and enforcement is entitled to deference, see id. at 149, 822 A.2d at 679, such consideration most appropriately pertains to circumstances in which the provision is not explicit or is ambiguous. See 1 Pa.C.S. § 1921(c)(8); Pennsylvania Fin. Responsibility Assigned Claims Plan v. English, 541 Pa. 424, 430, 664 A.2d 84, 87 (1995).\nHere, Section 5(c) of the Act explicitly limits the educational requirement to “applicants] not appointed to the office of notary public as of the effective date of this subsection[.]” 57 P.S. § 151(c). The language in Section 6 of the Act, providing for reappointment and stating that “[p]ersons seeking reappointment must continue to meet the requirements set forth in section 5 in order to be reappointed[,]” is neither to the contrary nor inconsistent with this limitation. Rather, Section 5 of the Act includes a number of requirements in addition to the educational obligation; for example, an applicant must be of good moral character, familiar with the duties of a notary public, not have been convicted of a felony offense or an offense incompatible with the duties of a notary, and not have had his/her commission revoked. See 57 P.S. § 151(b)(1), (2). While a notary seeking reappointment must, nevertheless, continue to meet these requirements, the statute expressly exempts those appointed prior to July 1, 2003, from completing a course in notary education.\nNor do we view the fact that the General Assembly chose to add a requirement of notary education for more recent appointees while exempting those already commissioned as necessarily unreasonable or absurd; indeed, the exemption may simply reflect an acknowledgment that those individuals satisfied the then existing requirements for appointment and, presumably, attained some degree of practical experience. Moreover, the Commonwealth Court’s reading of the limitation in Section 5(c) of the Act as a form of grandfather clause, which merely exempts previously appointed notaries until their commissions expire, would render the language superfluous. See 1 Pa.C.S. § 1921(a) (requiring a statute to be construed so as to give effect to all its provisions). Obviously, a grandfather clause would not be necessary to allow those with notary commissions preexisting the effective date of the education requirement to complete their terms before being subject to such condition.\nWhile the terms of Section 5 of the Act except Ms. Tritt from the education obligation, we do not suggest here that mandamus relief is necessarily implicated. Mandamus is appropriate to compel the performance of a ministerial act or mandatory duty; however, it may not be employed to compel a particular exercise of discretion. See Coady v. Vaughn, 564 Pa. 604, 607-08, 770 A.2d 287, 289-90 (2001). As stressed by Ms. Tritt, Section 6 of the Act does not prohibit an early application for reappointment, stating only that such requests “shall be filed at least two months prior to the expiration of the eommission[.]” 57 P.S. § 152. In this case, however, Ms. Tritt filed her application for reappointment approximately sixteen months before her current term was to expire. As noted, pursuant to Section 6 of the Act, applicants for reappointment must continue to satisfy the requirements of Section 5, and the Secretary is charged with ensuring that applicants are in compliance. See 57 P.S. § 151(b). Certain of these requirements may be affected by the timing of the application, for instance, the Secretary must be satisfied that an applicant has not been convicted of a felony offense or an offense incompatible with the duties of a notary during the five year period preceding the date of application. See 57 P.S. § 151(b)(1). Of additional import, the Secretary is vested with discretion to reject an application based upon good cause. See 57 P.S. § 151(b). Given the statutory obligations of the Secretary and the discretion with which he is vested, it may have been within his prerogative to treat the application under review as premature.\nAccordingly, the present appeal is taken as submitted on the briefs, the order of the Commonwealth Court is reversed, and the mattér is remanded for further proceedings in accordance with this opinion.\nChief Justice CAPPY files a dissenting opinion in which Justice CASTILLE and Justice BAER join.\n. Act of Aug. 21, 1953, P.L. 1323, §§ 1-23 (as amended, 57 P.S. §§ 147-169) (the \"Act”).\n. The Commonwealth Court has original jurisdiction over actions against officers of the Commonwealth acting in their official capacity. See 42 Pa.C.S. § 761(a)(1).\n. Notably, the limitation was added immediately prior to the final vote on the legislation in the House of Representatives. See Legis. J.— House at 1226-27 (June 5, 2001).\n. The Secretary characterizes the education requirement as one of a continuing nature, similar to that imposed in professional occupations, for instance, accountants, 63 P.S. § 9.8b(b), and attorneys, Pa.R.C.L.E. 105(a). Although the question of whether the education requirement is an ongoing obligation is not presently before the Court, we would note that other jurisdictions have specifically addressed this issue in their respective statutory schemes. Compare, e.g., Cal. Gov't Code § 8201(b)(2) (1992) (providing that notaries who have completed a course of study need only complete a refresher course prior to reappointment) with N.C. Gen.Stat. § 10A-6 (1995) (exempting notaries seeking to be re-commissioned from the course study requirement).\n. It seems questionable, however, whether under this justification, Ms. Tritt’s filing fee should be treated as forfeit.",
        "type": "majority",
        "author": "Justice SAYLOR."
      },
      {
        "text": "Chief Justice CAPPY,\ndissenting.\nBecause I do not agree that the Notary Public Law (“the Act”) granted a permanent exemption to existing notaries from complying with continuing professional educational requirements, I must respectfully dissent.\nThe Act has two provisions detailing requirements for an applicant to receive a commission as a notary. 57 P.S. § 151 controls those situations in which a person is first applying to become a notary. Subsection (c) of that statute states that after July 1, 2003, a person applying to receive a commission as a notary must complete continuing educational classes within the six months preceding the application. This provision states that the requirement does not apply to those persons already appointed notaries.\n57 P.S. § 152, on the other hand, states the requirements that must be met for an existing notary to be reappointed. It specifically states that an existing notary may not be reappointed unless she meets the requirements set forth in 57 P.S. § 151.\nIn my opinion, these two statutes read together stand for the proposition that a person who held a commission as notary prior to July 1, 2003 need not immediately complete continuing educational requirements. Yet, per § 152, a reappointment will not be forthcoming unless that notary complies with § 151’s requirements regarding continuing education.\nFor the sake of argument, I will concede that it is possible to find that these statutes, when read together, are ambiguous as to the continuing educational requirements for those individuals who held commissions as notaries on July 1, 2003. In that event, the Statutory Construction Act requires that we examine the intent of the legislature. See 1 Pa.C.S. § 1921. In conducting such an examination, we are directed to inquire, inter alia, as to the mischief the legislation was to remedy, the object to be obtained by the legislation, and the consequences of a particular interpretation. 1 Pa.C.S. § 1921(c)(3), (4), and (6). We are also specifically cautioned that we should presume that the Legislature did not intend an absurd result. 1 Pa.C.S. § 1922(1).\nI believe the Legislature engrafted these new continuing educational requirements on the Act in order to ensure that our notaries are informed of the nature of their work and stay current with regard to any legal developments that would affect the discharge of their duties. In short, it desired that our notaries be competent. Contrary to the assertion of the majority, I cannot see how this legislative goal will be effectuated by interpreting the Act in such a way that essentially two classes of notaries are created: those who will complete continuing educational requirements, and presumably will be abreast of any changes regarding their duties, and those who will not. Such an interpretation will not logically advance the goal of the Legislature and, in my opinion, borders on the absurd.\nAccordingly, because I do not agree that the Act provides a permanent exemption from continuing educational requirements to those notaries appointed before July 1, 2003, I must respectfully dissent.\nJustice CASTILLE and BAER join this dissenting opinion.\n. 57 P.S. § 147 et seq.\n. July 1, 2003 is the date on which the amendments mandating continuing education for notaries became effective.",
        "type": "dissent",
        "author": "Chief Justice CAPPY,"
      }
    ],
    "attorneys": [
      "Wayne Fulton Shade, Esq., Carlisle, for Connie J. Tritt.",
      "Peter David Kovach, Esq., Christal Pike-Nase, Esq., Andrew Simon Sislo, Esq., Harrisburg, for Pedro A. Cortes."
    ],
    "corrections": "",
    "head_matter": "851 A.2d 903\nConnie J. TRITT, Appellant, v. Pedro A. CORTES, Secretary of the Commonwealth, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted March 15, 2004.\nDecided June 22, 2004.\nWayne Fulton Shade, Esq., Carlisle, for Connie J. Tritt.\nPeter David Kovach, Esq., Christal Pike-Nase, Esq., Andrew Simon Sislo, Esq., Harrisburg, for Pedro A. Cortes.\nBEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0317-01",
  "first_page_order": 657,
  "last_page_order": 665
}
