{
  "id": 442037,
  "name": "The Peoples' Bank's Appeal",
  "name_abbreviation": "Peoples' Bank's Appeal",
  "decision_date": "1880-01-28",
  "docket_number": "",
  "first_page": "107",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "93 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Edw. 583",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        487502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/3/0583-01"
      ]
    },
    {
      "cite": "4 Humph. 233",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8542803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/23/0233-01"
      ]
    },
    {
      "cite": "3 Sneed 462",
      "category": "reporters:state",
      "reporter": "Sneed",
      "case_ids": [
        8541985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/35/0462-01"
      ]
    },
    {
      "cite": "32 Leg. Int. 68",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "4 Allen 290",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2100614
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/86/0290-01"
      ]
    },
    {
      "cite": "10 Gray 532",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2082473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/76/0532-01"
      ]
    },
    {
      "cite": "6 Otto 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "34 Leg. Int. 13",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 243",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480107
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0243-01"
      ]
    },
    {
      "cite": "1 Wis. 667",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 13386,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.35922691625424e-07,
      "percentile": 0.7941111624654564
    },
    "sha256": "bbdb9ba1eb1e0dc0736038a9d6d6c5135bb80efbaf95c76f284e97d0ff0032c6",
    "simhash": "1:b4f7cee6a877106a",
    "word_count": 2376
  },
  "last_updated": "2024-02-27T18:47:02.366895+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "The Peoples’ Bank’s Appeal."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered February 24th 1880,\nPer Curiam.\nWe affirm this decree upon the opinion of the learned president of the court below.\nDecree affirmed, and appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Hood Gilpin and Charles Gilpin, for appellant.",
      "E. Coppee Mitchell, for the appellees."
    ],
    "corrections": "",
    "head_matter": "The Peoples’ Bank’s Appeal.\n1. Where the endorser of a note does not disclose the fact that the maker of the note was a minor, his silence cannot be regarded as equivalent to a direct affirmation that the maker was of full age, and is not such a fraud upon one discounting the note as will entitle him to relief in a court of equity.\n2. S. took a note made by his son, a minor, and having endorsed it himself, had it discounted by a bank and the proceeds placed to his own credit. When he obtained the discount he did not disclose the fact that the maker was a minor. He subsequently made deposits in the hank and drew chocks, hut. at no time did his balance fall below the amount of the proceeds of said note. Upon the death of S. his executors drew out all the moneys to his credit in the hank and filed an account in the Orphans’ Court, which included said moneys. The estate of S. proved to be insolvent. The minor when he attained his majority, in writing to the bank, ratified the note. In the distribution of the estate of S. the hank claimed the amount of the note with interest. As an action was pending in the Court of Common Pleas the auditor concluded to suspend proceedings until that action was decided. 'The hank then filed a bill in equity against the administrators of S., and the depositary of the fund to secure the same. Held, that there was no such breach of trust and confidence as is required by a court of equity to enable it to act. Held, further, that the funds of the estate of the endorser being under the jurisdiction of the Orphans’ Court, that tribunal was abundantly able to give complainants every remedy to which they were entitled. Held, further, that the evidence disclosed such a mixture of funds as to bring it within the rule ‘‘ that the right of pursuing a fund fails when the means of ascertainment fail.”\nJanuary 28th 1880.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nAppeal from the Court of Common Pleas, No. 3, of Philadelphia county: Of January Term 1880, No. 37. In Equity.\nBill in equity filed by tlie Peoples’ Bank of Philadelphia against Nathan Spering individually, and Nathan Spering and Eleanor Spering, administrators of the estate of Joshua Spering, deceased, and the Fidelity Insurance, Trust and Safe Deposit Company.\nThe bill, in substance, set forth that Joshua Spering, prior to. the first day of September 1873, kept an account as a depositor with complainants, and on said day presented for discount a promissory note for $600, signed by his son, Albert Spering, dated Sepr,ember 1st 1873, and payable four months after date, to the order of the said Joshua Spering, and by him endorsed. The said note was discounted by complainants, and the amount thereof, less the discount, to wit, the sum of $587.40, placed to the credit of the said Joshua Spering in his account with the complainants, and said sum continued to stand and be to his credit in his account with complainants up to the time of his death, which occurred on or about December 8th 1873. That at the time said note was presented for discount, the said Albert Spering, the maker thereof, the son of Joshua Spering. aforesaid, was a minor, which fact was well known to the said Joshua Spering, and concealed by hirn from complainants: that after the death of the said Joshua Spering, to wit, on December 8th 1873, Nathan Spering and Eleanor Spering were appointed his administrators, and the account of the said Joshua Spering with the complainants was duly settled. Upon such settlement, there appeared to be due by the complainants to the said Joshua Spering, up to th.e time of his death in said account, the sum of $1080, and afterwards, on December 12th 1873, Nathan Spering, one of the administrators aforesaid, drew a check on the complainants aforesaid, and was paid the said sum of money by the complainants, who were up to and after the time of such payment, ignorant of the fact of the minority of the said Albert Spering, the maker of the note aforesaid, and the said Nathan Spering well knowing at the time he drew and was paid the said money on the said check, that a part of the same, to wit, the sum of $587.40, resulted from and was the proceeds of the discount of the note before mentioned, and that the said Albert Spering was at the time he signed said note, and then still continued a minor; that the said Nathan Spering and Eleanor Spering deposited said sum of $1080 in The-Fidelity Insurance, Trust and Safe Deposit Company, in one sum, at interest at the rate of four per cent, per annum, and said sum still remains standing to their credit as depositors in said company; that .afterwards, said Nathan Spering and Eleanor Spering filed their account as administrators, and included therein the whole of said sum of $1080 before mentioned, and said account was referred by the Orphans’ Court for the county of Philadelphia to an auditor for distribution. Tour complainants appeared before said auditor and claimed out of the fund of $1080, so on deposit, the sum of $587.40 with the interest thereon, at the rate of four per cent, pel annum, from December 12th 1873, as being the specific property and money of the complainants. That objection was made to such allowance, and application was made to the auditor to set apart or reserve a sufficient fund to meet said claim, and to refer your claimants to another and appropriate tribunal for the adjustment of their rights, and thereupon, an order was made to that effect. ,\nThe bill further set forth that the estate of Joshua Spering was insolvent. The prayers were for a discovery, and “ that it be decreed that the Fidelity Insurance and Safe Deposit Company aforesaid, pay over to the Peoples’ Bank aforesaid, the said sum of $587.40, with interest thereon at the rate of four per cent, per annum from December 12th 1873.”\nIn their answer the administrators admitted the discounting of the note, but averred that at the time the said sum of $587 was placed to the credit of the said Joshua Spering, in his account with the plaintiffs, he had other moneys of his own there, with which the said sum of $587.40 was mingled and confused; and deposits of money in his said account subsequently were made, and checks drawn by the said Joshua Spering upon his said account, and that at no timo was his credit-balance less than said sum of §587. They admitted the minority of Albert Spering, but refused to admit that they had concealed the fact, or that it was unknown to complainants when the note was discounted ; or that at the time said balance of $1080 was drawn from the bank that the said Albert Spering was a minor. It was also admitted that complainants had paid said $1080 to Nathan Spering, and that said sum was deposited with the Fidelity Company. They admitted, likewise, the insolvency of the estate of Joshua Spering; but averred that Albert Spering, the maker of the note, having since attained his majority had. by a writing signed by him and delivered to complainants, ratified and confirmed said note, and agreed that he would be responsible therefor. They denied that an order had been made by the auditor as stated in the bill, but averred that “ it appeared at the audit that said plaintiffs had then a suit pending in Court of Common Pleas, No. 2, of this county, against the defendant, Nathan Spering, in his own right, to recover back the same sum of money, which suit was then at issue and waiting to be tried by a jury. And thereupon the auditor, with the consent of all the parties before him, decided to suspend further proceedings in the audit until the verdict of a jury could be had upon the issue so ponding in the Court of Common Pleas. It is not true that any such order was made as stated in the bill, and we are advised that no more appropriate tribunal for the determination of the matters contained in the bill, exists under the laws of this Commonwealth, than the Orphans’ Court of this county, who now have jurisdiction of the moneys claimed in said bill as is shown therein.”\nIt appeared that at the trial in Court of Common Pleas, No. 2, the complainants were non-suited.\nThe case was heard on bill and answer, and the court, Ludlow, P. J., delivered the following opinion :\n“We are of the opinion, that the relief prayed for in this bill cannot be granted. In every case of this description, in order to invoke the aid of a court of equity, there must exist some relation of trust and confidence between the partios. The fraud consists in the breach of a trust or confidence partly reposed, and in most, if not all of the cases, the silence of the party must impart as much as a direct affirmation, and must be deemed equivalent to it:. Ins. Co. v. Mabbet, 1 Wis. 667; 1 Story Eq. 214.\n“ The facts as developed in this suit, simply present a cause in which a note drawn by a minor and endorsed by his father, was presented for discount, and was discounted. It does not appear that any representations were made as to the age of the drawer. And, without evidence, it is as fair to presume that the bank discounted the paper, upon the faith of the solvency of the endorser; and after due inquiry as to the drawer, as to believe that in a business transaction like this, the officers of the bank were over-reached and defrauded.\n“It is as well, also, to remember, that the contract made by the minor was not void, but only voidable; and while it could not bind the minor without his consent, yet the drawer did, by a writing signed by him after he attained his majority, ‘ratify and confirm Said promissory note, and agree that he would be bound thereby and be responsible therefor.’\n“ It is impossible to see in this case any such breach of trust or confidence, as is required by a court of equity to enable it to act; and when the fact is that the maker of the note is a minor, silence-alone is not equivalent to a direct affirmation, especially as it is possible that a voidable contract may be made with one not, of age.\n“ Other difficulties stand in the way of the plaintiffs. The funds of the estate of the endorser are now under the jurisdiction of the Orphans’ Court of this county. That tribunal is abundantly able to give to the plaintiffs every remedy to which they may be entitled, while upon the evidence before us, there seems to have been such a mixture of funds, as to bring the case fairly within the decision of the Supreme Court in Thompson’s Appeal, 10 Harris 17, wherein Lewis, J., declares ‘ The right of pursuing it (the fund) fails, when the means of ascertainment fail.’ This is always the case when the subject-matter is turned into money, and mixed and confounded in a general mass of property of the same description, and we may add the remark of the learned judge in that case : This mixture has taken place in the case under consideration. Bill dismissed with costs.”\nFrom this decree this appeal was taken.\nHood Gilpin and Charles Gilpin, for appellant.\nA person who has been deprived of his property, through fraud or artifice, may follow the fund so taken from him and recover it from the guilty person, the self-constituted trustee: Aycinena v. Peries, 6 W. & S. 243; Lestapies v. Ingraham, 5 Barr 71; Artman v. Walton, 34 Leg. Int. 13; United States v. State Bank, 6 Otto 36; Atlantic Bank v. Merchants’ Bank, 10 Gray 532; Skinner v. Merchants’ Bank, 4 Allen 290; Farmers’ & Mechanics’ Bank v. King, 28 P. F. Smith 202; Chambers v. Bank, Id. 205 ; Tradesmen’s Bank v. Third National Bank, 16 Id. 435; Corn Exchange Bank v Bank of the Republic, 28 Id. 233; Roth v. Crissy, 6 Casey 145.\nThe Court of Common Pleas has jurisdiction even pending the settlement of the decedent’s estate in the Orphans’ Court: Aycinena v. Peries, supra; Swain v. Ettling, 8 Casey 486 ; Grigg’ Estate, 32 Leg. Int. 68 : Kimble v. Carothers, 33 Id. 280. The fund which we sought to follow was sufficiently earmarked : Farmers’ & Mechanics’ Bank v. King, supra; Goepp’s Appeal, 3 Harris 428.\nThe appellant is therefore entitled to recover for two reasons: Because the rescission of the contract, entered into by the fraudulent concealment of the decedent, avoids it, and leaves the property in the money in the appellant; and, because the facts constitute the decedent a trustee for the appellant.\nE. Coppee Mitchell, for the appellees.\nThe jurisdiction of the Orphans’ Court had already attached upon the fund claimed, before the bill was filed. Where the settlement of an estate has reached this point, the jurisdiction of said court is complete and exclusive: Dundas’s Estate, 23 P. F. Smith 474 ; Hammett’s Appeal, 2 Norris 392.\nThe admixture of the money paid by the bank with other money of Joshua Spering precludes its identification, and it cannot be reclaimed: Perry on Trusts, sect. 128; Thompson’s Appeal, 10 Harris 16. There was no fiduciary relation whatever between Joshua Spering and the bank. No trust results to the owner of money, where a stranger appropriates it and invests it in other property: Hawthorne v. Brown, 3 Sneed 462; Ensley v. Ballentine, 4 Humph. 233 ; Campbell v. Drake, 4 Iredell Eq. 94 ; Pascoag Bank v. Hunt. 3 Edw. 583."
  },
  "file_name": "0107-01",
  "first_page_order": 107,
  "last_page_order": 111
}
