{
  "id": 442207,
  "name": "Philadelphia and Reading Railroad Co. versus Schultz",
  "name_abbreviation": "Philadelphia & Reading Railroad v. Schultz",
  "decision_date": "1880-03-01",
  "docket_number": "",
  "first_page": "341",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "93 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "40 Cal. 14",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        8712196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/40/0014-01"
      ]
    },
    {
      "cite": "14 Am. Law Reg. 554",
      "category": "reporters:state",
      "reporter": "Am. Law Reg.",
      "opinion_index": -1
    },
    {
      "cite": "61 Mo. 38",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        943688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/61/0038-01"
      ]
    },
    {
      "cite": "26 Wis. 223",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11284697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/26/0223-01"
      ]
    },
    {
      "cite": "30 Iowa 78",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2279917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/30/0070-01"
      ]
    },
    {
      "cite": "47 Ill. 497",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5269287
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ill/47/0497-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 12608,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.7459085733812094e-07,
      "percentile": 0.929894754481825
    },
    "sha256": "aee9b84d74b0895640de16f5e5ba59601143e8f34b0ed70e5f03a8c458256fbe",
    "simhash": "1:ac6681781be91c71",
    "word_count": 2170
  },
  "last_updated": "2024-02-27T18:47:02.366895+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philadelphia and Reading Railroad Co. versus Schultz."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, May 3d 1880.\nComplaint is made by the plaintiff in error, defendant below, in that, though proof was made that the locomotive from which the plaintiff’s property was fired, was furnished with an approved spark arrester, yet the court submitted the question of negligence to the jury. This, however, was necessitated by the fact, that the testimony of the plaintiff was in serious conflict with the allegation above stated. It is indeed true, that a locomotive cannot be run without fire; that human ingenuity has not as yet devised any contrivance which will wholly arrest sparks; so, if these, now so important vehicles, are to be run .at all, more or less damage in. the way of fire, must result from them. Therefore, the rule of law is, and must be, that if reasonable precautions are taken in providing them with those appliances which are deemed best for the prevention of such damage, the company or persons using them, cannot be made liable though they fire every rod of the country through which they run. In accordance with this now so well established rule of law, we have but recently held, that the mere fact of the firing of a property will not, of itself, prove negligence, where it is shown that approved spark-arresters were in use: Jennings v. The Railroad Co., ante, p. 337.\nBut unfortunately for the defendant. in this case, the plaintiff furnished abundant proof, that the engine in question, either was not furnished with the necessary spark-arresting appliances, or, if so, they had been tampered with by the persons in charge thereof. On any other theory it is unaccountable that this locomotive alone, of all run upon the road, should have fired the country through which it passed almost daily, for the period of two weeks; and that it should have become so notorious in. this respect that, as one of the witnesses says, “We watched for that train every day, so that we might be ready to put out fire.” Moreover, two of plaintiff’s witnesses say, that this engine threw out sparks as large as a hickory nut; and there is the further significant testimony that, shortly after the Schultz fire, this locomotive ceased to be dangerous, or as one of the witnesses said, “After this fire we had rest.”\nThis testimony was ample, if the jury believed it, to rebut that the defendant, and the court could do nothing' else than submit it.\nAgain, complaint is made that the court refused to instruct the jury, that if either Schultz, or the owner of the strip lying between his land and the railroad, allowed the accumulation of dry leaves, brushwood and other rubbish, on his property, which would be readily fired by sparks ordinarily issuing from a properly equipped locomotive, that might be regarded as contributory negligence. This was certainly an extraordinary proposition; first, because the learned judge throughout the trial held, that if the defendant’s locomotive was properly equipped with spark-arresting appliances, the plaintiff could not recover whether he had been careful or negligent; second, because it is an attempt to impose upon property owners along the line of a railroad, duties unknown and unnecessary before the building of the road; and third, if this proposition means anything, it means, that upon such property owners devolves the duty of guarding against the negligence of railroad companies and their servants, but this is simply absurd. The plaintiff was obliged to run the risk of fires necessarily following the proper and lawful use of the defendant’s locomotives ; and if he was negligent in the protection of his property against such risk, the loss resulting therefrom would be his own; he could recover no compensation, not indeed because of his negligence, but because there would be no liability on part of the railroad company ; but that he must guard, in any way, or by any means, against the improper and unlawful use of the locomotive, is a proposition that cannot be sustained. The case of the Railroad Co. v. Hendrickson, 30 P. F. Smith 182, is in point; and this question is so well stated, and so clearly disposed of, in the opinion delivered in that ease, by Chief Justice Agnew, that further comment or explanation is unnecessary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "R. E. Wright Son, for plaintiff in error.",
      "John Rupp, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Philadelphia and Reading Railroad Co. versus Schultz.\n1. It is a rule of law that if reasonable precautions are taken in providing locomotives with those appliances which are deemed best for the prevention of damage by fire, the company or persons using them cannot be made liable though they fire every rod of the country through which they run.\n2. In an action against a railroad company for damages by fire, alleged to have been caused by sparks emitted from a locomotive, the company gave evidence that the locomotive was furnished with an approved spark-arrester. In rebuttal the court allowed the plaintiff to give evidence that numerous fires had been ignited by sparks from this same engine. Held, that the question of negligence was properly submitted to the j ury.\n3. It is not contributory negligence for the owner of land along the line of a railroad to allow the accumulation of leaves, brushwood and other rubbish on his property. Such an owner of property must run the risk of fires necessarily following the lawful and proper use of the railroad company’s locomotives; but that he must guard in any way or by any means against the improper or unlawful use of the locomotives is a proposition that cannot be sustained.\nMarch 1st 1880.\nBefore Sharswood, O. J., Mercur, Goiv don, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nError to the Court of Common Pleas, of Lehigh county: Of January Term 1879, No. 143.\nCase by Reuben Schultz against the Philadelphia and Reading Railroad Company to recover damages for injury done by fire to the woodland, rails and timber of the plaintiff, by sparks alleged to have been emitted from one of the locomotive-engines of defendant.\nThe plaintiff’s woodland lies along the track of the Perldomen railroad, of which the defendant is the lessee. On the 11th of April 1876, this woodland was fired by sparks from the engine of what was known as the 10.30 passenger train. It appeared that the fire was alighted among some dry leaves and rubbish on the bank of a cut of the railroad, and thence extended through rubbish and brushwood lying on the land of Anthony Mechlin, which adjoined the railroad, and thence to the woodland cf the plaintiff, which adjoined Mechlin’s, where it destroyed or damaged a quantity of fence rails, cord wood and standing timber. At the point where the railroad runs through the cut the grade is a heavy one, and it appeared that the engine occasionally emitted sparks in passing this point, but it was in evidence, on the part of defendant, that the engine was furnished with an approved spark-arrester, and that it was examined on the day of the fire, when it was found to be in good condition, and that it so continued for months afterwards. The plaintiff, in rebuttal, gave evidence to show that for two weeks before the occurrence this particular engine had fired property along the line of the railroad; that every day when said engine passed there were fires; that it threw out quantities of very large sparks, and that immediately after this fire on Schultz’s place, said engine ceased to throw out sparks, and that no other fire occurred thereafter along the road at that point from any passing trains.\nThe defendant submitted, among others, the following point, to which is appended the answer of the court:\nIf the plaintiff in this case, and the owners of the strip of land between his property and the railroad, permitted leaves and brush to accumulate upon their property negligently, and in such a way as that they would be likely to be ignited by sparks thrown from an engine properly operated and provided with a safe and proper spark-arrester, and by so doing contributed to the fire, there can be no recovery, and your verdict should be for the defendant.\nAns. “ This point is answered in the general charge. As I view this case I decline this instruction.”\nIn the general charge, the court, Harvey, P. J., inter alia, said:\n“You will observe, therefore, that although you find from the proof in the case that prudence and care have been used in the selection of a spark-arrester, and that the one in use upon the locomotive drawing the 10.30 train was of the most approved kind then in general use, was this arrester on that day in perfect order ? Eor if it was not — if it was defective — if it did not prevent the throwing out of sparks to the same extent as perfect arresters of the same sort do when in perfect order, and the plaintiff has shown this to your satisfaction, then he has shown a violation of a legal duty on the part of the defendant, which makes it responsible for all damages that were immediate consequences thereof.”\nThe verdict was for plaintiff for $666.96, and after judgment, defendant took this writ, and alleged, inter alia, that the court erred in the answer to the above point, and in the foregoing portion of the charge.\nR. E. Wright Son, for plaintiff in error.\nThere is no adjudication, as far as we have been able to learn, to sustain the position taken by the court in this case, viz., that the owner of land adjoining railroads is not bound to exercise ordinary care to prevent fire through the accumulations of rubbish where the engines of the company are properly equipped and properly operated. The question whether the plaintiff was not guilty of contributory negligence should, therefore, have been submitted to the jury: Ohio and Miss. Railroad Co. v. Shaefelt, 47 Ill. 497 ; Illinois Central Railroad Co. v. Nunn, 51 Id. 78 ; Kesee v. Chicago and Northwestern Railroad Co., 30 Iowa 78; Kellogg v. Chicago and Northwestern Railroad Co., 26 Wis. 223; Coates v. Missouri Railroad Co., 61 Mo. 38.\nUpon the question of the character of the spark-arrester there was no testimony to sustain the allegations of the plaintiff. The defendant proved that it was the best spark-arrester in known use. There is not one word of testimony in the case to contradict it directly or inferentially. Yet the court submitted the question to the jury, and asked them to find whether it was not the best in known practical use; and, if it was not, then the defendant would be guilty of negligence. There was certainly not sufficient evidence to warrant the submission of the question to the jury : Philadelphia and Reading Railroad Co. v. Yerger, 23 P. F. Smith 124.\nJohn Rupp, for defendant in error.\nThe use of a locomotive with an imperfect spark-arrester is negligence on the part of a railroad company: Frankford and Bristol Turnpike Co. v. Philadelphia and Trenton Railroad Co., 4 P. F. Smith 345.\nA railroad company is responsible for fires caused by the careless emission of sparks in the running of their engines : Huyett v. Philadelphia and Reading Railroad Co., 11 Harris 373. And is bound to keep its track and contiguous land clear of materials likely to be ignited from sparks issuing from its locomotives, properly constructed and driven: Salmon v. Del., Lack, and Western Railroad Co., 14 Am. Law Reg. 554; Flynn v. Railroad Co., 40 Cal. 14 ; Pennsylvania Railroad Co. v. Hope, 30 P. F. Smith 873. A person owning land contiguous to a railway is not obliged to keep the leaves, falling from his trees, from being carried by the wind to such railway, nor to keep his lands clear of combustible matter; nor, on failure to perform such acts, does he become contributory to the production of a fire originating in the carelessness, on its own land, of the railroad company: Salmon v. Del. and Lack. Railroad Co., supra; Lehigh Valley Railroad Co. v. McKean, 9 Norris 122; Philadelphia and Reading Railroad Co. v. Hendrickson, 30 P. F. Smith 182.\nThe court could not say in the case at bar, as a matter of law, that the fact of this engine setting fire to property for miles along the road every day, for a week or more, and on the very day of this fire in question, setting fire to the property of several other persons about the same time and place, was not evidence of negligence, either in the use of an imperfect spark-arrester, or the unskilful, careless and improper management of the engine by the servants and employees of the company: Lackawanna and Bloomsburg Railroad Co. v. Doak et al., 2 P. F. Smith 379; Pennsylvania Railroad Co. v. Stranahan, 29 Id. 105; Huyett v. Philadelphia and Reading Railroad Co., 11 Harris 373. [See Jennings v. Pennsylvania Railroad Co., ante, 337. — Rep.]"
  },
  "file_name": "0341-01",
  "first_page_order": 341,
  "last_page_order": 345
}
