{
  "id": 442128,
  "name": "Donahue et al. versus Connor",
  "name_abbreviation": "Donahue v. Connor",
  "decision_date": "1880-03-02",
  "docket_number": "",
  "first_page": "356",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "93 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 538,
    "char_count": 12952,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.3098695606465117e-07,
      "percentile": 0.6241246111259768
    },
    "sha256": "eb66d91f36d287e455670d3d8f7f15e7195d14cd83fc710aa9b70fbe497afa57",
    "simhash": "1:b62d84e52e6614f9",
    "word_count": 2220
  },
  "last_updated": "2023-07-14T15:05:01.810392+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J.,’absent."
    ],
    "parties": [
      "Donahue et al. versus Connor."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, May 3d 1880.\n1. The first assignment of error is not sustained. If the allegation of the plaintiff was correct, that he was not confined to the contract price, but was entitled by a subsequent agreement of the parties to recover the actual cost of the work, the offer to prove the entire amount of the expenditure from the beginning was clearly admissible.\n2. The pay-roll was not competent as a book of original entries. It did not charge the defendants with anything, and was res inter alios aeta. Some of the entries were not made by the plaintiff. But he testified that it showed the amount paid for labor, including the store accounts. This was sufficient to entitle it to go to the jury, not as original evidence of the charge, but as corroboration of plaintiff’s testimony and his statement of the amount expended.\n3. It was error to exclude the question referred to in this assignment. The defendants claimed that there was-only about $1000 due the plaintiff at the completion of the contract, which had been paid to his assignee before suit brought. The plaintiff denied the settlement, and claimed a larger sum. It was certainly competent for the defendants to show that on a prior judicial proceeding the plaintiff had claimed but $1000, and had called witnesses to prove it.\n4. We are not prepared to say the court below erred in allowing the question referred to in this assignment to be asked upon the cross-examination of the witness Rupp, unless, however, what Connor said, was communicated to Donahue & Shields at an interview to which the witness had referred in his examination-in-chief, it ought to have been excluded. ' It was not competent for the plaintiff, under the guise of a cross-examination, to get in his own declarations at an interview as to which the defendants had offered no evidence. The record as presented is not clear upon this point. The bill of exceptions does not mark the particular interview to which it refers with any certainty. As the case must go back we make this reference to prevent misapprehension hereafter. Just here we desire to say, that it would greatly abridge our labors in many cases, if assignments of error, to the exclusion or admission of evidence, would set forth the name of the witness. Where the testimony is voluminous it is no small labor sometimes to find the proper reference in the bill of exceptions.\n5. The defendant’s sixth point should have been affirmed. If, as alleged, the plaintiff executed a voluntary assignment prior to the commencement of this suit, and the assignees in good faith settled with the defendants for the balance due the plaintiff, the defendants would be discharged from further liability in the absence of fraud, accident or mistake. There was no evidence of either to submit to the jury. Whether there was a settlement in point of fact will be for the jury upon another trial.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Edward Harvey, for plaintiffs in error.",
      "John D. Stiles, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Donahue et al. versus Connor.\n1. A sub-contractor brought an action against the contractor who employed him, for certain expenditures which he alleged his employer had authorized him to make beyond the contract price. He testified as to the amount paid his laborers, and also the amount of his store and board bills. He then offered the pay-roll on which these items appeared. Some of the entries were made by the plaintiff and some by his assistant. The roll, under objection, was admitted in evidence. Held, that while the roll was not competent as a book of original entries, and did not charge the defendant and was res inter alios acta, it was sufficient to entitle it to go to the jury as corroborative of the plaintiff’s testimony and his statement of the amount expended.\n2. The defendant claimed that there was only a certain amount due plaintiff when he completed his contract, which the plaintiff denied and claimed a larger sum. Held, that it was competent for the defendant to show, that in a prior judicial proceeding the plaintiff had only claimed the amount named by defendant, and that he had called witnesses to prove it.\n3. Per Paxson, J. — “ It would greatly abridge the labors of this court in many cases, if assignments of error to the exclusion or admission of evidence would set forth the name of the witness. When the testimony is voluminous, it is no small labor sometimes to find the proper reference in the bill of exceptions.”\nMarch 2d 1880.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J.,’absent.\nError to the Court of Common Pleas of Lehigh county: Of January Term 1880, No. 160.\nAssumpsit by William J. Connor against John Donahue and John Shields, trading as Donahue & Shields. The suit, as originally commenced, was in foreign attachment. The declaration was filed with the common counts, in assumpsit, to which the defendants pleaded the general issue.\nDonahue & Shields had a contract to grade the road-bed of the Allentown Turnpike. They made a contract with Connor to do the work on about two miles of the road for $9300. The latter commenced the work, but after some time, discovered he was losing money, when, as he testified, he met Shields, one of the defendants, on October 1st 1876, and told him that he could not carry on his work at the price agreed upon and be able to pay his debts, and that Shields said to him: “ Capt. Connor, you have known me a great while, and I have known you; go on with this work and finish it up; I will see you do not lose a cent, and every debt you owe is paid.” And that in consequence of this promise he went on and finished the -work during the month following this interview.\nThe plaintiff offered to show the entire amount of his expenditures upon the -work. The defendants objected to this evidence as incompetent and irrelevant; second, because in the plaintiff’s bill of particulars the original contract is in writing, and has not been offered in evidence; third, because the narr. is in the common counts of assumpsit, and lays no special assumpsit; fourth, because the witness himself has fixed October 1876, as the time when the alleged contract was made. The court overruled the objections, and admitted the evidence. (First assignment of error.)\nThe plaintiff then refreshed his recollection with his pay-roll, and testified as to the amount of wages he had paid to various laborers, and the amounts paid for store and board bills, all of which were entered on the paper; some of the entries made by the plaintiff, and some by his assistant. He then offered in evidence the pay-roll itself. The defendant objected to its admission. First, as incompetent and irrelevant; second, because it has not been proved; third, that the entries are made by the party in his own interest, and not in a matter between him and the defendants; fourth, that it is res inter alios acta. The court admitted the roll. (Second assignment of error.)\nIt was admitted by the plaintiff that the original contract price was paid. This action was for the recovery of the difference between that sum and the total expenditures under the alleged agreement on October 1st, with Shields.\nIn the cross-examination of the plaintiff, it appeared that in July 1876, an attachment under the Act of 1869, had been issued against him at the suit of some of his laborers, on the ground that he was about to defraud them ; that he had moved to dissolve the attachment, and to show his ability to meet the demands made upon him, had made depositions setting forth the amount of the indebtedness of the defendants to him. The defendants then proposed to show by the plaintiff that he had called Donahue & Shields, at the hearing, under the rule to dissolve the attachment, as witnesses to prove that they owed him $1000. The plaintiff objected, and the court sustained the objection. (Third assignment of error.)\nIt also appeared on the cross-examination of the plaintiff that, about the time of the attachment, Connor made an assignment for the benefit of his creditors, and that he gave to his assignees a statement of his claim against Donahue & Shields, amounting to $1006. He admitted that he had made such a statement to his assignees, and that they, before this suit was brought, had obtained the money from the defendants and receipted therefor, but asserted that he never acknowledged that it was all that was due to him by defendants.\nThe defendants, by Rupp, an attorney who had represented Connor in the attachment proceedings, corroborated some of the testimony that had been elicited on cross-examination. This witness testified to several conversations he had had with plaintiff and defendants.\nOn cross-examination, they proposed to ask him the following question:\nQ. Do you not recollect in the conversation with you that Donahue & Shields were not by, and you explained to them, when they came back, that Connor claimed that this was not correct ?\nObjected to as incompetent and irrelevant.\nThe. plaintiff alleged that he proposed to show by the witness that Connor had told him certain things about his claim against Donahue & Shields, which he repeated to Donahue & Shields when they all came together during the interim : tha-t Connor claimed that he could not get any more from Donahue & Shields than $1006 now, but that he claimed more of them on account of the contract that he had with them.\nDefendants objected to this evidence as incompetent and irrelevant, and not cross-examination ; and because under a cross-examination the declarations of a party in his own interest, cannot be obtained from the witness, unless they are a part of the matter of which he was examined in chief.\nThe court ruled that “ all that the plaintiff said in this alleged interview, as to the amofint that was due him, as claimed by him, may be given,” and overruled the objection. (Fourth assignment of error.)\nThe defendant submitted, inter alia, the following point:\n“ It is in evidence that the plaintiff executed a deed of assignment to H. Belford and 'J. A. Trexler in trust for the benefit of creditors; this transferred all his claim and demand against the defendants to them, and if they settled the balance due under the contract, and took and receipted for it, that discharged the defendants, unless it can be shown that the receipt was given through fraud, accident or mistake, and there being no such evidence in the cause, the verdict must be for the defendants.”\nThe court, Albright, P. J., answered: “ This proposition, as a whole, is denied. The proposition, however, is affirmed, with the exception of the concluding statement, ‘ and there being no such evidence in the cause, the verdict must be for the defendants.’ ”\nThe verdict was for the plaintiff for $2648.43. After judgment thereon, the defendants took this writ, and alleged that the court erred as set forth in the assignments of error.\nEdward Harvey, for plaintiffs in error.\nThe pay-roll was improperly received in evidence. The entries were not all made by the plaintiff, and were not proved. They were not original entries. The roll only showed incidentally the relation between plaintiff and defendants, and was inadmissible as res inter alios aata.\nIt was ruled in Commonwealth v. Eaton, 8 Phila. R. 42, that a witness may be cross-examined on any subject which bears on his credibility. If in this case the proposed question was wholly collateral to the issue, its rejection upon the ground of irrelevancy would have been proper. But it was not a collateral issue; it sought to connect the witness with a proceeding, wherein, for his own interest, ho both alleged and proved that the contract was what the defendants in this case alleged it was. We submit that its rejection was error. The point of the defendants should have been affirmed without -qualification.\nJohn D. Stiles, for defendant in error.\nThe book was evidence because it was the book of both parties. It was evidence as a memorandum to be referred to by counsel in court. It was proven. The hearing in the attachment case could throw no light on this question. Connor said he claimed that there was more than a thousand dollars due him.\nNothing was offered to be proven by G-. II. Rupp, except that which took place during the interviews spoken of in his examination in chief. The witness had spoken of several interviews, he could not recollect what was said upon these different occasions, and that is all we proposed to ask. The court ruled expressly that we were entitled to all that the plaintiff said in these interviews.\nThe point would have taken the question from the jury as a question of law; this the court declined to do, because the payment to the assignees of a given sum would not preclude a recovery for the actual amount due. The assignees did not settle with Donahue & Shields; they simply received the amount they offered to pay. If they did settle, either a fraud or an accident must have occurred."
  },
  "file_name": "0356-01",
  "first_page_order": 356,
  "last_page_order": 361
}
