{
  "id": 442121,
  "name": "Biery versus Ziegler",
  "name_abbreviation": "Biery v. Ziegler",
  "decision_date": "1880-03-03",
  "docket_number": "",
  "first_page": "367",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "93 Pa. 367"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 368,
    "char_count": 6727,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 4.370710586428907e-08,
      "percentile": 0.27430498843754986
    },
    "sha256": "e533f94a4f5ff28d63e101a76ecffbbaa5f23f5248c4b8f79d68f913a1873e43",
    "simhash": "1:9a43071f3b07f938",
    "word_count": 1206
  },
  "last_updated": "2023-07-14T15:05:01.810392+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Gordon, Paxson, Trunkey and Sterrett, JJ. Mercur and Green, JJ., absent."
    ],
    "parties": [
      "Biery versus Ziegler."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court May 3d 1880.\nThe Act of 1848 having secured to a married woman her separate estate, it was only fair to exonerate her husband from the payment of her debts contracted before marriage. This was an attempt to compel the husband to pay the rent of a house which his wife had leased some weeks prior to his marriage to her. It appears that after the marriage the wife continued to occupy the demised premises, as she had occupied them for some time prior thereto. Her husband, however, did not live with her, at least not permanently; he visited her sometimes, and occasionally staid all night. The court below held the husband liable for the rent, not because the landlord could recover against him upon the contract of lease with the wife made prior to the marriage, but for the use and occupation after marriage, on the ground of the husband’s legal obligation to support and maintain his wife.\nThe error of this ruling is palpable. The duty of a man to support and maintain his wife is well settled, and may be enforced by legal process in case of his refusal or neglect to do so. But he was a stranger to this contract. The lessee was in possession of the premises under a lease when he married her. The contract and liability were hers. He no more assumed the payment of her liability under the lease than he did of her other debts, if any existed. It is true she lived in and enjoyed the use of the house for some months after her marriage and until her death. In like manner, her clothing purchased before was worn and used after marriage. If uivpaid for the husband could not be held responsible for it.\nThere is nothing in the testimony of Ziegler, the landlord, from which a contract with the husband can be fairly implied. We need not discuss the question, therefore, how far a man may be liable upon his promise to pay his wife’s ante-nuptial debt. He made no such promise, and without it he is under no legal duty to pay.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "A. G. Green and H. Maltzberger, for plaintiff in error.",
      "Jeff Snyder and H. C. G. Reber, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Biery versus Ziegler.\nA widow contracted with, a lessor for the rent of a house for a certain term. Before the expiration of that term she married, but remained living in the house, having frequent visits from her husband who, however, lived at another place in the same village. The lessor brought an action against the husband for use and occupation, and the court below held that he was liable on account of his legal obligation to support and maintain his wife : Held, that this was error; that the husband was a stranger to the contract and was not liable.\nMarch 3d 1880.\nBefore Sharswood, C. J., Gordon, Paxson, Trunkey and Sterrett, JJ. Mercur and Green, JJ., absent.\nError to the Court of Common Pleas of Berks county: Of January Term 1880, No. 185.\nThis was an appeal from a justice of the peace in an action brought by Philip Ziegler against Uriah Biery to recover for the use and occupation of a house.\nIn 1871, Mrs. Tellem, a widow, was the tenant of the plaintiff under a parol contract made with her sometime in 1871, which tenancy was to expire April 1st 1.872. About Christmas 1871, while still a widow, she renewed the lease with Ziegler for the year commencing the following April, the rent agreed upon being $575. On the 23d of February 1872, she married Biery, the defendant, and continued to reside in the house as before — her husband living at his boarding-house in the same village, where he had resided for a number of years, but frequently visiting her and occasionally remaining with her over, night. She was not in good-health, and in July 1872, was taken by her husband to his boarding-house, where she stayed till October, when she was removed to her mother’s house, in which place she died November 30th 1872. The testimony shows that while she was living in Ziegler’s house after April 1872, she had a child born, which died soon after birth and was buried from said house, and that one of Biery’s children by a former wife was living with her for a short time Also, that defendant sent some articles of furniture to the house; that his wife’s goods remained in the house till January 1873, when he made sale of them; that in February 1878, he returned the key of the house to Ziegler, and took out letters of administration on her estate December 13th 1878.\nAt the trial, the plaintiff claimed to recover against the defendant for use and occupation of the house from the time of defendant’s marriage to the time the key was returned, without regard to the contract of the wife made dum sola, the terms of which were testified to by the plaintiff himself.\nThe following were among tho’points of the defendant, with the answers of the court thereto:\n4. If Mrs. Tellem contracted to rent the premises for the year commencing April 1st 1872, before her marriage, and continued to occupy them separately from her husband until shortly before her death in November 1872, under her contract, the husband is not liable for the rent. Nor would he be liable under such circumstances if he had occupied the house with her from April 1872.\n5. That if the facts given in evidence by the plaintiff be true, there is no cause of action shown.\nWhich points the court answered together as follows:\n“ The plaintiff does not seek to recover on the contract made between plaintiff and Mrs. Tellem before marriage, but for the use and occupation after marriage, as the husband’s legal obligation to support and maintain his wife. If the jury find from the evidence that the wife continued to reside in the house with her husband’s consent, and he in part with her, the defendant is liable for such an amount as the use and occupation of the house were reasonably worth.”\n6. Under all the testimony in the case the plaintiff is not entitled to recover. Refused.\nIn the general charge the court, Hagenman, P. J., inter alia, said:\n“ If the jury find that the wife, after her marriage, continued to occupy the house and resided in it with the consent and permission of her husband, the case falls within that rule which binds a husband for the support and maintenance of his wife, especially so if he to spme extent occupied it with her. In such case the defendant is liable, not on the contract made by his wife before marriage, but for such an amount that the use and occupation were reasonably worth subsequently to the marriage, whilst the house was so occupied.”\nYerdict for plaintiff, and after judgment thereon defendant took this writ and alleged, inter alia, that the court erred in the answers to the above points and in the portion of the charge noted above.\nA. G. Green and H. Maltzberger, for plaintiff in error.\nJeff Snyder and H. C. G. Reber, for defendant in error."
  },
  "file_name": "0367-01",
  "first_page_order": 367,
  "last_page_order": 369
}
