{
  "id": 442066,
  "name": "Long versus Caffrey",
  "name_abbreviation": "Long v. Caffrey",
  "decision_date": "1880-03-11",
  "docket_number": "",
  "first_page": "526",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "93 Pa. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 533",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 26",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0026-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 5216,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 9.937882315518465e-07,
      "percentile": 0.9825144245861438
    },
    "sha256": "06af0ef9ae5f5a6cfb63a4fd026873511483d46da7147d5ee4cd7c8a6bc23e45",
    "simhash": "1:afc2e4c48eaa22dc",
    "word_count": 906
  },
  "last_updated": "2024-02-27T18:47:02.366895+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "Long versus Caffrey."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court, May 3d 1880.\nThis was a scire facias on a meohanie’s lien. The work was done and the materials furnished, for a gross sum, under a written agreement between the parties. The payments were to be made in several instalments, the last one some months after the completion and acceptance of the house. The contract contains this stipulation, “ And it is further agreed, that no mechanic’s or other lien shall be entered against said building by the said Long, or the material, contractor or workmen; and it is further agreed, that if any such lien be entered, that the said Long shall pay all costs and fees at his own proper expense, without recourse or claim against said Caffrey on account thereof; and that if said Caffrey is farced to pay the amount of any of said liens or costs, he shall have the right to recover the amount thereof from said Long.”\nThere is nothing doubtful or obscure in this clause. It is cleai and specific. Why shall not full effect be given to it ? It is in regard to a subject-matter that the parties had an undoubted right to contract!. The parties recognised it as an important matter in the contract. The defendant wished to be protected against all such liens. The plaintiff expressly agreed not to file one himself, and to protect the defendant against all filed by others. The right of lien which the law would have given to the plaintiff he waived, and estopped himself from asserting, to the prejudice of the defendant.\nThe contract contains further evidence, that the plaintiff was to rely on personal and collateral security, without lien. Thus it was agreed, that on the completion of the building, the defendant should cause it to be insured to an amount at least equal to the unpaid instalment, and assign the policy to the plaintiff as collateral security therefor. The different parts of the contract are separate and independent covenants, and we see no reason why the one not to file a lien shall not be enforced. The learned judg'e was therefore right in charging that the plaintiff could not recover.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "G. R. Bedford and L. B. Landmesser, for plaintiff in error.",
      "No counsel nor paper-book contra."
    ],
    "corrections": "",
    "head_matter": "Long versus Caffrey.\nWhere a mechanic about to erect a building stipulates in writing with the owner that he will not file a mechanic’s lien, and the owner, to secure the rae°hanie, stipulates that he will insure the building, these are separate and independent covenants, and the mechanic cannot file a lien because the owner did not insure.\nMarch 11th 1880.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nError to the Court of Common Pleas of Luzerne county: Of January Term 1880, No. 263.\nScire facias sur mechanics’ lien, issued by E. T. Long against John M. Caffrey. The defendant pleaded “Nil debet.”\nThe plaintiff entered into a written agreement to .build a house for defendant, the price to be paid in instalments as' the house progressed. The agreement also contained the following stipulations:\n“And it is further agreed that no mechanic’s or other lien shall be entered against said building by the said Long or the material contractor or workmen. And it is further agreed that if any such lien be entered that the said Long shall pay all costs and fees at his own proper expense, without recourse or claim against said Caffrey on account thereof, and that if said Caffrey is forced to pay the amount of said liens or costs, he shall have the right to recover the amount thereof from said Long. It is further agreed that said Caffrey shall, on completion of said building, insure the same against loss or damage by fire to at least the amount of $1000, and assign the policy of insurance as collateral security for the payment of the last-mentioned $1000 to said Long.”\nIt appeared that the instalments had not all been paid, and that the building had not been insured.\nThe first point of plaintiff, -which the court, Harding, P. J., refused, was as follows :\n“ That if the jury believe that said Caffrey failed to pay at the time agreed upon, and also failed to insure the property as agreed upon, then he cannot set up the defence that the contractor agreed not to file a lien.”\nThe defendant submitted the following point, to which is appended the answer of the court:\n“ That by the agreement annexed to the claim the plaintiff agrees that no mechanic’s or other lien shall be entered against said building by the said Long, and he is therefore estopped from filing a lion, and cannot recover in this case.”\nAns. “ We affirm that. Your verdict therefore should be in favor of the defendant in this ease.”\nVerdict for defendant; and, after judgment thereon, plaintiff took this writ, and alleged that the court erred in the answers to the above points.\nG. R. Bedford and L. B. Landmesser, for plaintiff in error.\nThe defendant’s agreement to pay the price and to insure the building for the benefit of the plaintiff, on the one hand, and the plaintiff’s agreement, on the other, to file no lien, were dependent covenants, and upon the defendant’s default the plaintiff was entitled to file said lien, notwithstanding the agreement: McCrelish v. Churchman, 4 Rawle 26; Wright v. Smyth, 4 W. & S. 533.\nNo counsel nor paper-book contra."
  },
  "file_name": "0526-01",
  "first_page_order": 526,
  "last_page_order": 528
}
