{
  "id": 1912406,
  "name": "Zimmerman v. Zimmerman, Appellant",
  "name_abbreviation": "Zimmerman v. Zimmerman",
  "decision_date": "1968-01-03",
  "docket_number": "Appeal, No. 401",
  "first_page": "118",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "428 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432382
      ],
      "year": 1871,
      "opinion_index": 0,
      "case_paths": [
        "/pa/66/0366-01"
      ]
    },
    {
      "cite": "57 A. 525",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998126
      ],
      "year": 1904,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0186-01"
      ]
    },
    {
      "cite": "17 A. 2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "143 Pa. Superior Ct. 22",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1031749
      ],
      "year": 1941,
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/143/0022-01"
      ]
    },
    {
      "cite": "151 A. 2d 643",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. Superior Ct. 461",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745047
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/189/0461-01"
      ]
    },
    {
      "cite": "187 A. 2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883189
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0456-01"
      ]
    },
    {
      "cite": "171 A. 2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "195 Pa. Superior Ct. 291",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        753582
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/195/0291-01"
      ]
    },
    {
      "cite": "151 A. 2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "190 Pa. Superior Ct. 125",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745803
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/190/0125-01"
      ]
    },
    {
      "cite": "184 A. 2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. Superior Ct. 613",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        758568
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "616"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/198/0613-01"
      ]
    },
    {
      "cite": "167 A. 350",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150653
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "80, 81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0077-01"
      ]
    },
    {
      "cite": "54 A. 2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472123
      ],
      "year": 1947,
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0441-01"
      ]
    },
    {
      "cite": "184 A. 816",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "108 Pa. Superior Ct. 375",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706392
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "379, 380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/108/0375-01"
      ]
    },
    {
      "cite": "43 A. 2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "157 Pa. Superior Ct. 582",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061420
      ],
      "year": 1945,
      "pin_cites": [
        {
          "page": "583, 584, 585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/157/0582-01"
      ]
    },
    {
      "cite": "136 A. 228",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100825
      ],
      "year": 1927,
      "pin_cites": [
        {
          "page": "6, 7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0001-01"
      ]
    },
    {
      "cite": "195 A. 2d 799",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "202 Pa. Superior Ct. 176",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        766813
      ],
      "weight": 2,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/202/0176-01"
      ]
    },
    {
      "cite": "180 A. 2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. Superior Ct. 26",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        758632
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/198/0026-01"
      ]
    },
    {
      "cite": "397 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286220
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/397/0452-01"
      ]
    },
    {
      "cite": "202 Pa. Superior Ct. 176",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        766813
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/202/0176-01"
      ]
    },
    {
      "cite": "198 Pa. Superior Ct. 26",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        758632
      ],
      "year": 1962,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/198/0026-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1018,
    "char_count": 22660,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 1.2408031122733925e-07,
      "percentile": 0.6078329277112295
    },
    "sha256": "904f1e4600f749e6699d35b34cd50d281ee833202b49fb869f62799dd1723ba1",
    "simhash": "1:3655bfe6877add76",
    "word_count": 3860
  },
  "last_updated": "2024-02-27T22:12:57.337362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Roberts concurs in the result."
    ],
    "parties": [
      "Zimmerman v. Zimmerman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nEugene W. Zimmerman and Eleanor Zimmerman were married April 8, 1930. The parties lived together until April 13, 1959 at which time Eleanor Zimmerman departed from the matrimonial domicile in Cumberland County and removed to a hotel in Harrisburg and later to Adams County. From April 13, 1959 to the present time, the parties have lived separate and apart.\nOn October 19, 1959—over six months after leaving the matrimonial domicile—Mrs. Zimmerman in Adams County instituted an action seeking a divorce from bed and board and, in this action, she alleged adultery and indignities as grounds for such divorce. The Court of Common Pleas of Adams County held that she had not established either ground for divorce and, on appeal, the Superior Court, on April 12, 1962, affirmed the action of the Adams County court refusing to grant a divorce. See: Zimmerman v. Zimmerman, 198 Pa. Superior Ct. 26, 180 A. 2d 97 (1962). One week thereafter, Mr. Zimmerman instituted an action in Cumberland County against Mrs. Zimmerman seeking a divorce a.v.m. on the grounds of desertion and indignities. The Cumberland County court refused to grant a divorce on the grounds alleged and, on appeal, the Superior Court affirmed the action of the Cumberland County court. See: Zimmerman v. Zimmerman, 202 Pa. Superior Ct. 176, 195 A. 2d 799 (1963). The basis for the court’s refusal to grant a divorce on the ground of desertion was that the period of time during which Mrs. Zimmerman’s Adams County divorce action was pending could not be included in the two year statutory period necessary to establish a legal desertion.\nOn May 23, 1964, Mr. Zimmerman instituted the instant action in the Court of Common Pleas of Cumberland County seeking a divorce a.v.m. alleging that Eleanor Zimmerman had committed wilful and malicious desertion and had been absent from the matrimonial domicile without reasonable cause since April 13, 1959. It should be noted that this action was instituted approximately two years and two months subsequent to the date of affirmance by the Superior Court of the final decree of the Adams County court in the action previously instituted by Mrs. Zimmerman.\nIn the present action, after the taking of voluminous testimony, the master recommended that a divorce a.v.m. be granted and the Court of Common Pleas of Cumberland County adopted the recommendation of the master and entered a decree granting a divorce a.v.m. On appeal, the Superior Court handed down a per curiam opinion wherein it recited that, since the six judges who heard the argument of the appeal were equally divided in opinion, the decree of the court below was affirmed. This Court granted allocatur.\nThe basic question raised on this appeal is whether, prior to the expiration of the two year statutory period, Mrs. Zimmerman had made a bona fide offer of reconciliation and to return to the matrimonial home to her husband which the latter rejected. In resolving this question, we bear in mind the scope of our review: (1) even though the master before whom the testimony was taken, because of the opportunity afforded him to hear and to observe the witnesses, was in a better position than this Court to pass upon the credibility of such witnesses, the findings of the master, although entitled to due consideration, are not controlling or binding upon us: (Nacrelli v. Nacrelli, 288 Pa. 1, 6, 7, 136 A. 228 (1927); Smith v. Smith, 157 Pa. Superior Ct. 582, 583, 584, 585, 43 A. 2d 371 (1945); Langeland v. Langeland, 108 Pa. Superior Ct. 375, 379, 380, 184 A. 816 (1933) ; Law of Marriage and Divorce in Pennsylvania, Freedman, (2d ed.) vol. 3, §654 and cases therein cited) ; (2) except where a jury has rendered the verdict, this Court in a divorce action must review all the evidence and from such review determine whether the ground alleged as a cause for divorce has been legally established (Bobst v. Bobst, 357 Pa. 441, 444, 54 A. 2d 898 (1947); Esenwein v. Esenwein, 312 Pa. 77, 80, 81, 167 A. 350 (1933)).\nOur initial inquiry is when, under the instant factual situation, the two year statutory period necessary to establish desertion as a ground for divorce began to run. The Superior Court in Zimmerman v. Zimmerman, 202 Pa. Superior Ct. 176, supra, said: “It\nhas long been the law that in computing the statutory period necessary to support a divorce for desertion, the time of the voluntary separation of the defendant during the pendency of a previous divorce suit brought m good faith by the defendant, cannot be included by the plaintiff in the two-year statutory period: [citing authorities]”. (Emphasis added). With that statement of the law we are in accord. Moreover, in that case, the Superior Court concluded that the divorce action brought by Mrs. Zimmerman in Adams County had been “brought in good faith” insofar as the allegation concerning indignities was concerned and that, even though she had failed to legally establish the existence of such indignities and thus was not entitled to a divorce on that ground, nevertheless she was entitled to the benefit of the rule of law which tolls the two year statutory period during the pendency of the divorce action. We agree with that conclusion.\nIn the instant divorce action, the Court of Common Pleas of Cumberland County stated: “The statutory period for desertion of two (2) years began to run from April 13, 1959. Excluding the period involved in the pendency of the Adams County divorce action, to wit: October 19, 1959 to April 12, 1962, the two-year statutory period expired October 7, 1963, at the latest. If the six (6) months prior to the filing of her divorce action is not counted as part of the period, the desertion period would begin April 12, 1962 when the Superior Court handed down the order affirming the dismissal of her complaint in divorce in Adams County. This date was one week more than two years prior to the filing of the complaint in this present action. It thus appears that no matter which date for desertion is taken, the two-year period had run when the complaint in the present action was filed.” This conclusion is sound both factually and legally.\nThat Mrs. Zimmerman departed “from the habitation” of her husband and has been absent therefrom for upwards of two years is established beyond question. Upon her rested the burden of justifying the desertion by establishing that she had “reasonable cause” for her withdrawal from the matrimonial domicile (Hensel v. Hensel, 198 Pa. Superior Ct. 613, 616, 184 A. 2d 151 (1962) ; Colin v. Colin, 190 Pa. Superior Ct. 125, 128, 151 A. 2d 801 (1959)) and such “reasonable cause” must be such as would entitle her to a divorce (Popovic v. Popovic, 195 Pa. Superior Ct. 291, 295, 171 A. 2d 608 (1961), aff’d, 409 Pa. 456, 187 A. 2d 164 (1963) ; Jones v. Jones, 189 Pa. Superior Ct. 461, 465, 151 A. 2d 643 (1959)). That Mrs. Zimmerman did not establish such “reasonable cause” for withdrawing from the matrimonial domicile was conclusively established by Zimmerman v. Zimmerman, 198 Pa. Superior Ct. 26, supra (1962).\nTo avoid the grant of a divorce on the ground of desertion Mrs. Zimmerman’s only recourse was to establish that she had made a bona fide offer of reconciliation and to return to the matrimonial domicile which offer her husband had rejected. Such an offer had to be made in good faith, pursuant to a sincere desire to resume marital relations, and within the applicable statutory period: Colin v. Colin, supra; Helm v. Helm, 143 Pa. Superior Ct. 22, 25, 17 A. 2d 758 (1941). That such offer was made must be established by clear and convincing evidence.\nThis Court in Gordon v. Gordon, 208 Pa. 186, 187, 57 A. 525 (1904) stated: “No divorce for [desertion] will be granted for a desertion that is not without reasonable cause and has not existed for at least the space of two years. While this is true, it is well settled that to bar the running of the term against the offending party, an offer of reconciliation or an offer to return to the injured party must be made in good faith with the desire that it be accepted and with the intention that if the reconciliation is effected the derelict party will honestly perform his whole duty as husband towards the one whom he deserted. Such an offer must be accepted, and a party refusing it is not in a position to demand a decree of divorce. If, however, the offer to resume marital relations is not made in good faith, and with the intention to live in the relation of husband and wife, but with the view of defeating a divorce, or for any other dishonest purpose, the injured party may decline to accept it without being deprived of the right to procure a divorce after the expiration of two years from the date of the desertion: [citing authorities].” Justice (later Chief Justice) Agnew colorfully stated in MeOlurg’s Appeal, 66 Pa. 366 (1871), the offer of reconciliation must not “have' the hand of Esau, and yet betray the voice of Jacob”, (p. 373).\nWe have examined carefully the instant record in its entirety. Mrs. Zimmerman relies principally on two offers of reconciliation both of which were made within three weeks of the termination of the two year statutory period. No offer of reconciliation took place until almost four and one half years after Mrs. Zimmerman left her husband.\nThe first offer of reconciliation upon which reliance is placed occurred on September 20, 1963. Mrs. Zimmerman, ostensibly anxious to visit Rosalie Johnson, a daughter of the parties, went to Missouri where the daughter lived. Mrs. Zimmerman requested her daughter—who so obviously loved both her parents and wanted to remain neutral in the matter—to call Mr. Zimmerman in Pennsylvania and ask if Mrs. Zimmerman “could come back to him”. The daughter asked her mother if she wanted to return to her father' “because she loved him, and [her mother] said she didn’t love him”. When she pressed for a reason why her mother wanted to return to her husband, the mother stated “it was a personal reason and [her mother] wouldn’t tell [the daughter] what the personal reason was.” Against her “better wishes”, the daughter talked to her father by telephone. The father—who was then in the company of other persons—said he could not then come to Missouri and “didn’t know whether he could take her back or not”. In a letter written by the daughter’s husband the next day to Mr. Zimmerman it was stated that the daughter “felt her mother wasn’t sincere and had some motive behind the whole thing which she didn’t disclose”. The court below aptly stated: “Mrs. Zimmerman furnished an important clue to the reason for the call as well as the other efforts to effect a reconciliation when asked why she made the trip to her daughter in Missouri at that time. She testified as follows: ‘That was just shortly after the decision came back, the Court decision that if I sincerely didn’t want to go back to him that I may be guilty of desertion’ ”.\nThis episode and the circumstances surrounding it unequivocally indicate a lack of good faith and sincerity on the part of Mrs. Zimmerman in having her daughter act as the intermediary in making a genuine offer of reconciliation. What Mrs. Zimmerman wanted was not a resumption of married life but to toll the statutory period; the record eloquently speaks to this conclusion.\nThe next offer of reconciliation purportedly took place on October 4, 1963, when Mrs. Zimmerman made two visits to her husband’s place of business. Mr. Zimmerman could not be located on that date and Mrs. Zimmerman left a note for her husband with one of the latter’s employees. This employee, not knowing when Mr. Zimmerman would return from a trip he was then on, returned the note by mail to Mrs. Zimmerman. The record shows that Mr. Zimmerman never saw the note or its contents although he knew a note had been delivered by his wife.\nWe are convinced from reading this record that none of the offers of reconciliation were made in good faith or with sincerity. On the contrary, it seems obvious that the offers were made just before the end of the two year statutory period in an attempt to toll such statutory period and to preclude a divorce on the ground of desertion. Such lack of good faith and sincere desire to effect a reconciliation particularly is portrayed in the testimony of Rosalie Johnson, unfortunately cast in the role of intermediary by her mother. The master chose to believe Mrs. Johnson: from our scrutiny of her testimony we do likewise. It is regrettable that Mrs. Zimmerman forced her to act as intermediary; with love for both parents and desirous of acting in a neutral capacity, Mrs. Johnson was placed in an unenviable position. It is to her credit that she was so truthful and candid in hér testimony.\nWe are of the opinion that Mrs. Zimmerman’s departure from the home of herself and her husband was without reasonable cause and constituted a wilful desertion under the circumstances, that such desertion has continued for a period of upwards of two years and that no bona fide or sincere offer of reconciliation was ever made by Mrs. Zimmerman. The action of the Cumberland County Court in granting a divorce a.v.m. under the circumstances was proper.\nDecree affirmed.\nMr. Justice Roberts concurs in the result.\nThis court consisted of President Judge Shughabt and the late President Judge Sheely, specially presiding.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nThe ship of matrimony in this case began its marital journey on tranquil and promising waters. The further it sailed the happier seemed' to be the bridal couple which was blessed with children and ever-increasing prosperity. After a quarter of a century of voyaging with fair winds and clear skies, the ship ran into storms and controversy which so damaged it that it had to put into the drydoeks of the courts, where it now awaits whatever repair the law can bring to a disabled craft.\nThe cause of the disabling storms was not an unfamiliar one. As the husband acquired greater wealth and affluence on the seas of mundane affairs, he apparently grew restless with confinement on his own vessel and looked across the waters to other attractions. In this case, his secretary. His attentions to the secretary were not limited to the amenities of a cordial employer-employee relationship. They went further; it is suggested, much further. The bride of now 29 years remonstrated; the remonstrances went unheeded; she called for the lifeboat and rowed away.\nShe brought an action of divorce a.m.e.t., charging indignities and adultery. She lost her case and the order dismissing the complaint was affirmed by the Superior Court (198 Pa. Superior Ct. 26).\nThe husband now filed a suit for divorce against the wife and he also lost the suit. His complaint was dismissed and the dismissal was upheld by the Superior Court in 202 Pa. Superior Ct. 176.\nThe husband brought a second suit, this being the third divorce action between the parties. A master was appointed to take testimony and he recommended divorce. The Court of Common Pleas of Cumberland County granted divorce a.v.m., and the wife appealed to the Superior Court which affirmed the decree of divorce on a divided court. Through the processes of allocatur the case is now before us.\nThe plaintiff, Eugene W. Zimmerman charges his wife, Eleanor Zimmerman, with malicious and wilful desertion, persisted in for a period of two years. It is fundamental law in Pennsylvania that in desertion cases the plaintiff has the burden of proof in establishing the wilfulness and maliciousness of the deserting party and that the burden of proof, by merely establishing withdrawal, does not shift to the defendant to prove consent to the withdrawal: “It is necessary for the plaintiff, in order to establish desertion, to show that the withdrawal from the domicile was both wilful and malicious and was persisted in for the required statutory period without reasonable cause; then if defendant produces testimony showing consent of the plaintiff to the withdrawal this evidence may or may not overcome the plaintiff’s evidence of wilfulness and maliciousness in the mind of the fact-finder.” (Jablonski v. Jablonski, 397 Pa. 452)\nWith regard to the reasonableness of Mrs. Zimmerman’s withdrawal from the conjugal home; it is to be noted that the Superior Court, when refusing divorce to the contesting parties, said that “Mr. Zimmerman and his secretary had committed certain acts that certainly were improper.”\nBefore the two year statutory period of desertion had expired, Mrs. Zimmerman endeavored to effect a reconciliation with her husband. She went to her daughter, Mrs. Rosalie Johnson, living in Rolla, Missouri and asked her to call Mr. Zimmerman, in Cumberland County, Pennsylvania, submitting her offer to return to their marital domicile. Mrs. Johnson made the call. What Mr. Zimmerman said to his daughter in answer to the request for reconciliation between husband and wife later became a matter of controverted testimony. It seems that Mrs. Johnson may have had a change of heart as to her parental loyalties, first siding with her mother and then with her father.\nMrs. Zimmerman testified that Mrs. Johnson said Mr. Zimmerman said he did not think he could take his wife back but indicated he would talk to his daughter again when he returned from a short trip he was then about to undertake. It is significant, however, in determining credibility between Mrs. Zimmerman and her daughter, Mrs. Johnson, as to what Mr. Zimmerman said in that telltale long distance conversation, that, Mrs. Johnson, after another conversation with her father, wrote her mother stating: “Daddy called yesterday evening. He said he gave it a lot of thought but just didn’t see any reason for going back together now. He said too much has been said and done and that you would both be miserable under the circumstances.”\nMr. Zimmerman himself, when asked about his wife’s request to resume living with him, said: “I did not leave the house, and I did not pursue it, it was in her place to do the pursuing.”\nMrs. Zimmerman did pursue her effort to move into her husband’s house again, even if some doubt can rise from the testimony as to whether she could love him again. The law, however, does not attempt, nor could it successfully do so, to peel the heart to discover the fruit of sentiment within. If an injured spouse is willing to resume the responsibilities, duties and liabilities which go with living under the same roof with one’s conjugal partner, in addition, is willing to forgive the past, and is also eager to serve that person to the utmost in devotion and care, the law will not close the door in the face of the person knocking for admittance, even though the history of what previously transpired might suggest that the wound of the original hurt had not healed.\nIt appears to me, after perusal, study and reflection over the transcript, that Mrs. Zimmerman sincerely made an effort to take her place at the side of Mr. Zimmerman with dignity and propriety, determined to respect and care for him as it is expected a devoted wife will.\nAfter failing in her effort to win Mir. Zimmerman back through the intervention of her daughter, Mrs. Zimmerman went to her husband’s place of business, which was also his residence, and tried to see him. The clerk at the office of the Holiday Motel informed her that Mr. Zimmerman was not in his apartment. She returned several hours later and again was informed Mr. Zimmerman was not available. She left a note for Mr. Zimmerman. Several days later the clerk returned the note to Mrs. Zimmerman by certified mail, stating that Mr. Zimmerman was away on a trip and there was no knowledge as to when he would return.\n.. Mr. Zimmerman testified that he learned that his wife had made an effort to see him and said: “I was somewhat shocked to know that she had appeared.” He also learned about the note which had been left by his wife, but he did not inquire the reasons for its being returned to her, he did not ask about the circumstances of the note’s return, and above all showed no interest in ascertaining what his wife’s note contained. One cannot help conclude from Mr. Zimmerman’s testimony that he had taken down the antennae which might catch any message of reconciliation being telecast to him by his wife.\nWhile the hypothetically innocent party of an alleged desertion is not required to send out searching parties for the deserting spouse, that person may not burn all bridges, lift all drawbridges, and cut all wires of communication and then complain that the absent party did not make known his or her desire to return.\nA reading of the record persuades me to the conclusion that the plaintiff Eugene W. Zimmerman had no . desire to lower the gangplank to have Mrs. Zimmerman reboard his matrimonial ship. Indeed he kept the ship far enough away from shore to make communication with him difficult if not impossible.\nThe Majority Opinion cites many cases in support of the Majority’s decision. These cases are interesting and in many ways enlightening, but none of them offers a precise duplicate of the circumstances here involved. It is said a will has no twin brother. It might equally well be said that a contested divorce has no Siamese counterpart.\nApplying the law to the facts, my independent review of the record compels me to the following conclusions: (1) The husband failed to prove, by a preponderance of the evidence, wilful and malicious desertion on the part of his wife; (2) The burden of proof, therefore, did not shift to the wife, to prove consent to her withdrawal. Even so, the evidence supports the conclusion that the husband-plaintiff, by his actions, had no objections to his wife’s leaving and that it was in fact to his liking; (3) Even if the husband-plaintiff had met his burden of proving wilful and malicious desertion by the wife-defendant, the credible evidence supports the finding that during the two-year period she made bona fide offers of and attempts at reconciliation, all of which were ignored by the plaintiff; and (I) The record, including the husband’s own testimony, fails to support a finding that he was an innocent and injured spouse.\nI, therefore, dissent from the Majority’s decision.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Donald M. Swope, with him Robert L. Myers, III, and Brown, Swope & MaePhail, and Myers, Myers & Flower, for appellant.",
      "Iluette F. Dowling, with him John II. Bream, and Dowling and Dowling, for appellee."
    ],
    "corrections": "",
    "head_matter": "Zimmerman v. Zimmerman, Appellant.\nArgued November 16, 1966;\nreargued November 21, 1967.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nDonald M. Swope, with him Robert L. Myers, III, and Brown, Swope & MaePhail, and Myers, Myers & Flower, for appellant.\nIluette F. Dowling, with him John II. Bream, and Dowling and Dowling, for appellee.\nJanuary 3, 1968:"
  },
  "file_name": "0118-01",
  "first_page_order": 222,
  "last_page_order": 235
}
