{
  "id": 1912409,
  "name": "Elias, Appellant, v. Elias",
  "name_abbreviation": "Elias v. Elias",
  "decision_date": "1968-01-03",
  "docket_number": "Appeal, No. 411",
  "first_page": "159",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "428 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "274 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0436-01"
      ]
    },
    {
      "cite": "332 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0394-01"
      ]
    },
    {
      "cite": "387 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270979
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0230-01"
      ]
    },
    {
      "cite": "358 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845863
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0523-01"
      ]
    },
    {
      "cite": "327 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0561-01"
      ]
    },
    {
      "cite": "332 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 6544,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.7204355260738706e-07,
      "percentile": 0.8301418345239433
    },
    "sha256": "c198333010b5eb1385c17fb24df486b1c456602950dd392e41b3ba1dbd4ac0e1",
    "simhash": "1:a211202ba674dbb6",
    "word_count": 1092
  },
  "last_updated": "2024-02-27T22:12:57.337362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones and Mr. Justice O’Brien concur in the result.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Elias, Appellant, v. Elias."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nJohn Elias, with his three sons, operated in Philadelphia a rug business. Being a strong-willed man, John kept exclusive custody of the books and records, and, from time to time, paid his sons such sums as he felt they were entitled to. This ironhanded system seemed to work well and the business flourished. In 1950 he died and his eldest son, William, picked up the scepter of control and ordered his brothers around as the father had done in his lifetime.\nOne of the brothers, Thomas, objected to this patriarchal treatment, and he particularly grumbled that his brother did not pay him enough. When William refused to increase his compensation, Thomas decided to augment his financial returns by withholding from his collections (he being the outside man) such sums as he, on the scales of his own appraisement, believed were properly due him. William objected to this method of self-payment, not only because it deprived him of the control he felt was necessary in order to operate a successful business, but also because Thomas took too much.\nAccordingly, William re-arranged the operation of the business in such a way that Thomas no longer had opportunity to help himself at the till. Thomas resented this, what he assumed to be, a despotic interference with his rights as a partner. Tempers mounted between the two brothers and in the summer of 1957, the tensions broke out into a violent quarrel. Thomas argued that William so underpaid him that he had to take odd jobs to supplement his wages. William argued back that Thomas owed the partnership money for the covert sums he had withdrawn from the firm’s cash register. In anger, Thomas stalked away from the partnership and was no longer heard from officially, for some eight years.\nOn March 29, 1985, William joined his father in eternal rest and Thomas now resurrected a claim against the partnership. He instituted an action in equity against Ms brother Samuel and Ms sister Mary Elias Dugdale, who had become a partner after her father’s death, demanding that they pay him for his share in the partnership’s assets.\nThe court, after taking testimony in this family eruption, concluded that both sides had gotten what they deserved. Time, the great assuager, had settled the issues with a fine sense of balance that even outdid Equity.\nWhen Thomas left the partnership in 1957 and took no action against the firm he manifested an intention to relinquish his interest in the partnership; and, when William failed to pursue the partnership claims against Thomas for his alleged misappropriation of funds, the partnership evinced an intention to waive its rights with regard to any accounting from Thomas. This brought about an implied-in-fact contract, the chancellor held, and with justice.\nA contract implied in fact is an actual contract which arises where the parties agree upon the obligations to be incurred, but their intention, instead of being expressed in words, is inferred from acts in the light of the surrounding circumstances. Cameron v. Eynon, 332 Pa. 529. The finding of the court below in this respect, having been affirmed by the court en banc, is, unless arbitrary and capricious, binding upon us, having the same force and validity as a jury’s verdict: McCown v. Fraser, 327 Pa. 561; Teats v. Anderson, 358 Pa. 523; Mann v. Mann, 387 Pa. 230.\nAll the surrounding circumstances in this case point to the conclusion that from the time Thomas left the partnership in 1957 until William died in 1965, Thomas asserted no interest in the partnership, and die partnership made no claim against him. Whether or not William’s claim against Thomas had any basis in fact, is, as stated by the chancellor, immaterial, the important matter being that, regardless of reality, William believed that Thomas was unlawfully appropriating funds to his own use, this circumstance provoking the serious dispute which culminated in the fraternal parting of the ways.\nIf the contract in fact did not wholly kill the plaintiff’s right to an accounting, Laches did indeed deliver the mortal blow. Lacking fraud or concealment the general rule is that laches follows the Statute of Limitations. We said in First National Bank v. Lytle Goal Co., 332 Pa. 394: “ ‘Equity will not lend its aid to one who has slept upon his rights until the original transaction is obscured by lapse of years and death of parties: Kinter v. Commonwealth Trust Co., 274 Pa. 436, and where a party having the right to set aside a transaction stands by and sees another dealing with the property in a manner inconsistent with his alleged claim and makes no objection, a delay of six years will bar a suit in equity.’ ”\nThe delay in this case was well beyond the six years statute of limitations. Laches particularly applies also because Thomas took no action until after William died. The court below appropriately observed: “Since William was admittedly the party who had the most intimate knowledge of the operation of the business, the defendants are obviously seriously prejudiced by plaintiff’s failure to bring suit until after William’s death.”\nThe plaintiff argues that his rights as a partner did not abate because the Fictitious Name Registration was not changed after 1957 to exclude his name. This incident is not controlling as to whether or not the plaintiff did in fact continue to remain a partner. Nor is the fact that plaintiff’s name still remains on the deed to certain property which he states is being used for partnership business. Whatever interest the plaintiff may have in that property as a legal title holder was not properly determinable in the present equity action based on an alleged tortious conversion of the plaintiff’s alleged partnership interest. The same may be said regarding the plaintiff’s name on a judgment note given by the partnership. If action on that note is taken against the plaintiff he has a right of action against his co-obligors for indemnity.\nWe are satisfied that the court below did not abuse its discretion in reaching its findings and conclusions, and the decree is therefore affirmed, each party to bear own costs.\nMr. Justice Jones and Mr. Justice O’Brien concur in the result.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Joseph Matusow, with him Samuel J. Marks, for appellant.",
      "David Weinstein, with him Weinstein and Bobrin for appellees."
    ],
    "corrections": "",
    "head_matter": "Elias, Appellant, v. Elias.\nArgued December 1, 1967.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nJoseph Matusow, with him Samuel J. Marks, for appellant.\nDavid Weinstein, with him Weinstein and Bobrin for appellees.\nJanuary 3, 1968:"
  },
  "file_name": "0159-01",
  "first_page_order": 263,
  "last_page_order": 267
}
