{
  "id": 1912412,
  "name": "Raezer, Appellant, v. Raezer",
  "name_abbreviation": "Raezer v. Raezer",
  "decision_date": "1968-01-03",
  "docket_number": "Appeal, No. 17",
  "first_page": "163",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "428 Pa. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "360 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 5047,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 8.122940717298288e-08,
      "percentile": 0.46821745205994636
    },
    "sha256": "934366e79bc7e991cac6b6122853841fb622d1c7a6cb10e31729bdc5d0abdc67",
    "simhash": "1:349aac4c86ae5f4c",
    "word_count": 837
  },
  "last_updated": "2024-02-27T22:12:57.337362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Eagen and Mr. Justice Roberts concur in the result."
    ],
    "parties": [
      "Raezer, Appellant, v. Raezer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mush anno,\nOn April 15, 1964, Ottomer E. Raezer, husband, and Anna K. Raezer, his wife, entered into a separation agreement which provided that the husband was to pay his wife $400 per month until April 14, 1979, and $150 per month thereafter for the remainder of her life. Also, 25% of his yearly income in excess of $15,000, and that this flow of money would cease upon the death or remarriage of the wife or the death of the husband. Paragraph 17 of the agreement declared that should the husband default for 60 days in payment of any sum due, the entire balance of the agreed-upon support payments would become due and payable immediately.\nOn August 10, 1964, the parties became divorced from one another for reasons not here pertinent. On December 5, 1966, the husband filed a complaint in equity requesting that the court declare paragraph 17 null and void on the basis that (1) it constituted an unconscionable provision and penalty; (2) that its provisions were indefinite, and not susceptible to computation; and (3) that he entered into the agreement as a result of intimidation from the defendant that she would force him into years of litigation, would put him in jail, and make untruthful statements about him to the children.\nThe defendant filed preliminary objections which were sustained by the Court of Common Pleas of Montgomery County, and the plaintiff appeals. We find nothing ambiguous or indefinite about the provisions of the agreement, nor is it apparent how the plaintiff can expect the courts to hand him a key for a door he voluntarily locked. He was sui juris, well and able, when he entered into the agreement. He was represented by counsel who charted the course for him to follow and which the husband, at the time, undoubtedly believed would supply him with contentment the entire route. Indeed, Paragraph 16 of the agreement proclaims to the world the unfettered comprehension and freedom from coercion with which the parties decided, in writing, to resolve their difficulties, namely, “The parties acknowledge that they have entered into this Agreement voluntarily; that each of them has had separate and independent legal advice with respect thereto; that all matters embodied herein have been fully and satisfactorily explained to them; and that they clearly understand and consent to the provisions hereof.”\nTire answers to the husband’s reasons for wanting to shake himself loose from the obligations he assumed are clear and simple. No one in America can padlock the gates of the courthouse to any person who believes he has a legal grievance, nor, among the privileges of a citizen of the United States, is there listed the one of willy-nilly jailing another co-citizen, including his spouse, without cause. Thus, for the plaintiff to say he was afraid his wife would have recourse to the law (because she could not have him incarcerated without legal procedure) is a complaint lacking substance.\nIt would also not be coercion capable of nullifying a contract because the wife said she would tell untruths, to their children. There was nothing in the contract which would prohibit him from unraveling lies which she might embroider against him. Nothing is so invertebrate in nature as the worm of a lie that has been stepped on by the iron boot of truth.\nThe mortal infirmity in the plaintiff’s complaint, however, resides in the fact that, as well stated by the court below: “Furthermore, there is no justiciable controversy to which this court can address itself. The plaintiff has neither alleged a breach of the ‘Agreement’ which would permit the invocation of paragraph 17, nor is the defendant attempting to enforce it. No threat of damage or legal injury to the plaintiff is alleged. Essentially, this court is asked to rewrite the ‘Agreement’ by means of an advisory opinion. This court, therefore, is without jurisdiction to act in this matter: Schoenbrun v. Nettrour, 360 Pa. 474.”\nIf and when the wife-defendant seeks to avail herself of Paragraph 16, causing judgment to be confessed against the husband-plaintiff under the terms thereof, the husband may at that time pursue his remedy at law, to wit: petition to open the judgment, when he may raise the issue of the enforeibility of the provisions of Paragraph 16.\nBut, so long as the husband makes the required payments, as he has been doing without contest, and so long as the wife files no judgment against him for accelerated payments under Paragraph 17, there is no justiciable controversy over which equity may assert jurisdiction.\nDecree affirmed, each party to bear own costs.\nMr. Justice Eagen and Mr. Justice Roberts concur in the result.",
        "type": "majority",
        "author": "Mb. Justice Mush anno,"
      }
    ],
    "attorneys": [
      "Philip D. Weiss, with him George P. Williams, Jr., and Schnacler, Harrison, Segal & Lewis, and McTighe, Koch, Brown <£ Weiss, for appellant.",
      "Richard K. Masterson, with him Waters, Fleer, Cooper & Gallager, for appellee."
    ],
    "corrections": "",
    "head_matter": "Raezer, Appellant, v. Raezer.\nArgued November 17, 1967.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nPhilip D. Weiss, with him George P. Williams, Jr., and Schnacler, Harrison, Segal & Lewis, and McTighe, Koch, Brown <£ Weiss, for appellant.\nRichard K. Masterson, with him Waters, Fleer, Cooper & Gallager, for appellee.\nJanuary 3, 1968 :"
  },
  "file_name": "0163-01",
  "first_page_order": 267,
  "last_page_order": 270
}
