{
  "id": 1912311,
  "name": "Costello, Appellant, v. North Braddock Borough",
  "name_abbreviation": "Costello v. North Braddock Borough",
  "decision_date": "1968-01-03",
  "docket_number": "Appeal, No. 119",
  "first_page": "264",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "428 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "30 Pa. D. & C. 2d 439",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1674310
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/30/0439-01"
      ]
    },
    {
      "cite": "118 A. 2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261922
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 8921,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.6799314963278697e-07,
      "percentile": 0.6974163358558743
    },
    "sha256": "fe106eefb20423a95d1cb28f9a2646b46722a5d9121efc73193f8fa3c6f3fe35",
    "simhash": "1:18efde309ab27f16",
    "word_count": 1482
  },
  "last_updated": "2024-02-27T22:12:57.337362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Ci-iiee Justice Bell joins in the opinion of the Court.",
      "Mr. Chief Justice Bell and Mr. Justice Mtjsmanno join in this concurring opinion."
    ],
    "parties": [
      "Costello, Appellant, v. North Braddock Borough."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Coi-ien,\nThe Act of March 14, 1961, P. L. 64, §36.1 provides : “When any taxing district or taxing authorities propose to either raise or reduce the compensation or salary for the office of an elected tax collector, such action shall be by ordinance or resolution, finally passed or adopted at least two days prior to the last day fixed by law for candidates to withdraw their names from nomination previous to the day of the municipal election.”\nWe are required to interpret this Act so that we may determine whether an ordinance reducing the eompensation or salary for the office of an elected tax collector, properly enacted four days prior to the last day fixed by law for the candidates to withdraw their names from nomination, properly sets the compensation of a tax collector elected at the municipal election.\nAppellant maintains the ordinance is void as to him because it reduces the borough tax collector’s compensation after he has been nominated. Appellant also maintains that if the words “municipal election” as contained in this Act are interpreted to mean “municipal election” held in November, the legislative intent would not be fulfilled and such construction would be unreasonable and absurd.\nWe do not feel that the Act of 1961 presents a problem in construction. When the legislature provided that the taxing authorities could not raise or reduce the compensation for the office of an elected tax collector unless adopted two days prior to the last day fixed for candidates to withdraw their names from nomination, it indicated that it considered that the primary election at which the candidate had been nominated had already passed. One cannot withdraw his name from nomination unless he has been nominated and the nomination process occurs at a primary election. The legislature in 1961 apparently felt that in the event the compensation for the office of an elected tax collector is reduced after a candidate has been nominated, he should still have at least two days in which to assess such change in compensation and decide whether or not to withdraw his name from nomination.\nMoreover, there is still another compelling reason in support of the conclusion that the legislature intended “municipal election” to mean the municipal election held in November. The Election Code itself provides: “The municipal election shall be held biennially on the Tuesday next following the first Monday of November in each odd-numbered year. All . . . school district . . . officers shall be elected at the municipal election.” (Emphasis supplied). Act of June 3, 1937, P. L. 1333, §602, as amended, 25 P.S. §2752.\nThis language clearly indicates that the legislature intended “municipal election” to refer to the election held in November and not the primary election in May. A subsequent section of the Election Code lends additional support to this position. The Act of June 3, 1937, P. L. 1333, as amended, 25 P.S. §2754 provides: “There shall be a Municipal primary preceding each municipal election which shall be held on the third Tuesday of May in all odd-numbered years. Candidates for all offices to be filled at the ensuing municipal election shall be nominated at the Municipal primary.” (Emphasis supplied). Therefore, it seems quite evident that the legislature has made a distinction between “municipal election” and “municipal primary”. In answer to appellant’s argument, it is sufficient to say that if the legislature intended to refer to the primary election, it would have used the identical language conspicuously present in the Election Code, i.e., “municipal primary”. Since the legislature made that choice, our Court is powerless to change or modify the clear, unequivocal and unambiguous language of the Act of 1961. There is not one reason, as a matter of statutory construction, justifying the interpretation pressed upon this Court by appellant.\nIt is of no consequence that the legislature in the Act of December 22,~1965, P. L. 1145, 72 P.S. §5511.-36a (Supp. 1966), changed its mind and required that the ordinance effecting the salary to be paid an elected tax collector should be enacted by February 15 (a date prior to the primary election) of a municipal election year. This does not require that the Act of 1961 be read as if the Act of 1965 were in effect.\nIf appellant were not satisfied with the compensation he had an opportunity to withdraw and not stand as the nominee of his party in the municipal election. He did not choose to follow that course. We should not rewrite the statutory law and alter its decisional interpretation in order to accommodate him. See Chief Justice Horace Stern’s opinion in McKinley v. Luzerne Township School District, 383 Pa. 289, 118 A. 2d 137 (1955), and Etzel v. Baldwin School District, 30 Pa. D. & C. 2d 439 (1963).\nWe must conclude that the ordinance passed pursuant to the Act of 1961 was timely and effective.\nDecree affirmed at appellant’s costs.\nMr. Ci-iiee Justice Bell joins in the opinion of the Court.\nOn May 18, 1965, appellant successfully ran in the primary election for the nomination for the office of tax collector. On August 5, 1965, the Council of the Borough of North Braddock and the Mayor adopted and approved an ordinance reducing the tax collector’s compensation. This ordinance was passed four days prior to the last day for the withdrawal of candidates from nomination, to wit: August 9, 1965, 85 days prior to the date of the municipal election. On November 2, 1965, appellant was reelected to the office of tax collector.\nIn the McKinley ease decided November 28, 1955, our Court was confronted with the problem of interpreting the Act of May 16, 1951, P. L. 814, which provided in essence that any increase or decrease in the compensation or salary for the office of an elected tax collector shall be fixed at least ten days prior to the time fixed by law for candidates to withdraw their names from nomination previous to the day of the municipal election. This Court, in its opinion, indicated that the ten day requirement referred to the “general election” and not the “primary election”. The legislature in 1961 amended the Act of 1951 in one respect only, i.e., it changed the ten day requirement to two days. In 1965 the legislature amended the Act of 1961 to provide a specific date (February 15) for the final passage of a change in compensation prior to the municipal election. In the instant case, however, we need concern ourselves solely with the proper interpretation of the Act of 1961.",
        "type": "majority",
        "author": "Mr. Justice Coi-ien,"
      },
      {
        "text": "Concussing Opinion by\nMr. Justice Roberts:\nIt lias long been realized that the threat of political reprisals by a strong party organization has kept more than one qualified candidate from seeking office against the wishes of his party’s leaders. To permit these leaders, dissatisfied with the fact that a man not supported by the party has defeated a more favored candidate in the primary election, to reduce the victorious candidate’s compensation, is to encourage these political vendettas. Unfortunately, the statute here involved offers just such encouragement. It is not enough to say that a man has two days to withdraw from the race. By that time the decision to run has long since been made, the candidate’s private funds have often been expended, and most important of all, time and energy spent campaigning have been irretrievably lost.\nFurthermore, the statute permits not only the reduction of the existing salary as a reprimand, but also permits a favored candidate to reap an extra financial reward at the hands of his benevolent party leaders. For example, nomination for an office whose compensation is too low to attract many candidates can under the statute here involved literally be handed over to a party favorite by a simple arrangement that the salary will be raised through the passage of a new ordinance as late as two days before a candidate may no longer withdraw from the election.\nYet, in spite of these obvious evils, I most reluctantly concur in the result here reached, because it seems mandated by the statute. Fortunately, however, the Legislature has apparently also realized the gross inequities present in the 1961 statute, for it has since been amended to provide that salary changes must be made by February 15 of the municipal election year, a date far in advance of the November election, as well as the May primary. Thus, the unfortunate result forced upon tbe Court today need never be repeated.\nMr. Chief Justice Bell and Mr. Justice Mtjsmanno join in this concurring opinion.\nAct of December 22, 1965, P. L. 1145, §2, 72 P.S. §5511.36a (Supp. 1966).",
        "type": "concurrence",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "John B. NicMcts, Jr., with him Alfred 0. Mcuiello, and McCrady & NicMas, for appellant.",
      "Leo Kostman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Costello, Appellant, v. North Braddock Borough.\nArgued September 29, 1967.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nJohn B. NicMcts, Jr., with him Alfred 0. Mcuiello, and McCrady & NicMas, for appellant.\nLeo Kostman, for appellee.\nJanuary 3, 1968:"
  },
  "file_name": "0264-01",
  "first_page_order": 368,
  "last_page_order": 374
}
