{
  "id": 1912396,
  "name": "Rettew Adoption Case",
  "name_abbreviation": "Rettew Adoption Case",
  "decision_date": "1968-03-15",
  "docket_number": "Appeal, No. 403",
  "first_page": "430",
  "last_page": "435",
  "citations": [
    {
      "type": "official",
      "cite": "428 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "345 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213327
      ],
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0432-01"
      ]
    },
    {
      "cite": "421 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900418
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "292"
        },
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0287-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 7531,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.510027670844124e-07,
      "percentile": 0.6672657363421574
    },
    "sha256": "1a70f1c4d7d66a358aa2bd99b96e1ca4957a98ebac81769029fd971320167cce",
    "simhash": "1:c041c98a5e7eeaeb",
    "word_count": 1284
  },
  "last_updated": "2024-02-27T22:12:57.337362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones and Mr. Justice Roberts concur in the result."
    ],
    "parties": [
      "Rettew Adoption Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nLaVerne Donald Rettew and Mary Margaret Drennan were married on December 6, 1958, and to them was born, on November 26, 1959, a child whom they named Stephen Robert, the subject of this lawsuit.\nIn the early part of 1962, Mary Margaret manifested signs of emotional instability and she was hospitalized on March 16th of that year in the Embreeville State Hospital. She apparently recovered quickly because she was released in three weeks. However, three months later her nerves tangled again and a stay of some five weeks in the hospital was required to untie the knots. On December 10, 1962, she was once more confined but there is a question as to whether her husband didn’t exercise some coercion to bring about this last hospitalization.\nBe that as it may, she left the hospital, after a six weeks’ confinement, the frayed edges of her nerves apparently woven together into salubrious and permanent normality.\nIn the meanwhile, her husband had departed from their common domicile, taking young Robert with him, and had filed suit for divorce against her which she did not contest, and their marital bond was severed on October 23, 1963.\nOn April 11, 1964, LaVerne Rettew married a Miss Mary Virginia Evans, and in December, 1964, Mary Margaret married an Allen W. Maxwell.\nOn January 7, 1966, LaVerne Rettew and his new wife filed in the Orphans’ Court of Lancaster County, a petition for the adoption of Stephen Robert, alleging that Mary Margaret, the child’s mother, had abandoned her offspring, and that, therefore, her consent was not necessary for the adoption proceedings. Mary Margaret opposed the adoption.\nThe Orphans’ Court of Lancaster County, after taking testimony, dismissed the petition for adoption, and LaVerne Rettew, with the new Mrs. Rettew, has appealed.\nNo court, how learned and experienced it might be, relishes the task of determining with which parent a child of tender years should live when both manifest an equal love for their offspring. Fortunately, the Legislature has aided the courts in the adjudication of these distressing eases by laying down a rule, arrived at through the collective wisdom of the representatives of all the fathers and mothers in the Commonwealth. That rule, as proclaimed in the Adoption Act of April 4, 1925 (P.L. 127, §1, as amended, 1 P.S. §l(a)), and as set forth by this Court in many cases, such as Hunter Adoption Case, 421 Pa. 287, 292, is that a child may not be taken from a parent through adoption proceedings unless it is demonstrated “that the parent intended to give up the child absolutely, never to claim it again, and that this intention was manifested for a period of at least six months.”\nSuch demonstration is clearly not evident in this case. Indeed, the record is all to the contrary. It would appear that the December, 1962 hospitalization of Mary Margaret, as already suggested, was brought about by the exercise of force on the part of her husband even though Mary Margaret wanted to spend Christmas with her boy.\nMary Margaret herself was a child of misfortune. She was raised by foster parents and when her foster mother was killed in an automobile accident she was left to fight the world alone. When her husband deserted her, while she was still in the hospital, she was helped by friends who obtained lodgings for her with a Mrs. Eichoff where she paid for her room and board by working in a store owned by Mrs. Eichoff. Later she moved to the YWCA in Coatesville where she lived until her remarriage in December, 1964.\nIt is contended by the appellants that Mary Margaret abandoned her child in the full intendment of the statute on the subject. Abandonment is a strong word. It means total and permanent relinquishment by a parent of his or her own flesh and blood. Where the charge of abandonment is made against the maternal parent, it is a particularly cruel one because it implies that the mother intentionally and purposefully left her child on the desert of forgetfulness, far removed from any oasis where the child might refresh himself with the sweet waters of remembrance of a mother’s love. There is not a grain of evidence in this record to substantiate the fearful accusation that Mary Margaret deserted her boy amid the sands of oblivion.\nMary Margaret repeatedly visited the home of the parents of LaVerne Rettew where Stephen Robert lived for some time, but on these visits she was never permitted to take him for a walk or to be with him alone. In addition, Rettew constantly berated her, declaring that she “upset” the child and that if she persisted in visiting him, he, Rettew, would have her recommitted to Embreeville. This dire threat could only terrify the mother, not merely because of the dreadful scenes a mental institution conjures up, but because commitment to such a forbidding abode would mean Mary Margaret would have no chance of further mothering her boy.\nHowever, despite these ominous portents, the mother never severed the silver cord of attachment for her baby. Having but little to spend on herself, she yet managed, out of her modest earnings, to bestow gifts, both inexpensive and substantial, on Stephen Robert. She presented him with toys, she sent him cards, always signing these communications with the eternal words of devotion, “Love, Mommy.” In November, 1964 she gave him a $25 savings bond and in December, 1964,. she took out an insurance policy in his name.\nAll this evidence of maternal dedication was considered by the court below in determining whether the appellants had sustained the burden of proof of establishing abandonment. In Hunter Adoption Case, 421 Pa. 287, 292, we said: “As has often been stated by this Court, ‘whether or not a child has been abandoned by its natural parent is a question of fact to be determined from the evidence and is a “matter largely of intention”.’ . . . Moreover, because of the finality of the severance, the rights of a natural parent should not be terminated unless clearly warranted by the record.”\nIn Hazuka’s Case, 345 Pa. 432, 435, we said that the matter of intention is “to be ascertained from the circumstances, and whether or not a child has been abandoned is a question of fact.” The record falls far short of proving any intention on the part of Mary Margaret to give up her child absolutely, sans any desire to make further claim to him.\nWe are satisfied that the court below did not abuse its discretion in holding that Mary Margaret did not abandon Stephen Robert. Indeed, we would say, according to the record, that it would have been an abuse of discretion on the part of the court to have held otherwise than it did. Considering Mary Margaret’s health, both physical and mental, her lack of money, her lack of a home, her long working hours and the hostile reaction she had to confront when she visited her child at his grandparents’ home, she merits commendation for her tenacity in retaining contact with her child. Her actions revealed a positive intention to hold steadfastly the ties of motherhood joining her to her son despite the many forces seeking to maroon him from her love and care.\nThe order dismissing the adoption petition is affirmed and the costs are placed on the appellants.\nMr. Justice Jones and Mr. Justice Roberts concur in the result.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Sam Ferguson Musser, for appellants.",
      "Glenvar E. Harman, with him James P. Ooho, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rettew Adoption Case.\nArgued January 4, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nSam Ferguson Musser, for appellants.\nGlenvar E. Harman, with him James P. Ooho, for appellee.\nMarch 15, 1968:"
  },
  "file_name": "0430-01",
  "first_page_order": 534,
  "last_page_order": 539
}
