{
  "id": 850180,
  "name": "Cass, Trustee, Appellant, v. Pennsylvania Company",
  "name_abbreviation": "Cass v. Pennsylvania Co.",
  "decision_date": "1893-12-30",
  "docket_number": "Appeal, No. 269",
  "first_page": "273",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "159 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "128 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0183-01"
      ]
    },
    {
      "cite": "128 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0485-01"
      ]
    },
    {
      "cite": "13 Atl. R. 216",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "1 Mona. 732",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        254782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/1/0732-01"
      ]
    },
    {
      "cite": "48 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0355-01"
      ]
    },
    {
      "cite": "56 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0325-01"
      ]
    },
    {
      "cite": "1 Lack. Jur. 120",
      "category": "reporters:state",
      "reporter": "Lack.Jur.",
      "opinion_index": -1
    },
    {
      "cite": "128 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0509-01"
      ]
    },
    {
      "cite": "14 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Penny. 71",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        222969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/4/0071-01"
      ]
    },
    {
      "cite": "65 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0205-01"
      ]
    },
    {
      "cite": "152 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0153-01"
      ]
    },
    {
      "cite": "58 Mo. 61",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        933379
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/58/0061-01"
      ]
    },
    {
      "cite": "76 Cal. 18",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2323629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/76/0018-01"
      ]
    },
    {
      "cite": "136 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0519-01"
      ]
    },
    {
      "cite": "6 Whart. 44",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "124 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0560-01"
      ]
    },
    {
      "cite": "88 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "154 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0393-01"
      ]
    },
    {
      "cite": "29 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "124 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "111 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545216
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0352-01"
      ]
    },
    {
      "cite": "119 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0475-01"
      ]
    },
    {
      "cite": "151 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "61 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0369-01"
      ]
    },
    {
      "cite": "119 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "143 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978558
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0430-01"
      ]
    },
    {
      "cite": "150 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "119 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558095
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0184-01"
      ]
    },
    {
      "cite": "108 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 9512,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 2.354310550247584e-07,
      "percentile": 0.7935889312465707
    },
    "sha256": "6e84e25ba14797fc550926650f77d79c7a6b22121c5ec32160582705cf9aafcc",
    "simhash": "1:fac136bcf38aa15d",
    "word_count": 1711
  },
  "last_updated": "2024-02-27T18:09:13.527276+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mc-Collum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Cass, Trustee, Appellant, v. Pennsylvania Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere was no error in refusing plaintiff’s first to fourth points, inclusive, nor in affirming defendant’s second point for charge; and hence the second to sixth specifications of error are not sustained.\nThe only remaining specification is the first, which charges error in entering judgment non obstante veredicto against plaintiff and in favor of the defendant on the special verdict. The correctness of that judgment is sufficiently vindicated in the opinion of the learned president of the court below. All that is necessary to be said on the questions involved will be found therein. Assuming, for the sake of argument, that plaintiff had a cause of action, it was barred by the statute of limitations. The right of action, to whomsoever if accrued, was complete not later than the time when the work commenced had progressed to such an extent as to obstruct ingress and egress to and from the property to the streets; and the jury expressly found “ that the work was begun, so as to obstruct the streets, more than six years prior to the bringing of this suit.” The statute was therefore a flat bar.\nWe find no error in the record that should interfere with the affirmance of the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. H. Me Clung, Knox Reed and JE. W. Smith with him, for appellant,",
      "George B. Gordon, William Seott with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Cass, Trustee, Appellant, v. Pennsylvania Company.\nStatute of limitations — Eminent domain — Streets—Change of grade— Consequential damages.\nWhere, in an equity suit by a railroad company against a city, it is decreed that a street shall be carried across the railroad tracks by bridges and viaducts, the right of action of a property owner on the street is complete not later than the time when the work has progressed to such an extent as to obstruct ingress and egress to and from his property to the street; and, if he permits six years to expire after that time before bringing suit, his claim will be barred by the statute of limitations.\nArgued Nov. 7, 1893.\nAppeal, No. 269, Oct. T., 1893, by-plaintiff, Charlea W. Cass, from judgment of C. P. No. 2, Allegheny Co., Jan. T., 1892, No. 176, for defendant non obstante veredicto.\nBefore Sterrett, C. J., Green, Williams, Mc-Collum, Mitchell, Dean and Thompson, JJ.\nTrespass for consequential damages. Before Ewing, P. J.\nAt the trial, it appeared that in 1882 defendant company filed a bill in equity, No. 614, Sept. T., 1882, C. P. No. 1, Allegheny Co., against the city of Allegheny, -which resulted in a decree by which the streets on which plaintiff’s property abutted were directed to be made to cross defendant’s railroad tracks by bridges and viaducts. Under this decree the grade of the streets was changed, and plaintiff’s property injured. No additional land was taken except that belonging to the railroad company. No additional part of the streets was occupied by the company for its tracks.\nPlaintiff’s points were as follows:\n“ 1. If the jury finds the property of plaintiff injured, the entry of the Pennsylvania Company upon Superior Run avenue in front of plaintiff's property, and the erection of the structure complained of, without compensation or security given to the plaintiff, was unlawful.” Refused. [2]\n“ 2. If the jury finds that the structure erected was not of a character provided for in the decree at No. 614, Sept. T., 1882, of the’ court of common pleas No. 1, of Allegheny county, Pa., then this structure is an illegal one.” Refused. [5]\n“ 3. Under the evidence in this case, the entry and occupation of Superior Run avenue was, as against the plaintiff, if the jury find that his property has been injured by the erection and. maintenance of the viaduct, a continuing wrong, and the statute of limitations does not run.” Refused. [3]\n“4. Under the pleadings, the plaintiff has a right to recover for damages to his use and enjoyment of the property up to the bringing of this suit, and for permanent injury to his property as of the date of this suit. Ansiver: The 4th point is refused ; the plaintiff is entitled to recover for permanent damage to his property as of the date of the completion of the work complained of, if there be any such damage.” [6]\nDefendant’s point among others was as follows:\n“ 2. That, under all the evidence in this case, the viaducts and approaches on Superior Run avenue, Preble avenue and Market street are not nuisances. Answer: The 2d point is affirmed. The changes and improvements made are not illegal and not nuisances in that sense, any more than an authorized change of grade in a street is a nuisance.” [4]\nThe jury returned the following special verdict:\n“We find for the plaintiff in the sum of twenty-five hundred dollars ($2,500), subject to the opinion of the court upon the question of law reserved, to wit: We find that the work of changing the street and viaducts complained of was authorized as a whole by the decree of the court; that the work was begun so as to obstruct the streets more than six years prior to the bringing this suit, but was not finished until June, 1887, less than six years before the bringing of this suit.\n“ We also find that the title of plaintiff accrued 28th of May, 1885. That the decree of court authorizing the viaducts and improvements complained of so as to avoid a grade crossing was made June 14, 1883, and that work was begun thereon after the time of plaintiff acquiring title.\nIf on this state of facts the court be of the opinion that the law is with the plaintiff, judgment to be entered on the verdict in favor of plaintiff. If the court be of the opinion that the law is with the defendant, judgment to be entered in favor of defendant non obstante veredicto.”\nJudgment was entered for defendant, in the following opinion, after reciting the facts, by Ewing, P. J.:\n“ The authorities are not altogether consistent. In Campbell v. Phila., 108 Pa. 303, the Supreme Court, in passing on the plaintiff’s right to recover damages for change of grade of a street, says : ‘ The damages are a personal claim to be assessed in favor of the owner at the time of the injury, and do not run with the land. The claim for damages was ripe when the grade was confirmed.’ The judgment in favor of the defendant on demurrer by plaintiff to the plea of the statute of limitations was affirmed. To the same effect, substantially, is the case of O’Brien v. R. R. Go., 119 Pa. 184.\n“ Contra: The case of Schuylkill Navigation Co. v. Thoburn, 7 S. & R. 411, lays down the general rule that the cause of action arises when the injury is complete, the work done. And in O’Brien v. Phila., 150 Pa. 593, the present Chief Justice, quoting from Ogden v. Phila., 143 Pa. 430, says this rule has been uniformly applied to the taking of private property for public use from the case of Schuylkill Navigation Co. v. Tho-burn down to the present day. There is nothing in the constitutional provision which indicates an intent to depart from the general rule that the cause of action could not arise until the actual cutting down of the grounds.\n“ If this were a taking of plaintiff’s land for use of the company, and for which a bond should have been filed before the work was begun, then the occupation would be a continuing trespass, and the statute of limitations would not be a bar to recovery. But we take a different view of the case, holding it to be a mere change of grade from which consequential damages resulted. If we are wrong in this a new trial should be given if it becomes necessary to reach the merits of the case, as only a portion of the street obstruction complained of abuts on plaintiff’s property.\n“ In this case it seems to us that under the authorities and the general rules of law applicable to the case, if the plaintiff had a right of action, having obtained title after the decree for change of grade and before work was begun, he had a complete right of action when the work was begun and his usual access to the street was cut off, and that was more than six years before suit was brought. A different rule under such circumstances would tend to vexatious delays.”\nErrors assigned were, (1) entry of judgment; (2-6) instructions, quoting them.\nW. H. Me Clung, Knox Reed and JE. W. Smith with him, for appellant,\ncited: O’Brien v. R. R., 119 Pa. 190; Burson v. R. R., 61 Pa. 369; Ogden v. Phila., 143 Pa. 430; Brower v. Phila., 26 W. N 271; Const., art. 16, § 8; Jones v. R. R., 151 Pa. 40; Hannum v. West Chester, 63 Pa. 475; P. R. R. v. Marchant, 119 Pa. 561; Duncan v. R. R., 111 Pa. 352; Walsh v. R. R., 124 Pa. 557; Seipel v. R. R., 29 Pa. 425; Act of March 27, 1713, 1. Sm. L. 76; Eisenhart v. Phila., 154 Pa. 393; Lewis on Eminent Domain, 457; Sedgley Ave., 88 Pa. 516; Zeimer v. R. R., 124 Pa. 560.\nGeorge B. Gordon, William Seott with him, for appellee,\ncited: Phila. & Trenton Ry. Co.’s Case, 6 Whart. 44; Livingston v. Wolf, 136 Pa. 519 ; Act of June 19, 1871, P. L. 1361; San Francisco v. Holladay, 76 Cal. 18; Hiekerson v. Mexico, 58 Mo. 61; Reeves v. Traction Co., 152 Pa. 153; Ry. v. Sly, 65 Pa. 205; Hespenheid’s Ap., 4 Penny. 71; Brockett v. R. R., 14 Pa. 244 ; Act of March 17, 1869, P. L. 12 ; Penna. R. R. Co.’s Ap., 128 Pa. 509; North Manheim Twp.’s Ap., 22 W. N. 149; Winton Borough v. Ry., 1 Lack. Jur. 120; R. R. v. Speer, 56 Pa. 325; Pittsburgh v. Penna. R. R., 48 Pa. 355; Duncan v. P. R. R., 111 Pa. 352; O’Brien v. Schuylkill Valley R. R., 119 Pa. 184; North Chester Borough v. Eckfeldt, 1 Mona. 732; Landes v. Norristown, 21 W. N. 212 ; Craft v. South Chester, 13 Atl. R. 216 ; Fairchild v. Furnace Co., 128 Pa. 485; Furst v. B. & L. Assn., 128 Pa. 183.\nDecember 30, 1893:"
  },
  "file_name": "0273-01",
  "first_page_order": 303,
  "last_page_order": 307
}
