{
  "id": 850152,
  "name": "Woelfel v. Hammer, Appellant",
  "name_abbreviation": "Woelfel v. Hammer",
  "decision_date": "1894-01-15",
  "docket_number": "Appeal, No. 240",
  "first_page": "448",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "159 Pa. 448"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "110 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0456-01"
      ]
    },
    {
      "cite": "44 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0110-01"
      ]
    },
    {
      "cite": "119 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0181-01"
      ]
    },
    {
      "cite": "75 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0079-01"
      ]
    },
    {
      "cite": "37 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0394-01"
      ]
    },
    {
      "cite": "34 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0160-01"
      ]
    },
    {
      "cite": "50 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0530-01"
      ]
    },
    {
      "cite": "19 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "30 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0144-01"
      ]
    },
    {
      "cite": "8 Watts, 320",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 471",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0471-01"
      ]
    },
    {
      "cite": "127 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0177-01"
      ]
    },
    {
      "cite": "17 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/17/0409-01"
      ]
    },
    {
      "cite": "44 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 562",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0562-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 6242,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03004171285661828
    },
    "sha256": "770ea38152e8a86c76493e6e28981193c7a7780282390d8a8186e84fac2c0045",
    "simhash": "1:33210662a259ac9b",
    "word_count": 1109
  },
  "last_updated": "2024-02-27T18:09:13.527276+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Woelfel v. Hammer, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nConcurrent proceedings seem to have been taken to set aside the award and open a judgment, to secure the same debt, entered against the defendant. The decree of the court below discharging the rule to show cause why the judgment should not be opened, etc., has been affirmed in an opinion just filed at No. 262 of this term [the preceding case], and there is no reason why a similar disposition should not be made of this appeal. No apparent injustice has been done or is contemplated against defendant. He voluntarily submitted all matters in dispute between him and the plaintiff without exception or appeal, and the amount of the award against him has been collected through the medium of the judgment above mentioned, which had been given to secure it. It is not proposed to colleet the debt a second time. The reasons upon which the application to set aside the award is based are purely technical. At most the entry of the award was a mere irregularity which did defendant no harm.\nDecree affirmed and appeal dismissed with costs to be paid by defendant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. I. Craig, for appellant,",
      "J. A. Langfitt and A. B. Angney, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Woelfel v. Hammer, Appellant.\nArbitration — Bond—Judgment—Motion to set aside.\nWhere parties have agreed to submit disputes to arbitrators and agree that the submission shall be a rule of court, without designating the court, and also give bonds, with warrant of attorney, to each other to secure the payment of the award, and the amount of the award is recovered by means of a judgment entered upon the bond, the fact that the award is entered in the court of common pleas is a mere irregularity which does defendant no harm, and which does not entitle him to have the award set aside.\nArgued Nov. 3, 1893.\nAppeal, No. 240, Oct. T., 1893, by defendant, J. B. Hammer, from order of C. P. No. 1, Allegheny Co., Sept. T., 1892, No. 141, refusing to set aside award of arbitrators in favor of plaintiff, Lawrence Woelfel.\nBefore Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ.\nRule to set aside award of arbitrators.\nFrom the record it appeared that the parties entered into an agreement to arbitrate, the material portions of which were as follows :\nNow this agreement witnesses that we, the said Lawrence Woelfel and J. B. Hammer, under the provisions of the act of assembly in such cases made and provided, do hereby agree to submit all matters in controversj^ between us, including all matters connected with the firm and business and accounts of Ladley & Co., of J. B. Hammer & Co., all claims of Lawrence Woelfel against J. B. Hammer individually, or against J. B. Hammer and wife, or against J. B. Hammer and any other person, or claims or demands otherwise, howsoever, which either party may have against the other, to the following arbitrators mutually chosen by us, namely: S. U. Trent, Chas. E. Cornelius and A. Y. Smith, and furthermore respectively bind ourselves to submit to and be finally concluded by the award or umpirage of said referees or arbitrators, or a majority of them.\n“ We further agree to file bonds as follows, viz.: A bond in the sum of $2,000 from said Hammer, with approved sureties to said Woelfel, and a bond in the sum of $100 from said-Woelfel with approved sureties to said Hammer; said bonds to be filed respectively with the parties in whose favor they may be drawn, and to be conditioned for the payment within 90 days of any award or umpirage made by said arbitrators, or a majority thereof. Said bonds to contain judgment clause, with warrant to confess, waiver, etc.\n“We further agree that our submission to such award or umpirage be made a rule of and in the court of common pleas of Allegheny county.”\nJudgment was entered upon the bond by warrant of attorney against J. B. Hammer and Anna M. Taylor and J. B. Sheriff as sureties.\nThe arbitrators made an award against Hammer for $1,717.66. The award was filed and judgment was entered thereon the same day. An execution was issued, but the writ was stayed. No further attempt was made to collect the award by means of the judgment thereon, but the money was collected under the judgment entered on the bond.\nOn July 2, 1892, J. B. Hammer filed a petition to have the award set aside, because it could not be sustained as a common law award, because the agreement said it was under provision of the act of assembly in such cases made and provided; neither could it be sustained as an award under the act of assembly, because the parties did not select either Common Pleas Court, No. 1, of Allegheny county, or any other court of record in the commonwealth of Pennsylvania, and agree in writing that their submission should be made a rule of said selected court. That as an affidavit of an attesting witness was not produced in the court selected, setting forth that the parties had agreed their submission should be a rule of that court, it was not proper to file the agreement to submit, and the court haS no authority to make the said submission a rule, nor to confirm the award. Defence on the merits was also averred, with statements of items. The above rule was then granted.\nPlaintiff answered that the award and subsequent proceedings were good under the common law and the agreement of submission, and the defect, if any, as to affidavit, had been cured by the subsequent filing of an affidavit.\nRule to set aside award discharged. Defendant appealed.\nError assigned was discharge of rule.\nW. I. Craig, for appellant,\ncited: Benjamin v. Benjamin, 5 W. & S. 562; Speer v. Bidwell, 44 Pa. 26; Act of June 16, 1836, §§ 1, 2, 4, P. L. 715; Marshall v. Bozorth, 17 Pa. 409; Marlin v. Waters, 127 Pa. 177; Sedgwick, Stat. 325.\nJ. A. Langfitt and A. B. Angney, for appellee,\nnot heard, cited: White v. Shriver, 2 Watts, 471; Richardson v. Cassilay, 8 Watts, 320; Large v. Passmore, 5 S. & R. 51; Hume v. Hume, 3 Pa. 144; Robinson v. Bickley, 30 Pa. 383; Bingham’s Trustees v. Guthrie, 19 Pa. 423; Henneigh v. Kramer, 50 Pa. 530; Wynn v. Bellas, 34 Pa. 160 ; Christman v. Moran, 9 Pa. .487; Wall v. Fife, 37 Pa. 394; Shisler v. Keavy, 75 Pa. 79; Rogers v. Playford, 12 Pa. 181; Buckwalter v. Russell, 119 Pa. 501; Summerville v. Painter, 44 Pa. 110 ; Sands v. Rolshouse, 3 Pa. 456 ; Morgan’s Ap., 110 Pa. 276; Speer v. Bidwell, 44 Pa. 26.\nJanuary 15, 1894:"
  },
  "file_name": "0448-01",
  "first_page_order": 478,
  "last_page_order": 481
}
