{
  "id": 850177,
  "name": "Matthews v. Park Bro. & Co., Ltd., Appellants",
  "name_abbreviation": "Matthews v. Park Bro. & Co.",
  "decision_date": "1894-02-12",
  "docket_number": "Appeal, No. 263",
  "first_page": "579",
  "last_page": "582",
  "citations": [
    {
      "type": "official",
      "cite": "159 Pa. 579"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "146 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 8779,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 2.4066699498604333e-07,
      "percentile": 0.7995095466955795
    },
    "sha256": "39da7dbcb0721e802e976daf3da975ab7e14b5d0eb3f2dc3311617a398168bff",
    "simhash": "1:fa7b96aafefc0f0e",
    "word_count": 1548
  },
  "last_updated": "2024-02-27T18:09:13.527276+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Matthews v. Park Bro. & Co., Ltd., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThe plaintiff is a rollerman. He had a contract with .Park Bros. & Co. for work in their steel plate mill, for two years, at the rate of one dollar and fifty cents per net sheared ton of plate, with a guaranty that his wages should not fall below three thousand five hundred dollars per annum. After working seven or eight months he was discharged. He sues to recover wages for the remainder of the two years for which he was hired at the rate of- three thousand five hundred dollars per year. The defence set up is that he was discharged for a violation of orders which under the contract he was bound to obey; that the discharge under such circumstances terminated the contract; and, consequently, that no action will lie upon it. It appears from the evidence that the roll at which the plaintiff worked consisted of three rollers placed one above the other. The middle roller was moved by friction. The grease from the necks of the rolls would work out at times upon the middle roll, and destroy the friction and so prevent its revolution. To cut the grease and restore the friction at such times Park Bros. & Co. used fire-clay, with which the rollermen were provided. The plaintiff preferred to use sand. The objection to this was that in scattering the sand along the face of the rolls more or less of it fell upon the necks of the rolls and cut them so as to injure and ultimately destroy them. Some three or four weeks before his discharge the manager of the mill ordered him to stop using sand. The plaintiff testified : “ Mr. Worth came to me and said I shouldn’t use sand on the rolls; ” he also testified that he was directed to use fire-clay, and that he replied that he couldn’t get along with fire-clay, and that he kept on using sand. The rolls then in use had to be removed soon after, and new ones put in, at an expense of some three thousand dollars; and the defendants allege that this became necessary because of the condition of the necks, occasioned bj' the use of sand. About the time the new rolls were put in the manager repeated his order not to use sand. A few days later he discharged Matthews for disobedience of orders, and not long after suit was brought. That case was before us in 1891 and is reported in 146 Pa. 384. The court below had left to tlie jury, as a question of fact for their determination, whether an admitted disregard of orders by an employee was willful or not; and had instructed the jury that an employee who had been discharged because of acts injurious to his employers might recover his wages for the balance of the term of his employment, less the actual loss to his employers, from his injurious acts. For these reasons the judgment obtained in the court below was reversed. Another action was then brought and another recovery had under the ruling of the court below, submitting to the jury as a question of fact whether the orders not to use sand were “ positive orders ” or “ only an ordinary conversation.” The plaintiff testified: “ Mr. Worth came to me and said I shouldn’t use sand on the rolls,” but that fire-clay must be used. This conversation was three or four weeks before his discharge and is spoken of as the first conversation between Worth and the plaintiff on this subject. He was further questioned in regard to this conversation and made answers as follows : “ Q. Then the first conversation you had with Mr. Worth he did tell you not to throw sand on the rolls, that you were spoiling them ? A. He didn’t tell me that I was spoiling them. Q. He did tell you however not to throw sand on the rolls? A. Yes, sir. Q. And he told you to use fire-clay? A. Yes, sir.” There was no doubt therefore, on the plaintiff’s own testimony, about Worth’s language. It was plain, direct, and without the slightest ambiguity. Under such circumstances its meaning was not a question for the jury but for the court. The learned judge, however, submitted it to the jury, saying: “ Matthews claims that it (the order not to use sand, but fire-clay,) was, as I have stated, merely an ordinary conversation in which Worth objected to the use of sand, yet didn’t give him positive orders to discontinue its use. That is the first question for you to determine.” This claim, to which the learned judge called the attention of the jury, was directly in the face of all the testimony, including that of Matthews himself, which we have given above. The jury however adopted the plaintiff’s interpretation of Worth’s positive directions, and found that he did not mean what he said; and that the plaintiff was not guilty of disobeying orders when, in total disregard of the directions he had received, he kept on using sand when and as he pleased. The submission of this question to the jury was a mistake. The learned judge should have told the jury that it was the duty of an employee to obey the direction of his employer as to the manner in which his work should be done, and the materials he should use ; and that a neglect or refusal to obey such directions was a breach of the contract, which justified the employer in discharging him from his service. He should have told them further that, upon the plaintiff’s own version of the conversation between Worth and himself, it was his duty to discontinue the use of sand on the rolls, and to use fire-clay only, and, if he neglected or refused to do so, he failed in his duty to his employers under the contract of hiring, and was for that reason subject to dismissal from their service.\nThe second and third assignments are sustained and the judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "G. P. Graver, for appellant,",
      "Thomas M. Marshall, Jr., Thomas M. Marshall, George E. Shaw and Prank P. Sproul with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Matthews v. Park Bro. & Co., Ltd., Appellants.\nMaster and servant — Disobedience of orders by servant — Discharge of -servant — Language—Construction for court.\nIt is the duty of an employee to obey the directions of his employer as to the manner in which his work should be done, and the materials he should use; and a neglect or refusal to obey such directions is a breach of the contract, which will justify the employer in discharging him from his service.\nWhere an employee discharged for disobeying orders testifies, in an action against his employer, that the superintendent of the mill in which he was employed forbade him to use sand upon rollers, and directed him to use fire-clay, it is improper for the court to submit to the jury the question whether the superintendent’s language was merely ordinary conversation or a positive order. In such a case, the language being clear, its meaning is a question for the court, and not for the jury.\nArgued Nov. 7, 1893.\nAppeal, No. 263, Oct. T., 1893, by defendants, from judgment of C. P. No. 3, Allegheny Co., Aug. T., 1892, No. 149, on verdict for plaintiff, Joseph Matthews.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nAssumpsit for wages. Before Kennedy, P. J.\nAt the trial, plaintiff introduced evidence to show that he had been wrongfully discharged by defendants from his position as rollerman in their steel mill. The defence was that he had disobeyed orders.\nThe facts appear by the opinion of the Supreme Court.\nThe court charged in part as follows:\n“ [At a conversation, which was some three or four weeks before Matthews was discharged, the defendants claim that Worth, their manager, ordered him to discontinue the use of the sand, telling him it was spoiling the rolls, and giving him, as they claim, positive orders to discontinue its use. Matthews admits the conversation between Worth and himself and the objection made by Worth to the use of the sand, yet says it was only an ordinary conversation, of which you have heard the words as related by the witnesses. Matthews claims that it was as I have stated, merely an ordinary conversation in which, while Worth objected to the use of the sand, yet didn’t give him positive orders to discontinue its use. That is the first question for you to determine. Did Worth, in that first conversation between him and Matthews, give him positive orders to discontinue the use of sand ? If he did, that is an end of this case and your verdict must be for the defendants. Because Matthews admits himself that he didn’t discontinue it after the first conversation.] [2] [He tells you that he used it after-wards, but he says Worth didn’t order him positively to discontinue it, although he objected to it, and used the words, as Matthews saj^s, that he ‘should not use it.’] ” [3]\nDefendant’s request for binding instruction was refused. [1]\nErrors assigned were (1-3) instructions, quoting them.\nG. P. Graver, for appellant,\nsubmitted a printed brief, but on account of illness, made no oral argument.\nThomas M. Marshall, Jr., Thomas M. Marshall, George E. Shaw and Prank P. Sproul with him, for appellee.\nFebruary 12, 1894:"
  },
  "file_name": "0579-01",
  "first_page_order": 609,
  "last_page_order": 612
}
