{
  "id": 832578,
  "name": "Neiman v. Delaware & Hudson Canal Company, Appellant",
  "name_abbreviation": "Neiman v. Delaware & Hudson Canal Co.",
  "decision_date": "1892-04-25",
  "docket_number": "Appeal No. 254",
  "first_page": "92",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "149 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 256,
    "char_count": 4041,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 2.285071626663534e-07,
      "percentile": 0.7856108599381663
    },
    "sha256": "ae278ef7e2c75b7ef3db2c0a47787225f14189cb1a1bffbddd5bd16159c34003",
    "simhash": "1:e6e845ca853f1dce",
    "word_count": 716
  },
  "last_updated": "2023-07-14T18:08:54.566496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterbett, Green, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Neiman v. Delaware & Hudson Canal Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe find no error in this record. The question whether the plaintiff was guilty of contributory negligence was one which, under the circumstances, was entitled to be passed upon by the jury. It could not have been ruled as a question of law. There is nothing else in the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Andrew 3. McClintoch and George It. Bedford, for appellant.",
      "W. 3. McQartney, E. E. McGovern and E. V. Jackson with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Neiman v. Delaware & Hudson Canal Company, Appellant.\nNegligence—Railroad crossing—Gontributorg negligence—When question for jury.\nWhere it appeared that the plaintiff, before crossing the tracks of a railroad at a grade crossing, stopped and looked and listened, but at a point where his vision was obstructed by steam escaping from a factory, the operation of which made a great deal of noise, the question of his contributory negligence is for the jury, not the court.\nArgued April 12, 1892.\nAppeal No. 254, Jan. T., 1892, by defendant, The President, Managers and Company of the Delaware & Hudson Canal Company, from judgment of C. P. Luzerne Co., March T., 1889, No. 95, on verdict for plaintiff, Frederick Neiman.\nBefore Paxson, C. J., Sterbett, Green, McCollum and Mitchell, JJ.\nTrespass for personal and other injuries caused by alleged negligence of defendant in the running of a train.\nOn the trial before Rice, P. J., it appeared that the plaintiff, with wagon and team, had been struck by the defendant’s train at a grade crossing in Wilkes-Barre. Near the crossing were axle works, the operation of which made a great deal of noise; and from these buildings, steam was escaping, at the time of the accident, so as to interfere with the view in the direction from which the train came. On the side from which the train was coming, just about the point where plaintiff stopped to look and listen, was a small, low building, which might have somewhat interfered with his view of the track. There was a conflict of testimony as to the speed of the train and the ringing of the bell and blowing of the whistle. The court charged the jury, in part, as follows :\n“ If you find he stopped at a proper place where, under ordinary circumstances, he would have seen any approaching trains and heard the crossing- sigmal, and looked and listened before driving on the track, but was prevented from hearing by the noise of the machinery of the axle works, and from seeing by the escaping steam, you will then inquire whether he performed his duty in view of the fact that a fair view of the track was obscured by the steam, and that the noise of the machinery prevented him from hearing the crossing signal and the approaching train.” [1]\nDefendant’s points, were, among others:\n“ 1. The plaintiff having shown by his own evidence that the only stop he made on approaching the crossing was at a point where the small building and the steam from the axle works made it impossible for him to see up the track, his failure to stop at a point where he could see was negligence, per se, on his part and he cannot recover in this action.” [2]\n“ 2. The plaintiff having stopped at a point where, from his own testimony, he could not see up the track, and the track being, according to his own testimony, obscured from view by the small building and the steam from the axle works, it was his duty to get out of his wagon and lead his team, and his failure to do so was contributory negligence on his part, and there can be no recovery in this case.” [3]\n“ 5. That under all the evidence in this case the plaintiff cannot recover and the verdict must be for the defendant.” [4]\nThe fifth point was simply negatived. To the other points, the court answered as follows : “We answer all of these points in the negative for the reason that they, in our judgment, withdraw from the consideration of the jury the questions of fact which must be decided by them.”\nErrors assigned were, (1) the charge of the court as above, quoting it; (2-4) the refusal of defendant’s points as above, quoting them.\nAndrew 3. McClintoch and George It. Bedford, for appellant.\nW. 3. McQartney, E. E. McGovern and E. V. Jackson with him, for appellee.\nApril 25, 1892:"
  },
  "file_name": "0092-01",
  "first_page_order": 116,
  "last_page_order": 118
}
