{
  "id": 832597,
  "name": "Gates et al., Appellants, v. Bloom",
  "name_abbreviation": "Gates v. Bloom",
  "decision_date": "1892-05-02",
  "docket_number": "Appeal, No. 85",
  "first_page": "107",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "149 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "129 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/129/0525-01"
      ]
    },
    {
      "cite": "25 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0350-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 225,
    "char_count": 3523,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.410746257031286e-07,
      "percentile": 0.6469052828948715
    },
    "sha256": "0e710180a1913f72555ae39b37da399fe73250dbda31bdfc4090e79620701b49",
    "simhash": "1:bbf9362c84cecdf8",
    "word_count": 610
  },
  "last_updated": "2024-02-27T16:32:21.512113+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Williams, Mitchell and Heydrtck: JJ."
    ],
    "parties": [
      "Gates et al., Appellants, v. Bloom."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe complainant alleges that the court below erred in quashing the attachment. It was commenced under the 27th section of the act of July 12, 1842. The transcript from the justice shows that the plaintiffs claimed the defendant was indebted to them in the sum of $254.48, for merchandise sold and delivered. The affidavit of A. Gates, one of the plaintiffs, further avers “ that he has good reason to believe that the defendant is about to dispose of his personal property and leave the county, with the intent to defraud his creditors, of which the said A. Gates & Son are one.”\nThis affidavit was clearly insufficient to justify a warrant of arrest under the act of 1842. It neither charges said fraud in the language of the act, nor does it set forth any facts from which the fraud may be inferred. It merely says that the plaintiff has good reason to believe the defendant is about to dispose of his personal property, etc. In the absence of a positive averment, the affidavit should, at least, have set forth the facts upon which the plaintiffs found their reasonable belief. The averments are too vague to sustain an indictment of perjury, however false they may be in point of fact. Unless the affidavit brings the case within the act of 1842, the justice has no jurisdiction, and the attachment no validity. The transcript of the justice shows that objection was taken to the proceedings before him upon this and other grounds. The justice overruled the exceptions, and gave judgment for the plaintiffs for the amount of their claim. The defendants then appealed, and raised the objection of the jurisdiction in the common pleas. The entry of the appeal is no waiver of the right to except to the jurisdiction : Esler v. Johnson, 25 Pa. 350; and the question of jurisdiction after the trial of the appeal in the court of common pleas, where it was not raised, may be taken in this court: Hill v. The Township of Tionesta, 129 Pa. 525. We are of opinion the attachment was property quashed.\nJudgment affirmed.\nSee preceding case.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Gates et al., Appellants, v. Bloom.\nJustice of the peace—Attachment under act of 1842—Insufficiency of affidavit.\nAn affidavit alleging that deponent “has good reason to believe that the defendant is about to dispose of his personal property and leave the comity, with the intent to defraud his creditors ” is clearly insufficient to sustain an attachment issued by a justice of the peace under the act of July 12, 1842. It neither charges fraud in the language of the act, nor does it set forth any facts from which the fraud may be inferred.\nJurisdiction—Appeal.\nObjection having been made in the justice’s court to the sufficiency of the affidavit, an appeal by the defendant is no waiver of the right to except to the jurisdiction.\nArgued April 18, 1892.\nAppeal, No. 85, July T., 1891, by plaintiffs, A. Gates et al., trading as A. Gates & Son, from judgment of G. P. Clearfield Co., May T., 1891, No. 311, quashing attachment against defendant, Robert Bloom.\nBefore Paxson, C. J., Green, Williams, Mitchell and Heydrtck: JJ.\nAppeal by defendant from the judgment of a justice of the peace on attachment under the act of July 12, 1842.\nThe affidavit upon which the justice issued the attachment appears by the opinion of the Supreme Court. Before the justice, defendant, by his attorney, excepted to the writ and moved to dissolve the same for, among other reasons, want of a sufficient affidavit.\nErrors assigned and counsel were as in the preceding case.\nMay 2, 1892:"
  },
  "file_name": "0107-01",
  "first_page_order": 131,
  "last_page_order": 133
}
