{
  "id": 832540,
  "name": "Van Natta, Appellant, v. Heintz",
  "name_abbreviation": "Van Natta v. Heintz",
  "decision_date": "1892-05-23",
  "docket_number": "Appeal, No. 160",
  "first_page": "240",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "149 Pa. 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 212,
    "char_count": 2633,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 4.5046715916883656e-08,
      "percentile": 0.28200968473451543
    },
    "sha256": "8f38ff881cd54f096e2a368cfaf2180e81df2688d2beb88e1a94424734df114a",
    "simhash": "1:0506b04bab7a046e",
    "word_count": 463
  },
  "last_updated": "2023-07-14T18:08:54.566496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum, and Heydrick, JJ."
    ],
    "parties": [
      "Van Natta, Appellant, v. Heintz."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis case was submitted upon the paper books.\nThere was nothing in it to base an argument upon. The judgment in question was regularly entered, and the motion to open it was without merit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "S. M. Brainerd, for appellant.",
      "11. J. Curtze and S. A. Lamb, for appellee."
    ],
    "corrections": "",
    "head_matter": "Van Natta, Appellant, v. Heintz.\nJudgment—Opening of—Practice.\nWhere judgment for want of a plea was regularly entered and the court below has refused a motion to open and strike it off, based on an affidavit only, the Supreme Court will not reverse.\nSubmitted April 25, 1892.\nAppeal, No. 160, July T., 1891, by plaintiff, John W. Van Natta, from judgment of C. P. Erie Co., May T., 1890, No. 78, in favor of defendant, Valentine Heintz, for want of a plea.\nBefore Paxson, C. J., Sterrett, Williams, McCollum, and Heydrick, JJ.\nReplevin on distress for rent.\nFrom the docket entries, it appeared that defendant filed avowry and recognizance Dec. 17,1890, and the same day entered a rule on plaintiff to plead in 15 days. On December 19,1890, proof of service of the rule to plead was filed. On March 6, 1891, judgment for want of plea was entered. On June 15, 1891, plaintiff moved to open and strike off the judgment, which motion the court refused. This motion was made upon the affidavit of plaintiff, which set forth that defendant’s attorney, H. J. Gurtze, had in writing extended the time to file the plea to January 19, 1891. The affidavit further continued as follows :\n“ That your deponent is informed and believes that on Jan-nary 19, 1891, H. J. Curtze was unable to attend to business, and remained in for some time thereafter. That when said Curtze got out the attorneys of the parties tried to settle the matter, pending which plaintiff’s attorney was taken ill and confined to his house for about two months. That when said Curtze was taken ill, and confined to his house for about two months, that during this time Mr. Curtze took judgment against the plaintiff, for want of a plea, pending the effort to adjust differences. The deponent is informed by his counsel that he had, after the expiration of .the written agreement, a verbal understanding with the defendant’s attorney that no advantage would be taken by him in the meantime for want of plea, and which was relied upon by your deponent. That the defendant had no right to avow for rent in this case. That there was no rent due to the defendant, nor had he any right to dis-train.”\nNo depositions appear to have been taken on the rule.\nJErrors assigned were (1, 3) entering judgment for defendant ; (2) refusing to open and strike off the judgment.\nS. M. Brainerd, for appellant.\n11. J. Curtze and S. A. Lamb, for appellee.\nMay 23, 1892:"
  },
  "file_name": "0240-01",
  "first_page_order": 264,
  "last_page_order": 265
}
