{
  "id": 832536,
  "name": "Reading Iron Works' Estate. Tradesman's Nat. Bank's Appeal. Reading Iron Works' Estate. Wister's Appeal. Reading Iron Works' Estate. Nat. Bk. of Republic's Appeal",
  "name_abbreviation": "Reading Iron Works' Estate",
  "decision_date": "1892-05-23",
  "docket_number": "Appeals, Nos. 306, 308, 305",
  "first_page": "268",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "149 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "102 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/102/0536-01"
      ]
    },
    {
      "cite": "85 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0528-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 9229,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 5.494494574994367e-08,
      "percentile": 0.3438744884354262
    },
    "sha256": "feac4f13972f817c8be27d43da479eefd2ad6a25dc8094ae16276425e9197d3e",
    "simhash": "1:cce7daa0dfe24d6b",
    "word_count": 1541
  },
  "last_updated": "2024-02-27T16:32:21.512113+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Reading Iron Works’ Estate. Tradesman’s Nat. Bank’s Appeal. Reading Iron Works’ Estate. Wister’s Appeal. Reading Iron Works’ Estate. Nat. Bk. of Republic’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Steeeett,\nTeadesman’s Bank’s Appeal.\nAn examination of the learned auditor’s report in connection with the evidence upon which it was based, has failed to convince us that there is any error in his findings recited in the first and third specifications, respectively, or in his “ not finding that the board of directors of the Reading Iron Works never authorized or ratified the giving of a judgment note for $100,000 to the Phila. & Reading R. R. Co., for any purpose except for cash loaned them,” as recited in the second specification. On the contrary, we think he was warranted in finding as he did, that the giving of the $100,000 judgment note in question, in consideration of $80,000 cash, and $70,000 credit on account of freight bill then due the railroad company, was not only authorized, but was subsequently ratified by the board of directors. Moreover, the auditor’s findings of fact, as well as his conclusions of law, were approved by the court for reasons stated in its opinion; and there appears to be nothing in the record that would have warranted any other conclusion. The judgment note, as the auditor has found, was given in good faith and for a full consideration. The transaction was not collusive, nor was there any intention, on the part of either party, to hinder, delay or defraud any other creditor of the maker. Neither the validity of the note, nor of the judgment entered thereon, has ever been questioned by the latter. The auditor went quite as far as he' was warranted in doing at the instance of the appellant: National Bank’s Ap., 85 Pa. 528; Meckley’s Ap., 102 Pa. 536.\nThe.questions involved were fully considered, and have been so satisfactorily disposed of by the learned auditor and court below that elaboration is unnecessary.\nNeither of the assignments of error is sustained.\nDecree affirmed, and appeal dismissed, with costs to be paid by appellant.\nWister’s Appeal.\nThis case involves the same question that was considered in Tradesman’s National Bank’s Appeal, No. 306, Jan. T., 1892, and, for reasons suggested in opinion just filed in that case, the decree should be affirmed.\nDecree affirmed and appeal dismissed, with costs to be paid by appellant.\nNational Bank oe Republic’s Appeal.\nThis case was argued with 306 and 308, of Jan. T., 1892, involving the same questions, and, for reasons given in opinion just filed in the former, the decree should be affirmed.\nDecree affirmed and appeal dismissed, with costs to be paid by appellant.",
        "type": "majority",
        "author": "Me. Justice Steeeett,"
      }
    ],
    "attorneys": [
      "It. C. Me Murine and John Q. Johnson, with them Charles JE. Panaoast, for appellants.",
      "Q-eorge F. Baer, with him P. S. Zieber and Jeff. Snyder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reading Iron Works’ Estate. Tradesman’s Nat. Bank’s Appeal. Reading Iron Works’ Estate. Wister’s Appeal. Reading Iron Works’ Estate. Nat. Bk. of Republic’s Appeal.\nAssigned estate—Distribution—Judgment—General creditors.\nIn this case the assignee for benefit of creditors had paid out of the proceeds of sales of real estate a judgment of $100,000 entered before the assignment. General creditors on the audit of the assignee’s account excepted to the allowance of $70,000 of this $100,000 on the ground that the judgment note on which the judgment had been entered was not authorized nor ratified by the directors of the corporation assignor, except for $30,000 cash actually advanced thereon. The auditor found that the note had been given by the assignor to secure a prior indebtedness of over $70,000, as well as $30,000 cash advanced, in accordance with a resolution of the assignor’s board of directors who also subsequently passed a resolution ratifying and confirming the giving of the judgment note. The court below dismissed exceptions to these findings of the auditor; and this action was affirmed by the Supreme Court.\nArgued March 4, 1892.\nAppeals, Nos. 306, 308, 305, Jan. T., 1892, by general creditors, from decree of C. P. Berks Co., confirming report of auditor of the account of the Reading Trust Company, assignee of the Reading Iron Works.\nBefore Sterrett, Green, Williams, McCollum and Mitchell, JJ.\nClaim to surcharge assignee.\nFrom the report of the auditor, ,it appeared that the assignee had paid out of the proceeds of real estate $100,000 and interest on a judgment of the Phila. & Reading Railroad Co. against the Reading Iron Works. Appellants sought to surcharge the assignee with $70,000 of this amount. The material facts in regard to this $100,000 judgment were found by the auditor to be as follows:\n“ That on the first day of March, 1889, the treasurer of the Reading Iron Works, F. W. Ralston, made application to the Philadelphia and Reading Railroad Company for an additional loan of $30,000 to meet the immediate wants of the Reading Iron Works, and that A. A. McLeod, then general manager of Philadelphia and Reading Railroad Company, who had the determination of the matter on the part of the railroad company, declined to advance any further loans to the Reading Iron Works unless the said freight bill due the railroad company was secured; and that then a meeting of the board of directors of the Reading Iron Works was convened, at which George F. Baer, Esq., informed the directors of the condition imposed by Mr. McLeod, whereupon the board of directors of the Reading Iron Works passed a resolution directing the president, Edward W. Coit, to execute a judgment note payable to the Philadelphia and Reading Railroad Company for $100,000. That the note was executed by the president, as directed, and delivered to the executive committee of the board of directors of the Reading Iron Works. That the executive committee of the board of directors of the Reading Iron Works delivered the judgment note for $100,000 to the Philadelphia and Reading Railroad Company with the understanding and agreement that the Philadelphia and Reading Railroad Compaq should loan the Reading Iron Works $30,000 on the judgment note, and that the balance of the judgment note, to wit, $70,000, should stand as security for freight due on account of the said freight bill amounting to $76,596.78 then due and owing from the Reading Iron Works to the Philadephia and Reading Railroad Company. That in pursuance of said understanding and agreement between the executive committee of the Reading Iron Works and the Philadelphia and Reading Railroad Company, the latter accepted the said judgment note for $100,000, for $30,000 in cash and $70,000 on account of freight, the Reading Iron Works receiving the $30,000 in cash upon a cheek of the Philadelphia and Reading Railroad Company.....\n“ That on the fourth day of March, 1889, the board of directors of the Reading Iron Works, at a special meeting, all the directors being present, passed the following resolution:—\n“ ‘Resolved, That the action of the president and treasurer in giving to the Philadelphia and Reading Railroad Company two judgment notes, one for $40,000 and one for $100,000, be ratified and confirmed.’ ”\nThe auditor also found that judgment was entered on the $100,000 judgment note before the assignment by the Reading Iron Works, and refused the surcharge. The following exceptions, among others, filed to the report of the auditor by the appellants, were dismissed by the court below in an opinion by Endlich, J., on the ground “ that the report by an auditor of facts directly proven by the witnesses .... will not be disturbed except for flagrant error affirmatively shown or manifest upon the face of the report sufficient for setting aside the verdict of a jury upon the same evidence to the same effect; ” the judge saying: “We are not prepared to differ with him in his conclusions, much less to pronounce them unsupported by the evidence: ”\n“III. In finding that before the giving of the note of $100,000 the directors of the Reading Iron Works were informed at a meeting of their board that the purpose for which the said note was to be given and used was to obtain a loan of $30,000 in cash and to secure freight bills of $70,000 already due to the Philadelphia and Reading Railroad Company, the securing of said bills being a condition imposed by said railroad company upon which only they would loan said $30,000, and that said board of directors of the Reading Iron W orks thereupon at such meeting, and before the giving of said note, passed a resolution authorizing it to be given for such purpose.\n“ IV. In not finding that the board of directors of the Reading Iron Works never authorized or ratified the giving of a judgment note for $100,000 to the Philadelphia and Reading Railroad Company for any purpose whatever except for cash loaned thereon.\n“V. In finding that said judgment note of $100,000 and the judgment entered thereon was a valid obligation or lien upon the assigned estate of the Reading Iron Works, except to the extent of $30,000 cash actually advanced thereon.”\nErrors assigned were (1-3) dismissing the 3d, 4th and 5th exceptions to the auditor’s report, quoting them; (4) not surcharging the assignee with $70,000 of the $100,000 paid to the Phila. & Reading R. R. Co. upon their judgment; (5) not reducing the credit claimed of $100,000 to $30,000; (6) dismissing the exceptions to the report of the auditor.\nIt. C. Me Murine and John Q. Johnson, with them Charles JE. Panaoast, for appellants.\nQ-eorge F. Baer, with him P. S. Zieber and Jeff. Snyder, for appellee.\nMay 23, 1892:"
  },
  "file_name": "0268-01",
  "first_page_order": 292,
  "last_page_order": 296
}
