{
  "id": 1068361,
  "name": "Pittsburgh Forge & Iron Co., Appellant, v. Dravo Contracting Co.",
  "name_abbreviation": "Pittsburgh Forge & Iron Co. v. Dravo Contracting Co.",
  "decision_date": "1922-01-03",
  "docket_number": "Appeal, No. 187",
  "first_page": "118",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "272 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "62 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0353-01"
      ]
    },
    {
      "cite": "85 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0293-01"
      ]
    },
    {
      "cite": "188 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0001-01"
      ]
    },
    {
      "cite": "124 N. W. 801",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "145 Iowa 702",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2168372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/145/0702-01"
      ]
    },
    {
      "cite": "230 Fed. 63",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6738071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/230/0063-01"
      ]
    },
    {
      "cite": "136 Fed. 374",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3871770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/136/0374-01"
      ]
    },
    {
      "cite": "20 L. R. A. (N. S.) 92",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "80 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/80/0373-01"
      ]
    },
    {
      "cite": "135 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817466
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0050-01"
      ]
    },
    {
      "cite": "207 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0629-01"
      ]
    },
    {
      "cite": "269 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0280-01"
      ]
    },
    {
      "cite": "259 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038355
      ],
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0094-01"
      ]
    },
    {
      "cite": "172 Pa. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0646-01"
      ]
    },
    {
      "cite": "160 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0359-01"
      ]
    },
    {
      "cite": "117 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0390-01"
      ]
    },
    {
      "cite": "188 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901320
      ],
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/188/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 700,
    "char_count": 13465,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.1637479162110336e-07,
      "percentile": 0.7702234763493934
    },
    "sha256": "f8eb32934401af2fc6f6b2f98f22db629fdf9f4531fa09e176484c3f5a140cbd",
    "simhash": "1:b52d37816d5e26ed",
    "word_count": 2322
  },
  "last_updated": "2024-02-27T18:02:35.980523+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pittsburgh Forge & Iron Co., Appellant, v. Dravo Contracting Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nThe plaintiff’s manufacturing plant is located in the City of Pittsburgh on the Ohio River, having a frontage thereon of approximately 1,350 feet, and along it for a considerable distance a wharf was built. Immediately above is the land of the Pressed Steel Car Company, where the defendant was engaged in constructing a concrete embankment. Wooden frames were used in the work, and, when the cement had sufficiently dried, the supporting boards were thrown upon the bank and burned. This was done on July 22, 1918, at a point between 300 and 400 feet above plaintiff’s property. On the morning of that day, a large quantity of oil was observed upon the surface of the river, extending out for 200 feet or more, and covering the water continuously to a point about half way along the property of appellant. So unusual was the condition that the superintendent of the defendant was led, several hours before the fire, to make investigation of the cause. Subsequent to the accident, it was discovered that a broken pipe line, traversing the river bed, was responsible. The employees of the defendant were using a steam bucket for the movement of materials, and lifted a burning stick, variously estimated as to size, from the fire on the bank, intending to place it farther back. In swinging the timber over the water it fell upon the surface or was lowered therein. The result was a serious conflagration and the ensuing fire was carried over the pool of oil to the wharf of the plaintiff, causing its destruction.\nThe statement of claim charged negligence in permitting a burning board to be placed in the river, covered as the latter was with oil, which was “being carried thence down the river along and past the plaintiff’s property,” and that the defendant “knew, or should have known, that the current of the river was carrying said oil down said river along the plaintiff’s property and wharf, and that, if said oil caught fire, great damage would result.” These quotations are necessary to a proper understanding of one of the complaints here made by appellant. Upon the calling of the first witness, an offer was made to show that the oil extended in an unbroken stream from the defendant’s operation to and along a considerable portion of the wharf destroyed. Against the objection of defendant that the declaration merely charged the setting on fire, in front of the dredge, of the oil, which was then carried down by the current, and not that the surface was covered with the combustible material to the wharf, the evidence was received. Subsequent offers during the trial were objected to on the same grounds, and overruled.\nThe learned court below was of the opinion that the allegation of a continuous body of oil “along and past” the wharf was sufficient, and allowed plaintiff to submit his proofs to establish this fact; and in so doing we think there was no error. The wording used sufficiently indicates the contention of the plaintiff to justify the admission of supporting testimony. Had the defendant been taken unawares, surprise could have been urged, and probably a continuance obtained. This was not done, and the trial lasted four days, with much evidence received on both sides to show the surface condition of the river at the time of the fire. When the case was closed, the court reversed its previous ruling, and suggested that an amendment to the statement must be made, if the testimony received was to be considered; in which case, it advised, a continuance would be granted if insisted upon by defendant. Plaintiff, urging that the declaration was sufficiently broad, declined to apply for an amendment, and the evidence was withdrawn by the court from the jury. Assignments of error complain of this action, and, we think, with reason.\nA careful examination of the statement leads to the conclusion that the ruling first made was justified.. Even if indefinite, the trial was had with the approval of the court on the theory of the plaintiff. What was’, said in Fisher v. Life Association, 188 Pa. 1,11, applies; with equal force to the present situation: “The suggestion that the allegata and probata do not agree is without force......While the plaintiff’s statement omitted some of the terms of the contract as claimed by the defendant, it was the fault of the latter that it did not take advantage of their omission at the proper time, if they were deemed essential. The ruling of the learned judge was equivalent to an amendment of the plaintiff’s statement, and it will be so treated here. If the defendant was not prepared to meet the issue in that form it should have pleaded surprise and asked a continuance. It is too late now to raise this objection.” There is nothing in the Practice Act of 1915, which makes necessary the modification of the rule as thus expressed by Chief Justice Sterrett.\nIn view of the fact that a retrial must be had, we shall not attempt to rule specifically on each of the twelve assignments, but will refer only to such additional matters as seem necessary to a proper understanding of what we deem to be the applicable principles of law. It is needless to cite authorities to show that defendant was not responsible for the loss which occurred, unless the negligence of its employees was the proximate cause of the loss. The consequence of the throwing of a burning timber on the oil must have appeared not only to be possible, but probable and natural: S. S. Pass. Ry. Co. v. Trich, 117 Pa. 390; Behling v. Pipe Lines, 160 Pa. 359; Scott v. Ry. Co., 172 Pa. 646. “A proximate cause, in the law of negligence, is such a cause as operates to produce particular consequences without the intervention of any independent unforeseen cause withoutwhichtheinjuri.es would not have occurred”: Bruggeman v. York, 259 Pa. 94, 97. If is only when the facts show a continuous succession of events so linked together that they become a natural whole, not broken by some outside agency, that the result is to be considered as the natural one: Howarth v. Adams Express Co., 269 Pa. 280. A discussion of the rule to be applied in cases such as the one before us, with careful comment on the earlier decisions, is found in Gudfelder v. Ry. Co., 207 Pa. 629, and a repetition of what is there said is needless here.\nThe jury was told that no recovery could be had unless the current carried the fire to the plaintiff’s wharf, and that such a result was naturally to be foreseen. In so instructing, the court had in mind the limited view of the statement of claim, as already noted, and withdrew from consideration the evidence which indicated a solid body of oil from the point of the alleged negligent act to the wharf which was destroyed. It might well be a jury would find that the carrying of the fire to the property of the lower riparian owner was a mere possibility, and not a probability, but would take an entirely different view if the body of oil was continuous between the two points, being aware of the physical fact that the whole pond of combustible material would likely be consumed before the conflagration would cease.\nAgain, the jury was told the defendant was not bound to anticipate the action of the air currents, and, if the fire was so conveyed, this would constitute an intervening agency which would relieve from liability, — an instruction based on the testimony of two witnesses, who stated the wind aided in bringing down the fire, not in moving the oil over the surface before it occurred. No. request was made of the court to so charge, and it seems to us the evidence did not warrant the statement made. The court said: “If this oil was carried down stream by the wind, that is an intervening, independent agency. If......the wind came and caused the fire to spread down, you must find a verdict for the defendant.” This overlooked the fact that the presence of such a condition might have been, or the jury could say “should have been,” observed, and that, in view of the atmospheric conditions, it might have been obvious that the fire would cause the injury which did result. “No doubt a hurricane or a gale may be such as to be plainly out of the usual course of nature, and therefore to be pronounced by the court as the intervention of a new cause...... But the ordinary danger of wind helping a fire to spread is one of the things to be naturally anticipated”: Haverly v. Railroad Co., 135 Pa. 50, 60; P. R. R. Co. v. Hope, 80 Pa. 373; 22 R. C. L. 162; 20 L. R. A. (N. S.) 92, n. Under the testimony presented, the appellant justly complains of the instructions given.\nOne other matter should be noted. The defendant offered evidence of the amount of insurance collected by reason of the fire. Though plaintiff objected, no exception was taken; complaint cannot therefore be now made of its admission. However, the court instructed the jury that in passing upon the damages claimed by plaintiff it should take into account the total insurance, —as indicating the value which the company placed upon its property. “Ordinarily the amount for which property is insured does not afford a test of value of sufficient probative effect to be admissible”: 22 C. J. 180, 182. The present case does not furnish any facts which allow an exception to this rule: Union Pac. R. R. Co. v. Lucas, 136 Fed. 374; Coleman v. Tepel, 230 Fed. 63; Holmes v. Rivers, 145 Iowa 702, 124 N. W. 801. The submission of this evidence for the purpose of estimating the plaintiff’s loss was erroneous.\nWithout further discussion, it follows from what has been said that a new trial must be had.\nThe judgment is therefore reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Thomas Patterson, of Patterson, Crawford, Miller & Arensherg, for appellant.",
      "George C. Wilson, of Wilson & Evans, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Pittsburgh Forge & Iron Co., Appellant, v. Dravo Contracting Co.\nNegligence — Statement — Evidence — Allegata and probata — Amendment — Surprise—Waiver—Continuance — Appeal — Proximate cause — Fire—Oil on river — Spreading fire by wind — Intervening independent agency — Things to be naturally anticipated— Act of Cod or vis inertia.\n1. In an action to recover damages for the destruction of plaintiff’s wharf by fire, where the statement of claim charges negligence in permitting a burning board to be placed in a river covered with oil which was “being carried thence down the river and along and past plaintiff’s property,” and that defendant knew or should have known that the current of the river was carrying the oil down and along plaintiff’s property, it is error for the trial judge, after admitting evidence, against objection, that the oil before the fire extended from defendant’s operation to and past plaintiff’s wharf, to instruct the jury to disregard such evidence as not in accordance with the statement of claim.\n2. The ruling of the judge admitting the evidence was equivalent to an amendment of the statement; and, if defendant was not prepared to meet the issue in that form, it should have pleaded surprise, and asked a continuance; it is too late to raise that objection on appeal.\n8. In such ease, the fire resulting from the throwing of the burning board on the oil, the result must have been foreseen not only to be possible but probable and natural, to make defendant liable.\n4. An instruction that no recovery could be had unless the current carried the fire to the plaintiff’s wharf and such a result was naturally to be foreseen, is erroneous in view of evidence that the body of oil was continuous between the point of defendant’s operation and plaintiff’s wharf.\n5. It was also error to charge, in the absence of testimony of unusual wind conditions, that defendant was not bound to anticipate the action of the air currents, and if the fire was so conveyed, this would constitute an intervening independent agency which would relieve from liability.\n6. The ordinary danger of wind helping a fire to spread is one of the things to be naturally anticipated.\nNegligence — Damages—Insurance.\n7. Ordinarily the amount for which property is insured does not, in an action for its destruction by fire, afford a test of value, of sufficient probative effect to be admissible.\nAppeals — Evidence—Exception.\n8. Where no exception was taken to the admission of evidence at the trial, no objection to its admission can be made on appeal.\nArgued October 10, 1921.\nAppeal, No. 187, Oct. T., 1920, by plaintiff;, from judgment of O. P. Allegheny Co., Jan. T., 1919, No. 474, on verdict for defendant, in case of Pittsburgh Forge & Iron Co. v. Dravo Contracting Co. Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ. Reversed.\nTrespass for damages to property by fire. Before Macfarlane, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for defendants. Plaintiff appealed.\nErrors assigned were various rulings and instructions, sufficiently appearing by the opinion of the Supreme Court, quoting record.\nThomas Patterson, of Patterson, Crawford, Miller & Arensherg, for appellant.\nThe court erred in its application of the pleadings to the evidence: Fisher v. Life Assn., 188 Pa. 1.\nThe court erred in charging that no recovery could be had unless it was the current which carried the fire down and unless defendant should have anticipated that after the fire started the current would carry it and the burning oil to the wharf.\nThe court erred in its charge with reference to the wind.\nGeorge C. Wilson, of Wilson & Evans, for appellee, cited:\nHoag & Alger v. R. R., 85 Pa. 293; Penna. R. R. v. Kerr, 62 Pa. 353.\nJanuary 3, 1922:"
  },
  "file_name": "0118-01",
  "first_page_order": 142,
  "last_page_order": 148
}
