{
  "id": 1068426,
  "name": "Bally, Appellant, v. Pittsburgh Rys. Co.",
  "name_abbreviation": "Bally v. Pittsburgh Rys. Co.",
  "decision_date": "1922-01-03",
  "docket_number": "Appeal, No. 121",
  "first_page": "178",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "272 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "212 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0054-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 593",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0593-01"
      ]
    },
    {
      "cite": "229 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0575-01"
      ]
    },
    {
      "cite": "190 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "249 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0270-01"
      ]
    },
    {
      "cite": "240 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0222-01"
      ]
    },
    {
      "cite": "242 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0304-01"
      ]
    },
    {
      "cite": "243 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0562-01"
      ]
    },
    {
      "cite": "253 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1023987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0566-01"
      ]
    },
    {
      "cite": "263 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0541-01"
      ]
    },
    {
      "cite": "255 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0310-01"
      ]
    },
    {
      "cite": "269 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0222-01"
      ]
    },
    {
      "cite": "238 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991669
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0550-01"
      ]
    },
    {
      "cite": "249 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0270-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 5641,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 6.071662824262825e-08,
      "percentile": 0.37500506786302984
    },
    "sha256": "0106c65677f64053216401703731482a559c66127674238347be019af4f07909",
    "simhash": "1:9e1ee780db0e7e3a",
    "word_count": 976
  },
  "last_updated": "2024-02-27T18:02:35.980523+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Bally, Appellant, v. Pittsburgh Rys. Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff, an employee of the City of Pittsburgh, was engaged in inspecting repair work being done by the Pittsburgh Railways Company to its tracks in that city. At the invitation of the foreman in charge of the work, plaintiff entered a work car of the company for the purpose of eating his noonday lunch; while so engaged, the car was moved for the purpose of shifting two cars, one containing gravel and the other cement. The foreman of the railways company informed plaintiff the work car would return in a few moments and he might remain and finish his lunch during the shifting process. The car was moved forward some distance, attached to the two loaded cars, and, while returning to the starting point, running down grade, the motorman lost control of the motor car, from some cause not shown by the testimony, and despite his efforts to bring it to a stop the train of three cars continued to run rapidly down grade toward other cars standing on the track at the foot of the grade with which they were certain to collide. Plaintiff in the meantime having gone to the rear platform either jumped from the car or was thrown from it by its swaying and lurching, receiving the injury for which this action was brought to recover compensation. The court below entered a compulsory nonsuit on the ground that plaintiff failed to show negligence on the part of defendant and especially the degree of negligence necessary to make defendant liable under the circumstances of the case, which it subsequently refused to take off. Plaintiff appealed.\nPlaintiff was not a passenger on the car and did not enter it for the purpose of being transported. His presence there was merely for his personal convenience and comfort while eating lunch. Under these circumstances he was at most a mere licensee and consequently cannot claim to be entitled to the degree of care a carrier of passengers owes to those whom it undertakes to transport. The car in question was neither intended nor used for conveying passengers. It was what is known as a work car and used only for transporting material and employees engaged in repairing tracks. The case is distinguished from the authorities relied on by plaintiff which hold a carrier undertakes to safely transport all persons lawfully using its means of transportation, even though the service be gratuitously rendered. Under the circumstances of this case the presumption of negligence arising where a passenger is injured in the course of transportation does not apply. As a licensee riding on a work train defendant owed him no duty except to refrain from injuring him by intentional, wanton or wilful acts: Ortlieb v. Poth, 249 Pa. 270; Schiller v. Sauer, 238 Pa. 550.\nFurthermore, plaintiff’s employment by the city did not require him to ride on defendant’s work car and we find nothing in the record indicating the foreman’s authority to transport plaintiff or invite him to enter the car for that purpose. Consequently, no duty arose to carry him safely nor is there liability on defendant for injury to him, unless such injury was the result of wilful, wanton or intentional acts (Hughes v. Murdock S. & T. Co., 269 Pa. 222), and we find no evidence of the existence of such acts. In view of the conclusion reached above we deem consideration of the other questions argued on this appeal unnecessary.\nThe judgment is affirmed",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "W. Heber Dithrich, with Mm H. Fred Mercer, for appellant.",
      "William A. Challener, with him Clarence Burleigh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bally, Appellant, v. Pittsburgh Rys. Co.\nNegligence — Street railways — Licensee on car — Presumption from accident as to passengers — Worle car — Wilful acts.\n1. Where a person employed by a municipality as an inspector of. repair work on the tracks of a street railway, is invited by the foreman of the railway company to enter a work ear as a convenient place to eat his lunch, and is injured while the car is being shifted, he is a mere licensee, and the presumption of negligence on the part of the company arising where a passenger is injured during transportation, does not apply in his favor.\n2. As plaintiff’s duty did not require him to ride on a work car, there was no authority in the foreman to transport him or to invite him to enter the ear.\n3. The company owed him no duty except to refrain from injuring him by intentional, wanton, or wilful acts.\nArgued October 12, 1921.\nAppeal, No. 121, Oct. T., 1921, by plaintiff, from order of O. P. Allegheny Co., Jan. T., 1920, No. 536, refusing to take off nonsuit, in case of William J. Bally v. Pittsburgh Railways Company, a corporation, now in the hands of Charles A. Pagan, W. I). George and S. L. Tone, receivers.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Evans, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit entered, which court refused to take off. Plaintiff appealed.\nError assigned, inter alia, was refusal to take off non-suit, quoting record.\nW. Heber Dithrich, with Mm H. Fred Mercer, for appellant.\nPlaintiff was a passenger not for hire, and entitled to at least ordinary care: Berkebile v. Traction Co., 255 Pa. 310; Cody v. Venzie, 263 Pa. 541; Kierkowsky v. Connell, 253 Pa. 566; Reed v. Ry., 243 Pa. 562; Coleman v. R. R., 242 Pa. 304.\nWilliam A. Challener, with him Clarence Burleigh, for appellee.\nPlaintiff was either a trespasser or, at most, a mere licensee: Hagan v. Steel Co., 240 Pa. 222; Ortlieb v. Poth, 249 Pa. 270.\nThe accident itself did not raise a presumption of negligence: East End Oil Co. v. Torpedo Co., 190 Pa. 351; Lanning v. Rys., 229 Pa. 575; Livingstone v. Rys., 64 Pa. Superior Ct. 593; Allen v. Coal Co., 212 Pa. 54.\nJanuary 3, 1922:"
  },
  "file_name": "0178-01",
  "first_page_order": 202,
  "last_page_order": 205
}
