{
  "id": 1068421,
  "name": "McMullin's Estate",
  "name_abbreviation": "McMullin's Estate",
  "decision_date": "1922-01-03",
  "docket_number": "Appeal, No. 179",
  "first_page": "284",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "272 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846563
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0529-01"
      ]
    },
    {
      "cite": "151 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836690
      ],
      "pin_cites": [
        {
          "page": "275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 12658,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 9.201989433517722e-08,
      "percentile": 0.5097050059675294
    },
    "sha256": "5531ed9ed5dac806cc0716b75e606590cac8b4bce54a3e35af599f46df44ef3e",
    "simhash": "1:03f69ea576383e02",
    "word_count": 2127
  },
  "last_updated": "2024-02-27T18:02:35.980523+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschziskbr, C. J., Frazer, Walling, Simpson, Kepiiart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "McMullin’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThis, like the preceding case, is an appeal from an order of the Court of Common Pleas of Allegheny County, setting aside an assessment for a personal property tax levied against the estate of M. K. McMullin on $2,145,784.61, representing the value of the shares of stock of the Window Glass Machine Company, American Window Glass Machine Company, Baltimore & Ohio Railroad Company, and bonds of the latter. The court below might have decided the case on the issue raised by the pleadings. In the petition for an appeal from the board of revision to that court, it was averred the companies involved were “foreign corporations registered in the State of Pennsylvania, and authorized to do business in Pennsylvania, and stock and securities in the hands of shareholders in Pennsylvania are not liable to taxation for state and county purposes within the meaning of the legislation relating thereto.” The only statement in the petition raising the question of non-liability for taxation is contained in the above quotation that the corporations are “registered and authorized to do business”; as we have shown in our discussion in the previous case, “registration and authorization” are not sufficient to cause a corporation to be liable to taxation. But, as the common pleas, court inquired into all the questions here argued, upon which some evidence had been submitted, and as there is an averment in the petition for an appeal that the common and preferred shares of the American Window Glass Machine Company were employed in the manufacture of window glass within the Commonwealth and are entitled to an exemption, we will pass on all questions raised, though the latter averment is indefinite. The company, through its board of directors, performs the obligations of its charter^ not the shareholders as such.\nThe Personal Property Tax Act of 1913 speaks of a tax on shares or capital stock that will relieve the resident holder from personal liability, and, to excuse the appellee estate, it must appear that the shares of stock and bonds held by it are relieved from taxation through the several corporations themselves being either liable to a tax or exempt therefrom.\nThe Act of 1913, imposing a personal property tax, lays a personal levy against the resident for the value of the shares of stock owned by him, unless the corporation issuing such shares is liable for a capital stock tax or exempt therefrom. A corporation capital stock tax is levied against the issued capital stock as measuring the corporation’s taxable worth, the value being based on all its assets, less nontaxables, exemptions and assets on which such tax is already paid.\nThe companies here mentioned filed reports in the office of the auditor general, in each of which the value of the capital stock was assessed at §1,000, the total assessment being §3,000. On this a tax of §15 was paid; it is now proposed this payment shall relieve a personal property tax of §8,400. Here again is illustrated the grave difficulties that might follow if the reports of the auditor general were always to be received as conclusive, as urged by appellee. We have discussed this phase of the case more fully in the prior opinion.\nAmerican Window Glass Machine Company, a New Jersey corporation, owns all of the stock of the American Window Glass Company, “a domestic corporation,” amounting to some §13,000,000. The latter is largely engaged in manufacturing and selling window glass and other commodities in Pennsylvania. All its property is located here except about §9,000 in the State of Indiana. The American Window Glass Machine Company (the holding company) has an office in the Farmers’ Bank Building, Pittsburgh, in which city the secretary and treasurer live. The books of the company are kept there. Its cash and current assets on deposit in this State are §340,000; its gross revenue is approximately §4,600,000, and net earnings §4,200,000. Like its subsidiary, it is incorporated for the purpose of making and manufacturing glass and machinery of all kinds, articles or commodities used in connection therewith, and to purchase, lease or otherwise acquire patents, trademarks, etc., to grant licenses in respect thereto, and, unlike the subsidiary, to purchase, hold and dispose of stocks, bonds or other obligations of any corporation. Under this latter clause the company functions. The money it has on deposit is not the result of any business action done in this State, other than the receipt of dividends from its subsidiary at the office in Pittsburgh may be regarded as business done in this State. The activities of the company are of an administrative character.\nWhat we said in Gallery’s Appeal, concerning “doing business” either in an administrative or executive capacity with respect to a subsidiary company, and the ownership of tangible property, is applicable here and needs no elaboration. The same is true as to what we have written in that case in connection with “doing business” and being liable to a capital stock tax or relieved from the payment of such tax, and having capital or property employed within the State.\nAll the tangible assets involved are owned by the Pennsylvania corporation and not by the New Jersey company. In the report of the holding company to the auditor general the value of intangible assets is placed, in round numbers, at $20,750,000, with no tangible assets in Pennsylvania. The auditor general, from the report, appraised the value of the capital stock at $1,000. This was not authorized under the law. The report shows the company to be nontaxable. While it was doing business, through the activities mentioned, sufficient to require registration, as indicated in Callery’s Appeal, it was not liable to taxation on stock, and such liability is the necessary fact to relieve the shareholder from personal property tax.\nWindow Glass Machine Company, a New Jersey corporation, owns shares of stock in the above-named American Machine Company and another foreign corporation. Like the American Machine Company, its officers reside in Pittsburgh, where its books are kept. It has on deposit in Pittsburgh a bank account of approximately $10,000, its gross receipts $51,000, and its net income, in round numbers, $-11,000. The cash on deposit in the bank was not received as a result of any business done in this State, and is in this respect like the American Window Glass Machine Company. All of the assets of the company, so far as reported, are of an intangible nature. The company has no tangible assets in Pennsylvania. On this report the auditor general made an assessment of $1,000 and imposed the tax of $5. This was not authorized, as the company was nontaxable. The assessment against the value of the capital stock was contrary to law.\nIn determining whether a foreign corporation is liable to a capital stock tax, patent rights or assignments thereof cannot be considered. They are an intangible asset, created through federal laws: Com. v. Westinghouse, etc., Co., 151 Pa. 265, 275; Com. v. Edison Electric Light Co., 157 Pa. 529, 530. Nor can the taxing authorities consider United States bonds, stock of domestic or foreign corporations, cash in bank, mortgages and other. intangible assets that are referable to the domicile of the corporation where such assets have their situs of ownership.\nThe same comment made at the end of our discussion of the liability of the American Window Glass Company applies to the shares of the Baltimore & Ohio Railroad Company, incorporated in Maryland. We do not know whether this company has any property in Pennsylvania, — the report is silent on this point; but if it has such property, or is doing business here, it should make a report. Not having done so, resident shareholders were at liberty to show at the hearing the corporation was, in fact, doing business, and had such property employed here. So far as the present record is concerned, this does not appear; consequently the company in question is not liable to capital stock tax or required to file a loan report. There is nothing in the record to show that any of its officers lived here or that the company transacted any character of business here.\nThe stock and bonds of the Baltimore & Ohio Bail-road Company, being stock and bonds of a foreign corporation, held by a nonresident, are liable to a tax under the Act of 1913. Had the company been doing business in Pennsylvania, though not liable to a capital stock tax, it would have been required to file a loan report, and the State would receive the tax on the bonds. Where the company is not doing business, the county is the proper body to receive the tax.\nWe are not impressed with the argument that the provision in the mortgage requiring the mortgagor to pay the taxes has any significance here. It is a covenant between the contracting parties that does not bind the State or the county.\nWe therefore find the court below was in error on all items; the estate was liable for the tax imposed by the county and the board of revision was correct in increasing the assessment.\nA penalty of 50 per cent for failure to file a personal property return was added, as provided by law. The failure to file the report in this case was due to an honest misconception of the law relative to our . taxing statutes. While it is not within our power to relieve the appellee from the penalty imposed, the board of revision should take this matter into consideration and grant relief as to this item. The county’s desire is not to punish but to have the law definitely settled.\nThe decree of the court below is reversed, the assessment of the board of revision of Allegheny County is reinstated; costs to be paid by appellee.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "John C. Bane, with him Oscar T. Taylor, County Solicitor, and William, O. Jacob, Assistant County Solicitor, for appellants.",
      "Geo. N. Monro, Jr., with him Reed, Smith, Shaw & Beal and Samuel McGlay, for appellees."
    ],
    "corrections": "",
    "head_matter": "McMullin’s Estate.\nTaxation — Personal property tax — Corporations — Foreign corporation — Tangible property — Registration—Doing business — Acts of June 17,1918, P. L. 507, and July 15,1919, P. L. 9Jf8 — Failure to make return.\n1. Shares of stock of a foreign corporation owned by a resident of Pennsylvania are subject to the personal property tax for county purposes under the Act of June 17, 1913, P. L. 507, where it appears that, although the corporation is registered to do business in the State, it has no tangible property in the State subject to the capital stock tax under the Act of July 15, 1919, P. L. 948.\n2. The auditor general’s assessment of a tax on the capital stock of such corporation is not conclusive upon the county authorities.\n3. Registration and authorization to do business are not sufficient to make a corporation liable to taxation on its capital stock.\n4. In determining whether a corporation is liable to a capital stock tax, patent rights or assignments thereof, cannot be considered. They are an intangible asset created through federal laws.\n5. Nor can the taxing authorities consider United States bonds, stock of domestic or foreign corporations, cash in bank, mortgages and other intangible assets that are referable to the domicile of the corporation where such assets have their situs or ownership.\n6. Where, on an appeal from a personal tax settlement, there is nothing on the record to show that a foreign railroad corporation has tangible property in this State, so as to render it liable to tax on its capital stock, the county authorities may levy the personal property tax on its stock in the hands of a resident taxpayer.\n1. If such company is doing business in Pennsylvania, it is liable to the State for a tax on its bonds, but if it is not doing business, the county is the proper body to receive the tax.\n8. Where a citizen acting in good faith fails to make a tax return, and takes an appeal from a personal tax settlement made against him, the board of revision should relieve him from the penalty imposed by the act.\nArgued October 20, 1921.\nAppeal, No. 179, Oct. T., 1921, by Percy P. Smith et al., constituting the Board for the Assessment and Revision of Taxes, from order of C. P. Allegheny Co., July T., 1919, No. 2023, sustaining appeal from tax settlement, in estate of Matthew K. Mc-Mullin, deceased.\nBefore Moschziskbr, C. J., Frazer, Walling, Simpson, Kepiiart, Sadler and Schaffer, JJ.\nReversed.\nAppeal from tax settlement. Before Carpenter, J.\nThe opinion of the Supreme Court states the facts.\nAppeal sustained. Percy F. Smith et al., Board of Revision of Taxes, appealed.\nError assigned was order, quoting it.\nJohn C. Bane, with him Oscar T. Taylor, County Solicitor, and William, O. Jacob, Assistant County Solicitor, for appellants.\nGeo. N. Monro, Jr., with him Reed, Smith, Shaw & Beal and Samuel McGlay, for appellees.\nJanuary 3, 1922:"
  },
  "file_name": "0284-01",
  "first_page_order": 308,
  "last_page_order": 314
}
