{
  "id": 1068346,
  "name": "Young, Appellant, v. Thompson et al.",
  "name_abbreviation": "Young v. Thompson",
  "decision_date": "1922-01-03",
  "docket_number": "Appeal, No. 184",
  "first_page": "360",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "272 Pa. 360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "270 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 227,
    "char_count": 2942,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 5.663806401086183e-08,
      "percentile": 0.35299451821322403
    },
    "sha256": "a823daf3083cb4cd191141cc552588a8c975a9f8bf3b8c9d1441ae7ae558dac3",
    "simhash": "1:6995ed211def6590",
    "word_count": 497
  },
  "last_updated": "2024-02-27T18:02:35.980523+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Wauling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Young, Appellant, v. Thompson et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis action was brought to recover damages for injury to real estate by subsidence of the surface caused by mining the underlying coal. The original owner of both the coal and surface first sold the coal without releasing his right to surface support; subsequently he sold the surface overlying the coal to the Pittsburgh & Castle Shannon Railway Co. Later, that company laid out the land in lots, plaintiff becoming tbe purchaser of two lots, each having a frontage of thirty feet on Bridge Street and a depth of 137 feet. The railway company’s deeds for these lots contained a reservation of the underlying coal, with the right to mine and carry it away, “without liability on the part of said company or its assigns or employees to support the surface by leaving any portion of the coal thereunder.” The title to the coal subsequently became vested in Thompson, one of the defendants, who leased the property to Fulton and Kuffner, the other defendants, to be mined. Plaintiff alleges that, as a result of mining operations by lessees, a subsidence occurred causing damage to both the surface of the lots and his dwelling. A verdict was rendered for plaintiff and later the court below entered judgment for defendant non obstante veredicto. Plaintiff appealed.\nThe facts here are almost identical with those before this court in Charnetski v. Miners Mills Coal Mining Co., 270 Pa. 459. Here, as there, the testimony shows the existence of three estates in the land, viz: the surface, the coal and the right of support, and there, as here, each of these were vested in different persons at the same time. In this case plaintiff owns the surface, defendants the coal and the railway company the right of support; consequently, as plaintiff does not possess the right of support of his surface he is not in position to maintain this action. The court below properly entered judgment non obstante for defendant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Hugh M. Etilley, with him John M. Reed, for appellant.",
      "'Sidney J. Watts, with him Horace F. Baker, for appellees, was not heard."
    ],
    "corrections": "",
    "head_matter": "Young, Appellant, v. Thompson et al.\nMines and mining — Surface support — Bight of action.\nWhere one person owns the surface, a second the mineral thereunder, and the third a right of support, the owner of the surface has no right of action for subsidence against the owner of the minerals.\nArgued October 18, 1921.\nAppeal, No. 184,\nOct. T., 1921, by plaintiff, from judgment of O. P. Allegheny Co., Oct. T., 1920, No. 797, n. o. v. for defendant, on verdict for plaintiff, in case of A. W. Young v. Robert Thompson et al.\nBefore Frazer, Wauling, Simpson, Kephart and Schaffer, JJ.\nAffirmed.\nTrespass for injuries to surface by subsidence. Before Macfarlane, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $2,250. Judgment for defendants n. o. v. Plaintiff appealed.\nError assigned, inter alia, was judgment, quoting it.\nHugh M. Etilley, with him John M. Reed, for appellant.\n'Sidney J. Watts, with him Horace F. Baker, for appellees, was not heard.\nJanuary 3, 1922:"
  },
  "file_name": "0360-01",
  "first_page_order": 384,
  "last_page_order": 385
}
