{
  "id": 1068378,
  "name": "McNeill, Appellant, v. Director General of Railroads",
  "name_abbreviation": "McNeill v. Director General of Railroads",
  "decision_date": "1922-02-06",
  "docket_number": "Appeal, No. 29",
  "first_page": "525",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "272 Pa. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 U. S. 260",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3676280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/238/0260-01"
      ]
    },
    {
      "cite": "222 U. S. 370",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3660366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/222/0370-01"
      ]
    },
    {
      "cite": "232 U. S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3672546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/232/0248-01"
      ]
    },
    {
      "cite": "223 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3662361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/223/0001-01"
      ]
    },
    {
      "cite": "244 U. S. 147",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        343239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/244/0147-01"
      ]
    },
    {
      "cite": "239 U. S. 452",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3931783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/239/0452-01"
      ]
    },
    {
      "cite": "227 U. S. 59",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8285427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/227/0059-01"
      ]
    },
    {
      "cite": "263 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047513
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0398-01"
      ]
    },
    {
      "cite": "253 U. S. 284",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        189335
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/253/0284-01"
      ]
    },
    {
      "cite": "222 U. S. 370",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3660366
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/222/0370-01"
      ]
    },
    {
      "cite": "263 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0398-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 5477,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 6.663689519296777e-08,
      "percentile": 0.40570029372368815
    },
    "sha256": "898e1203b543f65dc094fad17ee2a8981d2ae0cabf007bef40366aa035b9009a",
    "simhash": "1:50aa3ef2f30c4454",
    "word_count": 951
  },
  "last_updated": "2024-02-27T18:02:35.980523+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Sadler, JJ."
    ],
    "parties": [
      "McNeill, Appellant, v. Director General of Railroads."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nJoseph V. McNeill, a brakeman of defendant, while working on its right-of-way, was struck by another train and received injuries from which he died the same day. His widow, on behalf of herself and their minor children, presented a claim petition under the Workmen’s Compensation Act; the referee held that decedent was engaged in interstate commerce at the time of the injury and hence the claim was not compensable; the Workmen’s Compensation Board and the court below sustained this ruling, and from the judgment of the latter tribunal plaintiff appeals.\nIt is admitted there were interstate cars in the train on which decedent was working, but it is alleged the train crew were engaged in a “purely shifting operation or local movement,” and hence, under Murray v. Pgh., C., C. & St. L. R. R. Co., 263 Pa. 398, interstate commerce was not affected and the rules applicable thereto do not apply. In answer, it is sufficient to point out the vital distinction that, in the case cited, a purely local car, which had not been and was not intended to be a part of the train, was being shifted from one part of the yard to another, to be left at the latter point; while in the instant case, as appellant herself says, this interstate train was being “cut so that another car might be made a part” thereof “in station order,” that is, so that each car when it reached its destination might readily be detached and the train sooner proceed, thus the interstate as well as the intrastate transportation being the better effected. This necessarily had a direct bearing upon interstate commerce and makes the entire train, so far as liability is concerned, an interstate train: Northern Pacific Railway Co. v. State of Washington, 222 U. S. 370; Phila. & Reading Ry. Co. v. Hancock, 253 U. S. 284. It is true that, after the train had gone a little further, it was to be broken up into several trains, which would proceed separately to the ultimate destination of the cars therein; but this progress towards the point of division was as much a movement in interstate commerce, as was the further movement of those cars to the place to which they were routed: Phila. & Reading Co. v. Hancock, supra.\nIt is further contended by appellant that since decedent was injured by the negligent act of a railroad which was not his employer, the federal law does not apply, and hence she may invoke the provisions of our Workmen’s Compensation Act. To this it need only be said that the evidence fails to disclose the basic fact upon which the claim is made, namely, that decedent was injured by a railroad which was not his employer. All that is shown touching this point is that decedent was killed by “a train from Washington to New York, operated over the Royal Blue Line; over the Reading, B. & O., and Central Railroad of New Jersey”; it does not appear which of them was operating it at the time of the accident. The burden of establishing her right to recover being upon appellant, her failure to prove that some other railroad than defendant was responsible for the injury occurring on its right-of-way, necessarily compels us to hold that her contention upon this point fails for this reason at least.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Harry A. Gorson, with Mm J ohn J. MeDevitt, Jr., for appellant, cited:",
      "George Gowen Parry, with him Charlemagne T. Wolfe, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "McNeill, Appellant, v. Director General of Railroads.\nWorkmen’s compensation^-Railroads — Master and servant — Interstate commerce.\n1. Where a train has any interstate cars in it, it must be treated as an interstate train, in determining -whether or not the carrier is liable for an accident occurring in its operation.\n2. Interstate commerce is directly affected and the rules applicable thereto apply when a train containing interstate cars is being cut, so that a new car may be added at such a place in the train as to facilitate its delivery and the delivery of the other cars, when they reach their destination.\n3. The movement of a train containing interstate cars, to a point where it is to be broken up into a number of separate trains, is a movement in interstate commerce.\n4. Not decided whether or not an employee engaged in interstate commerce can obtain relief under the Workmen’s Compensation Act, if he is injured by another carrier than his employer.\n5. Murray v. Pgh., C., C. & St. L. R. R. Co., 263 Pa. 398, distinguished.\nArgued January 4, 1922.\nAppeal, No. 29, Jan. T., 1922, by plaintiff, from judgment of C. P. No. 2, Phila. Co., June T., 1920, No. 644, affirming decision of Workmen’s Compensation Board, in case of Frances M. Mc-Neill v. Director General of Railroads, United States Railroad Administration of Philadelphia and Reading Railroad Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Sadler, JJ.\nAffirmed.\nAppeal from decision of Workmen’s Compensation Board. Before Barratt, P. J.\nThe opinion of the Supreme Court states the facts. - ->\nAppeal dismissed. Plaintiff appealed.\nError assigned, inter alia, was judgment, quoting it.\nHarry A. Gorson, with Mm J ohn J. MeDevitt, Jr., for appellant, cited:\nMichigan Cent. R. R. v. Vreeland, 227 U. S. 59; Chicago & A. R. R. v. Wagner, 239 U. S. 452; Murray v. R. R., 263 Pa. 398.\nGeorge Gowen Parry, with him Charlemagne T. Wolfe, for appellee, cited:\nN. Y. C. R. R. v. Winfield, 244 U. S. 147; Second Employer’s Liability Cases, 223 U. S. 1; N. C. R. R. v. Zachary, 232 U. S. 248; Northern P. Ry. v. State of Washington, 222 U. S. 370; New York Cent. & H. R. R. R. v. Carr, 238 U. S. 260.\nFebruary 6, 1922:"
  },
  "file_name": "0525-01",
  "first_page_order": 549,
  "last_page_order": 552
}
