{
  "id": 1068411,
  "name": "McLeod, Appellant, v. Hyman",
  "name_abbreviation": "McLeod v. Hyman",
  "decision_date": "1922-02-06",
  "docket_number": "Appeal, No. 139",
  "first_page": "582",
  "last_page": "587",
  "citations": [
    {
      "type": "official",
      "cite": "272 Pa. 582"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "270 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0455-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 61",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8859756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/48/0061-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 224",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820910
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0224-01"
      ]
    },
    {
      "cite": "12 Pa. Superior Ct. 284",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0284-01"
      ]
    },
    {
      "cite": "22 Pa. Dist. R. 731",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "51 Pa. Superior Ct. 229",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        430413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/51/0229-01"
      ]
    },
    {
      "cite": "34 Pa. Superior Ct. 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        871084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/34/0478-01"
      ]
    },
    {
      "cite": "49 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0021-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 287",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0287-01"
      ]
    },
    {
      "cite": "246 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0197-01"
      ]
    },
    {
      "cite": "239 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/239/0558-01"
      ]
    },
    {
      "cite": "206 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0116-01"
      ]
    },
    {
      "cite": "3 Watts 235",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0235-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 577",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/75/0577-01"
      ]
    },
    {
      "cite": "261 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042251
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0354-01"
      ]
    },
    {
      "cite": "5 Phila. 439",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "51 Pa. Superior Ct. 619",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        430466
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "622"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/51/0619-01"
      ]
    },
    {
      "cite": "22 Pa. Superior Ct. 477",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        846197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/22/0477-01"
      ]
    },
    {
      "cite": "168 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0493-01"
      ]
    },
    {
      "cite": "122 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948435
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0007-01"
      ]
    },
    {
      "cite": "27 W. N. C. 35",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 9894,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.400454958776054e-07,
      "percentile": 0.6445900900013862
    },
    "sha256": "2433878dad689ecf63d3e148d3bb1f96b6a22dd3b7da999c5f680f644b35ffab",
    "simhash": "1:1bbcdd8aaffae275",
    "word_count": 1698
  },
  "last_updated": "2024-02-27T18:02:35.980523+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "McLeod, Appellant, v. Hyman."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschziskee,\nThe order dissolving the foreign attachment, here appealed from, is well sustained in the opinion of the learned court below, which we adopt and direct to be published in connection herewith.\nThe points argued before us, not covered by the opinion just adopted, need but little discussion. In answer to the argument that, as defendant appeared by counsel, therefore, all parties are in court and the purpose of the attachment has been served, it is sufficient to say there is nothing upon the record to indicate any such appearance, either formally or informally. The contention that the statement in the docket entries, “June 13, 1921, Buie discharged by agreement,” tied the hands of the court below so that it had no legal right to vacate such “discharge” cannot be sustained. There is nothing upon the record to show what is meant by the word “agreement” in the original docket entry, whether the alleged agreement was made in open court or otherwise, and, if not made in the former way, all such agreements have to be in writing, under the rules of the court below. Moreover, while the assent of the court to agreements of counsel, affecting the proceedings, is assumed until its dissent therefrom is indicated, yet, of course, the court can always refuse to sanction such agreements, when right and justice so require; and, to reach these ends, it has the power to change what appears upon the record of a prior ruling, particularly where, as here, it is done within the term. Finally, it remains to say only that the words in the affidavit of cause of action, that “the cotton was tendered in pursuance of said contract,” so largely depended on by appellants to show the adequacy of the affidavit, are insufficient for that purpose, because they merely represent the conclusion of the affiant, and therefore offend the rule, stated with the citation of an authority by the court below, that such affidavits “must not be ambiguous or dependent upon conjecture or inference.”\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschziskee,"
      }
    ],
    "attorneys": [
      "It. M. McCaughey, with him Walter W. Hess, for appellant.",
      "Hampton L. Carson, with him J. Hector McNeal, for garnishee, appellee."
    ],
    "corrections": "",
    "head_matter": "McLeod, Appellant, v. Hyman.\nForeign attachment — Dissolution — Appearance — Agreement of counsel — Practice, C. P.\n1. Where the docket entries in a foreign attachment proceeding show the entry of a rule to show cause of action and to dissolve, followed by the entry, “Rule discharged by agreement,” the use of the words quoted, will not bar the court from subsequently vacating the discharge, and dissolving the attachment.\n2. The use of the word “agreement” in the entry without anything on the record to show its meaning, will not be construed to mean that defendant had appeared by counsel, and that therefore all the parties were in court, and the purpose of the attachment had been served.\n3. While the assent of the court to agreement of counsel affecting the proceedings, is assumed until its dissent therefrom is indicated, yet the court can always refuse to sanction such agreement, when right and justice require; and, to reach these ends, it had the power to change what appears upon the record as a prior ruling, particularly where it is done within the term.\nForeign attachment — Affidavit of cause of action — Sales—Contract.\n4. An affidavit of cause of action in a proceeding in foreign attachment, must set out a good cause of action, and such facts as give the court jurisdiction, and must not be ambiguous or depend on conjecture or inference.\n5. Where the suit is based on a contract of sale of goods, which particularly describes the goods, and manner of packing and delivery and the place of delivery, plaintiff must aver in his affidavit that he\" made or tendered delivery in accordance with the letter of the contract, setting out the terms and methods of compliance in detail.\nIf plaintiff avers a refusal to accept goods, he must give the facts relating to the refusal, and state whether it was oral or written.\nArgued January 12, 1922.\nAppeal, No. 139, Jan. T., 1922, by plaintiff, from order of C. P. No. 4, Phila. Co., June T., 1921, No. 2, making absolute rule to dissolve foreign attachment, in case of J. A. McLeod, to the use of Palmetta Guano Corporation, v. A. Hyman, otherwise known as Abram Hyman, and Peoples National Fire Ins. Co., garnishee.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart and Schaefer, JJ.\nAffirmed.\nBuie to dissolve foreign attachment.\nMcCullen, J., filed the following opinion:\n“This is a foreign attachment proceeding. The garnishee having taken a rule on plaintiff to show cause of action and why the attachment should not be dissolved, plaintiff filed an affidavit of cause of action, which was amended by a ‘supplemental’ affidavit. Without passing on the question of plaintiff’s right to thus amend his affidavit of cause of action (as to which see Eldridge v. Bobinson, 4 S. & B. 548, and Jacobs v. Tichener, 27 W. N. C. 35), we have concluded that both affidavits are insufficient and, therefore, the attachment must be dissolved.\n“From the affidavits filed, it appears that, on May 20, 1920, at Darlington, South Carolina, plaintiff J. A. McLeod and defendant A. Hyman, both of that place, entered into a written contract, under which McLeod agreed to sell and deliver to Hyman, on or before November 1,1920, at any point designated by Hyman within the limits of the town of Darlington, ‘200 bales of smooth long staple lint cotton, one and one-quarter inch long staple, of grade no lower than strict middling, each of said bales to weigh not less than 500 pounds,’ for which Hyman agreed to pay upon delivery. Plaintiff sues to recover for an alleged breach of this contract by Hyman, the buyer, in refusing to accept and pay for the goods.\n“The sale was by description and was of smooth long staple lint cotton of a particular length (1 % inches) and of a grade or quality not lower than strict middling, and the delivery was to be made in 200 bales, weighing not less than 500 pounds each. Unless plaintiff made or tendered delivery in accordance with the letter of the contract, no obligation to accept or to pay rested upon defendant: Fogel v. Brubaker, 122 Pa. 7, 14; Jones v. Jennings, 168 Pa. 493; Wilson v. Belles, 22 Pa. Superior Ct. 477; American Manufacturing Co. v. Brady, 51 Pa. Superior Ct. 619, 622; Hare, J., in Clark v. Wright, 5 Phila. 439.\n“In paragraphs 4 and 5 of the ‘supplemental affidavit/ the plaintiff avers as follows: ‘J. A. McLeod, on November 1, 1920, within the limits of the town of Darlington, South Carolina, tendered delivery to the defendant, during business hours, of two hundred (200) bales of smooth long staple lint cotton, weighing in the aggregate 105,390 pounds, in pursuance of said contract. Defendant refused to accept'said two hundred (200) bales of smooth long staple lint cotton.’\n“There is no averment that the cotton tendered was of the length or of the grade prescribed by the contract, nor is it averred the bales tendered were each in weight not less than 500 pounds. It does not follow from the averment of an aggregate weight of 105,390 pounds that the 200 bales tendered weighed each not less than 500 pounds; and we cannot infer that the cotton was 1% inches long, or of a grade not lower than strict middling, in the absence of any statement whatever as to length or grade. There is no averment that the delivery was tendered at the point within the town of Darlington designated by the buyer, A. Hyman, or that the latter failed to designate any point within said town.\n“The averment, ‘that defendant refused to accept said two hundred (200) bales of smooth long staple lint cotton,’ does not give any facts as to the refusal, or set forth whether the alleged refusal was oral or written.\n“In Mindlin v. Saxony Spinning Co., 261 Pa. 354, a similar averment was held insufficient, the court saying, ‘The real facts are not set out and it does not appear whether such alleged refusal was oral or written.’ The requirements in foreign attachment proceedings were in that case thus succinctly stated by the court: ‘The affidavit must set out a good cause of action and such facts as give the court jurisdiction and must not be ambiguous or depend upon conjecture or inference/\n“In the original affidavit filed in this case there was an omission of the date and place of tender, an omission of the date of defendant’s refusal to accept and an omission of the date and place of plaintiff’s resale of the merchandise; in the supplemental affidavit it is sought to amend and to remedy these defects......, but the supplemental affidavit in our opinion is itself vitally defective, for the reasons we have mentioned. [Therefore] the rule to dissolve the attachment is made absolute.”\nPlaintiff appealed.\nErrors assigned were (1) reinstating rule to discharge and (2) making rule absolute, quoting record.\nIt. M. McCaughey, with him Walter W. Hess, for appellant.\nThe court erred in vacating the order discharging the rule to show cause of action and why attachment should not be dissolved, in reinstating that rule: Bookwalter v. Bookwalter, 75 Pa. Superior Ct. 577; Powell v. Shank, 3 Watts 235; Black v. Black, 206 Pa. 116; Miller v. Cockins, 239 Pa. 558; Swecker v. Reynolds, 246 Pa. 197; Lerner v. Felderman, 64 Pa. Superior Ct. 287; Schober v. Mather, 49 Pa. 21.\nThe affidavit of cause of action was sufficient: Hastings v. Speer, 34 Pa. Superior Ct. 478; Dougherty v. Davis, 51 Pa. Superior Ct. 229; Clement v. March Co., 22 Pa. Dist. R. 731.\nHampton L. Carson, with him J. Hector McNeal, for garnishee, appellee.\nThere was no appearance: Turner v. Larkin, 12 Pa. Superior Ct. 284.\nThe affidavit was fatally defective: Mindlin v. Spinning Co., 261 Pa. 354; Fogel v. Brubaker, 122 Pa. 7; Tete v. Eshler, 11 Pa. Superior Ct. 224; Gohey v. Wallace, 48 Pa. Superior Ct. 61; American Mfg. Co. v. Brady, 51 Pa. Superior Ct. 619; Diamond City B. P. & P. Co. v. Murdoch-James Co., 270 Pa. 455.\nFebruary 6, 1922:"
  },
  "file_name": "0582-01",
  "first_page_order": 606,
  "last_page_order": 611
}
