{
  "id": 999774,
  "name": "In the Matter of the Road from George Bliss's to Sandy Lick Creek",
  "name_abbreviation": "In re the Road from George Bliss's to Sandy Lick Creek",
  "decision_date": "1866-01-08",
  "docket_number": "",
  "first_page": "94",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "51 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates 372",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0372-01"
      ]
    },
    {
      "cite": "4 Binn. 176",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 250,
    "char_count": 4270,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 9.141210829279633e-08,
      "percentile": 0.5076429166333636
    },
    "sha256": "1dcc3c421b31c50f14b6621f6cc8f79cbc48f700e67557ee4f62d39dfcc8babf",
    "simhash": "1:f97e3c17a4c4911a",
    "word_count": 756
  },
  "last_updated": "2024-02-27T22:05:51.890513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Road from George Bliss’s to Sandy Lick Creek."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nUnder the 11th and 12th sections of the Road Law of 1886, Purd. 872, the Court of Quarter Sessions have power to lay out a private road from the dwellings or plantations of the petitioners to a highway or place of necessary public resort, or to some other private way that leads to a highway, but they have no power under these sections or any other to lay out private roads except between such termini. The object of the legislation was to enable petitioners to get access to established highways and to places of necessary resort, that they might not be shut out of the world ; but for a private road which like this starts from a turnpike and ends upon a creek, there is no authority in the statute. The court had no jurisdiction to establish a private road between such points : and besides the report of viewers was fatally defective in not setting forth that the road was necessary, as the 12th section requires.\nFor these reasons the proceedings must be set aside. There was some attempt to treat this as a public road, but it was unsuccessful, for the viewers laid it out expressly for private use, and the court confirmed their report as they made it.\nLet the proceedings be set aside.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "G-ordon §• Bro., for exceptors.",
      "W. JP. tf Gr. A. Jenles, for the road."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Road from George Bliss’s to Sandy Lick Creek.\n1. There is no power under the road laws to lay out a private road, except from the dwellings or plantations of the petitioners to a highway or place of public resort or to some other private way.\n2. A report of viewers, laying out a private road, is fatally defective in not setting forth that such road is “ necessary.”\nCertiorari to the Court of Quarter Sessions of Jefferson county.\nA large number of persons petitioned the Court of Quarter Sessions, setting out that they laboured under “ inconvenience for want of a road or highway to lead from the turnpike * * * to Sandy Lick Creek,” and praying for the appointment of viewers to view and lay out such road.\nThe court accordingly appointed viewers for that purpose.\nThe yiewers reported that they had “ viewed, laid out and returned for private use,” a road from a point “ on the Susquehanna and Waterford.Turnpike * * * to a post on the banks of Sandy Lick Creek.”\nThe viewers did not state in their report that the road was necessary or that there was occasion for it.\nExceptions were filed in the court below to the confirmation of the road, but they were overruled, and the road confirmed.\nThe exceptors then removed the proceedings to this court by certiorari, and here assigned the following errors :—\n1. The court erred in overruling the second exception, which was, “ The viewers in the report do not state that the road is necessary.”\n2. The court erred in overruling the fourth exception, which was, “ That the report does not state through whose land the road is to he run.”\n3. The court erred in overruling the first additional exception, “ That the petitioners do not pray for a private road from their respective dwellings or plantations to a highway or place of public resort, but from the Susquehanna and Waterford Turnpike to the Sandy Lick Creek.”\n4. The court erred in confirming said report, for the reasons set forth in the exceptions, and for the further reason that the Act of Assembly does not contemplate the granting of a private road for the use of the inhabitants of one or more townships generally, but only for the use of specified individuals who otherwise have no access from their lands to a highway.\nG-ordon §• Bro., for exceptors.\nIt must appear by the report of a private road, that it is necessary: Pocopson Road, 4 Harris 15.\nThe petition here is of twenty-seven persons applying for a private road from one highway to another, and not from “their dwellings or plantations to a highway.”\nW. JP. tf Gr. A. Jenles, for the road.\nThe act requires that viewers should state whether the road is necessary for public or private use: Road from App’s Tavern, 17 S. & R. 389. Courts should not be too astute in criticising the language of road reports: Speer’s Road, 4 Binn. 176. Laying out a road is equivalent to declaring the road necessary: Road in Norriton, 4 Barr 337. Improvements may be shown by the draft: Road in Aston, 4 Yeates 372.\nJanuary 8th 1866,"
  },
  "file_name": "0094-01",
  "first_page_order": 94,
  "last_page_order": 96
}
