{
  "id": 999845,
  "name": "Stewart versus Thompson",
  "name_abbreviation": "Stewart v. Thompson",
  "decision_date": "1866-01-08",
  "docket_number": "",
  "first_page": "158",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "51 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 312,
    "char_count": 5615,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.3644158439383297e-07,
      "percentile": 0.6369647419598594
    },
    "sha256": "19b84ddc154fb101285800438661b0029077fd46e6f71737e0d8341098fa9e10",
    "simhash": "1:53be2503a552a288",
    "word_count": 949
  },
  "last_updated": "2023-07-14T20:42:51.274325+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart versus Thompson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court wa§ delivered, by\nRead, J.\nThe only point presented to this court is, that no criminal offence was charged against the plaintiff by the defendant, and therefore this action for a malicious prosecution cannot be sustained. The prosecution was commenced under an Act of April 1st 1863, relating to livery-stable keepers in Allegheny county : Pamph. L. 223.\nThe information before the mayor of Pittsburgh, upon which a warrant w'as issued under which the plaintiff was arrested' and committed to jail to answer at court, desired “ that a warrant may issue, and that the aforesaid defendants, A. S. Thompson and William Thompson (the plaintiff) may he arrested and held to answer this charge of misdemeanor.”\nThe preceding part of the information, connected with the evidence, would show that the offence was committed by A. S. Thompson alone: but that as both agreed to be liable for the offence, the defendant had both arrested as guilty of the offence.\nBut the prosecutor did not stop here: he procured a bill of indictment, valid in form, and charging the same criminal offence, to be presented tq the grand jury, upon which bill he was the only witness sworn, which was ignored as to the plaintiff; and the prosecution was wholly ended and determined, and the plaintiff discharged.\nIt is clear, therefore, that there was a prosecution for a criminal offence which was at an end; and therefore case for a malicious prosecution was the proper form of action. This case, therefore, is not ruled by Maher v. Ashmead, 6 Casey 344, where the plaintiff was arrested on a warrant, and upon a hearing was discharged by the magistrate, there being no crime charged; nor by Baird v. Householder, 8 Casey 168, where the warrant was on its face void, and on examination of the information the Court of Quarter Sessions quashed the proceedings.\nThe defendant has properly suffered for attempting to collect a debt by criminal process.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Lucas $ Linn, for plaintiff in error.",
      "Thomas Living, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stewart versus Thompson.\nA prosecution for a criminal offence being ended, an action on the case is the proper remedy for malicious prosecution.\nError to the Common Pleas of Allegheny county.\nThis was an action on the case for malicious prosecution.\nAlexander S. Thompson, the father of the plaintiff below, who was a minor, hired a horse and buggy from E. C. Stewart for three days ; and after keeping them away for six or seven days, returned the horse in a damaged condition without the buggy.\nStewart caused A. S. Thompson to be arrested, and while he was under arrest, Stewart, A. S. Thompson and William E. Thompson, the plaintiff beiow, met and agreed to arrange the matter by William E. Thompson and Alexander S. Thompson giving Stewart their joint note for the sum of $80, payable one day after date, and agreeing that if the said note was not paid, the said Stewart might proceed, under an Act of Assembly making the damaging of horses, buggies, &c., hired from livery-stable keepers, a misdemeanor.\nThe note not being paid, Stewart appeared before the mayor of Pittsburgh, and made an information against Alexander S. Thompson for the alleged misdemeanor, and to the same informa-. tion added this clause;—\n“ And further, that the defendants, A. S. Thompson and William E. Thompson, on the 26th day of September 1868, agreed to pay to the said Stewart the sum of $80 for damages done to the same ; and in default of payment one day after, to abide by the law making the same a misdemeanor punishable by fine, at the discretion of the Court of Quarter Sessions, or imprisonment in the county jail for a period not exceeding thirty days.”\nUpon the transcript of the mayor, a bill of indictment was drawn against A. S. Thompson and William F. Thompson, which was ignored as to Willianj F. Thompson, and returned “ true bill” as to A. S. Thompson.\nWilliam F. Thompson brought his action on the ease against Stewart for malicious prosecution:\nOn the trial, in the court below, the plaintiff offered in- evidence the information made by Stewart before Mayor Sawyer. The counsel of defendant below objected to the evidence offered, on the ground that -it contained no charge of any criminal offence as against the plaintiff below. The court overruled the objection and admitted the evidence, and a bill of exceptions was sealed.\nA verdict having been rendered for the plaintiff below, the defendant’s counsel moved in arrest of judgment, and assigned as reason therefor, that the information which was the foundation of the prosecution complained of, charged the plaintiff below with no criminal offence whatever ; and that therefore if the plaintiff below was injured, his remedy was in trespass and not case; that case will not lie where the information charges no criminal offence.\nThe court overruled the motion in arrest of judgment, and a judgment having been entered upon the’verdict, this writ of error was sued out.\nThe following errors wrere assigned: — ■\n1st. The court below erred in admitting the information in evidence for the reason stated in the bill of exceptions.\n2d. The court below erred in refusing to arrest the judgment for the reason stated, and in entering judgment for the plaintiff upon the verdict; inasmuch as the action should have been trespass vi et armis, and not case.\nLucas $ Linn, for plaintiff in error.\nAn action on the case cannot be maintained, because no criminal charge was made: Maher v. Ashmead, 6 Casey 344; Baird v. Householder, 8 Casey 168.\nThomas Living, for defendant in error.\nTrespass could not be maintained on the evidence in this case : 1 Chitty on Pleading, pp. 133-184.\nJanuary 8th 1866,"
  },
  "file_name": "0158-01",
  "first_page_order": 158,
  "last_page_order": 160
}
