{
  "id": 1755454,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Richard Wayne ROGERS, Appellant",
  "name_abbreviation": "Commonwealth v. Rogers",
  "decision_date": "1979-05-01",
  "docket_number": "No. 28",
  "first_page": "132",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "485 Pa. 132"
    },
    {
      "type": "parallel",
      "cite": "401 A.2d 329"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "476 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736920
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0223-01"
      ]
    },
    {
      "cite": "393 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1749608,
        1749682,
        1749594
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0172-01",
        "/pa/482/0172-02",
        "/pa/482/0173-01"
      ]
    },
    {
      "cite": "482 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749594
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0173-01"
      ]
    },
    {
      "cite": "480 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745031
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Roberts, J., concurring"
        },
        {
          "parenthetical": "Roberts, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/480/0504-01"
      ]
    },
    {
      "cite": "393 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1749608,
        1749682,
        1749594
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Roberts, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/482/0172-01",
        "/pa/482/0172-02",
        "/pa/482/0173-01"
      ]
    },
    {
      "cite": "482 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749594
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Roberts, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/482/0173-01"
      ]
    },
    {
      "cite": "393 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1749608,
        1749682,
        1749594
      ],
      "year": 1978,
      "opinion_index": 2,
      "case_paths": [
        "/pa/482/0172-01",
        "/pa/482/0172-02",
        "/pa/482/0173-01"
      ]
    },
    {
      "cite": "482 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749594
      ],
      "year": 1978,
      "opinion_index": 2,
      "case_paths": [
        "/pa/482/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 6181,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 9.156231989447505e-08,
      "percentile": 0.508312646799099
    },
    "sha256": "c5b599ecc0f574832fd5ac0466bfbcaacde3f4cc822ab6cfe5f2f4dcab37114e",
    "simhash": "1:e5537047f21d7f74",
    "word_count": 998
  },
  "last_updated": "2024-02-27T22:33:45.282366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ.",
      "ROBERTS and MANDERINO, JJ., filed concurring opinions.",
      "LARSEN, J., filed a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Richard Wayne ROGERS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nOn August 26, 1977, Richard Wayne Rogers was convicted by a jury in Cambria County of two separate counts of robbery and of murder of the first degree. Following denial of post-verdict motions, a sentence of life imprisonment was imposed on the murder conviction. A prison sentence of ten to twenty years was imposed on each robbery conviction, these prison sentences to run concurrently with the life imprisonment sentence. This appeal followed.\nSeveral rulings of the trial court during the prosecution process are assigned as error. In view of our conclusion that the admission of certain photographic evidence was so prejudicial as to require a new trial, we need not reach or discuss every assignment of error.\nAt trial, the Commonwealth charged that, before leaving the scene of a coal weigh station where Rogers and two companions had committed a robbery, Rogers fatally shot the attendant of the station in the head with a shotgun as he sat injured and helpless on the snow-covered ground.\nAt trial, evidentiary use of four photographs, showing the dead body of the victim lying prostrate at the site of the fatal shooting, was permitted over objection. These photographs were also taken by the jury into the deliberation room and remained there throughout the jury’s discussion of the case.\nOne of the challenged photographs (Exhibit 20) depicted in close and graphic detail the victim’s distorted face, head wounds, and blood, flesh and brains scattered in the snow alongside the head. The gruesomeness and inflammatory nature of this photograph is patently obvious. It is clear to us that the use of this photograph denied Rogers a constitutionally required fair and objective determination of his guilt of the crimes charged. We will, therefore, reverse and order a retrial.\nWe recently set forth in Commonwealth v. Batty, 482 Pa. 173, 177, 393 A.2d 435, 437 (1978), the considerations to be made by the trial judge if an inflammatory photograph is offered as evidence for consideration by the jury:\n“If . [a] photograph is deemed to be inflammatory, the Court must then apply the balancing test . i. e., is the photograph of ‘such essential evidentiary value that its need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.’ ” [Emphasis, citations, and quotations omitted.]\nThe Commonwealth contends on appeal, as it did at trial, that the photograph in question was of such essential evidentiary value that its need clearly outweighed “the likelihood of inflaming the minds and passions of the jury.” Specifically, the Commonwealth contends the photograph was necessary: (1) to establish “the head of the victim was parallel and in close proximity to the ground when he was shot”; and, (2) to support the Commonwealth’s position that the shooting occurred after the robbery was accomplished and that, hence, its only purpose was the elimination of the victim as a possible witness against the robbers.\nA study of the trial testimony readily demonstrates: (1) that use of the photograph was wholly unnecessary to establish where the victim’s body was located at the moment of the fatal shot and that the shooting occurred after the robbery occurred; and, (2) that there was a clear likelihood it would inflame the minds and passions of the jury.\nIt is true that Pennsylvania State Police Officer McCommons viewed the photograph at trial and then expressed the opinion that the victim’s head was parallel and in close proximity to the ground when he was shot. But the officer did not need the photograph to so testify because he observed the body and its condition as it lie on the ground after the shooting. In fact, Officer McCommons, who took the challenged photograph, could have described what he saw without reference to the photograph and expressed his opinion on the basis of what he had observed. Additionally, one of Rogers’ co-felons, Michael Noon, who testified as a Commonwealth witness, stated that the victim was seated on the ground, injured, and disabled immediately before he was fatally shot and that the shooting ensued after the robbery had succeeded.\nUnder the circumstances, the photograph was not of “essential evidentiary value.”\nJudgments reversed and a new trial is ordered.\nROBERTS and MANDERINO, JJ., filed concurring opinions.\nLARSEN, J., filed a dissenting opinion.\n. The jury fixed the penalty at death but the court, with the acquiescence of the district attorney, imposed a sentence of life imprisonment. Cf. Commonwealth v. Moody, 476 Pa. 223, 382 A.2d 442 (1977).",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nI concur in the result for the reasons set forth in Commonwealth v. Chacko, 480 Pa. 504, 391 A.2d 999 (1978) (Roberts, J., concurring). See Commonwealth v. Batty, 482 Pa. 173, 393 A.2d 435 (1978) (Roberts, J., concurring).",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      },
      {
        "text": "MANDERINO, Justice,\nconcurring.\nI join in the majority opinion but note that the test used by this Court for the admission of photographs should be changed. Commonwealth v. Batty, 482 Pa. 173, 393 A.2d 435 (1978).\nIf a picture is inflammatory it should never be admissible because I know of no situation nor can I conceive of one in which an inflammatory picture has essential evidentiary value.",
        "type": "concurrence",
        "author": "MANDERINO, Justice,"
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent. The evidence was so overwhelming that, with or without the photograph, the appellant would have been found guilty of murder of the first degree and robbery. Thus, any error was harmless beyond a reasonable doubt.\nAdditionally, an emotional response to pictures of violent death is natural. For some reason, however, the majority thinks that this emotional response is transferred into a negative reaction and then posited on the defendant. I do not think this psychological phenomena occurs.\nThe judgments of sentence should be affirmed.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Joseph D. Messina, Johnstown, for appellant.",
      "D. Gerard Long, Dist. Atty., Ebensburg, Patrick T. Kiniry, Johnstown, for appellee."
    ],
    "corrections": "",
    "head_matter": "401 A.2d 329\nCOMMONWEALTH of Pennsylvania, Appellee, v. Richard Wayne ROGERS, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 8, 1979.\nDecided May 1, 1979.\nJoseph D. Messina, Johnstown, for appellant.\nD. Gerard Long, Dist. Atty., Ebensburg, Patrick T. Kiniry, Johnstown, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0132-01",
  "first_page_order": 164,
  "last_page_order": 168
}
