{
  "id": 1755422,
  "name": "Chester BONIECKE, Appellee, v. McGRAW-EDISON COMPANY, a corporation and Lectromelt Corporation, a corporation, Appellants",
  "name_abbreviation": "Boniecke v. McGraw-Edison Co.",
  "decision_date": "1979-05-01",
  "docket_number": "No. 61",
  "first_page": "163",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "485 Pa. 163"
    },
    {
      "type": "parallel",
      "cite": "401 A.2d 345"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "347 A.2d 763",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "475 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734092
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0448-01"
      ]
    },
    {
      "cite": "252 Pa.Super. 467",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        93741
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/252/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 7608,
    "ocr_confidence": 0.823,
    "pagerank": {
      "raw": 2.8677028135825537e-07,
      "percentile": 0.8425649526285123
    },
    "sha256": "d8720d413af886b410f0a1a96503b948a5cff25ebd19236d6b6e21fa01a3aece",
    "simhash": "1:143aa7568848f6de",
    "word_count": 1219
  },
  "last_updated": "2024-02-27T22:33:45.282366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
    ],
    "parties": [
      "Chester BONIECKE, Appellee, v. McGRAW-EDISON COMPANY, a corporation and Lectromelt Corporation, a corporation, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nThis is an appeal from an interlocutory order of the Court of Common Pleas of Allegheny County, Civil Division, denying defendant-appellants’ motion for summary judgment. The Superior Court, 252 Pa.Super. 467, 381 A.2d 1301, affirmed the order of the lower court, and this Court granted allocatur.\nAppellee commenced an action in trespass against appellants after being denied relief under the Pennsylvania Occupational Disease Act. Appellee alleged that while he was in the employ of appellants, they improperly maintained their premises and exposed him to conditions which caused him to contract emphysema, pulmonary fibrosis and bronchitis and thus to become totally and permanently disabled. Appellants filed a motion for summary judgment contending that the Occupational Disease Act and the companion provisions of the Pennsylvania Workmen’s Compensation Act bar all common law actions by an employee against his employer for occupational diseases and that, if this is not the case, the present action is nevertheless barred because appellee’s inflictions are occupational diseases which are fully covered by and subject to the provisions of those Acts. The lower court denied appellants’ motion and appellants’ allege that this was error.\nIn Greer v. United States Steel Corp., 475 Pa. 448, 380 A.2d 1221 (1977), we held that the Legislature, in enacting the Occupational Disease Act, did not intend to bar recovery at common law for diseases not covered by the Act. Appellants contend that a different legislative intent is evidenced by the amendment of the Workmen’s Compensation Act in 1972 to provide for an alternative remedy for occupational diseases. We disagree. These statutory provisions that were added to the Workmen’s Compensation Act to provide compensation for victims of occupational diseases are very similar to the portions of the Occupational Disease Act that were construed in Greer and, hence, the analysis we performed in the Greer case would apply here as well. Accordingly, appellants’ contention that the Workmen’s Compensation and Occupational Disease Acts are totally exclusive and deprive common pleas courts of jurisdiction over claims arising from diseases not covered by those acts is rejected.\nAppellants also contend that summary judgment should nevertheless be entered because appellee’s maladies are compensable under the Acts and the court below is therefore without jurisdiction to hear this particular case. Appellants are correct in stating that if appellee’s diseases are covered by the Acts, then appellee’s common law action does not exist. Greer v. United States Steel Corp., supra. However, there is nothing in the record, aside from appellants’ mere allegations, which would indicate that appellee is entitled to relief under the Acts. Appellee was denied relief under the Occupational Disease Act but there has been no adjudication of appellee’s rights under the somewhat broader coverage afforded by the companion provisions of the Workmen’s Compensation Act. Rule 1035(b) of the Rules of Civil Procedure requires the court to determine that “there is no genuine issue as to any material fact” before entering summary judgment. Since the question of appellee’s compensability under the Workmen’s Compensation Act cannot be resolved from the record as it presently stands, the court below did not err in denying appellant’s motion for summary judgment.\nAccordingly, the order of the court below is affirmed.\n. Act of June 21, 1939, P.L. 566, No. 284, § 101 et seq., as amended, 77 P.S. § 1201 et seq.\n. The condition in which appellants kept their premises is alleged to violate the employer’s common law duty to provide a safe place to work as well as the standards set forth in Sections 2 and 3 of the Factory Act, Act of May 18, 1937, P.L. 654, as amended, 43 P.S. §§ 25-2, 25-3.\n. Act of June 2, 1915, P.L. 736, art. I and III, §§ 108, 301, 303, as amended, 77 P.S. §§ 27.1, 411, 481. Amendments made to these sections subsequent to 1972 are not applicable to the instant case.\n. In Greer, we held that the following provision of the Occupational Disease Act, which defines those non-enumerated diseases covered by the Act, did not encompass ali diseases for which recovery might be had at common law:\n“All other occupational diseases (1) to which the claimant is exposed by reason of his employment, and (2) which are peculiar to the industry or occupation, and (3) which are not common to the general population. . . . ” (emphasis added) Section 108(n), as amended, 77 P.S. § 1208\nThe companion provision of the Workmen’s Compensation Act reads as follows:\n“All other diseases (1) to which the claimant is exposed by reason of his employment, and (2) which are causally related to the industry or occupation, and (3) the incidence of which is substantially greater in that industry or occupation than in the general population. . ” (emphasis added) Section 108(n), as amended, 77 P.S. § 27.1(n)\nIn Greer, we also held that the following provision of the Occupational Disease Act, which sets forth the effect of the agreement between employee and employer to accept the Act, did not apply if the disease was not covered by the Act:\n“Such agreement shall constitute an acceptance of all the provisions of article three of this act, and shall operate as a surrender by the parties thereto of their rights to any form or amount of compensation or damages for any disability or death resulting from occupational disease, or to any method of determination thereof, other than as provided in article three of this act.” Section 303, 77 P.S. § 1403\nThe companion provision of the Workmen’s Compensation Act reads as follows:\n“Such agreement shall constitute an acceptance of all the provisions of article three of this act, and shall operate as a surrender by the parties thereto of their rights to any form or amount of compensation or damages for any injury or death occurring in the course of employment, or to any method of determination thereof, other than as provided, in article three of this act.” Section 303, as amended, 77 P.S. § 481\n. The referee who heard appellee’s claim under Section 108(n) of the Occupational Disease Act denied relief but treated the petition as if it were filed under Section 108(n) of the Workmen’s Compensation Act. This was error — the decision of whether to proceed under one act, the other, or both in the alternative lies solely with the claimant, and the referee is without authority to unilaterally modify the claimant’s choice in this matter. Workmen’s Compensation Appeal Board v. Wlodarczyk, 21 Cmwlth. 495, 347 A.2d 763 (1975). The Workmen’s Compensation Appeal Board evidently recognized this and based its affirmance of the referee’s denial of compensation upon the Occupational Disease Act. In deciding appellant’s motion for summary judgment, the court below is similarly constrained and cannot look to the referee’s decision as a determination of appellee’s rights under the Workmen’s Compensation Act.\n. The lower court may, as in Greer, refer the matter to the Workmen’s Compensation Board for a determination of this factual issue.",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "Fred C. Trenor, Meyer, Darragh, Buckler, Bebenek & Eck, Pittsburgh, for appellants.",
      "Robert E. Tucker, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "401 A.2d 345\nChester BONIECKE, Appellee, v. McGRAW-EDISON COMPANY, a corporation and Lectromelt Corporation, a corporation, Appellants.\nSupreme Court of Pennsylvania.\nArgued March 8, 1979.\nDecided May 1, 1979.\nReargument Denied June 25, 1979.\nFred C. Trenor, Meyer, Darragh, Buckler, Bebenek & Eck, Pittsburgh, for appellants.\nRobert E. Tucker, Pittsburgh, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0163-01",
  "first_page_order": 195,
  "last_page_order": 200
}
