{
  "id": 1755634,
  "name": "COMMONWEALTH of Pennsylvania v. Michael PERKINS, Appellant",
  "name_abbreviation": "Commonwealth v. Perkins",
  "decision_date": "1979-03-16",
  "docket_number": "No. 168",
  "first_page": "286",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "485 Pa. 286"
    },
    {
      "type": "parallel",
      "cite": "401 A.2d 1320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "108 A.2d 818",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "176 Pa.Super. 479",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        723019
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/176/0479-01"
      ]
    },
    {
      "cite": "390 U.S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170914
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "384"
        },
        {
          "page": "971"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0377-01"
      ]
    },
    {
      "cite": "310 A.2d 291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "225 Pa.Super. 234",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        806012
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/225/0234-01"
      ]
    },
    {
      "cite": "101 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "194 Pa.Super. 94",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        751449
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/194/0094-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 811,
    "char_count": 17232,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 2.829806418589214e-07,
      "percentile": 0.839073436327755
    },
    "sha256": "8c4a860c292bff7a6377ec9045d7b155f1dac41462cfc76aa13b438c08d0cdae",
    "simhash": "1:f7ae9e664ed45cd2",
    "word_count": 2776
  },
  "last_updated": "2024-02-27T22:33:45.282366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ.",
      "O’BRIEN, J., files an opinion in support of affirmance which is joined by EAGEN, C. J., and LARSEN, J.",
      "ROBERTS, J., files an opinion in support of reversal in which NIX and MANDERINO, JJ., join.",
      "POMEROY, former J., took no part in the consideration or decision of this case.",
      "EAGEN, C. J., and LARSEN, J., join in this opinion.",
      "NIX and MANDERINO, JJ., join in this Opinion in Support of Reversal."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Michael PERKINS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM:\nThe Court being equally divided the judgment of sentence remains in effect.\nO’BRIEN, J., files an opinion in support of affirmance which is joined by EAGEN, C. J., and LARSEN, J.\nROBERTS, J., files an opinion in support of reversal in which NIX and MANDERINO, JJ., join.\nPOMEROY, former J., took no part in the consideration or decision of this case.\nOPINION IN SUPPORT OF AFFIRMANCE\nO’BRIEN, Justice.\nAppellant, Michael Perkins, was tried by a judge sitting with a jury and was convicted of murder of the third degree. Post-verdict motions were denied and appellant was sentenced to serve a prison term of three to ten years. This direct appeal followed.\nThe facts are as follows. On the evening of July 14, 1976, Ronald Fisher, the victim, and six or seven of his friends were drinking beer on the front porch of the Fisher home. As a carload of female acquaintances drove by, someone threw an empty beer bottle, which shattered on the street. The girls pulled over and one of the victim’s friends, Eddie Nemeth, left the porch to talk to the girls.\nShortly thereafter, appellant drove up the street and ran over the broken glass. Appellant and three occupants got out of their car and accused Nemeth of striking the auto with a baseball bat. When the victim and his friends went to Nemeth’s aid, appellant and his companions got back in the car and drove away.\nThe victim and his friends returned to the Fisher porch. Within five minutes, appellant returned with several supporters riding in two other cars. A number of these individuals left their cars and approached the porch. A fight broke out and eventually shots were fired. Appellant and his friends got back in their cars and sped away. Ronald Fisher was pronounced dead on arrival at Allegheny General Hospital from a gunshot wound of the head.\nAppellant first claims that the trial court erred in charging the jury on appellant’s possible criminal liability under the accomplice section of the Crimes Code. Act of December 6, 1972, P.L. 1482, No. 334, § 1, 18 Pa.C.S.A. § 306. The facts are as follows.\nAppellant was charged by information with counts of murder of the first degree, murder of the third degree, voluntary manslaughter and involuntary manslaughter. At trial, various Commonwealth witnesses testified that appellant shot the victim.\nDefense witnesses, including appellant himself, testified that the group went to the Fisher porch to fight. No one, however, knew that Randy Jones was carrying a gun, and these witnesses testified that Jones did the shooting. Some of the Commonwealth witnesses testified that after the original encounter, appellant, before driving off, yelled that he would be back with a gun. Appellant did testify that he approached the porch with the intention of hurting someone for striking his auto with the bat. Based on this evidence, the trial court instructed the jury on the accomplice theory of liability.\nAppellant believes this charge was impermissible because he was never charged by information with being an accomplice. Appellant admits that under the Penal Code of 1939, a person could be held guilty as an accomplice even though charged only as the perpetrator. See 18 Pa.C.S.A. App. § 5105. Appellant believes the new Crimes Code compels a different result. I do not agree.\nThe Crimes Code provides:\n“(a) General rule. — A person is guilty of an offense if it is committed by his own conduct or by the conduct of another person for which he is legally accountable, or both.\n“(b) Conduct of another. — A person is legally accountable for the conduct of another person when: ******\n“(3) he is an accomplice of such other person in the commission of the offense.\n******\n“(c) Accomplice defined. — A person is an accomplice of another person in the commission of an offense if:\n“(1) with the intent of promoting or facilitating the commission of the offense, he:\n******\n“(ii) aids or agrees or attempts to aid such other person in planning or committing it; .\n******\n“(g) Prosecution of accomplice only. — An accomplice may be convicted on proof of the commission of the offense and of his complicity therein, though the person claimed to have committed the offense has not been prosecuted or convicted or has been convicted of a different offense or degree of offense or has an immunity to prosecution or conviction or has been acquitted.” Act of December 26, 1972, P.L. 1482, No. 334, § 1, 18 Pa.C.S.A. § 306.\nThis section of the Crimes Code is based on § 206 of the Model Penal Code. The comments applicable to that section provide:\n“The section differentiates the different modes of complicity in a crime for the purpose of developing their content. It does not, however, contemplate that such distinctions should have a procedural significance. As in the states that have abolished the common law distinctions between principals and accessories, it would suffice under this draft to charge commission of a crime.” (Footnote omitted.) (Emphasis added.)\nI thus believe it clear that § 306 of the new Crimes Code has the same effect as § 5105 of the 1939 Penal Code in that one may be convicted as an accessory though only charged as a principal.\nAppellant believes that the Commonwealth has waived the right to have an accomplice charge because of the failure to comply with Pa.R.Crim.P. 1119(a), which provides:\n“Any party may submit to the trial judge written requests for instructions to the jury. Such requests shall be submitted within a reasonable time before the closing arguments, and at the same time copies thereof shall be furnished to the other parties. The trial judge shall charge the jury after the arguments are completed, and shall then rule on all written requests.”\nThe facts behind appellant’s waiver claim are as follows. Prior to closing arguments, appellant submitted his points for charge. The Commonwealth submitted oral points for charge after appellant had closed but prior to the Commonwealth’s closing argument. No charge on an accomplice theory was requested. Following closing argument by the Commonwealth, the court was recessed until the next morning, when the jury was to be charged. Before the trial judge went home for the day, the Commonwealth’s attorney dropped off photocopies of two cases which indicated that an accomplice charge would be proper. Appellant believes this omission amounts to a waiver by the Commonwealth.\nAs the trial court stated in its written opinion:\n“Submission of written points for charge is within the discretion of the parties. If either party fails to submit a point, within the time prescribed by the Rule, the court may refuse to receive it. Commonwealth v. Petrosky, 194 Pa.Super. 94, 101 A.2d 682 (1960). The Rule does not deprive the trial judge of discretionary authority to receive points for charge which are untimely. Nor is it an abuse of discretion to authorize the submission of points for charge subsequent to closing arguments.\n“In the matter sub judice, no written points for charge were submitted by the Commonwealth. The alleged delinquent points consisted of an oral inquiry by the assistant district attorney to the trial judge relative to defendant’s possible complicity as an accomplice, and the submission by the prosecutor of photocopies of two appellate decisions as precedent. Whether these actions constitute the submission of points for charge is moot, because, assuming receipt of untimely points or appellate authority, we perceive no abuse of [discretion]. The possibility of defendant's guilt as an accomplice was clearly an issue in the case, at least to the trial judge, due to defendant’s activities and statements subsequent to the initial confrontation on Southside Avenue. The trial judge was’ required to instruct the jury on this issue absent a specific request by the Commonwealth. Commonwealth v. Danzy, 225 Pa.Super. 234, 310 A.2d 291 (1973). Moreover, defendant’s counsel was informed by the court the evening before the jury was instructed that the evidence required submission of the accomplice question to the fact-finders. Able defense counsel was afforded ample time to research thé issue and submit argument to the trial judge relative to this point.\nI agree with the trial court’s analysis. I can thus find no error in the court’s charging the jury on the accomplice theory.\nAppellant next complains that the prosecutor had an ex parte communication with the trial court, thus entitling appellant to a new trial. The communication which appellant complains of occurred when the prosecutor handed the trial judge photocopies of two appellate decisions concerning the accomplice charge.\nAs the trial court stated:\n“. . . After the testimony was closed, and both sides presented their arguments, a short sidebar discussion took place relating to the accomplice theory, and the possibility of a self-defense charge. As the trial judge left the bench, defense counsel inquired whether the judge ‘would be here for a while,’ i. e., available in chambers. The trial judge responded, ‘I will be here until 4:30.’\n“Between 3:05 p. m. and 4:30 p. m., the assistant district attorney delivered to the trial judge photocopies of two appellate decisions as authority for the proposition that defendant could be found guilty as an accomplice. No other conversation occurred. Defense counsel did not return to the judge’s chambers that afternoon. However, later that evening, the trial judge telephoned defense counsel at home and advised of the two citations supplied by the prosecution. The court also instructed defense counsel to research the question because the court intended to do so throughout the evening-\n“Under the circumstances, the assistant district attorney engaged in no unethical conduct or exparte communication by submitting legal authority to the trial judge. The trial had concluded except for jury instruction, the hour was late, and the court planned to instruct the jury the next morning. Defense counsel in effect interrogated the trial judge to determine availability for precisely this type of information. Moreover, defendant was not prejudiced by the submission of appellate citations to the court, because counsel had ample notice and time to submit contrary authority on an issue obviously involved in the case from the time defendant testified. For these reasons, defendant’s contention is rejected as spurious.”\nI again agree with the trial court’s analysis and find appellant’s contention to be meritless.\nAppellant finally argues that the suppression court erred in refusing to suppress a positive identification of appellant from a photographic array of twelve pictures. Appellant does not argue that his photo was so dissimilar from the other eleven as to be unduly suggestive. Further, he does not argue that police did anything suggestive in their manner of presenting the photos to the witnesses who identified appellant as the shooter. Appellant’s only argument is that police should have included in the array, photographs of other individuals known to be with appellant at the time of the shooting.\nAs the United States Supreme Court stated in Simmons v. United States, 390 U.S. 377, 384, 88 S.Ct. 967, 971,19 L.Ed.2d 1247 (1968):\n. .we hold that each case must be considered on its own facts, and that convictions based on eyewitness identification at trial following a pretrial identification by photograph will be set aside on that ground only if the photographic identification procedure was so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\" (Emphasis added.)\nHere, appellant makes no claim of suggestiveness giving rise to the likelihood of a possible misidentification. I believe appellant’s claim is meritless.\nI would affirm the judgment of sentence.\nEAGEN, C. J., and LARSEN, J., join in this opinion.\nOPINION IN SUPPORT OF REVERSAL\nROBERTS, Justice.\nEven though the undisputed record demonstrates that throughout these proceedings the Commonwealth sought only to establish that appellant fired the shots which killed the victim, the Opinion in Support of Affirmance concludes that the trial court could properly grant the Commonwealth’s request after the arguments of counsel to instruct the jury on accomplice liability. The Opinion’s willingness to approve the Commonwealth’s late effort to pursue the already expressly rejected theory of accomplice liability represents an unjustified disregard of the fundamental concepts of notice and opportunity to defend, and requires dissent.\nThroughout these proceedings, the Commonwealth expressly rejected a theory of accomplice liability. The information specified that the victim died “as a direct result of [appellant’s] act of firing the gun.” At opening argument and trial, the Commonwealth pursued its exclusive theory that appellant fired the fatal shots. Neither appellant nor the Commonwealth in closing argument addressed accomplice liability. The following colloquy, after closing argument, demonstrates the Commonwealth’s rejection of accomplice liability throughout the proceedings:\n“MR. HILNER [prosecuting attorney]: I don’t think [appellant] has to be the one that does the act that eliminates a life.\nTHE COURT: You said what?\nMR. HILNER: I don’t think he has to be the one that performs the act to eliminate—\nTHE COURT: He does in this case.\nMR. FRANK: That is my problem, I think that was an unintentional misstatement.\nTHE COURT: There is no allegation that he was an accomplice.\nMR. HILNER: It doesn’t have to be. I mean you can’t direct — you have to be an accomplice if you do not do the actual stabbing.\nTHE COURT: No, you don’t. Are you now taking the position or have you maintained this position all along that if he and Jones went up there for the purpose of inflicting injury and Jones, in this ease, fired the shot that the defendant is guilty of first degree murder?\nMR. HILNER: I am not taking that position at all, no.\nTHE COURT: That is a relief.\nMR. HILNER: Oh, heavens no.\nMR. FRANK: That is the feeling I got from the statement, your Honor.\nMR. HILNER: Oh, no.”\nRecord at 438-39a.\nIt was only when the prosecuting attorney ex parte contacted the trial court, after closing argument and the evening before the court was to charge the jury, that the Commonwealth sought to introduce a theory that appellant did not fire the fatal shots, but still was liable as an accomplice. The following day, the court included accomplice liability in its charge. Appellant took a timely objection.\nThe prejudice to appellant from the Commonwealth’s addition of a theory of accomplice liability lies not so much in the ex parte nature of the Commonwealth’s request, but in the introduction of a theory of liability the Commonwealth expressly represented it would not and did not pursue at trial. Appellant, on this record, could and did rely upon the Commonwealth’s representation. He had no reasonable notice of possible accomplice liability, and no reason to anticipate, present evidence, or argue to the jury against accomplice liability. The Commonwealth for all practical purposes foreclosed appellant from making any argument against this additional, unanticipated and entirely new theory, advanced only after the presentation of evidence and final argument.\nI would reverse judgment of sentence and remand for a new trial.\nNIX and MANDERINO, JJ., join in this Opinion in Support of Reversal.\n. In Com. ex rel. Ruger v. Day, 176 Pa.Super. 479, 108 A.2d 818 (1954), the Commonwealth’s evidence tended to show that the defendant therein was the perpetrator of the crime in question while that defendant’s testimony showed he was an accessory before the fact of the crime. The court held that the trial court properly charged on both theories of liability. We are unable to see how the colloquy pointed to by the dissenting opinion of Mr. Justice Roberts, which occurred after closing arguments by both parties, in any way justifies a finding that appellant relied on representations that the Commonwealth was attempting to predicate a finding of guilt solely on a principal theory of liability. Further, if appellant was misled by this colloquy, there were no actions taken by appellant which were in response to the alleged representation.\n“2 The trial judge also advised counsel for Perkins that, in his judgment, the prosecution could rely upon an accomplice theory two days before the closing arguments. Counsel cannot allege surprise at this stage of the proceedings.”\n. The notes of testimony from appellant’s suppression hearing cannot be transcribed. Pursuant to Pa.R.A.P.1923 and 1924 defense counsel and the district attorney have filed an agreed upon statement of the record. It is from this agreed upon statement that the facts surrounding this issue were drawn.",
        "type": "majority",
        "author": "PER CURIAM: O’BRIEN, Justice. ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Mark S. Frank, Pittsburgh, for appellant.",
      "Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Charles W. Johns, Robert A. Zunich, Asst. Dist. Attys., Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "401 A.2d 1320\nCOMMONWEALTH of Pennsylvania v. Michael PERKINS, Appellant.\nSupreme Court of Pennsylvania.\nArgued Sept. 18, 1978.\nDecided March 16, 1979.\nReargument Denied May 17, 1979.\nMark S. Frank, Pittsburgh, for appellant.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Charles W. Johns, Robert A. Zunich, Asst. Dist. Attys., Pittsburgh, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0286-01",
  "first_page_order": 318,
  "last_page_order": 328
}
