{
  "id": 1755372,
  "name": "Harold D. KATZ and Workmen's Compensation Appeal Board of the Commonwealth of Pennsylvania, Appellants, v. The EVENING BULLETIN and the Employers Mutual Liability Insurance Company of Wisconsin",
  "name_abbreviation": "Katz v. Evening Bulletin",
  "decision_date": "1979-07-05",
  "docket_number": "No. 559",
  "first_page": "536",
  "last_page": "542",
  "citations": [
    {
      "type": "official",
      "cite": "485 Pa. 536"
    },
    {
      "type": "parallel",
      "cite": "403 A.2d 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "372 A.2d 1262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "1265",
          "parenthetical": "Dissenting Opinion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 A.2d 829",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "364 A.2d 508",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "\" 'Substantial evidence' is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "464 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710390
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0276-01"
      ]
    },
    {
      "cite": "330 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "379 A.2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "347 A.2d 761",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "7 A.2d 604",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "136 Pa.Super. 197",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1018231
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/136/0197-01"
      ]
    },
    {
      "cite": "43 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "412"
        },
        {
          "page": "411"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "158 Pa.Super. 22",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1063287
      ],
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "31"
        },
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/158/0022-01"
      ]
    },
    {
      "cite": "365 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "332 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "379 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "obligation of court to liberally construe Act so that its humanitarian purpose of protecting workmen is realized"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "208 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "205 Pa.Super. 255",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771357
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/205/0255-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 620,
    "char_count": 9447,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 1.2872082560340186e-06,
      "percentile": 0.9891831531490832
    },
    "sha256": "2e5ab30e70dd24e9dd8a41232e25faa3f254991573796a074b406279a04ab963",
    "simhash": "1:1dd7b8c1e31c5758",
    "word_count": 1529
  },
  "last_updated": "2024-02-27T22:33:45.282366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
    ],
    "parties": [
      "Harold D. KATZ and Workmen’s Compensation Appeal Board of the Commonwealth of Pennsylvania, Appellants, v. The EVENING BULLETIN and the Employers Mutual Liability Insurance Company of Wisconsin."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant Harold D. Katz was injured in a fall while employed at the plant of appellee The Evening Bulletin, a Philadelphia newspaper. A Workmen’s Compensation referee held appellant entitled to compensation under The Pennsylvania Workmen’s Compensation Act. The award was affirmed unanimously by the Workmen’s Compensation Appeal Board. On appeal by the Bulletin and its Workmen’s Compensation insurer, appellee The Employers Mutual Liability Company of Wisconsin, the Commonwealth Court held that appellant had failed to give notice in compliance with Section 312 of the Act, 77 P.S. § 632, and therefore overruled the award of compensation to appellant. We granted allocatur and now vacate the order of the Commonwealth Court and remand for proceedings consistent with this opinion.\nAppellant Katz worked part-time as a substitute “mailer” and “stuffer.” In this capacity, he collected newspapers off the presses and, by machine or by hand, stuffed supplements into the papers and stacked them for distribution. Appellant’s union, the Mailer’s Union, acts as the hiring agent for both the Philadelphia Inquirer and The Evening Bulletin. The newspapers inform the union of the number of substitute part-time mailers they will need on a particular night and the union assigns the jobs to its members.\nOn May 29, 1970, appellant was directed at the union hall to go that evening to the plant of the Bulletin. Until then, appellant had worked only at the Inquirer. Once at the plant appellant spoke only to the man who showed him to his work area. At the end of his work shift, approximately 2:30 a. m. on the morning of the 30th, appellant left the plant building. In an unlighted area of the employee parking lot, he fell over a broken manhole cover and injured himself. Appellant’s workmen’s compensation claim arose out of this accident.\nSection 311 of The Pennsylvania Workmen’s Compensation Act, 77 P.S. § 631, makes notice to the employer within 120 days of an injury arising in the course of employment a prerequisite to compensation under the Act. We recognize as a threshold principle of construction “that [cjourts should not read into The Workmen’s Compensation Act a stricter requirement than the language of the Act imports in regard to notice of an accident. It must be liberally construed” to effect the purposes of the provision. McCann v. Cross Bros. Meat Packers, 205 Pa.Super. 255, 257, 208 A.2d 887, 889 (1965). See e. g., Plasteel Products Corp. v. Workmen’s Compensation Appeal Bd., 32 Pa.Cmwlth. 405, 379 A.2d 908 (1977) (obligation of court to liberally construe Act so that its humanitarian purpose of protecting workmen is realized); General Tire & Rubber Co. v. Workmen’s Compensation Appeal Bd., 16 Pa.Cmwlth. 473, 332 A.2d 867 (1975). The notice provisions of the Act permit an employer to investigate claims while the events in question are still recent. Notice may also warn an employer of dangerous employment conditions and, thus, facilitate their speedy correction. See Padilla v. Chain Bike Corp., 27 Pa.Cmwlth. 190, 365 A.2d 903 (1976); McCann, supra; Wilkinson v. United Parcel Service of Pa., 158 Pa.Super. 22, 43 A.2d 408 (1945); Dorsch v. Fisher Scientific Co., 136 Pa.Super. 197, 7 A.2d 604 (1939).\nSection 312 of the Act specifies that notice “shall inform the employer that a certain employe received an injury, described in ordinary language, in the course of his employment on or about a specified time, at or near a place specified.” Appellee contends that here Section 312 was not satisfied. Whether notice has been given is a question of fact. Workmen’s Compensation Appeal Board v. Caves, 22 Pa.Cmwlth. 102, 347 A.2d 761 (1975); Wilkinson, supra. The referee is the ultimate factfinder where, as here, the appeals board takes no additional evidence. E. g., Sears, Roebuck & Co. v. Workmen’s Compensation Appeals Board, 32 Pa. Cmwlth. 330, 379 A.2d 648 (1977). And the facts found by the referee are binding on reviewing courts. See Dunlap v. Workmen’s Compensation Appeal Board, 17 Pa.Cmwlth. 19, 330 A.2d 555 (1975). The referee found that the employer received adequate notice. See Page’s Department Store v. Velardi, 464 Pa. 276, 346 A.2d 556 (1975) (1972 amendments to Act limiting board’s review of fact-finding to determining whether referee’s findings supported by competent evidence procedural and applicable to claims prior to 1972). Thus, we are limited to an examination of whether there is competent, substantial evidence in the record to support the fact-finder’s determination. Montgomery Mills Co. v. Workmen’s Compensation Appeals Board, 26 Pa.Cmwlth. 471, 364 A.2d 508 (1976) (“ ‘Substantial evidence’ is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.”); Workmen’s Compensation Appeal Board v. Auto Express, Inc., 21 Pa.Cmwlth. 559, 346 A.2d 829 (1975).\nAt the July 16, 1975 hearing before the referee, the testimony was presented establishing the following events. On the morning of the fall, appellant telephoned the Bulletin and attempted to report his injury. An unidentified clerk told him to report the injury to the union. He tried to do so, but when he found the line busy, did not call again. He did, however, report the injury to his foreman of the Inquirer who, according to appellant’s testimony, “to my knowledge notified the union or the shop steward.” Appellant’s former counsel on June 15, 1970 wrote to the Bulletin that his client had been injured on plant premises at 2:30 a. m. on May 30, 1970.\nThe paymaster at the Bulletin testified that the Bulletin’s file on appellant included the following message to the Bulletin’s treasurer from his secretary:\n“Mr. Magee: Nancy Detweiler called to say that she was trying to get some data concerning this matter from Vince Hines (Phonetic Spelling) mailroom superintendent. She got him again this afternoon and he says that he knows nothing about the matter, refuses to question any of the men about it. When Nancy asked him to check with the union since Mr. Katz supposedly reported it to the union, Mr. Hines refused to contact them. I asked Nancy if Mr. Hines was aware that Mr. Katz instituted suit against the Bulletin, she answered affirmatively.”\nThe message is dated June 25, 1970.\nIn our view this record is sufficient to support the factual finding of the referee. While appellant admits that this notice was not “letter perfect,” we adopt the reasoning of the Superior Court that “a meritorious claim ought not, if possible be defeated for technical reasons and technicalities are not looked upon with favor in compensation cases (citations omitted).” Wilkinson v. United Parcel Service, 158 Pa.Super. 22, 31, 43 A.2d 408, 412 (1945). Indeed, the Legislature has since amended Section 311 to eliminate the notice requirement where the employer knows of the injury. Act of March 29, 1972, P.L. 159, 77 P.S. § 631. As Judge Crumlish noted in his dissent from the Commonwealth Court’s decision,\n“[IJt is clear from the content of the memo, and the fact that it originated in the Treasurer’s office which pays the company’s employees that the Bulletin knew that Claimant was an employee and hence that the injury was work related, notwithstanding the failure of the attorney’s letter to mention that fact. .\n“Thus, although Claimant may not have given full and complete notice directly to his employer, the employer nevertheless had actual, timely knowledge of all the information which Claimant was required to supply.” (Citations omitted)\nWorkmen’s Compensation Appeal Bd. v. The Evening Bulletin, 30 Pa.Cmwlth. 27, 33, 372 A.2d 1262, 1265 (1977) (Dissenting Opinion) (Footnotes omitted).\nThe series of actions taken by appellant were, as the record reveals, sufficient to protect the statutory policies embodied in Section 312.\n“It would not come with good grace for an employer who had actual knowledge of a compensable injury to his employee at the time of its occurrence to endeavor to escape liability because he had not been served with formal notice of the occurrence of the injury.”\nWilkinson, supra, 158 Pa.Super. at 29, 43 A.2d at 411,\nAppellee claims, further, that the award of compensation to appellant at the “concurrent employment” rate was erroneous. See 77 P.S. § 582. Commonwealth Court did not reach this issue because it found the notice question dispositive. We, therefore, will not consider this issue, but instead remand to the Commonwealth Court for review of the proper rate of compensation to appellant.\nOrder of the Commonwealth Court vacated and case remanded for proceedings consistent with this opinion.\n. Act of June 2, 1915, P.L. 736, as amended. 77 P.S. §§ 1 et seq. Appellant’s claim is controlled by the provisions of the Act in effect in 1970, the date of his injury.\n. See 77 P.S. § 631 (Compensation to run from time of injury if notice given within 21 days of injury; no compensation if notice not given within 120 days of injury.)",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Thomas F. McDevitt, Philadelphia, for appellants.",
      "James K. Martin, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "403 A.2d 518\nHarold D. KATZ and Workmen’s Compensation Appeal Board of the Commonwealth of Pennsylvania, Appellants, v. The EVENING BULLETIN and the Employers Mutual Liability Insurance Company of Wisconsin.\nSupreme Court of Pennsylvania.\nArgued April 16, 1979.\nDecided July 5, 1979.\nThomas F. McDevitt, Philadelphia, for appellants.\nJames K. Martin, Philadelphia, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0536-01",
  "first_page_order": 568,
  "last_page_order": 574
}
