{
  "id": 1755632,
  "name": "LUTZ APPELLATE PRINTERS, INC., Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PROPERTY AND SUPPLIES and Ronald G. Lench, Secretary, Department of Property and Supplies, Commonwealth of Pennsylvania and Milton J. Shapp, Governor, Commonwealth of Pennsylvania and Robert P. Casey, Auditor-General, Commonwealth of Pennsylvania and Grace M. Sloan, State Treasurer, Commonwealth of Pennsylvania",
  "name_abbreviation": "Lutz Appellate Printers, Inc. v. Commonwealth, Department of Property & Supplies",
  "decision_date": "1979-07-05",
  "docket_number": "No. 243",
  "first_page": "559",
  "last_page": "572",
  "citations": [
    {
      "type": "official",
      "cite": "485 Pa. 559"
    },
    {
      "type": "parallel",
      "cite": "403 A.2d 530"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "319 A.2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584424
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0530-01"
      ]
    },
    {
      "cite": "262 A.2d 297",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927837
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0179-01"
      ]
    },
    {
      "cite": "200 A.2d 300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890385
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0340-01"
      ]
    },
    {
      "cite": "434 U.S. 429",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184505
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/434/0429-01"
      ]
    },
    {
      "cite": "437 U.S. 518",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182058
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/437/0518-01"
      ]
    },
    {
      "cite": "155 A. 116",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1931,
      "pin_cites": [
        {
          "page": "117-18",
          "parenthetical": "injunction against performance affirmed even though \"no improper motive or bad faith was charged or shown on part of any member of counsel or other party concerned in the transaction\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132464
      ],
      "year": 1931,
      "pin_cites": [
        {
          "page": "56",
          "parenthetical": "injunction against performance affirmed even though \"no improper motive or bad faith was charged or shown on part of any member of counsel or other party concerned in the transaction\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0051-01"
      ]
    },
    {
      "cite": "66 A. 1121",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "218 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999537
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0100-01"
      ]
    },
    {
      "cite": "155 A. 118",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1931,
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132407
      ],
      "weight": 2,
      "year": 1931,
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0024-01"
      ]
    },
    {
      "cite": "129 A. 635",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "283 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090556
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0582-01"
      ]
    },
    {
      "cite": "129 A. 460",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "283 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0496-01"
      ]
    },
    {
      "cite": "102 A. 278",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035082
      ],
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0575-01"
      ]
    },
    {
      "cite": "146 A. 24",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116696
      ],
      "weight": 2,
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0408-01"
      ]
    },
    {
      "cite": "222 A.2d 897",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "900"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901683
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0620-01"
      ]
    },
    {
      "cite": "220 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901712
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0211-01"
      ]
    },
    {
      "cite": "200 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "888"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890407
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0548-01"
      ]
    },
    {
      "cite": "76 A.2d 613",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845034
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0072-01"
      ]
    },
    {
      "cite": "472 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727772
      ],
      "weight": 6,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "Lutz I"
        },
        {
          "parenthetical": "Lutz I"
        },
        {
          "page": "33"
        },
        {
          "page": "1212",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "32",
          "parenthetical": "Lutz has taxpayer standing; preliminary injunction permissibly denied"
        },
        {
          "page": "1212",
          "parenthetical": "Lutz has taxpayer standing; preliminary injunction permissibly denied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0028-01"
      ]
    },
    {
      "cite": "367 A.2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 997,
    "char_count": 22526,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 2.5864399598770874e-07,
      "percentile": 0.8176837722971494
    },
    "sha256": "412411018d19db4eb4703e4e84801f25999a311db972e8d0873e01ce9fa157af",
    "simhash": "1:953f26250e718574",
    "word_count": 3665
  },
  "last_updated": "2024-02-27T22:33:45.282366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ.",
      "NIX, J., concurs in the result.",
      "LARSEN, J., dissents and would affirm the decree of the Commonwealth Court based on Section 523 of the Administrative Code of 1929."
    ],
    "parties": [
      "LUTZ APPELLATE PRINTERS, INC., Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PROPERTY AND SUPPLIES and Ronald G. Lench, Secretary, Department of Property and Supplies, Commonwealth of Pennsylvania and Milton J. Shapp, Governor, Commonwealth of Pennsylvania and Robert P. Casey, Auditor-General, Commonwealth of Pennsylvania and Grace M. Sloan, State Treasurer, Commonwealth of Pennsylvania."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellee, the Commonwealth’s Department of Property and Supplies, invited bids on a one-year contract for the printing of legal briefs and records. The lowest bid was submitted by appellant, Lutz Appellate Printers, Inc., a New Jersey printer which does business in Pennsylvania, but the Department awarded the contract to the next lowest bidder. The Secretary of the Department decided that an award to Lutz is barred by Section 523 of the Administrative Code of 1929. Lutz, a Pennsylvania taxpayer, filed a complaint in the Commonwealth Court against the Department, its Secretary, the Governor, Auditor General, and State Treasurer. Lutz alleged the Secretary misconstrued Section 523 of the Code, Lutz was the “lowest responsible bidder,” and the Secretary was obliged to award the contract to Lutz. Lutz sought a declaration that it is the lowest responsible bidder and an injunction prohibiting appellees from awarding the contract to anyone other than Lutz. On preliminary objections in the nature of a demurrer, the Commonwealth Court dismissed Lutz’s complaint. 28 Pa.Cmwlth. 7, 367 A.2d 374 (1976). The Commonwealth Court concluded that because Lutz did not allege “fraud or collusion,” Lutz failed to state a cause of action.\nWe agree with Lutz that “fraud or collusion” need not be alleged to set forth an actionable claim and that a cause of action has been stated. We also agree with the Auditor General that he is not a proper party to this proceeding and conclude the complaint against him was properly dismissed. In all other respects, the dismissal of the complaint is reversed.\nI\nThe Governor and Treasurer first dispute the standing of Lutz to challenge the Department’s award. This contention was presented, considered, and unanimously rejected in Lutz Appellate Printers, Inc. v. Department of Property and Supplies, 472 Pa. 28, 370 A.2d 1210 (1977) (Lutz I). There, this Court held:\n“A taxpayer has standing to enjoin the award of a public contract to anyone other than the lowest responsible bidder. See Heilig Brothers Co. v. Kohler, 366 Pa. 72, 76 A.2d 613 (1950). Lutz is also a disappointed bidder, but this does not affect its standing as a taxpayer. Id. Similarly, Lutz’s request for declaratory relief that it is the lowest responsible bidder does not alter its standing as a taxpayer to enjoin the award of a public contract.”\n472 Pa. at 33, 370 A.2d at 1212 (footnote omitted). In Drummond v. Drummond, 414 Pa. 548, 551, 200 A.2d 887, 888 (1964), this Court concluded that an adjudication of objections to jurisdiction in an appeal permitted by the Act of March 5, 1925, P.L. 23, § 1, 12 P.S. § 672, establishes “the law of the case as to all jurisdictional objections which were actually raised or might have been raised in that appeal.” Accord, Shaw Electric Co. v. IBEW, Local 98, 422 Pa. 211, 220 A.2d 889 (1966). See generally 9 Standard Pennsylvania Practice Ch. 40 § 261 (rev. ed. 1962). Though “there are occasions when a party is given the benefit of a change in the law in order to prevent an injustice,” Kuchinic v. McCrory, 422 Pa. 620, 625, 222 A.2d 897, 900 (1966), no such change has occurred here and, under Drummond and Shaw Electric, our previous unanimous adjudication in Lutz I that Lutz has standing as a taxpayer to challenge the Department’s award may not be disturbed.\nII\nSection 2410 of the Administrative Code of 1929 expressly sets forth the procedure to be followed by the Department in awarding contracts for “public printing and binding.” Section 2410 provides that, after advertisement for and submission of bids,\n“[t]he Secretary of Property and Supplies shall open all proposals received, publicly, and shall proceed publicly to award the contract or contracts for which bids were asked, to the lowest responsible qualified bidder or bidders below the maximum price or prices fixed in the schedule or schedules prepared by the department.”\nIn the event that the “lowest responsible qualified bidder” refuses or neglects to accept a contract award, the Department may award the contract “to the next lowest responsible qualified bidder, and so on until such contract shall be awarded and accepted.” Section 2410 also adds:\n“the department shall have the right to reject any or all bids, and, when all bids shall be so refused, the department shall advertise again for proposals, giving at lest ten (10) days’ notice thereof by advertisement, and said proposals shall be opened, awarded, and approved in like manner as hereinbefore provided.”\nThis Court has not previously determined the allegations necessary to an actionable claim for an injunction against the award of a “public printing and binding” contract under Section 2410. According to the Commonwealth Court, the language of Section 2410 authorizing the Department to reject “any or all bids” vests the Department with wide discretion to pass upon whether a bidder is “responsible” and “qualified.” The Commonwealth Court concluded that the broad departmental discretion to determine whether a bidder is “qualified” includes the discretion to determine if an award to the bidder comports with Section 523 of the Code. In the view of the Commonwealth Court, this departmental discretion, like the discretion over whether a bidder is “responsible,” is not, absent “fraud or collusion,” subject to judicial review.\nOur cases demonstrate, however, that “fraud or collusion” is not the sole ground for judicial inquiry into the award of a public contract where, as here, the lowest bid has been rejected and the contract awarded to a higher bidder. For example, in Schuck v. Baldwin Township School District, 296 Pa. 408, 146 A. 24 (1929), a taxpayer’s bill challenged the award of a public school construction contract to the highest of four bidders where the school directors determined only that the lowest bidder was not responsible, and made no determination concerning the two intermediate bidders. Under the then-applicable provision of the School Code, construction “shall be done under contract . . . with the lowest responsible bidder.” The court of common pleas entered a permanent injunction and this Court affirmed. “Fraud or collusion” was not the basis for enjoining the challenged award. Instead, Schuck observed:\n“[The language of the School Code] is mandatory, not discretionary, and, if there is more than one responsible bidder, the work can be authorized only under contract with the lowest. In re Summit Hill School Directors, 258 Pa. 575, 580, 102 A. 278; Harris v. Phila., 283 Pa. 496, 129 A. 460; Com. ex rel. v. Jones, 283 Pa. 582, 129 A. 635. There is a discretion vested in the board to determine who are and who are not responsible bidders, . . the contract must be awarded, if at all, to the one of them whose bid is lowest, though there is but a slight difference in amount between him and another bidder whom the board would like to favor. The money to be expended is public money — a trust fund — and, in matters of this kind, the law recognizes no right in the directors to expend any of it, however small, except for work done by the ‘lowest responsible bidder.’ ”\n******\n“[T]he board never were in position to determine whether or not Hamel and Cadule were responsible bidders, and in fact never did determine that question. When compelled to speak by the exigency of the suit, they gave excuses, not reasons, for their conduct; evidently after thoughts entitled to no weight. We have often said, and now repeat, that the discretion vested in public officials in the making of contracts requiring the expenditure of public money, is not unbridled, but must be a sound discretion, exercised according to the standards fixed for the protection of the public; and that, as distributors of public money, they cannot act as they might do if expending their private funds.”\nSchuck, 296 Pa. at 411 & 414, 146 A. at 24-25 & 25.\nIt is true part of Section 2410 provides the Department the power to reject “any or all bids.” But to read this provision to give the Department absolute discretion, except in cases of “fraud or collusion,” would be to ignore the language of Section 2410 requiring the Department to award the contract to the “lowest responsible qualified bidder.” Like the language of the statute in Schuck, this requirement “is mandatory, not discretionary.” And as in Schuck, where a “sound discretion, exercised according to the standards fixed for the protection of the public” is required of public officials who reject a low bid and award a public contract to a higher bidder, the same “sound discretion” must be exercised here where the Department determines Section 523 of the Code renders a low, responsible bidder “unqualified.”\nThat this sound discretion must include proper, not merely good faith construction of Section 523 is demonstrated by Pearlman v. Pittsburgh, 304 Pa. 24, 155 A. 118 (1931). There, the court of common pleas granted a taxpayer an injunction against a city director’s execution and performance upon a public contract to furnish water meters where the low bidder was responsible but the director denied the award solely because the bidder priced certain “repair parts” below cost. In affirming the injunction, this Court rejected as wholly improper the city director’s consideration of the responsible bidder’s pricing of “repair parts” and observed:\n“The action of the director, although in good faith, was so capricious as to amount to an abuse of discretion and, if sanctioned, would lead to a disregard of the wholesome provision of the statute. As stated by Mr. Justice Elkin, speaking for the court, in Louchheim v. Phila., 218 Pa. 100, 103, 66 A. 1121, 1122: ‘It is obvious that such a rule would lead to a disregard of those wholesome limitations which the Legislature and the courts have imposed on the awarding of contracts under the Act of 1874 and would submit this whole question to the discretion of the director. We do not doubt that the director in this instance acted in entire good faith, and did what he believed to be for the best interests of the city, but the question involved is not one of good faith on the part of the head of the department, but of power in that official in the exercise of his discretion to disregard the plain mandate of the law’.”\nPearlman, 304 Pa. at 31, 155 A. at 120. See also Kratz v. Allentown, 304 Pa. 51, 56, 155 A. 116, 117-18 (1931) (injunction against performance affirmed even though “no improper motive or bad faith was charged or shown on part of any member of counsel or other party concerned in the transaction”). As in Pearlman, where this Court evaluated the propriety of the public official’s reliance upon repair parts pricing, here too “the question involved is not one of good faith on the part of the head of the department.” Pearl-man, supra. The Legislature repeatedly directs, as our cases hold, that all levels of government — state, county, and municipal — award contracts only to the “lowest responsible bidder.” Section 2410 is but a further manifestation of this legislative policy. Proper respect for this long-standing legislative policy mandates that regardless of the good faith of the Department erroneous constructions of Section 523 not be permitted to result in erroneous awards of contracts to higher bidders.\nSection 523 of the Code confirms our conclusion. This section provides:\n“Reciprocal limitations upon the purchase of supplies and materials\nIt shall be unlawful for any administrative department, board, or commission to specify for or permit to be used in or on any public building or other work erected, constructed, or repaired at the expense of the Commonwealth, or to purchase, any supplies, equipment, or materials manufactured in any state which prohibits the specification for or use in or on its public buildings or other works or the purchase of supplies, equipment, or materials not manufactured in such state.”\nThe language of Section 523 fails even to suggest that the Legislature intended to afford the Department of Property and Supplies discretion to interpret the statute in a manner which would defeat the policy of awarding contracts to the lowest responsible bidder. Indeed, Section 523 applies not merely to the Department of Property and Supplies, but to “any administrative department, board, or commission.” It must also be recognized that application of Section 523 has a direct impact upon parties from another state lawfully seeking to engage in interstate commerce. Special care must be taken to assure that Section 523 as administered does not unreasonably infringe upon lawful interstate conduct. See e. g., Hicklin v. Orheck, 437 U.S. 518, 98 S.Ct. 2482, 57 L.Ed.2d 397 (1978); Raymond Motor Transportation Co. v. Rice, 434 U.S. 429, 98 S.Ct. 787, 54 L.Ed.2d 664 (1978). A procedure which permits judicial review of departmental impositions of “reciprocal limitations” more readily achieves this objective than a procedure which leaves impositions to the discretion of “any administrative department, board, or commission.”\nAppellees offer no authority for the proposition that a taxpayer cannot state a cause of action where an error of law is the basis for rejecting the lowest responsible bid on a public contract. They cite Highway Express Lines, Inc. v. Winter, 414 Pa. 340, 200 A.2d 300 (1964), cited also by the Commonwealth Court, but this reliance is misplaced. In Winter, the City of Philadelphia twice rejected the lowest bids on a public contract and re-advertised for new bids. Each disappointed bidder moved in equity to bar further bidding, each was denied relief, and this Court affirmed. Winter held the bidders lacked standing, but also observed that “if the officials of the City, in the exercise of their discretion, decide that it is in the best interest of the City to reject all bids and to re-advertise for new bids, the City has the power to do so, absent any fraud [or] collusion motivating such action.” 414 Pa. at 345, 200 A.2d at 302. Weber v. Philadelphia, 437 Pa. 179, 262 A.2d 297 (1970), which tested for arbitrariness the rejection of all bids on a City stadium concessions contract, arguably casts doubt upon the breadth of this observation. Even if the observation of Winter were to be accepted, Schuck, Pearlman, and Kratz demonstrate that it is one thing, as in Winter, to refuse all bids and a vastly different thing, as here, to award the contract to a party other than the lowest responsible bidder. Indeed, Winter reaffirms Kratz and Pearlman. 414 Pa. at 345, 200 A.2d at 303. Accordingly, it must be apparent that a procedure which permits judicial review of the Department’s interpretation of Section 523 is to be preferred over the appellees’ claim that only “fraud or collusion” may be reviewed and that all other departmental interpretations, even if inconsistent or erroneous, may not be disturbed.\nIII\nHere, Lutz alleges that New Jersey does not bar out-of-state bidders where, as here, the public contract involves the printing of legal briefs. If Section 523 bars awards only where the same subject-matter prompts the other state’s discrimination, Lutz states a cause of action.\nNeither the title nor the language of Section 523 expressly reveals the Legislature’s intended scope of Section 523’s “reciprocal limitations.” It must be remembered, however, that often Section 523 requires an award of a public contract to a party other than the “lowest responsible bidder.” Thus, the intended scope of Section 523 should be measured against the Legislature’s substantial commitment to the policy of awarding public contracts only to the “lowest responsible bidder.” See supra note 3. Moreover, it cannot be forgotten that Section 523 imposes a sanction against parties from another state lawfully seeking to engage in interstate trade. We know of no federal legislation, and none has been cited, which would curtail the Legislature’s power to impose “reciprocal limitations” and thus limit the scope of Section 523. See 1 Pa.C.S.A. § 1922(3). Still, in this area subject to federal control, we cannot conclude that the Legislature would intend anything more than a narrowly tailored exclusion of out-of-state bidders.\nIt must be concluded, therefore, that the Legislature did not intend to impose its “reciprocal limitations” where, as Lutz claims, New Jersey is not hostile to out-of-state concerns in contracts involving the printing of legal briefs. The interpretation of Section 523 we adopt is in greater harmony with the above considerations than an interpretation that Section 523 was designed to prohibit all commerce between the Commonwealth and bidders from states which bar some out-of-state bidders. Unlike the latter interpretation, the interpretation we adopt limits the possibility of retaliation, imposes far less a sanction upon those lawfully engaged in interstate commerce, and does not hinder this Commonwealth’s commitment to the policy of awarding contracts to the “lowest responsible bidder.” Lutz’s present claim states a cause of action and the demurrer may not be sustained.\nIV\nSection 2410 provides in part that “all contracts [for public printing and binding] shall be severally void, unless first approved by the Governor, the Auditor General, and the State Treasurer.” Lutz named the Auditor General as a defendant, and the Auditor General is now a party to this appeal. The Auditor General maintains, however, that the Act of March 18, 1971, P.L. 109, §§ 3 & 4, 72 P.S. §§ 402 & 404 (as amended Supp.1978), repeals the quoted portion of Section 2410 and withdraws the Auditor General’s authority to approve the contract awarded by the Department of Property and Supplies. Accordingly, the Auditor General contends he is not a proper party and, as to him, the complaint should be dismissed.\nWe agree with the Auditor General. Section 3 of the Act of 1971 directs that “[e]xcept as may otherwise be provided by law it shall be the duty of the Department of the Auditor General to make all audits of transactions after their occurrence, which may be necessary, in connection with the administration of the financial affairs of the government of this Commonwealth.” This broad language compels the conclusion that the Legislature intended the Auditor General to audit an award under Section 2410. Nothing in Section 2410 or any other provision of the Administrative Code of 1929 provides “otherwise.” Section 2410 merely directs the Auditor General’s “approval” of the award. It is the same “approval” the Governor and Treasurer are to give the award and there is nothing to indicate that this “approval” requires an inquiry into the financial nature of the transaction. Section 4 of the Act of 1971 adds: “Notwithstanding any provision of law to the contrary, from and after the effective date of this act, the Auditor General shall not be required or empowered to pre-approve or pre-audit any transaction with respect to which said officer is empowered or required to conduct an audit after the transaction has occurred.” These sections, read together, expressly withdraw the Auditor General’s power under Section 2410 to approve the Department’s award of a “public printing and binding” contract. The complaint must be dismissed as to the Auditor General.\nThe dismissal of the complaint against the Auditor General is properly dismissed and as to the others the dismissal is erroneous. Decree vacated and case remanded to the Commonwealth Court for proceedings consistent with this opinion. Each party pay own costs.\nNIX, J., concurs in the result.\nLARSEN, J., dissents and would affirm the decree of the Commonwealth Court based on Section 523 of the Administrative Code of 1929.\n. Section 523 of the Code, Act of April 9, 1929, P.L. 177, 71 P.S. § 203 (as amended 1962) (quoted infra at Part II), “prohibits the award of public contracts to bidders who use materials manufactured in states which require that work done in fulfillment of their public contracts use materials manufactured in their own states.” Lutz Appellate Printers, Inc, v. Dep’t of Property & Supplies, 472 Pa. 28, 32, 370 A.2d 1210, 1212 (1977) (Lutz has taxpayer standing; preliminary injunction permissibly denied). The Secretary determined that New Jersey discriminates against out-of-state bidders.\n. In Lutz I, this Court affirmed the denial of preliminary injunctive relief not because Lutz’s allegations were in any respect insufficient, but because the Secretary’s interpretation of Section 523 appeared reasonable.\n. See e. g., Administrative Code of 1929, Act of April 9, 1929, P.L. 177, § 2408(g), as amended, 71 P.S. § 638(g) (Supp.1978); County Code, Act of August 9, 1955, P.L. 323, § 1802(b), 16 P.S. § 1802(b) (as amended Supp.1978); Act of May 23, 1874, P.L. 230, § 6, 53 P.S. § 1001 (1974) (general municipal law).\n. The Governor and Treasurer additionally argue that under Pa.R.Civ.Proc. 1028(c) and 1033 this Court should strike an amended complaint Lutz filed after appellees filed their preliminary objections, Lutz’s prayer for relief suggests an adequate remedy at law, and “Lutz has failed to allege sufficient facts demonstrating that the award to a bidder other than Lutz, will cause irreparable injury to Lutz.” These appellees have failed to demonstrate how any of these claims defeat Lutz’s valid claim for injunctive relief. It is also suggested that Lutz lacks “clean hands,” but this contention is not for disposition here. See Luitweiler v. Northchester Corp., 456 Pa. 530, 319 A.2d 899 (1974).",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Lewis Kates, Kates & Livesey, Philadelphia, for appellant.",
      "Howard M. Snyder, Deputy Atty. Gen., David H. Allshouse, Harrisburg, for Milton J. Shapp and Grace M. Sloan.",
      "Michael Jon Daley, Asst. Atty. Gen., T. A. Adler, Deputy Atty. Gen., Harrisburg, for Dept. of Properties and Supplies.",
      "Robert P. Meehan, Frank P. Lawley, Harrisburg, for Robert P. Casey.",
      "John L. Sweezy, Asst. Atty. Gen., Harrisburg, for Ronald G. Lench."
    ],
    "corrections": "",
    "head_matter": "403 A.2d 530\nLUTZ APPELLATE PRINTERS, INC., Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PROPERTY AND SUPPLIES and Ronald G. Lench, Secretary, Department of Property and Supplies, Commonwealth of Pennsylvania and Milton J. Shapp, Governor, Commonwealth of Pennsylvania and Robert P. Casey, Auditor-General, Commonwealth of Pennsylvania and Grace M. Sloan, State Treasurer, Commonwealth of Pennsylvania.\nSupreme Court of Pennsylvania.\nArgued April 24, 1979.\nDecided July 5, 1979.\nLewis Kates, Kates & Livesey, Philadelphia, for appellant.\nHoward M. Snyder, Deputy Atty. Gen., David H. Allshouse, Harrisburg, for Milton J. Shapp and Grace M. Sloan.\nMichael Jon Daley, Asst. Atty. Gen., T. A. Adler, Deputy Atty. Gen., Harrisburg, for Dept. of Properties and Supplies.\nRobert P. Meehan, Frank P. Lawley, Harrisburg, for Robert P. Casey.\nJohn L. Sweezy, Asst. Atty. Gen., Harrisburg, for Ronald G. Lench.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0559-01",
  "first_page_order": 591,
  "last_page_order": 604
}
