{
  "id": 1100674,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Dennis FLANAGAN, Appellee",
  "name_abbreviation": "Commonwealth v. Flanagan",
  "decision_date": "2004-09-28",
  "docket_number": "No. 197 MAP 2002",
  "first_page": "347",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "580 Pa. 347"
    },
    {
      "type": "parallel",
      "cite": "861 A.2d 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "522 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818983
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "claims not raised in petition for allowance of appeal are not properly before this Court"
        },
        {
          "page": "289",
          "parenthetical": "claims not raised in petition for allowance of appeal are not properly before this Court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0379-01"
      ]
    },
    {
      "cite": "674 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859136,
        7859098,
        461555,
        461531
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "\"Appellee's brief on appeal raises a number of issues upon which he received an adverse ruling from the Superior Court in this matter. These issues are not before this Court, as allowance of appeal was not requested and granted as to them.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0214-02",
        "/a2d/674/0214-01",
        "/pa/543/0627-01",
        "/pa/543/0628-01"
      ]
    },
    {
      "cite": "543 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461531
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "\"Appellee's brief on appeal raises a number of issues upon which he received an adverse ruling from the Superior Court in this matter. These issues are not before this Court, as allowance of appeal was not requested and granted as to them.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0628-01"
      ]
    },
    {
      "cite": "754 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225961,
        11213502
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "refusing to consider alternative claims offered by appellant: \"None of these claims were the subject of our grant of review; accordingly, they will not be considered.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0187-01",
        "/a2d/754/0655-01"
      ]
    },
    {
      "cite": "562 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225961
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "refusing to consider alternative claims offered by appellant: \"None of these claims were the subject of our grant of review; accordingly, they will not be considered.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0187-01"
      ]
    },
    {
      "cite": "851 A.2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329432,
        9241455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0263-01",
        "/a2d/851/0870-01"
      ]
    },
    {
      "cite": "378 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164855
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0001-01"
      ]
    },
    {
      "cite": "291 U.S. 97",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1498121
      ],
      "weight": 3,
      "year": 1934,
      "pin_cites": [
        {
          "page": "122"
        },
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0097-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 5156,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 4.5486275465391254e-08,
      "percentile": 0.28459149548873314
    },
    "sha256": "5f5903ead37e78428f51fed94a53f9a1062ffc6d7ab92245cca8a7e40864142d",
    "simhash": "1:111521019edf699e",
    "word_count": 844
  },
  "last_updated": "2024-02-27T18:09:30.519212+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice EAKIN joins this dissenting statement."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Dennis FLANAGAN, Appellee."
    ],
    "opinions": [
      {
        "text": "Justice CASTILLE,\ndissenting.\nI respectfully dissent from the Court’s denial of reargument. In affirming the grant of relief from this twenty-three year-old first-degree murder conviction, the Court Majority sua sponte reached out to decide a distinct issue—made distinct in part by appellee’s manner of raising the claim in the proceedings below—concerning a description of accomplice liability which was not passed upon by the courts below, or accepted for review in this Court, or briefed in this Court. The Commonwealth, appellant herein, was understandably surprised to see its appeal resolved in this unpredictable fashion and it now forwards, inter alia, the very modest request that it be afforded “an opportunity to address the impact of the accomplice liability instruction as this issue was not properly before the Court.” This Application for Reargument represents the Commonwealth’s first and only opportunity to request to be heard on what unpredictably proved to be the dispositive issue in upsetting this ancient final judgment.\nI believe that the Commonwealth’s modest request should be granted. The words of U.S. Supreme Court Justice Benjamin N. Cardozo are no less instructive and trenchant today than when written seventy years ago:\nThe law, as we have seen, is sedulous in maintaining for a defendant charged with crime whatever forms of procedure are of the essence of an opportunity to defend. Privileges so fundamental as to be inherent in every concept of a fair trial that could be acceptable to the thought of reasonable men will be kept inviolate and inviolable, however crushing may be the pressure of incriminating proof. But justice, though due to the accused, is due to the accuser also. The concept of fairness must not be strained till it is narrowed to a filament. We are to keep the balance true.\nSnyder v. Commonwealth of Massachusetts, 291 U.S. 97, 122, 54 S.Ct. 330, 338, 78 L.Ed. 674 (1934), overruled in part on other grounds, Malloy v. Hogan, 378 U.S. 1, 84 S.Ct. 1489, 12 L.Ed.2d 653 (1964). The essence of justice and fairness from the appellate perspective is notice, an opportunity to be heard upon dispositive appellate issues, and evenhanded treatment.\nThe Commonwealth is a unique litigant. Its obligation is not to secure convictions and protect them on appeal at all ethical costs, but to seek justice in a broader sense. Thus, even faced with a Court’s eviscerating its appeal by raising and resolving an issue sua sponte in favor of its appellate opponent, the Commonwealth is more likely than any other appellate litigant to deem itself obliged to simply accept or acquiesce in the bitter procedural pill. Apparently, however, the Commonwealth in this case believes that it has a substantive advocate’s argument to make on the Majority’s new issue in defense of the conviction it secured long ago, and it asks to be given an opportunity to do so. It may be that the Commonwealth will marshal nothing that the Majority did not already conceive on its own in the absence of any adversarial presentation from the parties. But, we should await that event before making the Majority’s rash and improvident prejudgment permanent, now that that pre-judgment has been duly and timely objected to.\nThe Commonwealth, having raised a timely objection to an unfair appellate practice visited upon it by this Court, should be afforded an opportunity to defend the conviction it believes was just against the new claim which, until this Court decided the case, was not a part of this appeal. Cf. Commonwealth v. Cruz, 851 A.2d 870 (Pa.2004). To keep the essential balance true, I would grant reargument and permit the parties to brief the concern the Majority injected and decided sua sponte. Hence, I dissent.\nJustice EAKIN joins this dissenting statement.\n. Under this Court's precedent, since the dispositive, non-jurisdictional issue raised by the Majority in this case was neither decided below nor accepted for review here, the parties could not properly have briefed the issue even if they desired to do so. See Commonwealth v. Glass, 562 Pa. 187, 754 A.2d 655, 658 n. 2 (2000) (refusing to consider alternative claims offered by appellant: \"None of these claims were the subject of our grant of review; accordingly, they will not be considered.”); Commonwealth v. Davis, 543 Pa. 628, 674 A.2d 214, 216 n. 6 (1996) (\"Appellee’s brief on appeal raises a number of issues upon which he received an adverse ruling from the Superior Court in this matter. These issues are not before this Court, as allowance of appeal was not requested and granted as to them.”); Commonwealth v. Rush, 522 Pa. 379, 562 A.2d 285, 289 (1989) (claims not raised in petition for allowance of appeal are not properly before this Court); Pa.R.A.P. 1115(a)(3). The Court’s decision in this case thus poses an impossible conundrum facing certain apparently disfavored litigants: they may find their appeals decided on the basis of extraneous issues they are not even permitted to address.",
        "type": "dissent",
        "author": "Justice CASTILLE,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "861 A.2d 254\nCOMMONWEALTH of Pennsylvania, Appellant v. Dennis FLANAGAN, Appellee.\nNo. 197 MAP 2002.\nSupreme Court of Pennsylvania.\nSept. 28, 2004."
  },
  "file_name": "0347-01",
  "first_page_order": 475,
  "last_page_order": 477
}
