{
  "id": 1162303,
  "name": "Monroe County Auditors' Report",
  "name_abbreviation": "Monroe County Auditors' Report",
  "decision_date": "1935-06-29",
  "docket_number": "Appeal, No. 238",
  "first_page": "63",
  "last_page": "64",
  "citations": [
    {
      "type": "official",
      "cite": "319 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "315 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 173,
    "char_count": 2079,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.3419089512191195e-07,
      "percentile": 0.6314607531172667
    },
    "sha256": "f7b3db56e0daa19a8d052d5a61c480c4dd80e768e1f55c8ed68c082fa1ef24c7",
    "simhash": "1:0f859411f313bd26",
    "word_count": 344
  },
  "last_updated": "2024-02-27T23:35:12.454457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Monroe County Auditors’ Report."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nSixteen taxpayers of the County of Monroe filed in the court below an appeal from the report of the county auditors of that county for the year 1932, and tendered therewith a recognizance in the sum of |500. Objections made by respondents to the sufficiency of the bail were sustained by the court and appellants ordered to file a recognizance in the amount of $2,000. Subsequently they filed an undated document entitled “Recognizance of Appellants” which bore no executed acknowledgment, and was signed by only fifteen of the sixteen appellants. After consideration of the exceptions filed to this recognizance by respondents, the court below quashed the appeal. From this action an appeal was taken to this court.\nWe find it unnecessary to discuss in detail the numerous grounds on which this defective recognizance was attacked, for one principal reason requires affirmance of the lower court’s action. Section 1035 of the Act of May 2, 1929, P. L. 1278 (regulating the procedure in a taxpayers appeal from the report of county auditors), provides, that: “The appellants shall enter into recognizance, with two sufficient sureties, conditioned that the appellants shall prosecute said appeal with effect, and pay all costs that may accrue thereon in case they fail to obtain a final decision more favorable to the county than the report from which such appeal is taken.” In Mayo’s App., 315 Pa. 269, we held this section requires all appellants, “not merely some of them,” to sign the recognizance. Inasmuch as all of appellants did not enter into recognizance in the present case, it is obvious that the court below had no other alternative than to sustain the exceptions filed by respondents.\nThe order of the court below, quashing the appeal, is affirmed at appellants’ costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Leighton C. Scott, with him Frank S. Weiss, for appellants.",
      "F. B. Holmes, with him C. C. and C. D. Shull, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Monroe County Auditors’ Report.\nJune 29, 1935:\nArgued April 16, 1935.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nLeighton C. Scott, with him Frank S. Weiss, for appellants.\nF. B. Holmes, with him C. C. and C. D. Shull, for appellees, were not heard."
  },
  "file_name": "0063-01",
  "first_page_order": 103,
  "last_page_order": 104
}
