{
  "id": 1162300,
  "name": "Heller's Estate",
  "name_abbreviation": "Heller's Estate",
  "decision_date": "1935-04-29",
  "docket_number": "Appeal, No. 206",
  "first_page": "135",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "319 Pa. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 A. 800",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0541-01"
      ]
    },
    {
      "cite": "42 A. 122",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903454
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0215-01"
      ]
    },
    {
      "cite": "92 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0112-01"
      ]
    },
    {
      "cite": "4 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0205-01"
      ]
    },
    {
      "cite": "5 Wharton 528",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 458,
    "char_count": 7684,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.1329240581850794e-07,
      "percentile": 0.5763368829611302
    },
    "sha256": "61dc73cc98d58265f505765c8091fa3b45662fdb00d33c6da58b03cdfac28d6b",
    "simhash": "1:a507df98ddc1c35c",
    "word_count": 1305
  },
  "last_updated": "2024-02-27T23:35:12.454457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Heller’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis appeal by the secretary of banking, in charge of the Dime Bank Title and Trust Company, is from disallowance of a claim made at the audit of the account of the executors of Solomon Heller, deceased. Heller died June 30, 1928, a partner in Sol Heller & Sons, his copartners being D. E. Heller and Ralph Heller.\nThe appellant filed a claim (pursuant to Rule 11 of the court below) on three notes made in 1929; two of them by Sol Heller & Sons to the order of D. E. Heller and by him endorsed; the third, by D. E. Heller to the order of Sol Heller & Sons and endorsed by the firm. The executors filed an answer denying liability on the ground that the claim was “not a claim against the Estate of Solomon Heller for the reason that the said notes, the subject of that claim, were made and executed subsequent to the date of the death of Solomon Heller.” It will be noted that the defense set forth was not that the notes were made and endorsed by a new firm continuing the business of the old firm under the same name. A novation was not averred.\nAt the audit, appellant showed that the three notes in suit were renewals of three notes originating February 20, 1925, February 24, 1928, and July 25, 1928, conceded to have been notes for which the firm was liable. The evidence covered the amounts originally borrowed, the payments made from time to time to reduce principal, and the dates and amounts of the notes given in renewal. When the notes were received in evidence, the objection made in the answer of the executors was again repeated.\nThe parties stipulated that, from time to time as the bank took renewal notes, “the original notes were stamped ‘paid by renewal’ and returned to the maker leaving no other notes evidencing the indebtedness in the possession of the bank except the renewal notes themselves.” In his adjudication the learned auditing judge allowed the claim, but, on exceptions by the executors, reversed his view of the law and disallowed the claim. This was done, if we understand it correctly, on two grounds: (1) that the original notes were surrendered, stamped “paid by renewal”; (2) that there was “no agreement entered into by the executors nor any one on behalf of the estate of the decedent to continue the partnership. : . . ”\nOn the evidence in the record (none was put in by the executors) the conclusion cannot be sustained. While death dissolved the partnership, it continued until winding up was completed: The Uniform Partnership Act of March 26, 1915, P. L. 18, Part VI, section 30; 59 P. S., section 92. Dissolution did “not of itself discharge the existing liability of any partner,” Part YI, section 36 (1); 59 P. S., section 98 (1). “The individual property of a deceased partner shall be liable for all obligations of the partnership incurred while he was a partner, but subject to the prior payment of his separate debts,” Part VI, section 36 (4) ; 59 P. S., section 98 (4). As the liability was created in Heller’s lifetime, the mere fact that his liquidating partners obtained extensions of time for payment by renewing the notes, or that the assent of his executors was not obtained, is immaterial; the statute fixed the liability. During the period necessary to wind up the business, the surviving partners had the same power to bind the partnership and decedent’s estate (subject tO' rights of separate creditors) that they had during his lifetime, provided their acts were directed toward the liquidation of the business: Part VI, sections 33, 35 (1), 59 P. S., sections 95, 97 (1). See Estate of Davis, 5 Wharton 528; Dundass v. Gallagher, 4 Pa. 205; Fulton v. Central Bank of Pittsburgh, 92 Pa. 112; Meyran v. Abel, 189 Pa. 215, 42 A. 122; DeRoy’s Est., 305 Pa. 541, 157 A. 800. Stamping the notes “Paid by renewal” and surrendering them is immaterial, if the renewal notes were made by the liquidating partner in winding up the affairs of the partnership, as we are bound to hold on this record.\nIn their brief, the executors take a position apparently not taken below; certainly not indicated in their answer or in the objections made during the trial. “The renewals,” they say, “with which we are concerned were not executed by liquidating partners of the partnership of which decedent had been a member. Rather they were executed by a new partnership consisting of the surviving members of the old partnership who had purchased the decedent’s interest therein.” See Part VI, section 36 (2) and (3); 59 P. S., section 98 (2) and (3).\nIf this subject was called to the attention of the learned auditing judge, he said nothing about it on either of the two occasions when he considered the bank’s claim; he made no findings of fact concerning the alleged sale. The evidence does not show that, in renewing the notes, the bank intended to deal with a new firm and take its obligation in discharge of that held before. In their brief, the executors assert that, on August 22, 1928, they sold decedent’s interest in the firm to the surviving partners and received payment in specified installments of cash and notes. To support this, they refer to entries in accounts printed in a supplemental record. Those entries —and nothing else is referred to — are insufficient to support the load that appellee’s argument would impose. If, as is vaguely suggested by the term Sol Heller & Sons, Inc. (the name used in part of the account), the sale was to a corporation, the contention of the executors fails, because the renewal notes were not corporate obligations, but the obligations of Sol Heller & Sons. There is no evidence to support a finding that in taking the renewal notes, the bank knew it was accepting the obligations of a new firm in extinguishment of the obligations of the old.\nThe decree is reversed, the record is remanded for the allowance of appellant’s claim, costs to be paid out of the balance for distribution.\nAt the audit, counsel for the executors, referring to the notes in suit, said: “We don’t deny these were partnership notes as a matter of law, if they were dated prior to the death of Sol Heller, but these notes show they were notes dated 14 months after the death of Sol Heller.”\nCounsel for the executors stated: “We formally object to the acceptance of these notes, because they clearly show on their face they were executed subsequent to the time of the death of Sol Heller.”\nSCHEDULE C\nSchedule.of Gains on Realization of Principal Assets\nInventory Price Gain on Value Realized Realization\nInterest in the partnership capital of Sol Heller & Sons..... $5,000.00\nAmounts realized from liquidation August 22, 1928 ....... 1,000.00\nAmounts realized from liquidation August 31, 1928 . ’....... 150.00\nAmounts realized from liquidation September 8, 1928 ...... 350.00\nAmounts realized from liquidation November 22, 1928 ..... 3,000.00\nNote Receivable from Sol Heller & Sons, Inc., and endorsed by Ralph and David Heller, with interest at 4% ............. 7,390.00\nSCHEDULE L\nSchedule of All Income Received by the Executor\nDate\n1988\nNovember 23d, Interest for four months on note of Sol Heller & Sons for $7,390.00 at 4%.................... $98.52\n1989\nMarch 22d, Interest for four months on note of Sol Heller & Sons for $7,390.00 at 4%..................‘........ 98.52\nAugust 22d, Interest for four months on note of Sol Heller & Sons for $7,390.00 at 4%.......................... 98.52",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Frank L. Pinola, with him Leo W. While and Charles J. Margiolli, Attorney General, for appellant.",
      "Andrew Hourigan, with him Maurice S. Cantor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Heller’s Estate.\nArgued April 15, 1935.\nBefore Frazer, C. J., Simpson, Schaffer, Maxey, Drew and Linn, JJ.\nApril 29, 1935:\nFrank L. Pinola, with him Leo W. While and Charles J. Margiolli, Attorney General, for appellant.\nAndrew Hourigan, with him Maurice S. Cantor, for appellee."
  },
  "file_name": "0135-01",
  "first_page_order": 175,
  "last_page_order": 180
}
