{
  "id": 1162283,
  "name": "Riehl et al., Appellants, v. Miller et al.",
  "name_abbreviation": "Riehl v. Miller",
  "decision_date": "1935-04-29",
  "docket_number": "Appeal, No. 218",
  "first_page": "201",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "319 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 109",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0109-01"
      ]
    },
    {
      "cite": "6 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/6/0121-01"
      ]
    },
    {
      "cite": "167 A. 632",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "109 Pa. Superior Ct. 519",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        967774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/109/0519-01"
      ]
    },
    {
      "cite": "318 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0356-01"
      ]
    },
    {
      "cite": "145 A. 843",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0271-01"
      ]
    },
    {
      "cite": "160 A. 701",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0190-01"
      ]
    },
    {
      "cite": "147 A. 613",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "297 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118276
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0526-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 660,
    "char_count": 11989,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.764213355463398e-07,
      "percentile": 0.895825586742702
    },
    "sha256": "2d95803d0e02a5cbb28a34adfae05b523313c1ebbe5a8aeb3cf0170688b14f97",
    "simhash": "1:c46b149da6ca63e8",
    "word_count": 1931
  },
  "last_updated": "2024-02-27T23:35:12.454457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maney, Drew and Linn, JJ."
    ],
    "parties": [
      "Riehl et al., Appellants, v. Miller et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nAppellant, a taxpayer, filed a class bill, praying, inter alia, that defendants, alleged “for the past ten years [to] have been duly elected directors of the poor,” be surcharged with unlawful expenditure of money in the purchase of three tracts of land for the Allegheny County Home. Answers denying liability were filed. The chancellor entered a decree nisi ordering payment to the Allegheny County Home. Exceptions were sustained by the court in banc, which was of opinion that “there is no evidence to establish fraud as a fact on the part of the defendants. ...” After the first argument in this court, it was deemed wise to order reargument for consideration of a phase of the case not dealt with in the first argument made on behalf of appellant.\nAt the reargument, counsel on both sides agreed that the law required the controller of Allegheny County to audit the accounts, and that they had been audited. That agreement has materially shortened what needs now to be said. The rule that an auditor’s or controller’s report, unappealed from, is controlling (O’Gara v. Phillips, 297 Pa. 526, 147 A. 613; Senor v. Dunbar Twp. School Dist., 307 Pa. 190, 160 A. 701), even though erroneous, is not questioned. Appellant, however, denies the conclusive character of the audit “as to assets which the accounting officer conceals or of which no return is made, or which are not officially brought to the attention of the auditing officer”: see Lackawanna County’s Appeals, 296 Pa. 271, 145 A. 843; O’Gara v. Phillips, supra.\nDecision now turns on whether there was evidence of such concealment; whether what was done by defendants may reasonably be said to have misled the county controller, or other auditor with like powers, from making such investigation of the challenged expenditures as would have disclosed the details of the transaction.\nPayment of $105,020.25 to Louis P. Schneider for approximately 390 acres of land, designated in the record as the Carnegie Coal Co., Dorrington and the Forsythe tracts, is questioned. Schneider obtained options to buy or agreements with the owners to sell to him, and paid to the owners of the three tracts $64,188.50, retaining the difference. The learned court below stated that there was neither direct nor circumstantial evidence that defendants received any part of Schneider’s profits. The purchases were made in 1924, from February 16th to October 6th. Mr. McIntosh, who for many years had been solicitor for the Allegheny County Home, prepared the contracts fot' the purchase of the lands, and the deeds by which the title was transferred and seems to have supervised the transfers. He arranged with a Pittsburgh Title Insurance Company for examination and insurance of the title, and participated ih the settlements conducted by the title company when the deeds were delivered and the balance of the purchase money distributed, costs of title insurance and other adjustments were paid.\nEach of the owners of the three tracts executed a separate agreement with Schneider for the sale of a tract to him and each retained an original of the agreement providing for the sale. All these agreements in the possession of the former owners, and all the records and accounts of the title insurance company relating to the transactions and showing receipts and disbursements, were of course available to the controller in the performance of his duties as auditor of defendants’ accounts for the year 1924. There is no evidence, indeed it is not even suggested, that the vendors, or the title insurance company, or any one on behalf of either, did, or omitted to do, anything which might have interfered with or obscured the performance by the controller of his duties. By calling for and examining these records, he would have learned at once all that was shown from the same sources at the trial. So, too, he might have availed himself of the records in the office of the solicitor for the Allegheny County Home, against whose connection with the transactions no charge is made. The documentary sources of information, over which the defendants exercised neither authority nor control, fully recorded all that was revealed in the trial; they were at all times available to the controller; certainly as to those sources of information there was no concealment or other action by defendants.\nWhat, then, is the evidence of concealment relied on? At the oral argument, counsel for appellant contended, as we understand his position, that the concealment may be inferred from the manner in which the accounts of these purchases were stated on the books of the Allegheny County Home; that the three tracts of land were not identified or described as Schneider lands, or lands purchased from Schneider, but were identified respectively as “Carnegie Coal Co.,” “Forsythe” and “Dorrington.” He contends that the accounts should formally have stated that the lands were purchased from Schneider. The books contained the following account:\n“DR\n“1924\n%o Carnegie Coal Co........................... $15,000.00\n%i Carnegie Coal Co........................... 4,250.00\n%o Forsythe................................... 1,000.00\n%o Dorrington ................................ 1,000.00\n%o Title Examination.......................... 113.00\n%i Surveying ................................. '876.00\n%o Forsythe .................................. 63,762.50\n%o Dorrington ................................ 20,007.75\n$106,009.25\nDeduct credits set forth in detail in right-hand column.......................... 5,000.00\nNet addition to real estate in 1924, as appears in report........................$101,009.25\n“CR\n“1924\n%o Value of house on Forsythe farm (Charged to bldg, a/c) ................... $1,800.00\n%o Value of barn on Forsythe farm (Charged to bldg, a/c) ................... 700.00\nx%o Value of Baer house (Charged to bldg, a/e) ................... 2,500.00\n$5,000.00.”\nThe accounts also contained the following:\n“Real estate purchased...........................$101,009.25\nBuilding and equipment......................... 229,959.85\nTotal......................................$330,969.10\nLess depletion ................................ 1,383.07\n$329,586.03\n“Additions to real estate, building and equipment (See statement No. 4).”\nThe briefs contain analyses of the bookkeeping distribution of items stated in those accounts.\nThe record shows that for some time prior to 1924 there had been discussion of the necessity of acquiring additional adjoining land and that the three tracts had been considered. It was perhaps natural to identify the tracts during the negotiations, as well as when purchased, by the names of the owners with whose names they had been thus associated. At all events, we cannot say that, without more, the mere omission to record in the account the name of Schneider was such concealment by defendants as would permit the setting aside of the controller’s audit. Especially is this true in view of the existence of abundant documentary evidence in the hands of third parties available to the controller, and which defendants knew was so available, and the absence of proof that the defendants profited by the transaction in any way. We must therefore join with the learned court below in rejecting the contention made on behalf of the appellant.\nOne contention remains to be noticed. The general rule is that, in the absence of fraud, an audit is conclusive and can only be challenged as provided by the statute : Act of March 21, 1806, section 13, 4 Sm. Laws 326, 46 P. S., section 156; Senor v. Dunbar Twp. School Dist., supra; Skelton v. Lower Merion Twp., 318 Pa. 356. But appellants suggests that the general rule is modified by part of section 5 of the Act of 1852, supra, creating the Allegheny Home, basing the contention on the provision for the appointment of visitors by the quarter sessions: In re: Appointment of Visitors to the Allegheny County Home, 109 Pa. Superior Ct. 519, 167 A. 632. We find nothing in this provision indicating legislative intention to diminish the effect of the audit or of the construction which had uniformly been given to statutes providing for audits and their interpretation: see Hutchinson v. Com., 6 Pa. 121; Com. v. Reitzel, 9 W. & S. 109.\nDecree affirmed at appellees’ costs.\nIncorporated as “The Directors of the Poor and of the House of Employment for the County of Allegheny,” section 3, Act of April 23, 1852, P. L. 423; Act of February 24, 1853, P. L. 103, sections 6-9; by the amending Act of May 4, 1864, P. L. 760, the corporate title was changed to “Allegheny County Home.”\nThe order for reargument directed that attention be given to the following questions:\n1. Was it the duty of the controller of Allegheny County to audit the accounts involved in this suit ?\n2. If it was his duty, were they audited?\n3. If they were audited, is the audit conclusive?\n4. If they were not audited, what is the effect ?\nSection 5 of the Allegheny County Home Act of 1852, P. L. 423, requires the directors of the poor to account to the county auditor: see sections 44-61 of the Act of April 15, 1834, P. L. 537. The act “Relating to Allegheny County,” approved May 1, 1861, P. L. 450, abolished the office of county auditor in Allegheny County and substituted the county controller with the general supervision of the affairs of the county and the duty to make an annual report (sections 5-7). The Act of June 27, 1895, P. L. 403, section 4, continued the provisions of section 5 of the Act of 1861, as does the General County Law of 1929, P. L. 1278, article IV, section 341. Section 15 of the Act of 1895 gives the report required to be filed by the controller in the common pleas the same effect as that of the auditors under the Act of 1834; the General County Law requires, section 345, a similar report to the common pleas, with the effect of a judgment, sections 378-9.\nThe bill charged that there had been no audit by the county controller. In appellant’s brief on reargument counsel say: “After a more careful consideration of the decision of this court in O’Gara et al. v. Phillips, 297 Pa. 526, and a more careful examination of the published report of the controller of Allegheny County for the year 1924, we have been impelled to change our opinion. In the light of the foregoing decision of this court we are forced to the conclusion that, even though the report may be erroneous, it nevertheless was accepted by the controller as in compliance with his statutory duty and so published. So far as this published report discloses, it certainly does not show that these accounts were not audited by the controller. . . .\n“If, therefore, the controller’s report becomes conclusive, it follows that the controller’s report as to the Allegheny County Home must be considered a legal audit when it is incorporated in and made part of the controller’s report for the year 1924. The accounts were therefore audited.”\nThe chancellor found (13th finding of fact): “All deeds from the original owners to Mr. Schneider, and from Schneider to the Allegheny County Home, were recorded simultaneously at the latter’s expense.”\n“. . . and [the directors of the poor] shall at all times when thereunto required, submit to the inspection and free examination of such visitors as shall from time to time be appointed by the Court of Quarter Sessions of the said county all their books and accounts, together with rents, interests and moneys payable and receivable by the said corporation, and also on account of all sales, purchases, donations, devises, and bequests as shall have been made by or to them.”",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Elverton H. Wicks, with him Paul E. Hutchinson, J. P. Fife and Mortimer B. Lesher, for appellants.",
      "W. W. Stoner, with him Harry E. McWhinney and Howard Zacharias, for appellees."
    ],
    "corrections": "",
    "head_matter": "Riehl et al., Appellants, v. Miller et al.\nApril 29, 1935:\nArgued October 8, 1934;\nreargued March 28, 1935.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maney, Drew and Linn, JJ.\nElverton H. Wicks, with him Paul E. Hutchinson, J. P. Fife and Mortimer B. Lesher, for appellants.\nW. W. Stoner, with him Harry E. McWhinney and Howard Zacharias, for appellees."
  },
  "file_name": "0201-01",
  "first_page_order": 241,
  "last_page_order": 248
}
