{
  "id": 1162321,
  "name": "Summers v. Prudential Insurance Company of America, Appellant",
  "name_abbreviation": "Summers v. Prudential Insurance Co. of America",
  "decision_date": "1935-05-27",
  "docket_number": "Appeal, No. 205",
  "first_page": "270",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "319 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "141 N. C. 425",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11253323
      ],
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/141/0425-01"
      ]
    },
    {
      "cite": "106 Pa. Superior Ct. 259",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        703058
      ],
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/106/0259-01"
      ]
    },
    {
      "cite": "105 W. Va. 197",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8636648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/105/0197-01"
      ]
    },
    {
      "cite": "243 Ill. App. 453",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        3377430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/243/0453-01"
      ]
    },
    {
      "cite": "103 Cal. 1",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2340346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/103/0001-01"
      ]
    },
    {
      "cite": "122 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948426
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0579-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 4649,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.973468425479479e-07,
      "percentile": 0.9354479739938506
    },
    "sha256": "d2c773f8b745fdd1671af700d07e96862d845712ae62cc2693c9955c81e1d2c5",
    "simhash": "1:9313626c5f3cd585",
    "word_count": 790
  },
  "last_updated": "2024-02-27T23:35:12.454457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Summers v. Prudential Insurance Company of America, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nPlaintiff sued in assumpsit upon a policy of life insurance issued to him by defendant. Alleging total and permanent disability, be sought the monthly disability payments provided for in the policy and the return of premiums under the “waiver of premiums” clause, to both of which he was entitled under the terms of the policy, provided the disability occurred after the issuance of the policy. The verdict in plaintiff’s favor included all the monthly benefits that had accrued up to the time of trial, together with the premiums which plaintiff had paid during the period of alleged disability. From the entry of judgment on the verdict, defendant appealed.\nThe policy in suit was dated October 13, 1928. Plaintiff’s claim to the benefit of the disability provisions was submitted to defendant on or about February 16, 1930. It was admitted in the affidavit of defense that plaintiff had been totally and permanently disabled since the date of his application for the disability payments. The defense is twofold: (1) that the disability existed at the time of the issuance of the policy and is therefore not compensable, and (2) that in any event plaintiff cannot recover amounts not due at the commencement of suit but accruing thereafter.\nIn support of its contention that plaintiff’s disability existed at the time the policy was issued, defendant put in evidence plaintiff’s application to another insurance company for disability benefits, dated February 23,1929, in which he and his attending physician had given September 3, 1928, as the date of commencement of disability. This was the only evidence in support of defendant’s contention, and in explanation thereof plaintiff testified that he made a mistake as to the date when his disability began. He and his witnesses testified clearly and positively that he did not become disabled until the early part of 1929. The verdict has resolved this disputed question of fact in plaintiff’s favor, and, since it is supported by sufficient evidence, this issue must be regarded as conclusively settled against defendant. Accordingly, defendant was not entitled to judgment n. o. v. Nor can we say that the court below abused its discretion in refusing to award a new trial on the ground that the verdict was against the weight of the evidence.\nThe important question is the extent of the recovery to be allowed. The court below, while apparently recognizing the rule that in an action at law plaintiff can recover only such amounts as are due at the commencement of the action, nevertheless refused to follow that rule and permitted recovery of installments accruing in the interim between that date and the date of trial and of premiums paid between those dates. This was error. In courts of law it has always been held that a plaintiff cannot recover sums not due and owing at the time of suit. It is apparent that plaintiff’s rights to the installments accrued from month to month, and that upon defendant’s refusal to pay any one of them when due he could institute suit for that payment. Neither a single default nor a number of defaults would amount to a breach of the entire contract. Each default would only affect the rights and liabilities of the parties with respect to the specific payment involved. Thus it is clear that at the institution of the present suit plaintiff’s cause of action comprised only the payments which had already become due; for the payments accruing after that time plaintiff may maintain another suit. The same is true with respect to the payments of premiums made after suit was brought. That the recovery must be so confined is conclusively established by the decided cases: B. & O. Employees’ Relief Assn. v. Post, 122 Pa. 579; Robinson v. Exempt Fire Co., 103 Cal. 1; Com. Cas. Ins. Co. v. Campfield, 243 Ill. App. 453; Bonslett v. N. Y. Life Ins. Co., 190 S. W. (Mo.) 870; Cardwell v. Employers’ Liab. Assur. Corp., 105 W. Va. 197; see Losnecki v. Mut. Life Ins. Co., 106 Pa. Superior Ct. 259, 265; Rayburn v. Pa. Cas. Co., 141 N. C. 425, 435. Since the amount by which the judgment must be reduced is a mere matter of computation, it is unnecessary to award a new trial.\nThe judgment of the court below is reduced to $1,-302.12, representing the amount due at the time of suit and interest thereon to the date of verdict, and as so reduced it is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Kendall H. Shoyer, with him Frederick J. Shoyer, for appellant.",
      "Paul Reilly, for appellee."
    ],
    "corrections": "",
    "head_matter": "Summers v. Prudential Insurance Company of America, Appellant.\nMay 27, 1935:\nArgued April 23, 1935.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nKendall H. Shoyer, with him Frederick J. Shoyer, for appellant.\nPaul Reilly, for appellee."
  },
  "file_name": "0270-01",
  "first_page_order": 310,
  "last_page_order": 313
}
