{
  "id": 901302,
  "name": "John W. Sutton v. J. M. Guthrie, with notice to Harry W. Wilson and Thomas Sutton, Assignees, for the benefit of creditors of J. M. Guthrie. Appeal of Robert Mitchell",
  "name_abbreviation": "Sutton v. Guthrie",
  "decision_date": "1898-11-07",
  "docket_number": "Appeal, No. 111",
  "first_page": "359",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "188 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "102 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0536-01"
      ]
    },
    {
      "cite": "131 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0385-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 603",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "6 Pa. Superior Ct. 501",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "172 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "157 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0200-01"
      ]
    },
    {
      "cite": "130 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        569010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0001-01"
      ]
    },
    {
      "cite": "97 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0509-01"
      ]
    },
    {
      "cite": "50 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0138-01"
      ]
    },
    {
      "cite": "172 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0161-01"
      ]
    },
    {
      "cite": "157 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "152 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838090
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 11094,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 7.368646249964546e-08,
      "percentile": 0.44184274836100484
    },
    "sha256": "9f19f4005a6a97d0adc590f11c2ea9aae10a6e7a7cb14807ce36c5379dec5fde",
    "simhash": "1:79f710399e4a088c",
    "word_count": 2021
  },
  "last_updated": "2024-02-27T20:19:46.666807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Guisen, Williams, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "John W. Sutton v. J. M. Guthrie, with notice to Harry W. Wilson and Thomas Sutton, Assignees, for the benefit of creditors of J. M. Guthrie. Appeal of Robert Mitchell."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe auditor in the court below has found the facts involved in the present contention adversely to the appellant, and that finding has been confirmed by the court. We think the finding of the auditor of the facts in dispute was in accord with the testimony, and after confirmation by the court it has all the force of a verdict by a jury. The assignments of error cannot be sustained.\nDecree affirmed and appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "D. B. Taylor, with him S. M. Jack, for appellant,",
      "John P. Blair, for appellee,"
    ],
    "corrections": "",
    "head_matter": "John W. Sutton v. J. M. Guthrie, with notice to Harry W. Wilson and Thomas Sutton, Assignees, for the benefit of creditors of J. M. Guthrie. Appeal of Robert Mitchell.\nAuditor's report — Conclusiveness of findings of fact — Beview—Husband and •wife — Mortgage—Evidence.\nAn auditor’s findings of fact based upon sufficient evidence and confirmed by the court below, to the effect that the consideration for a mortgage from a husband to a wife was a loan by the wife to the husband and that the wife had a sufficient separate estate from which to make the loan, has all the force of a verdict by a jury.\nArgued Oet. 19, 1898.\nAppeal, No. 111, Oct. T., 1898, by Robert Mitchell, from order of C. P. Indiana Co., June T., 1896, No. 84, overruling exceptions to auditor’s report.\nBefore Guisen, Williams, Mitchell, Dean and Fell, JJ.\nAffirmed.\nExceptions to the report of the auditor, Coulter Wiggins, Esq.\nThe facts appear by the opinion of Habby White, P. J., which was as follows:\nThe only pending exception complains of the finding of the auditor that the entire mortgage of J. M. Guthrie to Mrs. Anna M. Guthrie was not a valid lien. It is practically admitted that the note for $1,760, of August 7, 1883, from J. M. Guthrie to Mrs. Guthrie, and mentioned in the mortgage of September 16, 1893, on the real estate sold, should be paid. It is contended, however, that the other note of $1,000, of December 28, 1890, with interest, should not be paid. After extended testimony, the auditor has found as a fact that both these notes, secured by the mortgage, should be paid. Together they amount to $3,971.26. The balance for distribution is only $3,870.25; thus the entire balance of the fund is insufficient to pay both notes. The only question, then, before us is, did the auditor make a plain error in his finding of fact? If he did not, we cannot interfere, because of the familiar doctrine that the finding of fact by an auditor, in the absence of plain error, must be regarded as conclusive: Penn Bank, 152 Pa. 65, and many kindred cases. In this behalf the auditor finds “that she,” Mrs. Guthrie, mortgagee, “received five shares of stock in the Farmers’ Bank from her mother; with a note she held against her husband, dated May 7, 1889, for $383, and money given her by her husband, she bought five more shares of bank stock. This she bought from Mrs. J. B. St. Clair in 1882. These facts are corroborated by the testimony of her husband and show the consideration of the note secured by the mortgage.” •Following this statement of facts, the auditor concludes, “The notes are not without consideration and not void; but Mrs. Guthrie’s claim under the mortgage is valid and a lien upon this fund.”\nThis being a claim by a wife on the proceeds of the sale of her husband’s property against other of his judgment creditors, it is necessary for her to establish her right by clear and satisfactory evidence. That is, she must by evidence clear and satisfactory, show that the money in question was her own separate estate independently of her husband, or if it came from her husband to her, that it came from him when he was entirely solvent. These questions are discussed and decided in Reese v. Reese, 157 Pa. 206, and reiterated in Billington v. Sweeting, 172 Pa. 161. That the hnsband, if solvent and not in contemplation of insolvency, can make valid gifts to his wife which she can hold against his subsequent creditors is also discussed and decided in the cases cited above. It matters not that it may not be sworn that the husband agreed to repay to his wife money of hers received by him since the act of 1848. When a husband receives the wife’s goods or money, since this statute, the law presumes he received it as her trustee or agent, and if he would make title in himself he must prove it was a gift or purchase: Gicker v. Martin, 50 Pa. 138. The burden is on him to prove such gift or purchase.\nMrs. Guthrie and her husband both clearly establish the fact that she received five shares of Farmers’ Bank stock from her mother. It is also clearly shown that she purchased with her own money from Mrs. St. Clair, in 1882, five more shares. One hundred dollars was the par per share, and appears to have had that value. Itis clear Mrs. Guthrie owned, claimed and used this stock as her own. It seems well and clearly established, also, that she sold and transferred this stock to her husband about November or December, 1890, for $1,000, its par value, he desiring to become a director of the bank, and the general banking law for such bank requiring an ownership of, at least, ten shares of the capital stock to become such. It is quite clearly proved Mr. Guthrie did not pay his wife cash for this stock, but, December 28, 1890, gave her his note for $1,000 at one day for it. He held and used this stock till December 10, 1892, being a director during the time of the bank, when he retransferred it to her, she surrendering the $1,000 note to him. What dividends were paid in the mean time Mr. Guthrie drew. It is also clearly established that about May, 1893, Mr. Guthrie, with the assent of his wife, sold for $1,000 this stock to S. G. Hartman. This money was paid to Mr. Guthrie directly or through his wife and he used it. This being Mrs. Guthrie’s money and coming into Mr. Guthrie’s hands, he would be liable to her for it, and a note, entered as a judgment through a mortgage, for it would be a valid lien against him. Thus far all seems to be clearly and satisfactorily established. The mortgage is dated September 16,1893, and recites the $1,000 note of December 28, 1890. If, then, the testimony justified the auditor’s finding that this note was to secure to Mrs. Guthrie the purchase money of the ten shares of bank stock sold to Hartman, then, there is an end of the case and the report must be confirmed. Perhaps the evidence about this being the note Mr. Guthrie gave to his wife for the proceeds of the stock received from Hartman is not as clear in a controversy of this kind as should be desired. But it is satisfactorily established Mrs. Guthrie sold the ten shares, November or December, 1890, to her husband for $1,000 and took his note for it. It is equally clear these shares wore sold and retransferred to her in December, 1892, and, she says, the note given her by her husband December 28,1890, surrendered. It is certainly clear that, about May, 1893, Mr. Guthrie sold this stock to Mr. Hartman, with the authority of his wife, and got and used the proceeds. It nowhere appears that Mrs. Guthrie ever received this money. It was certainly hers. She testifies, after reciting transactions: “ Q. Can you now say whether or not that note was given you when you transferred your stock to Mr. Guthrie or after you sold it to S. G. Hartman? A. I cannot tell you certainly. It was a very short time between the tranfer and sale of the stock. One was done in December, 1892, the other in May, 1893. It was a very short time elapsed. Whether Mr. Guthrie made the note then after it was sold and dated it back and included the interest, I cannot tell.” In this behalf Mr. Guthrie testifies, “ I gave her my promissory note for $>1,000. I held that stock until about the close of the year 1892 when I again transferred it to Mrs. Guthrie. Having-lifted all the dividends on the stock during the time that I had it my impression is that I lifted the note I had formerly given her. That was not done until some months after, when the same stock was sold by Mrs. Guthrie, myself acting as her agent, to S. G. Hartman, I receiving the money for the stock. I think I lifted the note that I had formerly given Mrs. Guthrie when I purchased the stock from her when I reconveyed it back to her. But when the stock -was subsequently sold to Mr. Hartman I had not received all the dividends. I think I made her a new note for her stock, dating it back to the time she first transferred it to me.” The note before us is not a promissory note, but a judgment note. Mr. Guthrie says when he purchased the stock from his wife in 1890, he gave her a promissory note; the pending note is a judgment one under seal. This would appear to be some corroboration that the promissory note was lilted in consideration of the retransfer, and that the pending note was a new one given for the proceeds of the sale lifted by Mr. Guthrie from Mr. Hartman. While in view of the testimony of Mrs. Guthrie, who does not seem to remember the full details of the transaction, all is not perfectly clear, yet it is perfectly clear she owned the bank stock, and that it was sold to Mr. Hartman, and Mr. Guthrie got the money, and the note before us was either the old note given her when she sold to Mr. Guthrie in December, 1890, or a new one dated back, so as to evidence the daté of the transaction, that interest might be calculated accordingly. If the old note was in existence at the time of the sale to Hartman and the reception of the money by Mr. Guthrie, both of the parties could treat that old note as still existing to evidence the indebtedness of Mr. Guthrie to his wife for his reception of the proceeds of the sale of-her property. Be this as it may, it is beyond doubt that when the mortgage of December, 1893, was executed, both parties treated tlie note in question as subsisting, for it is recited in the mortgage, and is for the price for which the stock was bought and sold and for the amount Mr. Hartman paid Mr. Guthrie for Mrs. Guthrie’s stock and which amount she has never actually received. We therefore can see no error in the auditor’s finding. No testimony was presented to contradict that of Mr. Guthrie and Mrs. Guthrie or that arising on the face of the papers. The auditor, like a jury, had the witnesses before him, with all opportunity, from manner and circumstances, to judge of the correctness of their testimony. The validity of the lieu of this mortgage, the debt and interest of which is not fully paid out of the fund for distribution, being the only question before us, the exception to the auditor’s finding must be dismissed.\nNovember 7, 1898:\nAnd now, April 18,1898, exceptions dismissed and auditor’s report confirmed.\nError assigned was the order of the court.\nD. B. Taylor, with him S. M. Jack, for appellant,\ncited Wilson v. Silkman, 97 Pa. 509 ; Steckman v. Schell, 130 Pa. 1; Appeal of Hart, Leo & Co., 157 Pa. 200; Billington v. Sweeting, 172 Pa. 164; Taylor v. Paul, 6 Pa. Superior Ct. 501; Platt-Barber Co. v. Groves, 7 Pa. Superior Ct. 603 ; Penn Bank’s Est., 152 Pa. 65.\nJohn P. Blair, for appellee,\ncited Watch Co. v. Bedillion, 131 Pa. 385; Meckley’s App., 102 Pa. 536."
  },
  "file_name": "0359-01",
  "first_page_order": 379,
  "last_page_order": 383
}
