{
  "id": 901259,
  "name": "Thomas D. Gladden to use of William Pickersgill, Jr., and Jasper M. Porter v. Thomas H. Chapman, Thomas Corde, J. L. Kirkpatrick and James Lippincott, trading as Standard Coal Company, with notice to Standard Coal Company, a Corporation, terre-tenant. Appeal of Commonwealth",
  "name_abbreviation": "Gladden ex rel. Pickersgill v. Chapman",
  "decision_date": "1898-11-14",
  "docket_number": "Appeal, No. 46",
  "first_page": "586",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "188 Pa. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0296-01"
      ]
    },
    {
      "cite": "166 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834412
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0285-01"
      ]
    },
    {
      "cite": "46 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420639
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0277-01"
      ]
    },
    {
      "cite": "4 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401925
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 8549,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.1335342729429142e-07,
      "percentile": 0.5767484899698786
    },
    "sha256": "82c4c1f9dd0751858234af7b69d46b879803089111c243e578e463452b7d955d",
    "simhash": "1:4651069064bd9df2",
    "word_count": 1495
  },
  "last_updated": "2024-02-27T20:19:46.666807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Thomas D. Gladden to use of William Pickersgill, Jr., and Jasper M. Porter v. Thomas H. Chapman, Thomas Corde, J. L. Kirkpatrick and James Lippincott, trading as Standard Coal Company, with notice to Standard Coal Company, a Corporation, terretenant. Appeal of Commonwealth."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe opinion of the learned court below expresses fully our views upon the question involved in this contention. We do not feel that we could add anything of importance to what is there said, and we therefore affirm the judgment on the opinion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "M. W. Acheson, Jr., with him George C. Wilson and William D. Evans, for appellant.",
      "Frank Thomson and W. H. S. Thomson, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Thomas D. Gladden to use of William Pickersgill, Jr., and Jasper M. Porter v. Thomas H. Chapman, Thomas Corde, J. L. Kirkpatrick and James Lippincott, trading as Standard Coal Company, with notice to Standard Coal Company, a Corporation, terretenant. Appeal of Commonwealth.\nTaxation — Tax liens — Acts of March 30, 1811, 5 dm. L. 231, April 16, 1827, June 7,1879, and June 1, 1889.\nWhere the commonwealth has not filed in the prothonotary’s office a certified copy of the taxes due the state as required by the Act of April 16, 1827, P. L. 472, until the day after a sheriff’s sale, such taxes are postponed to the liens prior thereto. The Acts of March 30, 1811, 5 Sm. L. 231, and April 16,1827, P. L. 472, are not repealed by the Acts of June 7, 1879, P. L. 112 and June 1, 1889, P. L. 420.\nArgued Nov. 1,1898.\nAppeal, No. 46, Oct. T., 1898, by commonwealth, from order of C. P. No. 1, Allegheny Co., Dec. T., 1896, No. 286, sustaining exceptions to sheriff’s return.\nBefore Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nExceptions to sheriff’s special return.\nThe facts appear by the opinion of Collier, J., which was as follows:\nThe fund for distribution in this case arises from the sale of real estate on a purchase money mortgage, executed prior to incorporation of the Standard Coal Company, the terre-tenant. The land upon which the purchase mone}r mortgage was the first lien was sold by the sheriff on December 7, 1896. On December 8, 1896, the day after the sale, the commonwealth entered in the prothonotary’s office of this county statements of taxes owing by the Standard Coal Company upon its capital stock and indebtedness, as follows:\nNo. 381 February Term, 1897, . . . $642 50\nNo. 332 “ “ 1897, ... 642 50\nNo. 329 “ “ 1897, . . . 222 68\nNo. 330 “ “ 1897, ... 258 36\nTo these taxes of the commonwealth, with interest at twelve per cent, the sheriff applied so much of the fund raised by the sale of the real estate as paid them in full, instead of to the mortgages which were recorded and a lien prior in date to the filing of the statements by the commonwealth in the prothonotary’s office. To this distribution by the sheriff, as shown by his special return, the plaintiffs except.\nThe question in this ease is, whether the commonwealth’s claim for taxes is postponed as to other lien creditors, by reason of noncompliance with the provisions of the fourth section of the act of April 16, 1827, which is as follows: “The auditor general is hereby authorized and required to transmit to the prothonotaries of the respective counties, to be by them entered o f record, certified copies of the liens which may hereafter arise by virtue of the twelfth section of the act of March 30, 1811, entitled, ‘ An act to amend and consolidate the several acts relating to the settlements of the public accounts and the payment of the public monies and for other purposes,’ as soon as the same are settled and entered in the books of the accounting officers as directed by said act.”\nUnder this act the Supreme Court held in In re Wilson, Commonwealth’s App., 4 Pa. 164, that in default of the filing of a certified statement in pursuance of the provisions of the act of 1827, the commonwealth’s claim was entitled to no preference over other lien creditors. This was a contest between rival liens in the distribution of the proceeds arising from the sale of real estate by the sheriff. This case was followed by Arnold’s Estate, 46 Pa. 277, which was also a contest between lien claimants, and the commonwealth was postponed to lien creditors because no certificate had been filed as required by the act of 1827. Next came the Act of 1879, P. L. 119, section 14, viz: “ That all taxes imposed by this' act shall be a lien upon the franchises and property, both real and personal, of corporations and limited partnerships, from the time the said taxes are due and payable; and whenever the franchises or property of a corporation or limited partnership shall be sold at a judicial sale all taxes due the commonwealth shall first be allowed and paid out of the proceeds of such sale, before any judgments, mortgages or other claims which shall be entered of record or become a lien after the passage of this act.” When this act came before the Supreme Court for interpretation it was held that the act of 1827 requiring a certified copy to be filed in the prothonotaiy’s office is not inconsistent with the act of 1879, nor is it repealed by it; and that to enable the commonwealth to obtain a lien as against other lien creditors, a certified copy must be filed as required by the act of 1827: Win. Wilson & Son Silversmith Co.’s Est., 150 Pa. 285.\nNext came the act of June 1, 1889, P. L. 437, section 31. But this section is a transcript of section 14 of the act of 1879, except that it adds to corporations and limited partnerships the words “companies, associations and joint-stock associations,” thereby extending- the scope of its subjects. But it is contended that the next section of the act of 1889 (section 32), sustains the contention that no certificate need be filed. It reads as follows: “ That no corporation, company, joint-stock association, association or limited partnership made taxable by this act shall hereafter be dissolved by the decree of any court of common pleas, nor shall any judicial sale be valid or a distribution of tbe proceeds thereof be made until all taxes due the commonwealth have been fully paid into tbe state treasury and the certificate of tbe auditor general, state treasurer and attorney general to this effect filed in tbe proper court with the proceedings for dissolution or sale.”\nThis section is similiar to section 15 of the act of 1879, relative to dissolution proceedings, except the words “nor shall any judicial sale be valid or a distribution of the proceeds thereof be made.” The language of the section is no stronger than that of the preceding section and that of section 14 of the act of 1879. Both expressly provide that when property of a corporation is sold at a judicial sale “ all taxes due the commonwealth shall first be allowed and paid out of the proceeds of sucb sale before any judgment, mortgage or other claim.” And yet the Supremo Court held that tbe act of 1827 was not repealed, and that to obtain priority over other lien creditors the commonwealth must file a certified statement of the taxes due. In Goodwin Gas Stove & Meter Co.’s Assigned Estate, 166 Pa. 297, it was held that under tbe fourteenth section of tbe act of 1879 and tbe thirty-first section of the act of 1889, the commonwealth’s lien for taxes took priority over the claims of general creditors (the fund being tbe proceeds of personal property), and that in such case the commonwealth need not file a certified statement of taxes due; and in that case there were no lien creditors. The authorities are in that case fully examined and we think they fully sustain the views we have expressed.\nWe are of opinion the commonwealth, not having filed in the prothonotary’s office a certified copy of the taxes due the state as required by the act of 1827, until the day after the sheriff’s sale, that it is postponed to the liens prior thereto.\nThe exceptions to the sheriff’s special return are sustained and a distribution is directed to be made in accordance with this opinion.\nNovember 14, 1898:\nError assigned was the order of the court.\nM. W. Acheson, Jr., with him George C. Wilson and William D. Evans, for appellant.\nThe cases relied on in the court below, we submit, are not precedents for the present case. In Commonwealth’s Appeal, 4 Pa. 164, and Commonwealth’s Appeal, 46 Pa. 277, the rival claimants were judgment creditors, and in Wilson & Son Silversmith Co.’s Est., 150 Pa. 285, they were execution creditors. In all these cases the claims of the commonwealth arose before the judgment and execution creditors secured their liens.\nThat the failure to comply with the act of 1827 is not ipso facto fatal to the commonwealth’s lien, but can be invoked only by a creditor who has been injured thereby, is established in the ease of Goodwin Gas Stove and Meter Co.’s Est. 166 Pa. 296.\nThe act of 1889 has introduced a new rule.\nFrank Thomson and W. H. S. Thomson, for appellees, were not heard."
  },
  "file_name": "0586-01",
  "first_page_order": 606,
  "last_page_order": 610
}
