{
  "id": 901247,
  "name": "Silas S. Lydick, Appellant, v. H. E. Anderson, Owner and Contractor",
  "name_abbreviation": "Lydick v. Anderson",
  "decision_date": "1898-11-14",
  "docket_number": "Appeal, No. 57",
  "first_page": "600",
  "last_page": "602",
  "citations": [
    {
      "type": "official",
      "cite": "188 Pa. 600"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "153 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "121 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0593-01"
      ]
    },
    {
      "cite": "93 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0526-01"
      ]
    },
    {
      "cite": "146 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 286,
    "char_count": 4754,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29229812240018627
    },
    "sha256": "90f1327a54818c35b2531c0417191c6342a8648a041a291760cdab1710efd8ca",
    "simhash": "1:ab370a618040147d",
    "word_count": 794
  },
  "last_updated": "2024-02-27T20:19:46.666807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Silas S. Lydick, Appellant, v. H. E. Anderson, Owner and Contractor."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe are clearly of opinion that tbe positive stipulation in the contract that, “ no liens shall be filed against the building by either the contractor or any subcontractor for work or labor done or materials furnished,” excluded the plaintiff from any recovery in his present proceeding. It is an independent stipulation, not connected with any other subject, and we know of no reason why it should not be enforced.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. McF. Carpenter, for appellant.",
      "William M. McGill, with him Thomas D. Chantler, S. W. Cunningham and John C. Slack, for appellee."
    ],
    "corrections": "",
    "head_matter": "Silas S. Lydick, Appellant, v. H. E. Anderson, Owner and Contractor.\nMechanics' liens — Building contract — Covenant against lien.\nA mechanic’s lien cannot be filed against a building where the contract between the owner and the contractor provides that “no lien shall be filed against the building by either the contractor or any sub-contractor for work or labor done, or materials furnished.”\nA building contract after specifying the manner in which payment should be made continued as follows: “ Provided that in each case of the said payments, a certificate shall be obtained from and signed by G., architect, to the effect that the work is done in strict accordance with the drawings and specifications, and that he considers the payment properly due; said certificate, however, in no way lessening the total and final responsibility of the contractor; neither shall it exempt the contractor from liability to replace work, if it afterwards be discovered to have been done ill or not in accordance with the drawings and specifications, either in execution or materials, and provided further.....no liens shall be filed against the building by either the contractor or any sub-contractor for work or labor done or material furnished.” Held, that the clause relating to liens, was an independent stipulation not connected with the previous subject, and that it should be enforced.\nArgued Nov. 2, 1898.\nAppeal, 57, Oct. Term, 1898, by plaintiff, from judgment of O. P. No. 2, Allegheny Co., April T., 1896, No. 852, non obstante veredicto.\nBefore Green, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nScire facias sur mechanics lien.\nAt the trial it appeared that the contract under which the building was constructed, after specifying the manner in which payments should be made, continued as follows:\n“ Provided, that in each case of the said payments, a certificate shall be obtained from and signed by Henry D. Gilchrist, architect, to the effect that the work is done in strict accordance with the drawings and specifications, and that he considers the payment properly dne; said certificate, however, in no way lessening the total and final responsibility of the contractor; neither shall it exempt the contractor from liability to replace work, if it be afterwards discovered to have been done ill or not in accordance with the drawings and specifications, either in execution or materials, and provided further, .... no liens shall be filed against the building by either the contractor or any sub-contractor for work or labor done ormaterial furnished.”\nThe jury returned a verdict for plaintiff for $1,120, subject to the question of law reserved whether the plaintiff could recover on a mechanic’s lien filed under the contract.\nThe court, in an opinion by White, J., ordered that judgment should be entered for defendant non obstante veredicto.\nError assigned was the judgment of the court.\nJ. McF. Carpenter, for appellant.\nThere is no pretense of any parol agreement against liens, or even that the parties to this contract understood it to be a “ no lien contract.” It simply provided that when the work was completed the contractor would be paid if no liens were filed. As stated above, by striking out certain words and inserting others, payment was made dependent on a fact instead of notice of a fact. There is not even a hint or suggestion that plaintiff should not file a lien, but merely a provision that he could not get the money which the architect might consider due and payable, if any lien was filed.\nAll that can be claimed is that the plaintiff could not get his money on an order from the architect unless it was accompanied by a certificate setting forth certain facts, and unless as a fact no lien had been filed, or the lien creditor would then agree to release: Moore v. Carter, 146 Pa. 492.\nWilliam M. McGill, with him Thomas D. Chantler, S. W. Cunningham and John C. Slack, for appellee.\nA stipulation in the original contract that no lien shall be filed, is obligatory upon both the contractor and the subcontractors, and deprives him and them of the right to file a lien against the building: Long v. Caffrey, 93 Pa. 526; Scheid v. Rapp, 121 Pa. 593; Schroeder v. Galland, 134 Pa. 283; Benedict v. Hood, 134 Pa. 293; Nice v. Walker, 153 Pa. 132.\nNovember 14, 1898:"
  },
  "file_name": "0600-01",
  "first_page_order": 620,
  "last_page_order": 622
}
