{
  "id": 1122266,
  "name": "Yentis, Appellant, v. Mills",
  "name_abbreviation": "Yentis v. Mills",
  "decision_date": "1930-01-06",
  "docket_number": "Appeal, No. 321",
  "first_page": "25",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "299 Pa. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "94 Pa. Superior Ct. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/94/0248-01"
      ]
    },
    {
      "cite": "267 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0102-01"
      ]
    },
    {
      "cite": "57 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0152-01"
      ]
    },
    {
      "cite": "269 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0013-01"
      ]
    },
    {
      "cite": "121 Pa. 649",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0649-01"
      ]
    },
    {
      "cite": "3 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0373-01"
      ]
    },
    {
      "cite": "17 W. N. C. 271",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 437",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0437-01"
      ]
    },
    {
      "cite": "82 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0267-01"
      ]
    },
    {
      "cite": "143 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0435-01"
      ]
    },
    {
      "cite": "80 Pa. Superior Ct. 191",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/80/0191-01"
      ]
    },
    {
      "cite": "295 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0074-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 343",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874490
      ],
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/36/0343-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        448994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/59/0313-01"
      ]
    },
    {
      "cite": "297 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0454-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 195",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/92/0195-01"
      ]
    },
    {
      "cite": "292 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0334-01"
      ]
    },
    {
      "cite": "230 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0609-01"
      ]
    },
    {
      "cite": "95 Pa. Superior Ct. 373",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        682068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/95/0373-01"
      ]
    },
    {
      "cite": "90 Pa. Superior Ct. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/90/0269-01"
      ]
    },
    {
      "cite": "291 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0472-01"
      ]
    },
    {
      "cite": "290 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0283-01"
      ]
    },
    {
      "cite": "94 Pa. Superior Ct. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/94/0248-01"
      ]
    },
    {
      "cite": "267 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0102-01"
      ]
    },
    {
      "cite": "57 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0152-01"
      ]
    },
    {
      "cite": "269 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0013-01"
      ]
    },
    {
      "cite": "121 Pa. 649",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/121/0649-01"
      ]
    },
    {
      "cite": "3 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854636
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0373-01"
      ]
    },
    {
      "cite": "17 W. N. C. 271",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "3 Rawle 437",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0437-01"
      ]
    },
    {
      "cite": "82 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0267-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 12141,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 3.733147857149117e-07,
      "percentile": 0.894396545899008
    },
    "sha256": "23b23bf0922a0c8ac1e5d80613a956fc04550425d3f11b1ff551bda495edb3cc",
    "simhash": "1:0e55660a96fe80f4",
    "word_count": 2116
  },
  "last_updated": "2024-02-27T20:26:28.328060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kepi-iart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Yentis, Appellant, v. Mills."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nRalph Mills was the owner of certain land in Gloucester County, New Jersey. Yentis, the plaintiff, desired to purchase it, and consulted the holder of the title, who referred him to his father, George D. Mills, defendant, who acted as agent for the son in carrying on the negotiations for the sale. On August 25, 1925, a contract was entered into by Ralph and his wife through George D. Mills, agent, to convey the property, free of encumbrance, for $30,000, of which sum $3,000 was paid as hand money, with the stipulation that it should be forfeited as liquidated damages if the transaction was not consummated. November 17th was designated as the date for closing the bargain. This agreement was signed with the names of the owner, his wife, George D. Mills, agent, and the prospective purchaser, and seals were added to each signature. According to the statement of counsel called by plaintiff, the consideration presently due was paid by check drawn to the order of the owner, who handed it to the agent, though Yentis testified he believed it named George D. Mills as payee. The balance of the consideration was to be adjusted by the assumption of a mortgage of $5,000, and the payment of $22,000 in cash. Later, on May 13,1926, for an additional consideration, it was agreed to accept a purchase-money mortgage and bond for $20,000, as a substitute for a like amount of money.\nAt the time fixed for settlement, plaintiff had not secured the title insurance desired, which was to be secured by him under the terms of the contract, and, upon payment of the additional sum of $1,500, secured an extension to May 17, 1926. In the meantime, Ralph became ill, and to make certain the execution of a conveyance, when required, transferred the title to his brother, on February 16, 1926, so that he might make the deed upon the closing of the transaction. When the extended date for settlement arrived, Yentis brought with him one Sherer, to whom he had sold his interest, and proposed to give in satisfaction the bond and mortgage of the latter in place of his own. The grantee of Ralph executed a deed to Yentis, but the sale was not consummated, when the agent refused to accept the obligation of Sherer, and the latter then claimed defects or encumbrances existed in the title. A postponement for three months was had to adjust the questions raised by the title company. An offer was made to indemnify it for insuring against the matters complained of, by agreeing to assign to it the mortgage receivable, in part payment, and notice of this arrangement was given by the Land Title Guaranty Company to counsel for Yentis, as appears by the correspondence of record. The buyer determined not to purchase, and notified the agent of his intention to claim the return of the hand money from the estate of Ralph Mills, who had in the meantime died.\nOn May 5,1927, Yentis brought suit against the agent, George D. Mills, individually, to secure the return of the $4,500 paid on account to the owner, Ralph, or to his agent on his behalf, as well as $350, the expenses incurred in connection with the searches ordered. An affb davit of defense was filed denying liability of George D. Mills, who was merely acting for the title holder, and, further, setting forth that the reason for failure to carry out the transaction was solely due to the omission of the buyer to comply with his obligation. If this were a suit against the owner to recover the deposit made under an agreement which provided for a forfeiture of the sum paid, in case the transaction was not consummated, a question would arise as to who was in default, and, if the failure to transfer was caused by the owner, there might be a recovery against him: Myers v. Trust Co., 290 Pa. 283; Riling v. Idell, 291 Pa. 472; Shermet v. Embick, 90 Pa. Superior Ct. 269; Romm v. Lobosco, 95 Pa. Superior Ct. 373. The contrary would not be true if the fault was solely that of the buyer: Sanders v. Brock, 230 Pa. 609; Dluge v. Whiteson, 292 Pa. 334. So the purchaser might hold the agent responsible, if the latter had agreed to keep the deposit and not pay it over unless the deal was closed, and there was a failure to convey, but such facts do not appear here: Dorsey v. Berry, 92 Pa. Superior Ct. 195. The question of who was to blame is immaterial, however, in determining the present controversy, which is an attempt to hold the agent responsible as an individual for money paid and to be delivered to the seller. Nor is it important whether Ralph, because of illness, transferred the title to his brother, so that his obligation might be promptly carried out if the balance of the purchase money was paid, and it is therefore unnecessary to discuss the correctness of the admission of the attorney’s evidence, who testified to the purpose in making the deed referred to.\nThe only matter before us is the liability of George D. Mills, agent, to repay the hand money, received on behalf of his principal. In view of the fact that a compulsory nonsuit was entered, all facts and proper inferences to be drawn therefrom, which tend to establish such liability, must be considered in the light most favorable to plaintiff: Cohen v. Maus, 297 Pa. 454. It is evident that the contract was signed for Ralph Mills and wife as the result of a written direction given to George D. Mills, who also signed, specifying himself “agent,” and adding his seal. In the body of the agreement of sale it appears that he was not entering into a personal covenant, but was acting solely for the seller and actual owner. Under the circumstances, he assumed no personal responsibility, though he sealed the instrument. Plaintiff relies for a contrary construction on Hopkins v. Mehaffy, 11 S. & R. 126, and Quigley v. DeHaas, 82 Pa. 267, which followed the decision first cited, without discussion of the legal principles involved. In the latter case, the covenant was made an individual one of those who signed and sealed, though another received the benefit. In the former, where the body of the contract clearly indicated the obligors were acting for another, they were held not liable individually.\nIn discussing the first named case, President Judge Rice said, in Meehan v. Smolczgnski, 59 Pa. Superior Ct. 313, 317: “As the paper contains no obligatory words applicable to the defendants personally, or indeed to any one other than the plaintiff, an essential part of a contract which bound them was lacking: Hopkins v. Mehaffy, 11 S. & R. 126. In that case, Chief Justice Gibson pointed out the difference between the covenant of an agent who describes himself as contracting for his principal and the covenant of a principal through the means and by the instrumentality of an agent, and says: ‘The first is the individual covenant of the agent, the second is the individual covenant of the principal.’ But further on in his opinion he suggests the principle which is applicable here and which distinguishes this case from all of those cited by plaintiff’s counsel. The question was whether the paper was the defendant’s deed, and regarding this Chief Justice Gibson said: ‘He sealed and delivered it, undoubtedly; but there is something more than sealing and delivery necessary to a deed. It ought to contain the proper parts of a contract; and in this instrument there are no obligatory words, applicable to the person of the defendant.’ ”\nThe recognized rule is that “when the execution of a contract is by written obligation, or sealed covenants, the agent cannot be sued upon the instrument itself, unless there be apt personal contractual words of his own, or he sign it as his own”: Stephenson v. Dodson, 36 Pa. Superior Ct. 343, 350; Bala Corporation v. McGlinn, 295 Pa. 74. There can be a recovery against the agent only in such case where he assumes, by appropriate words, individual responsibility (Lucas v. Bode, 94 Pa. Superior Ct. 248), as in the case of one who agrees to pay commissions without declaring he is acting for another: Lieberman v. Colahan, 267 Pa. 102. But this personal assumption must be shown, and is negatived, if, as here, the body of the contract, as well as the signature, discloses that he is acting only as agent for another: Holcomb & Hoke Mfg. Co. v. Gamba, 80 Pa. Superior Ct. 191.\nAn attempt was made to fortify the plaintiff’s position by his testimony that Ralph, then deceased, had stated that his father, the agent, was the real owner. Yentis first declared he was told by the son that George D. Mills was the actual owner of the land to be conveyed, but to the next question replied that nothing was said at the time about the title. Later, in his cross-examination, he quoted Ralph as follows: “Well, I think he said, my father owns this property, but it is in my name,” and, later, that he had been told that the property was formerly the father’s home. A motion to strike the declarations of decedent from the record, on the ground that defendant was not present at the time and could not be bound thereby, was, we think, improperly refused by the court, but no harm was done, for, in the opinion refusing to take off the compulsory nonsuit, the statement was not considered as affecting the result reached.\nIt is true that, under some circumstances, declarations of a decedent against interest, though hearsay, may be proven in later litigation: Harrisburg Bank v. Tyler, 3 W.& S. 373; Runner’s App., 121 Pa. 649; Taylor v. Gould, 57 Pa. 152; Seibert’s Est., 17 W. N. C. 271. Like statements affecting title, and tending to defeat that of tbe declarant, are received, but only as against bis grantees, privies, or heirs, as in Gibblehouse v. Stong, 3 Rawle 437; Frazier v. Foreman, 269 Pa. 13. But tbe defendant stood in no such position bere. It is also to be noticed that tbe declaration bere testified to was not against interest, tbe basis upon which hearsay statements are received, but rather tended to be self-serving, for if Ralph could show he was not tbe owner when tbe deposit was made, and that bis father, who bad acted as agent, was, be might thus relieve himself from repayment of tbe band money received, if be defaulted in making title as contracted for. “An unsworn statement should be rejected, where tbe declarant bad [or might have] a motive to misrepresent”: 22 C. J. 220. If tbe suit bad been against Ralph, or bis estate, Yentis would not have been a competent witness (Arrott Mills Co. v. Way Mfg. Co., 143 Pa. 435), nor can tbe declaration of tbe deceased tending to relieve himself, and impose liability upon his absent agent, be considered in passing upon tbe liability of tbe latter. There was no competent evidence produced in this case to show that defendant acted other than as agent for Ralph in tbe sales transaction, and that be individually assumed liability for tbe return of tbe band money. Tbe court therefore properly entered a compulsory nonsuit.\nTbe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Russell Duane, with him Charles Lex Smyth, for appellant.",
      "Appellee was not heard and filed no printed brief."
    ],
    "corrections": "",
    "head_matter": "Yentis, Appellant, v. Mills.\nArgued December 3, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kepi-iart, Sadler and Schaefer, JJ.\nRussell Duane, with him Charles Lex Smyth, for appellant.\nThe form in which defendant executed the original agreement, of sale was such as to create personal liability on his part: Quigley v. DeHaas, 82 Pa. 267.\nThe statement by Ralph Mills, the original record owner of this property and since deceased, to the effect that it was not his but that he only held title for his father, was competent evidence for plaintiff as a “declaration against interest”: Gibbelhouse v. Strong, 3 Rawle 437; Seibert’s Est., 17 W. N. C. 271; Harrisburg Bank v. Tyler, 3 W. & S. 373; Runner’s App., 121 Pa. 649; Frazier v. Foreman, 269 Pa. 13; Taylor v. Gould, 57 Pa. 152.\nThere was ample evidence to warrant a jury in inferring from the conduct of defendant that he was the real principal in this transaction and also that he specifically promised, in the event that the sale was not completed, to return the down money to plaintiff: Leiberman v. Colahan, 267 Pa. 102; Lucas v. Bode, 94 Pa. Superior Ct. 248.\nAppellee was not heard and filed no printed brief.\nJanuary 6, 1930:"
  },
  "file_name": "0025-01",
  "first_page_order": 49,
  "last_page_order": 56
}
