{
  "id": 1122277,
  "name": "Linnard's Estate",
  "name_abbreviation": "Linnard's Estate",
  "decision_date": "1930-01-06",
  "docket_number": "Appeals, Nos. 334-6",
  "first_page": "32",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "299 Pa. 32"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "287 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/287/0499-01"
      ]
    },
    {
      "cite": "277 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0518-01"
      ]
    },
    {
      "cite": "288 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/288/0337-01"
      ]
    },
    {
      "cite": "264 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0486-01"
      ]
    },
    {
      "cite": "254 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025467
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0346-01"
      ]
    },
    {
      "cite": "291 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107236
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0421-01"
      ]
    },
    {
      "cite": "292 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/292/0483-01"
      ]
    },
    {
      "cite": "270 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0310-01"
      ]
    },
    {
      "cite": "5 W. & S. 254",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0254-01"
      ]
    },
    {
      "cite": "18 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0303-01"
      ]
    },
    {
      "cite": "287 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0499-01"
      ]
    },
    {
      "cite": "277 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079491
      ],
      "pin_cites": [
        {
          "page": "529"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0518-01"
      ]
    },
    {
      "cite": "288 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100814
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 10293,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 6.78930797951499e-07,
      "percentile": 0.9637233676557977
    },
    "sha256": "c729748ba65b5e4eaa9ce0e3a55acd25cfb4646c602a4d3a3d23667596a572cc",
    "simhash": "1:0484e98d5e9ff5fb",
    "word_count": 1737
  },
  "last_updated": "2024-02-27T20:26:28.328060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Linnard’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nThree appeals are before us from the refusal of the Orphans’ Court of Philadelphia County to grant a petition for a bill of review; each appellant has a separate interest, bnt we shall dispose of all the appeals together.\nGeorge B. Linnard died December 14, 1919, testate, leaving to survive him a wife and two minor daughters, appellants here. He devised the residue of his estate to the Girard Trust Go., Philadelphia, in trust, to pay the net income to his wife, Mary A. Linnard, during the term of her life, and on her death to his living children, with remainder of principal to their issue. In case of the death of a child without issue and without having made appointment by will, there are other limitations over with which we need not now concern ourselves.\nTestator particularly directed that the trustee under his will might, “at its discretion,” “retain” and “continue to hold” “for permanent investment” any “stocks or bonds” and other “securities” which he, the testator, might possess at the time of his decease. Finally, he appointed the Girard Trust Go. and his wife, Mary A. Linnard, executors, also designating the latter as the guardian of his children during their minority.\nIn 1921 the executors filed their first and final account, charging themselves with a list of securities owned by testator, at the value which the appraisers of his estate had placed on them. At the adjudication of this account, these securities were awarded in kind, and at the values set thereon by the appraisers, to the Girard Trust Co., as trustee under decedent’s will. Some eight years later, in 1929, when the trustee filed an account in the court below, Mary A. Linnard, “as life tenant,” sought to surcharge accountant in a sum equivalent to the amount of alleged shrinkage in value of certain of the securities taken over by the trustee from the executors; which shrinkage, however, had occurred during the administration of the estate by the executors, of whom Mary A. Linnard was one. The auditing judge held that the adjudication of the executors’ account, having been closed nearly eight years before, could not be inquired into as proposed, and refused to hear testimony.\nMary A. Linnard next, “in her own right and as testamentary guardian of Mary Elizabeth Linnard, her daughter,” filed a petition for a bill of review, and this was joined in by Anna Louise Linnard, the other daughter, who had come of age three years previous to the date of the petition.\nThe Girard Trust Company filed an answer, averring that the relief asked should not be granted because the petition was not filed within five years after the date of the adjudication of the executors’ account and did not specify any errors of fact or law in the account or adjudication which it sought to have reviewed, or elsewhere on the record, as required by section 48 of the Fiduciaries Act of 1917, P. L. 447, 514; also, because the petition did not state any new matter alleged to have arisen since the adjudication in question, or the subsequent discovery of new evidence which could not have been previously procured by use of due diligence. The answer finally averred that the petitioners were not entitled to the relief sought, “as a matter of justice and equity, independently of section 48 of the Fiduciaries Act,” because the petition itself showed that the account sought to be reviewed was filed by Mary A. Linnard, as coexecutor with the Girard Trust Co.; that she was at that time also acting as guardian of her minor children; that the account was exhibited to and signed by her prior to the date of filing, when she had ample opportunity to examine it and also to inquire into the value of the securities listed therein; that, for nearly eight years after the account was filed, she had full opportunity to make complaints, and, under the circumstances, after this lapse of time, the trust company, as a matter of justice and equity, had a right to regard the executors’ account and the administration of the estate by the executors as having been approved fully by her, and “to be protected against subsequent claims to the contrary.” To these facts may be added the further one shown by the adjudication of the executors’ account, that Mary A. Linnard was represented at that time by learned counsel, from whom she could have obtained needed advice.\nCounsel for appellants, in his printed argument, which is elaborate and well prepared, calls our attention to Willing’s Estate, 288 Pa. 337, 343, where we said that, “Irrespective of any legislation, the orphans’ court possesses an inherent discretionary power to correct its own records in the interest of justice,” and he argues that “it was surely within the power” of the court below to allow the present petition for a bill of review. We have no doubt of the inherent power of the court below to allow the petition; the question is, Was the refusal so to do an abuse of discretion? To solve this point, it is necessary to look again at the averments of the petition.\nThe petition recites portions of the will, already referred to in this opinion, which show that testator, by permitting the trustee thereunder to retain for permanent investment such stocks, bonds and other securities as he, testator, might possess at the time of his death, impliedly relieved his executors from the obligation, which might otherwise have rested on them, to dispose, within a reasonable time and before turning the estate over to the trustee, of all nonlegal securities which had come into their hands; therefore, the executors had a right to hold the securities in question, unless facts known to them, or which by ordinary watchfulness could have been known to them, rendered the holding of such securities an act of which it is inconceivable that one desiring to do his duty would, in the exercise of “ordinarily good business judgment or foresight,” have been guilty: Taylor’s Estate, 277 Pa. 518, 529; see also Brown’s Estate, 287 Pa. 499.\nThe petition contains many general averments to the effect that the Girard Trust Co. was the active executor to whom Mary A. Linnard had left the full control and management of her husband’s estate; also that this co-executor of the petitioner was negligent in retaining two securities of a “speculative” character, which it might have disposed of in the year 1920 at such prices that losses would have been avoided, and the trust company is several times accused of having failed in “proper care and prudence,” or “proper care and diligence”; but the petition contains no averment of specific facts indicating a lack of the degree of care required of a fiduciary in the position of the accused, or showing under what circumstances the depreciation of the securities in question took place, — whether suddenly or gradually, — the causes to which it was attributable, or the character of opportunities to sell which the coexecutor neglected to take advantage of. Moreover, the executors’ account shows that the two securities which appellants claim should have been sold during the course of the executors’ administration of decedent’s estate, paid interest or dividends at high rates during the years in question, and the petition makes no denial of this fact.\nAppellants make much of the fact that the depreciation in the securities in question was not marked off till the trustee filed its account in February, 1929; but this was a mere matter of bookkeeping, and appellants frankly admit, as the facts of the case compel them to do, that the depreciation occurred while the securities were in the hands of the executors prior to the day they were turned over to the trustee, nearly eight years before the trustee filed its account. At all times from the beginning, Mary A. Linnard, in her own right and as guardian, knew of the continuing investment in these securities and the fact that they were carried by the executors and turned over to the trustee at the appraised values is not at all unusual; finally, the revaluing of them, for bookkeeping purposes, by the trustee, when it filed its account, cannot change the fact of the date of the depreciation, nor, in the absence of a specific averment of facts showing actual deception or misleading of appellants, can such revaluation confer any new rights on appellants, which they would not otherwise have possessed.\nWe have not overlooked appellants’ argument, so earnestly pressed, that, owing to the special facilities possessed by such corporations, “a stricter rule of responsibility should be exacted from trust companies as fiduciaries” than from the ordinary individual trustee; but the record in the present case would not warrant consideration of any such advance in the law. Rulings which involve enlarged application of established principles to new conditions, and, when subsequently followed, give rise to what become known as new or advanced principles, should be made only in cases where the facts relied on plainly appear and clearly call for such rulings. As we have already indicated, this is not a case of that character. Here, the sole question we have to determine is whether or not the court below abused its discretion in not granting the review asked of it, and in that particular we must decide against appellants.\nNone of the cases called to our attention by appellants rule the present one; in all of them the mistakes allowed to be rectified and the facts involved were essentially different in character from the wrongs alleged in this case and the facts here relied on.\nThe order appealed from is affirmed at cost of appellants.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Frederick J. Shoyer, for appellants.",
      "A. H. Winiersteen, of Wintersteen, McOoy & Wintersteen, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Linnard’s Estate.\nArgued December 4, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nFrederick J. Shoyer, for appellants.\nThe appellants were not guilty of laches: Hemphill’s App., 18 Pa. 303; Nyce’s Est., 5 W. & S. 254.\nAppellants had a right to a bill of review: Troutman’s Est., 270 Pa. 310; Given’s Est., 292 Pa. 483; Bailey’s Est., 291 Pa. 421; Sloan’s Est., 254 Pa. 346; Chappell’s Est., 264 Pa. 486; Willing’s Est., 288 Pa. 337; Taylor’s Est., 277 Pa. 518; Brown’s Est., 287 Pa. 499.\nA. H. Winiersteen, of Wintersteen, McOoy & Wintersteen, for appellee,\ncited: Bailey’s Est., 291 Pa. 421.\nJanuary 6, 1930:"
  },
  "file_name": "0032-01",
  "first_page_order": 56,
  "last_page_order": 63
}
