{
  "id": 1122287,
  "name": "Real Estate Land Title & Trust Co. v. West Chester Street Ry. et al.",
  "name_abbreviation": "Real Estate Land Title & Trust Co. v. West Chester Street Ry.",
  "decision_date": "1930-01-06",
  "docket_number": "Appeal, No. 132",
  "first_page": "76",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "299 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "270 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065996
      ],
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0199-01"
      ]
    },
    {
      "cite": "237 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989002
      ],
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 250,
    "char_count": 3721,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.4330054341678323e-07,
      "percentile": 0.6516684949585864
    },
    "sha256": "26f157ab29983f6a8a1f9298ed692f32b7ec5364aef68af11f8069c6814e5816",
    "simhash": "1:9802dd55ad9579c8",
    "word_count": 639
  },
  "last_updated": "2024-02-27T20:26:28.328060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Real Estate Land Title & Trust Co. v. West Chester Street Ry. et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis is an appeal from an order of the Court of Common Pleas of Chester County dismissing a rule for leave to intervene in an equity suit. Plaintiff has moved to quash, on the ground that the order under attack is not appealable.\nThe bill was filed to foreclose a mortgage. Plaintiff averred it was trustee for the bondholders, that defendant railway company had defaulted in the payment of interest on the mortgage which secured the bonds, and that the foreclosure was at the request of a majority in amount of the bondholders. The mortgage provides: “In case default shall be made in the payment of the principal or interest,......the said trustee,......upon being requested in writing by the holders of the majority in amount of the said bonds then outstanding, ......shall......proceed......to foreclose this mortgage.” After the bill was filed, appellant petitioned to intervene, stating that the foreclosure was in pursuance of an agreement between certain of the bondholders, stockholders and creditors of defendant corporation; that, if this agreement was carried out, petitioner would be defrauded of his vested rights. The averments of the petition were most vague, and no testimony was introduced to substantiate those denied by plaintiff or to show just what the alleged agreement was or just how it affected the petitioner. The court below dismissed therrule to intervene on the ground that no good could be accomplished by allowing the intervention.\nThe appeal must be quashed. The rule as to orders such as the one now before us is stated in Frey’s Estate, 237 Pa. 269, 271, as follows: “As a rule, an appeal will not lie from an order refusing leave to intervene, because such order is not a final one. Cases may arise where a denial of a petition to intervene would be a practical denial of relief to which the petitioner for intervention is entitled and can obtain in no other way; in such cases the refusal to permit an intervention is a final order or decree as to the petitioner.” See also Northampton Trust Company, Trustee, v. Northampton Traction Co., 270 Pa. 199, 205.\nThe present case is not shown to be of the character last mentioned. Appellant states in a general way that the agreement, which he alleges to exist, would be destructive of his rights. He does not, however, show that the alleged agreement in any manner affects the right or obligation to foreclose or the foreclosure itself, or how, by the foreclosure, any right of his will be injured. The trust agreement makes it obligatory on the trustee, at the request of a majority in value of the bondholders, to foreclose the mortgage when a default in payment of interest occurs. The bill, alleging a default, has attached to it the request of a majority in value of the bondholders. On the face of the proceedings, then, the trustee brings this action by virtue not only of a right but of an obligation embodied in an instrument under which appellant is himself secured, and no complaint is made that the foreclosure is irregular in any particular. This being the case, appellant shows no cause why his intervention should be allowed. The agreement to which appellant refers may not be agreeable to him, but he has introduced no testimony to show that it in any manner affects the foreclosure. In short, appellant has failed to show that the refusal to permit him to intervene denies Mm relief to which lie is entitled and which he can obtain in no other way; hence, under our cases, the petition was properly refused.\nThe appeal is quashed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "White, Parry, Schnader & Maris, for motion.",
      "Edward G. Dougherty and Wm. L. Hammond, contra."
    ],
    "corrections": "",
    "head_matter": "Real Estate Land Title & Trust Co. v. West Chester Street Ry. et al.\nWhite, Parry, Schnader & Maris, for motion.\nEdward G. Dougherty and Wm. L. Hammond, contra.\nJanuary 6, 1930:"
  },
  "file_name": "0076-01",
  "first_page_order": 100,
  "last_page_order": 103
}
