{
  "id": 1122278,
  "name": "Jacobs, Appellant, v. Mohnton Trust Co.",
  "name_abbreviation": "Jacobs v. Mohnton Trust Co.",
  "decision_date": "1930-03-17",
  "docket_number": "Appeal, No. 162",
  "first_page": "527",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "299 Pa. 527"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "288 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/288/0534-01"
      ]
    },
    {
      "cite": "102 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0555-01"
      ]
    },
    {
      "cite": "38 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0135-01"
      ]
    },
    {
      "cite": "15 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/15/0172-01"
      ]
    },
    {
      "cite": "112 U. S. 276",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3508316
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/112/0276-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 419",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8863703
      ],
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/48/0419-01"
      ]
    },
    {
      "cite": "215 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0627-01"
      ]
    },
    {
      "cite": "184 U. S. 68",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "7 Wall. 447",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3449423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/74/0447-01"
      ]
    },
    {
      "cite": "95 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0062-01"
      ]
    },
    {
      "cite": "32 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986798
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/32/0111-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 155",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        448997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/59/0155-01"
      ]
    },
    {
      "cite": "75 U. S. 422",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0076-01"
      ]
    },
    {
      "cite": "201 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0160-01"
      ]
    },
    {
      "cite": "255 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0455-01"
      ]
    },
    {
      "cite": "4 Rawle 384",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0384-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 94",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/87/0094-01"
      ]
    },
    {
      "cite": "85 Pa. Superior Ct. 52",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        665629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/85/0052-01"
      ]
    },
    {
      "cite": "263 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0266-01"
      ]
    },
    {
      "cite": "109 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0422-01"
      ]
    },
    {
      "cite": "38 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/38/0135-01"
      ]
    },
    {
      "cite": "15 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/15/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 10410,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.2286002676038274e-07,
      "percentile": 0.6051061278089959
    },
    "sha256": "137560c322b2b3d71c259fce40ebab38a735f15b24ec16a648cb1f5da9940918",
    "simhash": "1:b16686a27b79d9f2",
    "word_count": 1837
  },
  "last_updated": "2024-02-27T20:26:28.328060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Jacobs, Appellant, v. Mohnton Trust Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nJacobs, plaintiff, was tbe bolder of two promissory notes of $5,000 each, signed by Worley, and endorsed by three others. Both were payable on August 30,1924, at the Mohnton Trust Co., which conducted its business in a small town in Berks County. These obligations were handed to the Penn Trust Co. of Norristown for collection, and it forwarded the same by registered mail to Mohnton on Saturday, the date on which they became due, with instructions “to protest if not paid and return immediately.” Monday was a legal holiday, when, in the ordinary course of business, demand for payment could be made, and the first business day thereafter was September 2d. There was no carrier system at the home town of the collecting bank, but it gathered its mail by messenger each morning from a rented lock-box in which it was placed by the government authorities. Ordinarily, this was done about 9 A. M., when the morning post had been sorted, and, on Tuesday, at the regular time, the trust company, as was its custom, secured all the letters directed to it, and deposited by the postmaster in the usual receptacle. On the 2d, the postal officer also received a registered letter from the Penn Trust Co., addressed to defendant, containing the two notes in suit, but put the same aside until the regular mail had been placed in the boxes of those to whom it was addressed. Thereafter, as usual, he recorded its receipt in the book kept for this purpose, and, about ten in the morning, after the other mail had been taken away, put a slip in the box of the Mohnton Trust Co. notifying its renter “to call at window for registered mail,” depositing the letter itself in the office safe. As no other regular mail was due until late in the afternoon, after banking hours, this notice was not received, nor the registered package lifted until the next morning when the contents of the box were again called for. As the notes were by that time overdue, it was impossible for the trust company to properly notify the endorsers of nonpayment so as to impose liability upon them. It therefore promptly sent the obligations back to the forwarding bank.\nAs the maker of the notes was financially unable to pay, and since the endorsers, not having proper notice of default, were released, the holder was unable to collect the amounts due. He therefore brought this suit to recover from the Mohnton Trust Co., to which they had been sent, asserting it was negligence in not having lifted the registered letter on the 2d, and caused the notes contained therein to be protested. The facts were not in dispute, and the learned court gave binding instructions for the defendant, and later refused a motion to enter judgment n. o. v. for the plaintiff. This appeal followed.\nIt was the duty of the banking institution in which the notes were deposited to transmit for collection, as instructed by the holder, and this obligation was properly performed. In the absence of failure to use due care in forwarding to a suitable agent, it could not be held liable for loss occurring (Merchants Nat. Bank v. Goodman, 109 Pa. 422; Farmers Nat. Bank v. Peoples Nat. Bank, 263 Pa. 266), for the paper still belonged to the depositor who had requested that it be sent (2 Bolles on Banking 519), and this is true though his account has been credited with the amount: Bank of Wesleyville v. Rose, 85 Pa. Superior Ct. 52; N. Y. Hotel Statler Co. v. Girard Nat. Bank, 87 Pa. Superior Ct. 94. The bank of deposit is under a legal obligation to exercise reasonable prudence in sending for collection, but that is the extent of its liability: Mechanics Bank v. Earp, 4 Rawle 384. It does not become responsible for negligence of the agent selected if a reputable one has been chosen: Farmers Nat. Bank v. Nelson, 255 Pa. 455. Where the first bank has acquired the actual ownership of the paper in question, a different rule is applied (Morris v. First Nat. Bank of Allegheny, 201 Pa. 160), but that situation is not presented here.\nThe correspondent, however, is liable for its own negligence, and the depositor may recover from it, provided the obligation to collect has been undertaken, and due care has not been exercised to perform the duty assumed: Bank of Delaware Co. v. Broomhall, 38 Pa. 135; 7 C. J. 611. But no liability is imposed unless the defendant agreed to act as agent, and it is shown has neglected to do something required for the protection of his principal’s interest, which an ordinarily prudent representative would be expected to do: Cohen v. Tradesmen’s Nat. Bank, 262 Pa. 76; 45 C. J. 651. So, if the bank undertaking to collect has failed to protest, thus releasing endorsers (7 C. J. 611), or it mislays the note sent to and received by it, as a result of negligence, a recovery can be had (Chicopee Bank v. Seventh Nat. Bank, 75 U. S. 422) ; and the same has been held where the notary, to whom it has been handed, loses the obligation (Moldawer v. Trust Co., 59 Pa. Superior Ct. 155), and the owner is not promptly advised of the fact, so that proper steps may be taken to prevent loss.\nNo recovery can be had, however, unless the bank assumes, expressly or impliedly, the contractual duty to act for the depositor. The obligation to collect begins when the paper is accepted for that purpose by the correspondent: 7 C. J. 597; s. p., Rodgers v. Stophel, 32 Pa. 111; Lloyd v. West Branch Bank, 15 Pa. 172. The fact that the note is payable at the institution sought to be charged, and to which it has been forwarded, is not in itself sufficient to make it an agent so as to impose responsibility: 7 C. J. 597, 606; Williamsport Gas Co. v. Pinkerton, 95 Pa. 62; Ward v. Smith, 7 Wall. 447; Cheney v. Libbey, 184 U. S. 68. This relation does not arise until the party to be bound to the principal is notified of its appointment, and agrees to act for the sender, as is indicated by acceptance for the purpose designated: 2 C. J. 432, 435. As in the case of other contracts, the offer must be brought home to the one to be held responsible and assented to.\nThe mere mailing of the notes by the Penn Trust Co. to defendant, which failed to receive in time to cause them to be properly protested, was not enough. Though there arises a presumption that a properly addressed letter was received, yet this is rebuttable, and the facts may show, as here, the contrary: Beeman v. Supreme Lodge, 215 Pa. 627. When the request to act is by mail, the one sending it makes the post office department its agent to transmit, and the addressee is not bound until he has received the communication, and expressly or impliedly accepts the obligation attempted to be imposed. This is the rule where an offer in an ordinary commercial transaction is made (Hartley Silk Mfg. Co. v. Berg, 48 Pa. Superior Ct. 419, 426; 13 C. J. 300), and, for like reason, it is true that no contract to collect paper by a correspondent bank attaches until the note is actually received and the obligation to act for the forwarder assumed: 7 C. J. 597; 1 Williston on Contracts 51.\nIn the present case, the Mohnton Trust Co. customarily collected its mail once each day at 9 a. m., the next regular post carrying letters from a distance not being due until 5 p. m. The ordinary correspondence was sorted by the hour first mentioned and deposited in the rented lock-box. It was removed September 2d, and the bank had no previous advice that an additional registered letter, requiring attention, would be received later, or' that such had reached the post office prior to the close of the banking day. Though an hour after the messenger had left, the postmaster did place in the box a notice that registered matter, addressed to the trust company, had come into his possession, this fact was not called personally to the attention of defendant, nor was there evidence that it had any knowledge such was held awaiting proper demand. It was under no obligation to make inquiry later in the day of the possible happening of this contingency. No custom to call, after the morning delivery, for additional letters, was shown. It was not until the next day that, in the ordinary conduct of its business, the communication containing the notes in suit was received, too late to give notice to the endorsers.\nDefendant never accepted the duty to collect, or become an agent for that purpose, and it promptly returned the notes when they were actually delivered. It cannot be held negligent in failing to perform an obligation never assumed. The post office department was not bound to personally deliver to the addressee the registered letter from the Penn Trust Co., and liability cannot be based on its failure to do so. Nor was there any proof that the defendant knew such a registered letter was in possession of the postmaster awaiting its call, or that the bank’s messenger customarily visited the office twice during the same banking day. The court therefore properly held that there was no evidence of an express or implied agreement of defendant to act for plaintiff, and, as a result, no recovery could be had.\nWe see no error in directing judgment for defendant. The other assignments do not require discussion and are overruled.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "William Abbott Witman, Jr. and George Eves, for appellant.",
      "John W. Speicher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jacobs, Appellant, v. Mohnton Trust Co.\nArgued January 28, 1930.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaffer, JJ.\nWilliam Abbott Witman, Jr. and George Eves, for appellant.\nA bank is liable to the bolder of a negotiable instrument when notice of receipt of a registered letter addressed to it containing tbe instrument with notice to protest is deposited in its post office lock-box in tbe morning of tbe day of maturity, if tbe bank neglected or failed to call for tbe letter on that day, there having been no actual delivery of any mail to tbe bank officers but to its lock-box only, whereby tbe endorsed instrument was not protested at maturity, tbe endorsers having been relieved and tbe maker having proved financially irresponsible, resulting in loss to tbe bolder: Exchange Nat. Bank v. Bank, 112 U. S. 276.\nNegligence on tbe part of tbe bank is tbe only reason why these notes were not protested.\nJohn W. Speicher, for appellee.\nDefendant did not accept the collection of tbe notes: Lloyd v. Bank, 15 Pa. 172; Bank of Delaware Co. v. Bromhall, 38 Pa. 135; Boyer v. Bullard, 102 Pa. 555; Kehres v. Stuempfle, 288 Pa. 534.\nMarch 17, 1930:"
  },
  "file_name": "0527-01",
  "first_page_order": 551,
  "last_page_order": 557
}
