{
  "id": 1228277,
  "name": "Commonwealth ex rel. Shumaker, Appellant v. New York & Pennsylvania Company, Inc.",
  "name_abbreviation": "Commonwealth ex rel. Shumaker v. New York & Pennsylvania Co.",
  "decision_date": "1951-03-19",
  "docket_number": "Appeal, No. 13",
  "first_page": "40",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "367 Pa. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1945 Leg. Rec. 67",
      "category": "reporters:state",
      "reporter": "Leg. Rec. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "188 A. 524",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172312
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0017-01"
      ]
    },
    {
      "cite": "140 N.Y.S. 990",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3384529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/140/0990-01"
      ]
    },
    {
      "cite": "66 A. 2d 584",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "164 Pa. Superior Ct. 493",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        465664
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/164/0493-01"
      ]
    },
    {
      "cite": "6 A. 2d 279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193017
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0006-01"
      ]
    },
    {
      "cite": "69 A. 2d 376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221618
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0231-01"
      ]
    },
    {
      "cite": "132 A. 572",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "285 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095155
      ],
      "year": 1926,
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0511-01"
      ]
    },
    {
      "cite": "6 A. 453",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1886,
      "opinion_index": 0
    },
    {
      "cite": "113 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457611
      ],
      "year": 1886,
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0126-01"
      ]
    },
    {
      "cite": "70 A. 762",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956195
      ],
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0298-01"
      ]
    },
    {
      "cite": "87 A. 605",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1913,
      "opinion_index": 0
    },
    {
      "cite": "240 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993234
      ],
      "weight": 2,
      "year": 1913,
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0214-01"
      ]
    },
    {
      "cite": "153 A. 898",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130086
      ],
      "weight": 2,
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0053-01"
      ]
    },
    {
      "cite": "126 A. 386",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087068
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0233-01"
      ]
    },
    {
      "cite": "25 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975789
      ],
      "year": 1855,
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0503-01"
      ]
    },
    {
      "cite": "54 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006316
      ],
      "year": 1867,
      "opinion_index": 0,
      "case_paths": [
        "/pa/54/0040-01"
      ]
    },
    {
      "cite": "3 Rawle 256",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822540
      ],
      "year": 1832,
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0256-01"
      ]
    },
    {
      "cite": "33 A. 2d 38",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. Superior Ct. 544",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1048127
      ],
      "pin_cites": [
        {
          "page": "546-547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/152/0544-01"
      ]
    },
    {
      "cite": "47 A. 2d 273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0255-01"
      ]
    },
    {
      "cite": "44 A. 2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0162-01"
      ]
    },
    {
      "cite": "314 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0434-01"
      ]
    },
    {
      "cite": "298 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120370
      ],
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0471-01"
      ]
    },
    {
      "cite": "176 A. 429",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845503
      ],
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0182-01"
      ]
    },
    {
      "cite": "52 A. 2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470654
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0469-01"
      ]
    },
    {
      "cite": "43 A. 2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464086
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0398-01"
      ]
    },
    {
      "cite": "149 A. 470",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122301
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0196-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1316,
    "char_count": 30745,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 8.62228041782153e-07,
      "percentile": 0.9770336031174018
    },
    "sha256": "8987eb7cbab262a3fac6b1127a53422a57e0653b22a443ffd428ed212eb9f6ae",
    "simhash": "1:2901daf4f73d6e7b",
    "word_count": 5244
  },
  "last_updated": "2024-02-27T17:19:01.425577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearne, Jones, Bell and Ladner, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Shumaker, Appellant v. New York & Pennsylvania Company, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Ladnee,\nThis is an appeal from the decree of the Dauphin County Court dismissing plaintiffs’ bill in equity for lack of jurisdiction of the court over the subject matter of the cause of action.\nThe action is in equity and was brought by the Commonwealth on relation of Clyde Shumaker, District Attorney of Butler County, and W. P. Geary, District Attorney of Clarion County, certain named persons individually and as officers of the Allegheny County. Sportsmen’s League, Inc., and by that corporation “on behalf of themselves, individually, as taxpayers and citizens, and all other persons, firms or corporations resident of the Commonwealth of Pennsylvania, similarly affected” against the New York and Pennsylvania Company, Inc., a New York Corporation, R. M. Jones, Resident Manager, Dr. Norris W. Vanx, Admiral Milo P. Draemel, Richard Maize, Charles A. French, Elmer A. Holbrook, Frank M. Geer and H. L. Brownback. The seven last named, while not so styled, are in the bill of complaint averred to be members of the Sanitary Water Board of the Commonwealth.\nThe bill was filed to restrain a public nuisance and claims the corporate defendant and its resident manager discharge waste that defiles the waters of the Commonwealth. The bill in substance avers that the corporate defendant operates a pulp and paper mill at Johnsonburg, Elk County, and for a long time prior to the filing of the bill, particularly since August 2, 1948, said mill discharged and continues to discharge into the Clarion River and its tributaries, industrial waste composed of putrescible organic matter, noxious harmful materials and acids, in such quantity and intensity, as to pollute said waters and constitute the same inimical and injurious to the public health, to animal and aquatic life, and to the uses of said waters for domestic and industrial consumption and recreation. It avers that the action of the corporate defendant, and its manager, constitutes a public nuisance and its ill effects are destroying the public waters and tributary lands and have contaminated the air in the Clarion River Basin to the detriment and peril of the health of the residents of the riparian lands in the Clarion River Basin and extending into the Allegheny River south into the City of Pittsburgh.\nThe bill also avers that the pollution complained of is a public nuisance as declared by Article I, Sec. 3, of the Act of June 22, 1937, P.L. 1987, 35 P.S. 691.3; that the Sanitary Water Board has been notified of the actions of the company and has been petitioned to abate the nuisance on several occasions; that said Board has approved an application for approval of plans purportedly designed to abate the nuisance and that the company has falsely represented in said application that its program will successfully abate the nuisance; that the company has knowingly misrepresented that it is in the process of eliminating the polluting industrial waste while continuing to discharge in excess of 20 million gallons of polluted water daily into the waters of the Commonwealth.\nThe prayer of the bill is for a preliminary injunction; for the corporate defendant to be required to answer the bill and to abate permanently the nuisance; asks that the individual defendants constituting the Sanitary Water Board be required to appear and cooperate with plaintiffs to effect the relief sought and that punitive damages be awarded.\nThe bill was filed December 19, 1949, and a rule to show cause why a preliminary injunction should not be issued was granted returnable January 16, 1950. To this rule the corporate defendant filed answer but that rule has not been disposed of because on January 26, 1950, the corporate defendant also filed preliminary objections questioning the jurisdiction of the court and on the same date filed a petition under the Act of March 5, 1925, P.L. 23, 12 P.S. 673, also challenging the jurisdiction of the court. Separate preliminary objections were filed by the Sanitary Water Board members denying inter alia, that they are proper parties to the bill in their individual capacity.\nThe plaintiffs filed motions to strike off the preliminary objections because facts were pleaded therein and because the objections were filed too late. The learned court below did not sustain the plaintiffs’ motion to dismiss but on the other hand did not consider any question other than that of jurisdiction which it correctly observed was properly before it because of defendant’s petition filed under the Act of 1925, P.L. 23, 12 P.S. 673, raising the same question.\nFirst, we must rule the preliminary objections are not before us on this appeal and must be properly disposed of by the court below in due course. We point out, however, in passing, that a challenge to the jurisdiction of the court whether as to parties, property or subject matter, cannot be raised by preliminary objections under Equity Eule 48. Such questions must be raised either by petition under Equity Eule 29 or under the Act of March 5, 1925, supra: Fidelity-Philadelphia Trust Co. v. Berkin, 299 Pa. 196, 149 A. 470 (1930); 8 Standard Pennsylvania Practice, Sections 133, 134. The only challenge to the jurisdiction proper under Eule 48 is that permitted by subdivision 6, viz., adequacy of the remedy at law: see Schuylkill Mining Company v. Indian Head Coal Co. et al., 352 Pa. 398, 43 A. 2d 93 (1945). Moreover the preliminary objections were here apparently filed too late: see Equity Eule 48; 8 Standard Pennsylvania Practice 270. The only question, therefore, before us on this appeal is the correctness of the court’s order dismissing the bill for lack of jurisdiction over the subject matter of the complaint.\nThis question must be determined here from the bill which we must accept as true for the purpose of this inquiry. None of the facts averred in the answer of the corporate defendant to the rule for a preliminary injunction have any place in the consideration of this question. The narrow seope to which this inquiry must be confined was clearly restated recently by Mr. Justice Jones in Upholsterers’ International Union etc. v. United Furniture Workers, etc., 356 Pa. 469, 52 A. 2d 217 (1947), where he said, p. 472, 473, “The procedure prescribed by the Act of 1925 for testing jurisdiction fin the court of first instance’ applies to questions of jurisdiction either of the defendant or of the subject-matter: Welser v. Ealer, 317 Pa. 182, 184, 176 A. 429. In the present instance, the question involved goes to the jurisdiction of the cause of action (whereon the suit was instituted) which ‘. . . relates “solely to the competency of the particular court to determine controversies of the general class to which the case then presented for its consideration belongs”: Skelton v. Lower Merion Twp., 298 Pa. 471, 473. See also Koontz v. Messer, 314 Pa. 434’: Welser v. Ealer, supra, at p. 184. A court has jurisdiction of subject-matter if it is empowered to enter upon an inquiry for the competent hearing and determination of a controversy of such character. That a court may, in view of facts pleaded or proven, be unable ultimately to grant relief sought does not necessarily determine that it is without jurisdiction of the subject-matter: Zerbe Township School District et al. v. Thomas et al., 353 Pa. 162, 44 A. 2d 566; Hellertown Borough Referendum Case, 354 Pa. 255, 47 A. 2d 273. The thing of chief importance on a question of jurisdiction of subject-matter is not whether the plaintiff may recover in the particular forum on the cause of action pleaded but whether the court is empowered to hear and determine a controversy of the character involved: Matthews v. Plum Township, etc., 152 Pa. Superior Ct. 544, 546-547, 33 A. 2d 38.”\nThe bill here filed, charges the commission of a public nuisance and that is a familiar branch of equity jurisdiction so that there is no question but that an equity court has the jurisdiction to consider and inquire into that cause of action. We are presently not concerned with the sufficiency of the averments of the bill nor whether it is defective because of improper parties or otherwise.\nThe learned court below because certain of the averments in the bill referred to the Pure Streams Act of 1937, concluded that the bill was predicated solely on that Act and as that Act provided a special remedy which the court regarded exclusive, its general jurisdiction in equity was ousted. We do not agree with the construction placed, by the learned court below, either on the bill or on the Act of 1937, as amended.\nAs to the bill. It is true that in paragraph 8 the plaintiffs aver, “The Act of June 22, 1937, P.L. 1987, Art. I, par. 3 is as follows: ‘The discharge of sewage or industrial waste or any noxious and deleterious substances into the waters of this Commonwealth, which is or may become inimical and injurious to the public health or to animal or aquatic life, or other uses of such waters for domestic or industrial consumption or for recreation is hereby declared not to be a reasonable or natural use of such waters, to be against public policy and to be a public nuisance.’ ”\nThis section of the Act is but declaratory of the common law relating to nuisances, for corruption of waterways has. long been recognized as both a public and private nuisance. Thus in this State as far back as the case of Howell v. McCoy, 3 Rawle 256 (1832), this Court said at page 268, “It is a principle of the common law, that the erection of anything in the upper part of a stream of water, which poisons, corrupts, or renders it offensive and unwholesome, is actionable. And this principle not only stands with reason, but it is supported by unquestionable authority ancient and modern.” (citing authorities). In McCallum v. The Germantown Water Co., 54 Pa. 40 (1867), the right of a court of equity to restrain perpetually a paper mill from corrupting a water-way, tributary to the stream from which the plaintiff took its water supply was upheld by an opinion containing an excellent review of the subject of abatement of water pollution by injunction. Corruption of water, when it affects the public use of a stream or menaces the public health, becomes a public nuisance which the commonwealth may suppress by criminal proceedings upon indictment for maintaining a public nuisance and upon conviction the court may in its sentence include an order requiring abatement of the nuisance: see Barclay v. Commonwealth, 25 Pa. 503 (1855). Also the Commonwealth may proceed in equity for an injunction requiring abatement of the nuisance: Pennsylvania R. R. et al. v. Sagamore Coal Co., 281 Pa. 233, 126 A. 386 (1924); Com. ex rel. v. Soboleski, 303 Pa. 53, 153 A. 898 (1931) ; Com. v. Kennedy, 240 Pa. 214, 87 A. 605 (1913); Com. ex rel. v. Emmers, 221 Pa. 298, 70 A. 762 (1908). When the Commonwealth so proceeds its right to relief is not restricted by any balancing of equities, nor by the rule of “damnum absque injuria” as in Pa. Coal Co. v. Sanderson, 113 Pa. 126, 6 A. 453 (1886), nor by any question of possible prescriptive rights for no matter how long continued stream polluters can acquire no prescriptive or property right to pollute as against the Commonwealth: Pennsylvania R. R. Co. et al. v. Sagamore Coal Co., supra.\nIt was upon this law, so established, that section 3 of Article I of the Pure Streams Act above quoted, was based. The legislature therefore stood on solid ground in declaring its public policy, and what discharges were to be considered as public nuisances in contradistinction to private nuisances, not merely for the purposes of that Act, but generally. In Commonwealth v. Dietz, 285 Pa. 511, 519, 132 A. 572 (1926), we said, “When the legislature validly pronounces a particular state of affairs to be a nuisance prejudicial to the public health, it is as much so as if the proscribed situation had been considered a ‘nuisance ... at common law,’, and ‘may be prohibited by the same remedies.’ ” To this ive may well add it is so, a fortiori, where the proscribed conditions were already recognized as a nuisance at common law.\nThe bill proceeds to allege, Paragraph 9, that the Sanitary Water Board has been notified to abate the nuisances complained of and though the defendant (par. 14) is wilfully violating the anti-pollution statutes of the Commonwealth, and its acts constitute a flagrant public nuisance within the terms of the statute (par. 15), no action has been taken by the Board except to approve a program of construction and operation of sedimentation basins which the plaintiffs charge the corporate defendant misrepresented would eliminate the pollution. Then follows what we conceive to be the basis of the complaint and the ground upon which equitable relief is asked, viz., par. 16, which reads, “The wilful and deliberate actions of the company constituting a public nuisance as aforesaid, have been and are being carried on continuously and in disregard of notice and admonition from the State Sanitary Water Board and from quasi public and private agencies for long periods of time.”\nAs we read the bill, the plaintiffs say, in brief, that the defendant is maintaining a public nuisance which is corrupting the public waters of a vast area extending even to Pittsburgh’s source of water supply, the Allegheny Biver; that they have complained to the Sanitary Water Board; that said Board has failed to act, and that they now invoke the equity court’s power as it exists apart from any statutory remedy to abate the nuisance complained of.\nThis brings us to the second point. The learned court below construed the Pure Streams Act of 1937, P.L. 1987, as amended, 35 P.S. 691.1 et seq., as setting up an exclusive remedy which under well settled principles has ousted consideration of all other remedies that formerly existed. This is exactly what the legislature did not do, for in section 701, 35 P.S. 691.701, it is expressly provided, “701. Existing rights and remedies preserved. The collection of any penalty under the provisions of this act shall not be construed as estopping the Commonwealth, or any district attorney or solicitor of a municipality, from proceeding in courts of law or equity to abate pollutions forbidden under this act, or abate nuisances under existing law. It is hereby declared to be the purpose of this act to provide additional and cumulative remedies to abate the pollution of the waters of this Commonwealth, and nothing in this act contained shall in any way abridge or alter rights of action or remedies now or hereafter existing in equity, or under the common lam or statutory law, criminal or civil, nor shall any provision in this act, or the granting of any permit under this act, or any act done by virtue of this act, be construed as estopping the Commonwealth, persons or municipalities, in the exercise of their rights under the common law or decisional law or in equity, from proceeding in courts of law or equity to suppress nuisances, or to abate any pollution now or hereafter existing, or enforce common law or statutory rights.”\nOf this section we said recently in Com. ex rel. Chidsey v. Black, 363 Pa. 231, 241, 69 A. 2d 376 (1949), speaking through thé late Chief Justice Maxey, “In protecting its streams the Commonwealth is not limited to any one remedy,” and then quoted the portion of the above section which we have italicized. But even without this provision because of the grave menace to the public interest arising from corruption of waters affecting as it does the health, welfare and comfort of the public, including industries which cannot exist without a plentiful supply of clean water, we have always refused to accept statutes outlawing pollution as restricting the common law right to abate stream pollution.\nPrior to the Pure Streams Act of 1937, there existed the Purity of Waters Act of April 22, 1905, P.L. 260, which it repealed and supplied. That Act forbade in express terms the discharge of “sewage” into the Commonwealth’s waters except by permit issued by the Commissioner of Health whose duties were later by the Administration Code transferred to the Sanitary Water Board. That Act also provided that individuals, private corporations, etc. discharging at the time of passage of the Act, sewage as therein defined, might continue their discharge unless in the opinion of the Commissioner the discharge became injurious to. the public health and then he. might order the discharge to cease. ' Upon such order, the discharge had to be abated within ten days thereafter. The Act provided an appeal from the order of the Commissioner to the common pleas court. Penalties were provided for the enforcement of the Act and for disobedience of the orders. That Act, however, did not contain any provision preserving existing rights and remedies as does ■ the Act of 1937, yet in Com. v. Kennedy, 240 Pa. 214, 87 A. 605 (1913), we refused to hold the remedy thus, afforded was exclusive and ruled that the court below had jurisdiction to restrain, as public nuisances, the sewage discharge complained of. This decision was approved and followed in Com. ex rel. v. Soboleski, 303 Pa. 53, 153 A. 898 (1931). Both of these cases flatly rule that the remedy to abate what the legislature had denounced as a public nuisance in the Act of 1905 was not limited to the enforcement provisions of that Act nor to the procedure therein... These cases also hold that the public nuisances declared to be such by that Act could be abated in proceedings outside .of the Act under the equity powers conferred by the Act of June 16, 1836, P.L. 784, 17 P.S. 282, as extended by the Act of February 14, 1857, P.L. 39, 17 P.S. 283. These expressly grant jurisdiction to the common pleas courts of the State in equity actions for the “prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community, or the rights of individuals.”\nThe learned court below after reviewing the Act of 1937 as a whole came to the conclusion that until the Sanitary Water Board first acted and declared a given discharge to be a nuisance, the court could not find it to be such. This is a far too narrow construction of the Act. Such a construction would be against the public interest, whereas, as Mr. Justice (now Chief Justice) Drew said in Com. ex rel. v. Sunbury School District, 335 Pa. 6, 12, 6 A. 2d 279 (1939), “All legislation must be construed as intending to favor the public interest.” (emphasis supplied) And in construing the legislative intent the Statutory Construction Act of May 28, 1937, P.L. 1019, sec. 52, 46 P.'S. 552(5), directs us to presume the intention of the legislature to be that it intends to favor the public as against any private interest. But apart from this \\ve think the Act itself makes clear that it was never intended to strip from the courts their historic jurisdiction to determine what is a nuisance in fact, and confer that power exclusively upon an administrative agency. Nor can we agree with the proposition asserted by the court below that even in proceedings under the act the Board must first determine the pollution to be harmful or that it must otherwise be shown that the defendant acted contrary to the Board’s requirements before there can be recourse to the courts to enforce its provisions. While Sec. 302 makes it clear that the board can decree or order discontinuance of such an industrial waste discharge which it finds to be a nuisance, yet it cannot by a contrary decree make a discharge which is in fact a “nuisance,” not a “nuisance,” and thereby prevent the penalties of the Act. Nor can it accomplish the same purpose by failing to act at all. Com. v. Sonneborn, 164 Pa. Superior Ct. 493, 66 A. 2d 584 (1949), correctly interprets the effect of Sec. 302 and its proviso which reads, “Provided, That any discharge that is inimical and injurious to. the . public. health or to animal or aquatic life, or to the use of the water for domestic and industrial consumption or recreational purposes, shall nevertheless be deemed unlawful and a nuisance whether the board shall so declare or not .” (emphasis supplied) However this may be the legislature in no uncertain terms made it plain by sec. 701 that the Act of 1937 was not intended to be an exclusive remedy but only an additional remedy to meet what is now recognized as a grave menace to our modern civilization.\nWe find nothing in the Amendment of 1945 as argued by learned counsel for the corporate defendant, to show any weakening of the legislative position taken in the original act. On the contrary the amendments of 1945 were intended to and did strengthen the penalties originally imposed. They expanded the application of the Act by extending it to coal silt pollution originally exempted, and by affording additional protection to clean streams from mine acid drainage.\nThe learned court below in reaching its contrary conclusion relied in part on the definition of the word pollution in Article I, section 1, of the Act of 1937, as amended by the Act of May 8, 1945, P.L. 435, 35 P.S. 691.1. This amendment added to the definition of the 1937 Act the words, “The Sanitary Water Board shall determine when the discharge of any industrial waste, or the effluent therefrom, constitutes pollution, as herein defined, and shall establish standards whereby and wherefrom, so far as reasonably practicable and possible, it can be ascertained and determined whether any such discharge does or does not constitute pollution as herein defined.” This the learned court below thought indicated an intention to make such action by the Board an indispensable first step before any action could be taken either under the Act or outside of the Act. But it is enough to say that the clause relied on does not expressly say so. And so important a change of policy ought not rest on an implication of a mere amendment .to a “definition” of a single word. The very beginning of section 1 (the definition section) provides that all of the definitions must give way to the clearly expressed provisions in the body of the Act to the contrary.\n. There remains to be disposed of the question of venue. Sec. 601 of the Act of 1937, 35 P.S. 691.601, provides: “All pollutions hereinbefore declared to be nuisances or maintained contrary to the provisions of this act, shall be abatable in the manner now provided by law or equity for the abatement of public nuisances. In addition, .suits, to abate pollution of any' of the waters of the Commonwealth may be instituted in equity or at law in the name of the Commonwealth upon relation of the Attorney General, or upon relation of any district attorney of any county, or upon relation of the solicitor of any municipality affected, after notice has first been served upon the Attorney General of the intention of the district attorney or solicitor to so proceed. Such proceedings may be prosecuted in the court of common pleas of Dauphin County, or in the court of common pleas of the county where the nuisance has been or is being committed, or of any county through which dr along the borders of which flows the water into which such pollution has been discharged at any point above, and to that end jurisdiction is hereby conferred in law and equity upon such courts: Provided, however, That no action shall be brought by such district attorney or solicitor against any municipality discharging sewage under a permit of the board heretofore issued or hereafter issued under this act: And provided further, That except in cases of emergency where, in the opinion of the court, the exigencies of the cases require immediate abatement off said nuisances, the court may, in its decree, fix a reasonable time during which the person or municipality responsible for the nuisances may make provision for the abatement of the same.”\nThe first sentence extends the jurisdiction conferred by the later portion of the section to two matters (1) “Pollutions hereinbefore declared to be nuisances.” These are the discharges set forth in sec. 3, 35 P.S. 691.3, and which section, we have demonstrated at the beginning of this opinion, is declaratory of the so-called common law nuisances and abatable as' such.' When read in conjunction with sec. 701 the point becomes at once clear. (2) The other clause of the first sentence of sec. 601, viz., “. . . or maintained contrary to the provisions of this .act” applies' to 'actions which may be brought for violation of the Act. The word “or” differentiates the two kinds, for the general, rule is that the word “or” when joining two clauses precludes carrying over into the first clause provisions found in the last clause: Smith v. Farley, 140 N.Y.S. 990. That is to say the word “or” prevents the second clause from being construed as a limitation on the first. Thus both classes of cases can be brought in the name of the Commonwealth at the instance of the law officers named, in the way, and in the various courts specified in sections 601 and 701.\nWe note as did the learned court below that section 601 requires the officials named, before they proceed, in the name of the Commonwealth, to notify the attorney general. The bill here fails to aver that such notice was given. However, at the argument our attention was called to the fact that such notice was in fact given and that Mr. Justice Chidsey, the then Attorney General, endorsed an acknowledgment of receipt of the notice on the bill, December 20, 1949, the day after the bill was filed, all of which appears in the record before us. The notice should have been given before the bill was filed, but in the circumstances here present this omission is not fatal. The obvious purpose of the provision is to afford the Attorney General opportunity to exercise, if he deems it necessary, his high prerogative to take over control or supersede counsel in actions brought in the name of tbe Commonwealth: cf. Act of July 7, 1919, P. L. 731, 12 P.S. 14=5; Com. ex rel. Minerd v. Margiotti, 325 Pa. 17, 188 A. 524 (1936). Here the Attorney General had ample time to assert his prerogative if he felt it necessary so to do.\nThe decree of the court below is reversed at the costs of the corporate appellee, and the record is remitted to the court below to proceed in accordance with this opinion.\nIt should be noted that Secs. 1 and 2 of this Act are presently suspended by Pa. R. G. P. 1451(b)(7) so far as actions at law are concerned and are supplied as to such actions by Pa. R. O. P. 1017(b). But the “Proposed Rules of Civil Procedure Governing Actions in Equity” by Rule 1509 make Rule 1017(b) applicable also to actions in equity thus making the practice uniform if and when adopted.\nOn this subject, Governor Martin, January 2, 1945, in addressing the legislature (see 1945 Leg. Rec. 67) said, “The pollutions of the streams of Pennsylvania must stop. The time has come when we are almost wholly dependent upon these streams as the only sources of water for domestic use. Moreover, large supplies of good water are daily becoming more vital to industry and are needed not only to attract new industry to Pennsylvania but to maintain here the industries already established.” Governor Fisher in 1927 also said, “Stream pollution is one of the greatest evils that threatens the healthfulness, usefulness and beauty of our many noble rivers and smaller streams. The evil has grown to alarming proportions. . . . Most of the waters in the public streams are now so overloaded with poisonous matter that they have become carriers of disease and destroyers of all forms of aquatic life.”\nThese decisions are in line with the weight of decisions in other states as will appear from the cases collected and reviewed in 46 A. L. R., p. 40. See, also, Com. ex. rel. v. Phila. & Reading Coal etc. Co. et al., 50 D. & C. 411 (1943).\nThis whole section 302 of the Act of 1937 reads, “All persons who, at the time of the passage of this act, are discharging industrial waste into any of the waters of the Commonwealth, shall discontinue the discharge of such industrial waste into said waters on notice from the board, when, after due investigation, the board shall declare the discharge of such industrial waste is or may become inimical or injurious to the public health or to animal or aquatic life, or prevent the use of waters for domestic, industrial or recreational purposes: Provided, That any discharge that is inimical and injurious to the public health or to animal or aquatic life, or to the use of the water for domestic or industrial consumption or recreational purposes, shall nevertheless be deemed unlawful and a nuisance whether the board shall so declare or not.” A special exemption from prosecution under the Act was provided by the Amendment of 1945 to cover the case of a polluter willing but unable to comply with a “desist” order because of the scarcity of materials during the war. This exemption read, “Whenever the Sanitary Water Board shall determine, upon cause shown, that certain existing industrial waste discharges cannot be eliminated due to inability to procure necessary labor, materials or equipment arising out of exigencies created by the present war in which the United States is engaged, such industrial waste discharges shall not become unlawful until such time as the Sanitary Water Board shall set, after the board determines that such labor, materials or equipment are available, but the time so set shall in no event be more than one year after the board determines such labor, materials or equipment are available.” • - •'\nThe extension of the venue and multiplication of the enforcement officers was distinctly in line with the declared purpose to provide additional and cumulative remedies to enable the cities and counties down stream who suffer the ill effects of the pollution to have their remedy where the damage is suffered rather than where the profit is made. The venue in the Dauphin County Court long existed,, even apart from this Act: see Act of April 7, 1870, P. D. 57, now incorporated in Pa. R. C. P. 2103, and see Com. ex rel. Margiotti v. Easton Dye Works, 43 Dauphin 438 (1937), and Com. ex rel. Dexter v. Phoenixville, 42 Dauphin 108 (1936).",
        "type": "majority",
        "author": "Mb. Justice Ladnee,"
      }
    ],
    "attorneys": [
      "Harry Alan Sherman, with him Clyde S. Shumaker, W. P. Geary, Francis X. McCulloch, and William D. Henning, for appellants.",
      "Henry S. Drinker, with him John E. Walsh, Robert J. Trace, Special Deputy Attorney General, and Lewis H. Van Dusen, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Shumaker, Appellant v. New York & Pennsylvania Company, Inc.\nArgued January 4, 1951.\nBefore Drew, C. J., Stern, Stearne, Jones, Bell and Ladner, JJ.\nreargument refused April 16, 1951.\nHarry Alan Sherman, with him Clyde S. Shumaker, W. P. Geary, Francis X. McCulloch, and William D. Henning, for appellants.\nHenry S. Drinker, with him John E. Walsh, Robert J. Trace, Special Deputy Attorney General, and Lewis H. Van Dusen, Jr., for appellees.\nMarch 19, 1951:"
  },
  "file_name": "0040-01",
  "first_page_order": 62,
  "last_page_order": 80
}
