{
  "id": 1228318,
  "name": "Glover v. Grubbs, Appellant",
  "name_abbreviation": "Glover v. Grubbs",
  "decision_date": "1951-04-17",
  "docket_number": "Appeals, Nos. 228 and 229",
  "first_page": "257",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "367 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 A. 2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0161-01"
      ]
    },
    {
      "cite": "25 A. 1076",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0112-01"
      ]
    },
    {
      "cite": "53 A. 2d 116",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 293,
    "char_count": 3635,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.0178037646678984e-07,
      "percentile": 0.7450287642252502
    },
    "sha256": "bf8c8ae50e8d372ca8ef88a53750d7f17fc9aded7ce1c07f89f9311de4eba9ec",
    "simhash": "1:ce1147640ad4a16f",
    "word_count": 621
  },
  "last_updated": "2024-02-27T17:19:01.425577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Bell, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "Glover v. Grubbs, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Drew,\nThis is an appeal from a decree in equity compelling William Frederick Grubbs and Clara Agnes Grubbs, defendants, to convey a certain farm to C. Parker Glover and his wife, Dorothy, plaintiffs, in accordance with an agreement of sale made between the parties to this suit.\nThe agreement of sale was executed in May, 1946, and covered a 53 acre farm and buildings located in Cranberry Township, Butler County. After more particularly describing the property, the agreement provided that the purchase price for the western 20 acres was to be $3500 and for the remaining 33 acres, which included the house and barn, $6000. It further provided that possession to the 33 acre tract was “to be given as soon as legally possible after :. . [defendants] have found a suitable place to live”. On September 10, 1946, in accordance with the terms of this agreement, plaintiffs paid to defendants the sum of $3500 and received a deed to the 20 acres. Defendants have never tendered a deed to plaintiffs for the 33 acre tract despite repeated requests by plaintiffs. Instead, in the fall of 1948, more than two years after the agreement was executed, defendants began making permanent improvements to the house on that land and, upon seeing this, plaintiffs filed this bill in equity for specific performance.\nDefendants argue that because the contract does not set forth the time when the conveyance was to be made it is too indefinite to be enforced by a court of equity. However, it has' been repeatedly held that where no time is fixed for the delivery of the deed, it is presumed that a reasonable time was intended: Suchan v. Swope, 357 Pa. 16, 53 A. 2d 116; Kearney v. Hogan, 154 Pa. 112, 25 A. 1076. Defendants contend that those authorities are not controlling because in this case there was a condition precedent which has not been fulfilled, i.e., that defendants find a suitable place to live. In Kearney v. Hogan, supra, there was a condition precedent that the vendor clear the title of all encumbrances. We there held that he had a reasonable time in which to satisfy that condition. Certainly here two years and five months was ample time for defendants to find a new home. Furthermore, both defendants testified that they had made permanent improvements to the house because they had decided not to go through with the agreement. They may have acted in good faith initially in their search for a home but they could not abandon that search which was required by the terms of the contract and then set up those terms as a defense to this suit.\nDefendants also urge that plaintiffs are not entitled to specific performance because they failed to make a formal tender of the consideration. In view of the evidence in this case, tender was unnecessary. The testimony shows that plaintiffs at all times were ready to pay and on two occasions offered defendants an additional $500 if they would move out promptly. Moreover, the obvious and express repudiation of the agreement by defendants would have made a formal tender of the purchase price a useless formality which the law will not require:. Erkess v. Eisenthal et ux., 354 Pa. 161, 47 A. 2d 154. Under all of the circumstances here present the decree for specific performance was properly entered.\nDecree affirmed. Costs to be paid by defendants..",
        "type": "majority",
        "author": "Mr. Chief Justice Drew,"
      }
    ],
    "attorneys": [
      "John E. Winner, with him Floyd V. Winner and Galbreath, Braham & Gregg, for appellants.",
      "Samuel W. Greer and Greer & Greer, submitted a brief for appellees."
    ],
    "corrections": "",
    "head_matter": "Glover v. Grubbs, Appellant.\nArgued March 21, 1951.\nBefore Drew, C. J., Stern, Stearns, Jones, Bell, Ladner and Chidsey, JJ.\nJohn E. Winner, with him Floyd V. Winner and Galbreath, Braham & Gregg, for appellants.\nSamuel W. Greer and Greer & Greer, submitted a brief for appellees.\nApril 17, 1951:"
  },
  "file_name": "0257-01",
  "first_page_order": 279,
  "last_page_order": 282
}
