{
  "id": 444810,
  "name": "Hartupee versus The City of Pittsburgh",
  "name_abbreviation": "Hartupee v. City of Pittsburgh",
  "decision_date": "1881-01-22",
  "docket_number": "No. 2",
  "first_page": "107",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "97 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 208",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "306"
        },
        {
          "page": "214"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Pick. 181",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2056593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/24/0186-01"
      ]
    },
    {
      "cite": "2 W. & S. 53",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0053-01"
      ]
    },
    {
      "cite": "4 W. & S. 210",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 460",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0460-01"
      ]
    },
    {
      "cite": "2 W. & S. 53",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853553
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0053-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1231,
    "char_count": 35960,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 8.703399059535105e-07,
      "percentile": 0.977429572148801
    },
    "sha256": "49bc47a51c2bccc727903a1ef7523b9c14fb5261498d33a4836f5c18b0b8a9e1",
    "simhash": "1:a0aae609833e5bed",
    "word_count": 6197
  },
  "last_updated": "2024-02-27T20:13:04.143262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.",
      "Sharswood, C. J. and Gordon, J. dissented."
    ],
    "parties": [
      "Hartupee versus The City of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court, May 2d 1881.\nThis contention may be considered under turn main propositions. The one, whether the plaintiff proved a substantial fulfilment of his contracts; the other, whether the questions in dispute should have been submitted to the mechanical engineer for final decision.\n1. Thé agreements were in writing and under seal. The first was executed in August 1872; the latter in September 1873. In each contract, the plaintiff agreed to furnish the labor and materials, and construct, deliver and set up in all respects, complete and ready for the service required of them, on specified grounds of the city, two graduating double cylinder plunger pumping engines, each of the dimensions, designs and materials explained and exhibited in accompanying specifications and drawings, which were declared to form a part of the agreement, the same as if embodied therein. The specifications, inter alia, declared “ all of the material used in the construction of the machinery to be of the very best. The iron castings to be sound and perfect, and-made of iron that will sustain a tensile strain of twenty-five thousand pounds to the square inch. All the wrought-iron forgings for shafts, connecting-rods, cam-rods, wrists, stretchers and bolts, to be made of the best scrap or Juniata iron, that will sustain a tensile strain of sixty thousand pounds to the square inch.” The form of each contract was substantially in the same terms. The pair mentioned in the first contract ivas to be completed by the 15th November 1873; the other pair by the 15th November 1874. After the execution of the second agreement, the work for both pairs of engines Avas prosecuted together. The sum which the plaintiff was to receive under both contracts, was $798,500; but be claimed the additional sum of §100,000 for extras. He has been paid §593,206.84, leaving a balance of over §300,000 still claimed by him.\nIn July 1878, the first pair of engines was tested and found to he defective, although one of them was occasionally used thereafter. In December following, the other pair was so far advanced as to admit, of its being used to some extent in pumping water, but was not fully completed.\nThe contracts specified that approximate monthly estimates of work completed should be made by the mechanical engineer of the board of water commissioners, and eighty per cent, thereof paid. After the faithful erection of the engines to the satisfaction of the engineer, and after their working was found satisfactory, all the residue was to he paid, except ten per cent., which was to be retained until the expiration of twelve months thereafter. During this time of probation, the contractor was to maintain them in good working order and repair. The contracts further declared, “ On condition of the true and faithful performance of all the requirements of the agreements and the specifications hereto annexed,” the city agreed to pay the gross sum named.\nIt was authorized for certain causes specified, to declare the contracts forfeited; and then in a subsequent clause it was declared, in case of a forfeiture for any of the causes mentioned, or in case of failure to perform and satisfy the other conditions and obligations of the contracts on due notice given to the plaintiff by the mechanical engineer, the contract might be declared null and void, and the city might contract with other parties for the completion of the work.\nIn February 1879, after due notice to the plaintiff and demand of possession, the city, under claim of forfeiture, took possession of the works in their unfinished condition, and refused to pay the price stipulated in the written agreements. Thereupon the plaintiff brought this action, alleging substantial performance, and waiver. The plea denied the averments. After the plaintiff closed his evidence, the court ordered a compulsory nonsuit, and refused to take it off. These are the errors assigned.\nAs the agreement of the city was to pay only “ on condition” of performance of all the obligations assumed by the plaintiff, as an entire contract, he was bound to prove its substantial fulfilment. The character, quality and tensile strength of the iron were of vital importance, and, as we have shown, were stated in the agreement in clear and unmistakable language. On the trial, the plaintiff gave no direct evidence that any of the iron or materials were of the kind and quality stipulated; nor that the city expressly waived any obligation relating thereto. He relied on the action of the mechanical engineer, and his monthly certificates during the progress of the work; and the possession taken by the city and its subsequent use thereof, to show assent to the kind used or waiver of the kind required. It is true, it has been held in some eases, where the work is done under the supervision of the engineer of the owner, that changes in the agreed manner of doing the work may be assumed to have been assented to by him, and bind his principal: Danville Bridge Co. v. Pomroy and Colony, 3 Harris 151. Yet in a suit brought on a written contract to furnish materials and build a canal-boat, the fact that the person for whom it was being built, was present when the contractor made changes from the specifications in the contract, creates no presumption that the owner waived a performance of the written contract: Young v. White, 5 Watts 460. This contract in writing being in behalf of a municipal corporation, a due regard to public rights furnishes a strong reason for holding, that no implied waiver of the terms of the contract shall be presumed from the presence of the mechanical engineer. His monthly estimates and certificates had reference only to the apparent value of the work done, and not to the quality, to him unknown, of the iron used. In none of his reports does he refer to the quality of the metal in the castings, or in the wrought-iron work. No certificate declares the materials were of the quality specified in the contract.\nA clear distinction exists between the form and manner in which the work was done, and the quality of the material used therein. The former may readily be visible to the eye, and a presumption of assent thereto might arise, when no assent as to the quality of the material could be presumed. In the present case, the latter could only be ascertained by a test, which the engineer was not authorized to make and did not attempt to make. The iron was so put in place, that much of it was either covered or concealed from view. Its quality and tensile strength could not thereafter be ascertained. They were known to the plaintiff. If they filled the contract, he could have testified to the fact or proved it by others.\nThus it has been shown there was no waiver of the quality of the material during the progress of the work. It is contended the city waived it by taking possession and using it. In support of this view the cases of Preston v. Phinney, 2 W. & S. 53; Wilhelm v. Caul, Id. 26; Chambers v. Jaynes, 4 Barr 39, and others, were cited. The rule recognised by these cases is not applicable to the facts of the present case.\nAn engine erected on the land of the city is not like a portable article that might have been thrown back on the hands of the manufacturer. Having become attached to the land of the formey it became the property of the city. No right was waived by taking possession and using them to a limited extent: Monro v. Butt, 8 Ellis & Black. 737; Bryant v. Stillwell, 12 Harris 314. This conclusion is strengthened by the terms of the contract. They substantially declare that all materials on which advances may have been made shall thereby become, as far as acceptable in other respects, the exclusive- property of the city, “ but this right of property, as a gauge of such advances, shall not be construed as binding the city to receive or admit of the application of such materials if they should afterwards be found objectionable or imperfect.” Thus in view of the large advances made by the city it had a right of property and of possession which it might assert without waiving any of its rights, and without any presumption that it thereby released the plaintiff from the fulfilment of his obligations specified in his contract. A very substantial part of that obligation was to' furnish iron of the quality and strength stipulated. The burden was on him to prove he had furnished such. This he wholly failed to do. Still further the written agreement declared “it is hereby understood that with the exception of such corrections as the engineer under the provisions of this contract is authorized to make, and shall make in vmting, the terms and conditions of this instrument, or any one of them, cannot be dispensed with, altered or rendered in any sense null and void without the written consent of (the city) attached to or endorsed on this agreement, specifying what modifications may have been agreed upon.” This language is clear and specific; and was manifestly intended to protect the city against all such implied or presumptive changes or waivers as are now attempted to be sustained. If the plaintiff disregarded these provisions of the contract, whereby he was damaged, the city is not responsible therefor.\n2. The contract declares “ it is further agreed that in case any question or dispute between the parties shall arise under this contract or touching the quantity, qtiality, or value of any work done thereunder, the same shall he referred to the mechanical engineer whose decision shall be final and conclusive. And the said (plaintiff) hereby waives and releases all right of action and suit at law under or by virtue of this contract.” It will be observed that all the questions or disputes are stated disjunctively. If either one arises it shall he referred as there stated. It may arise under the contract or touching any one of the things therein stated. It is very manifest from what has been said, and by the bringing of this suit, that questions and disputes have arisen under this contract, and also touching the quality and value of the work done thereunder, yet the plaintiff did not offer to refer any of them to the engineer. That effect shall be given to an agreement to refer matters of dispute to an engineer named, has often been held. As to questions covered by the agreement, the party cannot maintain a common-law action without a previous arbitrament of the engineer or an offer by one and a refusal by the other to so refer: Monongahela Navigation Co. v. Fenlon, 4 W. & S. 210; Lauman v. Young, 7 Casey 308; Reynolds v. Caldwell, 1 P. F. Smith 298; O’Reilly v. Kerns, 2 Id. 214; Howard v. Allegheny Valley Railroad Co., 19 Id. 489.\nWe deem it unnecessary to further consider the facts in detail. Under all the evidence we see no error in the judgment of the court.\nJudgment affirmed.\nSharswood, C. J. and Gordon, J. dissented.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Slagle and Dalzell (with them Wiley, John Barton & Son, and Hampton), for the plaintiff in error.",
      "George Shiras, Jr. and D. T. Watson (Thomas S. Bigelow with them), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hartupee versus The City of Pittsburgh.\n3. Where a plaintiff sues on a written contract to recover the stipulated price for work agreed to tie done, the burden of proof is upon him to show a substantial performance of his contract, or a waiver by the defendant. Where the contract provides that the materials used shall be of the best quality, the me tais to be of a certain composition and tensile strength, the plaintiff must show affirmatively that the materials were of the required standard.\n2. The fact that the work was inspected during its progress by a mechanical engineer, appointed by the defendant in pursuance of a provision in the contract, who reported from time to time that the work was progressing satisfactorily, and on whose certificates the plaintiff received large sums on account, does not constitute a waiver by the defendant of defects in quality, which were not apparent upon mere inspection.\n3. Where the contract provided for the erection of extensive waterworks on the land of a municipal corporation, the hostile taking of possession by the corporation of the works in a substantially completed condition, and the subsequent successful use of tho same for the purpose for which they were intended, docs not relieve the plaintiff from the necessity of proving that the quality of the materials was in accordance with the contract.\n4. A distinction exists between a permanent work erected on the land of the defendant and a portable article that may be returned to the maker, with respect to the right of the defendant to take possession, without waiving any rights.\n5. In the case of a contract made on behalf of a municipal corporation, an implied waiver of terms of the contract will not be favored.\n6. Where a contract provides that any dispute touching the quantity, quality or value of work should be referred to an arbiter, whose decision should be final, the contractor cannot maintain an action for the price, unless he shows that the dispute had been so referred, or that he had offered so to do.\n7. H. contracted with the city of Pittsburgh to erect, on land belonging to the city, certain pumping engines to supply the city with water. The contract provided, among other things, that the materials used should be of the very best, the iron and other metáis to be of a certain character, capable of sustaining given tensile strains. It also contained an agreement to refer any dispute as to the quality or value of the work to the decision of a mechanical engineer. H., in an action on the contract for a balance of the price, showed that he built the engines, that the city took forcible possession of them when substantially completed, and had used them successfully for a year and a half, for the purpose for which they were intended; but he omitted to prove that the materials were according to the specifications, or that the matter in dispute had been referred by him to the engineer. Held, that the court below properly entered a nonsuit.\nJanuary 22d 1881.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nError to the Court of Common Pleas No. 2, of Allegheny county: Of October and November Term 1880, No. 260.\nAssumpsit, by Andrew Hartupee against the City of Pittsburgh. Pleas, non assumpsit, payment with leave, &c.\nThe plaintiff sought to recover a balance alleged to be due him by the defendant on two contracts,.dated respectively August 22d 1872 and September 14th 1873, entered into, by virtue of an ordinance of the city of Pittsburgh, between the board of water commissioners and the plaintiff, for the erection of certain pumping engines to supply the city of Pittsburgh with water. The total consideration named in said contracts was $798,500, in addition to which the plaintiff claimed $100,000 for extra work; and he admitted payments to the amount of $593,206.84, leaving a balance due of $305,393.16, which he claimed to recover in this suit.\nThe material portions of the contracts (which were identical in form) were as follows :\n“ This agreement, made, &c., Witnesseth : That in consideration of the premises hereinafter mentioned, the said party of the second part agrees to furnish all labor and materials, construct, deliver and set up, at the proper engine-house, and upon the proper foundations to he erected on the grounds belonging to the city, on the Allegheny river, immediately above the mouth of Negley’s run, two graduating double cylinder plunger pumping engines, each of the dimensions, designs and materials explained and exhibited in the accompanying specifications, and in the drawings to which they refer, with the attachments and appurtenances therein described. The specifications hereto attached, and signed by the parties, together with the drawings signed also by the parties, are hereby declared to form a part of this agreement, the same as if embodied herein.\n“ The two pumping engines shall be in all respects completed and ready for the service required of them, on or before the 15th day of November, A. D. 1874. The party of the first part agreeing to furnish sufficient foundations, in accordance with the requirements of the above-mentioned plans, on or before the 1st day of July, A. d. 1874.\n“ After the complete and satisfactory erection of each of the required pumping engines, with all the appurtenances, in accordance with the terms of the specifications, and after the acceptable and faithful fulfilment of the required tests, the party of the second part shall maintain them in good working order and repair during the twelve months following. Each engine, during the said twelve months, delivering that portion of the regular supply of water to the city, which the circumstances and the directions of the proper superintendent of the waterworks may require of them. During the probation of twelve months, the said party of the secondr,part shall have the right to select a person who shall, at all times, have the right to go upon the premises and inspect the working of the said engines.\n“ The party of the second part agrees to guarantee the strength, as well as the quality of the workmanship and materials of all the parts supplied by him, including the secure and rigid connection to the proper walls or foundations, and to make good at his cost all outlays and injuries caused from defects in the same, during the first twelve months of the working of the engines.\n“ At the termination of the time of probation, the required test having been in the meantime satisfied, the machinery, if found to be in good and satisfactory working order, shall then be certified to as such, by the mechanical engineer of said commission; and the responsibility of the party of the second part shall then cease; the contract being thereby fulfilled on their part.\n“ On condition of the true and faithful performance of all the requirements of this agreement and the specifications hereto annexed, the said party of the first part hereby agrees to pay to the said party of the second part, the sum of three hundred and seventy-five thousand dollars, in full payment of all the work, labor, materials and supplies in this contract and the specifications hereto annexed, embracing the perfect and satisfactory construction of the machinery.\n“ And it is further agreed by the parties to this contract, that the mechanical engineer of the board of water commissioners, shall make approximate monthly estimates for all iron work or composition work completed, and that payments shall be made of eighty (80) per cent, only of the amount of said monthly estimates : Provided, That such monthly payments on account shall at no time exceed in the aggregate the amount of the bond given by the said party of the second part, and the said engineer shall, at the same time, certify that the work is progressing faithfully and to his satisfaction.\n“ After the faithful erection of the engines to the satisfaction of the engineer, and after their satisfactory action, and their accomplishments of the conditions required, the party of the second part, on the certificate of the said engineer, shall be paid the balance due on this contract, with the exception of tén (10) per cent., which shall be retained until after the term of probation already mentioned.\n“ At the end of said term, on the certificate of said engineer of the faithful completion of this contract, the said party of the second part shall be paid whatever balance may be owing them.\n“ All materials, of whatever description, upon which advances may have been made, shall become thereby, so far as acceptable in other respects, the exclusive property of the said party of the first part; but this right of property, as a gauge for such advances, shall not be construed as binding the said party of the first part to receive and admit of the application of all such materials to the machinery, if any of them should afterward be found objectionable or imperfect.\n“ And it is hereby expressly understood and agreed, by and between the parties to this contract, that the board of water commissioners of the city of Pittsburgh, as agents of the party of the first part, reserves to itself the power to suspend the execution of this contract, and to annul the same, whenever the other contracting party hereto fails to comply with the terms, or any of the terms, of this contract, or with the proper directions of the said board in relation thereto; and that such suspension or annulment shall not affect the right of the city to recover any damage from such failure.\n“ In case of forfeiture of this contract, under any of the instances above mentioned, or in case of failure to perform and satisfy the other conditions and obligations of this contract, due notice shall be given to the said party of the second part accordingly, by the mechanical engineer of said commission, and the contract and agreement may then be declared null and void ; and the said party of the first part may in such case, at their discretion, contract with other parties for the delivery or completion of all or any part of the work left uncompleted by the said party of the second part, or for the correction of the whole or any part thereof.\n“ It is hereby understood that, with the exception of such corrections as the engineer under the provisions of this contract is authorized to make, and shall make in writing, the terms and conditions of this instrument, or any one of them cannot be dispensed with, altered or rendered in any sense null and void, without the written consent of the said party of the first part attached to, or endorsed on, this agreement, specifying what modifications may have been agreed upon.\n“ It is hereby further agreed, that in case any question, or dispute between the parties shall arise under this contract or touching the quantity, quality, or value of a.ny work done thereunder, the same shall be referred to the mechanical engineer, whose decision shall be final and conclusive. And the said party of the second part hereby waives and releases all right of action and suit at law under or by virtue of this contract.”\nThe specifications which, by the terms of the contracts, were made part thereof contained the following : ■\n“ Character, oe Material.- — All of the material used in the construction of the machinery to be of the very best. The iron castings to be sound and perfect, and made of iron that will sustain a tensile strain of twenty-five thousand (25,000) pounds to the square inch. All the wrought-iron forgings for shafts, connecting-rods, cam-rods, wrists, stretchers and bolts, to be made of the best scrap or Juniata iron, that will sustain a tensile strain of sixty thousand (60,000) pounds to the square inch, the shafts to be forged of billets or slabs, and the connecting-rods from bars of iron two (2) inches square. All the composition castings required for pillow-block boxes, slides, connecting-rod boxes, glands, pump valves, and packing for piston heads, to be eight (8) parts now copper and one (1) of new tin. Two (2) small projections to be cast on all castings, both composition and cast-iron, to bo placed where the mechanical engineer may direct. The said projections not to be taken off except by directions of mechanical engineer; they are for the purpose of testing the quality of metal used. All castings to be made in brick or dry sand, excepting those the mechanical engineer may otherwise direct.\n“Detailed Drawings of all the principal parts of the machinery will be furnished to the contractor by the mechanical engineer in charge of the work.”\nThe plaintiff’s declaration claimed substantial compliance with his part of the contract, and a waiver by the city of all conditions not so complied with.\nThe evidence produced by the.plaintiff was to the following effect: Soon after the execution of the first contract the plaintiff began work on the first pair of engines, and after the making of the second contract the work for both pairs of engines was carried on together. From month to month the mechanical engineer appointed by the city, Joseph L. Lowry, reported to the water committee that the plaintiff’s work was progressing satisfactorily, and the plaintiff received numerous payments on account, as fixed by the engineer’s estimates, and approved by the water committee. Owing to delay on the part of the city in preparing the foundations, furnishing plans, &c., for which the plaintiff was not responsible, it was not until July 23d 1878, that the first pair of engines were tried. On the first trial a serious accident happened to one of the engines, caused partly by admitting suddenly a high pressure of steam, and partly by a defect in the machinery. In the report of Mr. Lowry to the water committee on the subject of the accident, dated July 27th 1878, he said:\n“ In conclusion, will say that the cost to the contractor of replacing all the defective work so far discovered on both pair of engines will not amount to one per cent, of their contract price, viz., $8000, and the time required for repairing the engine broken on the 23d inst. should not exceed three months. In the meantime, the engine not injured can be put into operation, thus causing no delay to the city. The opportunity is here taken of saying that from the statements given me by my assistant Mr. Schenneller, and other practical engineers who were present during the running of the engines, increased the confidence of your engineer in the final success of the engines. When it is taken into consideration the speed as well as the conditions under which they were run, viz., the throwing of the loaded plungers back and forth without any resistance in the pump barrels, the only wonder is that the engines were not ruined. While deprecating the manner of the trial at the time it was proposed to be made, yet the result has given me increased confidence in the ability of the machinery to do the work intended.”\nOn December 23d 1878, the plaintiff notified Mr. Lowry in writing that the second pair of engines were completed, and they were successfully operated on December 25th 1878, January 7th, 8th and 9th 1879. The following correspondence then took place:\nPittsburgh, January 11th 1879.\nA. Hartupee, Esq.\nSir: Your letter of the 23d of December received, wherein you notify me that the second pair of engines are ready to pump to the reservoir. I have, therefore, secured the services of Mr. Henry Atkinson (engineer of the Bedford avenue works) and Mr. James Murdock (one of your workmen, and who is recommended to me by your foreman, Mr. Magill) to run the engines. They will be at the works on Monday morning to operate the machinery. This has been done in, consequence of your complaint to the committee, of the expense you were under In paying engineers; and, also, from the fact of my being informed by your foreman, Mr. Magill, that he had been instructed by you not to start the engines. Yours of January-6th received and contents noted.\nVery respectfully, Joseph L. Lowry.\nPittsburgh, January 13th 1879.\nMr. Joseph L. Lowry,\nMechanical Engineer of New Water Works.\nSir: Yours of January 11th received, in which you state that you have employed engineers to run the compound engines which are now ready for use, and have been since December 18th. I claim the right to control the engines until they have been formally accepted by the city, and a final estimate made of the amount due upon the contract and for extra work duly authorized. You can readily see that if you are permitted to use the engines before acceptance, the term of probation would be thereby extended beyond the time provided in the contract, and instead of my being bound for their successful operation for one year, as provided by the contract, the time of trial would be extended indefinitely at your will. The injustice of talcing and using the engines without paying for them, according to contract, is too apparent to suppose that you desire to do it, or that council would permit it to bo done. My objection to your taking the engines is not on account of the expense, as intimated in your letter, but principally because of the injustice of your taking them without acceptance and payment.\nI therefore protest against your interference with the engines until you have formally accepted them; and in case you do take possession of them, I will assume that you have accepted them as satisfactorily completed, and demand that you at once make out a final estimate, in order that I may receive payment of the amount due upon the contract and for extra work.\nYours respectfully, A. IIartupee.\nOn February 7th 1879, the mechanical engineer, with the chief of police of the city, came up to the works and demanded their surrender, which was refused by the men in charge, under the employ of Mr. IIartupee. On the same day, the mayor of the city, with his police, put Mr. Iiartupee’s men out of the works and took possession in the name of the city. The evidence as to such taking possession, given by the plaintiff’s superintendent, was:\n“By the Court: Gro on and give a narrative of all that was said and done by the mayor and his police officers, or those with him at the time, and what you said and did.\n“ Ans. In the first place, the chief of police, with five or six officers, arrived there about 8 o’clock; the chief read a letter to me signed by the city attorney, notifying mo to discharge the men, as the city had forfeited the contract, and leave the premises in possession of the city. I told him I had no orders from my employer, no official notification to that effect, and refused to do so. The mechanical\" engineer arrived there, I think, after the chief of police with his officers, and was anxious, apparently, to get possession of the premises. Things went on that way until about 10 o’clock, when Mayor Liddell arrived, and he took this same note, or a copy of it, and read to me, and asked me to peaceably discharge the men and leave the premises; I refused to do so. He read it over two or three times, and finally he told me he was justified, or thought he was justified, in discharging the men himself. He went around, him and the chief of police and one or two officers, to each individual man, and told them to leave the works. One or two men they took hold of, as they refused to leave instantly, and told them to get out of the way; and, as a matter of course, about twenty minutes past eleven, the city had possession; and at half past eleven, they started up the compound engines. The engines were running when I left there and came to the city.\n“ Q. If I understand you, ten minutes after they took possession they started the engines and ran ? Who had charge of them ?\n“ Ans. I can’t say; the mechanical engineer and assistant, Mr. Schenneller, were there, and the mayor, Mayor Liddell, and several officers.\n“ Q. Do you recollect whether or not Schenneller asked you anything about the engines, whether they could be run or not ?\n“ Ans. I believe he asked me if everything was correct, and I told him they were.\n“ Q. And then they started them, did they ?\n“ Ans. Yes, sir.”\nThe engineer of the waterworks testified that from February 1879, when the city took forcible possession, until the time of trial, September 1880, the Hiland reservoir had been supplied to its full capacity by the plaintiff’s engines.\nThe plaintiff further proved that during the progress of constructing the engines the work was inspected daily by Mr. Lowry and his assistant, also that during a portion of the time the city had employed a mechanic to stay at the plaintiff’s works and inspect the machinery as it was made. These men, however, did not test the castings for tensile strength, or to ascertain the quality of the metal. There was no direct evidence that the castings or forgings were so tested, nor whether the metal used was or was not up to the standard required by the contracts and specifications-\nAt the close of the plaintiff’s case the defendant moved for a compulsory nonsuit, on the grounds, inter alia :\n1st. That by the terms of the contract the plaintiff is not entitled to recover without the production of a certificate of the mechanical engineer of his satisfaction with the work. Such certificate is a necessary condition precedent to payment. It was not produced.\n2d. The plaintiff can only recover on an award by the mechanical engineer, who is the final arbiter of any dispute under the contract. No such award wTas made.\n3d. That under the contract between the parties, it is incumbent on the plaintiff to affirmatively show performance by him of his part of said contract; but he has failed so to do, especially as to the time within which the work was to be done, and as to the strength and quality of the materials used.\nThe court granted the nonsuit, and subsequently refused to take it off. The plaintiff thereupon took this writ of error, assigning for error the action of the court.\nSlagle and Dalzell (with them Wiley, John Barton & Son, and Hampton), for the plaintiff in error.\nThe question is whether the court should have submitted the evidence to the jury. It is sufficient for us to show that the plaintiff made out a prima facie case. It is settled that where the plaintiff, suing for services performed under a written contract, acted with a bona fide intention of fulfilling his contract, and the other party received the fruit of his labor as performed, he may recover, even though he failed in slight particulars of his contract: Preston v. Finney, 2 W. & S. 53; Chambers v. Jaynes, 4 Barr 39-43; Hall v. Rupley, 10 Id. 232; Buffington v. Quantin, 5 Harris 310; Haywood v. Leonard, 7 Pick. 181. In Danville Bridge Co. v. Pomroy, 3 Harris 151, a case very similar to this, the court held that where the defendants took hostile possession of the bridge, received the tolls, and reduced it to use in the manner it was constructed by plaintiffs, the latter could recover, subject only to such reduction as was sufficient to compensate for defective execution of the contract. The court there said: “Where a thing is so far perfected as to answer the intended purpose, and it is taken possession of and turned to that purpose by the party for whom it is constructed, no mere imperfection or omission, which does not virtually affect its usefulness, can be interposed to prevent a recovery, subject to a deduction fot damages, consequent upon the imperfection complained of.”\nIf these cases be law, the case should have been submitted to the jury, as the evidence made out at least a prima facie case. It is argued, that the engineer’s certificate and award is a pre-requisite to recovery. But we contend, that the present dispute is not within his cognisance; and if it were, he has virtually refused to act as arbiter, and it has been waived by the plaintiff’s conduct.\nGeorge Shiras, Jr. and D. T. Watson (Thomas S. Bigelow with them), for defendants in error.\nIt was part of the plaintiff's case in chief, to show substantial compliance with his contract, especially in such particulars as were solely within his own knowledge, e. g., that the strength and quality of the materials were in accordance with the specifications. Such proof is not waived by reason of the taking possession by the city of the imperfect or unfinished work constructed on her own land: Monro v. Butt, 8 Ellis & Black. 750; Bryant v. Stilwell, 12 Harris 314; Bird v. Smith, 12 Ad. & E. (N. S.) 678; Glacius v. Black, 50 N. Y. Court of Appeals 145.\nThe plaintiff was bound to show* in his case in chief, that he had complied with the stipulations respecting the certificate of the engineer, and the reference to him of ‘‘ any question or dispute touching the quantity, quality or value ” of the work: Monongahela Nav. Co. v. Fenlon, 4 W. & S. 208; North Lebanon Railroad Co. v. McGrann, 9 Casey 533; Howard v. Allegheny Valley Railroad Co., 19 P. F. Smith 489; Reynolds v. Caldwell, 1 Id. 306; O’Reilly v. Kerns, 2 Id. 214; Quigley v. De Haas, 1 Norris 274.\nIn first contract, $423,500."
  },
  "file_name": "0107-01",
  "first_page_order": 107,
  "last_page_order": 120
}
