{
  "id": 444766,
  "name": "Packer et al. versus Schrader Mining and Manufacturing Co.",
  "name_abbreviation": "Packer v. Schrader Mining & Manufacturing Co.",
  "decision_date": "1881-03-11",
  "docket_number": "No. 41",
  "first_page": "379",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "97 Pa. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 267",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 91",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0091-01"
      ]
    },
    {
      "cite": "2 Watts 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0390-01"
      ]
    },
    {
      "cite": "1 Binn. 227",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 15211,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.787909750958747e-07,
      "percentile": 0.7145424308521462
    },
    "sha256": "d025020b5c8c9494020328f4838101473433cda6457be13aa5dadbf7ee6ffdb0",
    "simhash": "1:38600c88cc639060",
    "word_count": 2701
  },
  "last_updated": "2024-02-27T20:13:04.143262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Packer et al. versus Schrader Mining and Manufacturing Co."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, May 2d 1881.\nThe question involved in this case is a very simple one — one of location only. The Moore survey was older than the Tybout. It was regularly returned and accepted, and was also patented. If, therefore, there were any marks found on the ground, or any adjoinders called for by the survey, as returned to the land office, by which the position of the tract coaid bo ascertained, this controversy ought to have been determined by the jury in favor of the owners of this survey.\nWe repeat, the question was one simply of the location of the Moore warrant. Was there a corner or line found on the ground which was a corner or line of this tract ? If so, the question was resolved; for from either the location of the warrant could be readily and certainly determined by simply following the courses and distances called for by the survey. So, if there were known adjoinders, the location could, in like maimer, easily be established.\nBut the court below, departing from this simple proposition, erred in two principal points : 1. In submitting to the jury the question whether or not the Moore survey was a chamber survey; 2. In saying to the jury that it was not enough that the surveyor was on the ground to survey adjoining warrants if he was not there to survey the Moore warrant. This, of course, meant that he could not adopt the lines of older or contemporaneous surveys as the .lines of the Moore tract. But in Parshall v. Jones, 5 P. F. Smith 153, it was said, following McRhea v. Plummer, 1 Binn. 227, and Caul v. Spring, 2 Watts 390, that the lines of older surveys may be adopted for a later warrant, without re-running or re-marking them, and that such a survey is not a chamber survey. To us, indeed, it seems strange that a proposition so obvious and reasonable should ever have been doubted; for as it is admittedly improper to re-mark old lines when adopted for a new survey, why should they be re-run ? Certainly, for the purposes of location, this would be an unnecessary labor, and to us no reason occurs for the enforcement of such a work, except to compel the deputy surveyor to earn his fees.\nA chamber survey is one that has never been made upon the ground, but where a survey has been returned and accepted without a caveat, the presumption, after twenty-one years, as was held in Ormsby v. Ihmsen, 10 Casey 462, is juris et de jure that it was made on the ground. In other words, this presumption is one that no fact, however obvious, can rebut. In the case just cited the court below, whilst holding that, after the period mentioned, the survey, returned by the proper officer, was by law presumed to have been run upon the ground, nevertheless instructed the jury that this presumption might be rebutted by positive proof. This was held to be error; that such was not the nature of the presumption attending a survey returned without objection for more than twenty-one years; that the presumption was absolute in its character — a legal conclusion. A like result was arrived at in the cases of Lambourn v. Hartswick and Mock v. Astley, 13 S. & R. 113; 382. Justice Duncan, who delivered the opinions in both these cases, in substance said that, prima facie, a survey was made as returned, and that it was the business of the adverse party to disprove it; but that, where time, analogous to the Statute of Limitations, had run, where the owner had continued to pay the public taxes, and where there had been no caveat, a presumption of law ought to arise in favor of the regularity of the survey.\nFollowing these cases, Huston, J., in Norris v. Hamilton, 7 Watts 91, held “that after a survey had been returned more than twenty-one years, the presumption that it had been legally made became a violent presumption, or as is said in the last case, not to be contradicted.” The same idea is repeated in Bellas v. Cleaver, 4 Wright 267, per Thompson, J.\nHow, then, in view of these authorities, does the case in hand stand ? The Moore warrant purported to have been surveyed on the 21st of November 1792, and was duly returned, accepted and patented; this final act of the land office occurring on the 24th of February 1795. Then, for twenty-one years after the date of this survey, the prima- facie presumption was in favor of its correctness. Nevertheless, within that time, this presumption was prima facie only, and might have been rebutted by those interested in the interfering Tybout survey, by a caveat or in an action of ejectment. Neglecting this, allowing the survey to remain unquestioned for the period above mentioned, the presumption became absolute and was no longer open to attack.\nThe regularity of the survey being thus legally fixed and absolute, it but remains for a jury to determine whether, upon the ground, such lines, adjoinders or other marks can be found as will, to a reasonable certainty, determine the location of the plaintiff’s claim.\nFinally, as the Moore and Betz warrants were located by the same surveyor, and as the former was not returned until after the survey of the latter, the adoption of the junior warrants, as adjoinders of the senior survey, ought to have no other effect than to help in the location of the older warrant.\nThe judgment of the court below is reversed, and a new venire is ordered.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "D. C. De Witt, for plaintiffs in error.",
      "Sanderson (with whom was Overton and Davies & Carnachan), for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Packer et al. versus Schrader Mining and Manufacturing Co.\n1. An official surveyor, who, in making a survey pursuant to a warrant, adopts the lines of older or contemporaneous surveys, as the lines of the one upon which he is engaged, will not he deemed to have made a chamber survey.\n2. Where a return of survey is made and accepted, without a caveat, a prima facie presumption arises, that the survey was actually made upon the ground, but for twenty-one years after the return such presumption is capable of being rebutted by proof that the survey was but a chamber survey. After the lapse, however, of twenty-one years, the presumption that the survey was properly made on the ground becomes fixed and absolute, and cannot he rebutted by the evidence of any fact, however obvious.\n3. Ormsby v. Ihmsen, 10 Casey 462, followed and approved.\n4. When the regularity of the survey is by this means legally fixed and absolute, the only question remaining for a.jury is to determine whether such lines, adjoinders, or other marks, can be found upon the ground, as will enable them to determine with reasonable certainty the location of the tract of land in dispute.\n5. Where in such case the tract, concerning the location of which the question has been raised, and another tract were located by the same surveyor, the return of survey of the former describing it as having been warranted and surveyed before the latter, but the return of survey of the latter having been made before that of the former, the adoption in the return of survey of the former of the latter tract as an adjoinder can have no other eflfect than to aid in the location of the former tract.\nMarch 11th 1881.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nError to the Court of Common Pleas of Bradford county: Of July Term 1880, No. 41.\nTrespass quare clausum fregit by E. A. Packer et al. against The Schrader Mining & Manufacturing Company et al. for timber felled and converted in 1867, 1868 and 1869, upon part of a tract of unseated land in the warrantee name of George Moore. The defendants pleaded not guilty and liberum tenementum.\nOn the trial, before Morrow P. J., the plaintiffs showed the following title: April 27th 1792, warrant to George Moore 400 acres of land adjoining or near to lands this day granted to Samuel Temple in the county of Northumberland. Surveyed 21st of November 1792. Returned, endorsed, &c., January 8th 1795. February 24th 1795, patent, Commonwealth of Pennsylvania to George Moore for a certain lot of land called “ Greenfield,” situate on waters of Towanda creek, Luzerne county, 375 acres and allowance of six per cent, for roads; surveyed in pursuance of warrant of April 27th 1792, to Samuel Wallace, in consideration of moneys paid by George Moore. The plaintiffs deduced title to themselves by mesne conveyances, in which the tract was described, in 1839, as follows: “ Situate on the waters of Towanda creek, Luzerne county, beginning at a post, thence by land of Joseph Bets and Henry Bets, north 29° east, 318 perches to a hemlock, thence by vacant .lands, north 61° west, 200 .perches to a post, thence by the same and land of General Bradhead, south 29° west, 318 perches to a post, and thence by land of Samuel Cooley, south 61° east, 200 perches to the place of beginning, containing 375 acres and an allowance of six per cent, for roads.” The plaintiffs proved the payment , of taxes and redemption from tax sales of the George Moore tract.\nThe defendants claimed that the land on which the alleged trespass was committed was part of a tract of unseated land in the warrantee name of Andrew Tybout, containing 409 acres, to which, it was admitted the defendants had title. There is an interference of about 250 acres between the Moore and Tybout tracts. The defendants claimed that the George Moore tract was never surveyed on the ground, but was a chamber survey. They put in evidence warrant, February 15th 1794, to Andrew Tybout; certified copy of return of survey, surveyed March 24th 1794, survey returned June 25th 1794. Also, patent, June 27th 1794, to Daniel Brodhead, granted in consideration of moneys paid by Tybout for tract described as follows : “ Beginning at the hemlock sapling, thence by land of Robert Erwin, north 40° west, 100 perches to a post, thence by land of John Barron, Jr., north 29-J° east, 190 perches to a post, thence by land of William Gobett, south 61° east, 320 perches to a hemlock, thence by lands of Drinker & Co., south 29J° west, 220 perches west to a sugar, and thence by old surveys, north 61° west, 225 perches to the beginning, containing 409£ acres and allowance of six per cent, for roads.”\nThe following plan ehow~ the interference:\nIt was admitted that the taxes were paid upon the Tybout tract by the defendants and their predecessors in title, from the organization of Bradford county to the beginning of this suit. Much evidence was given on both sides on the question whether the George Moore tract was actually surveyed and marked on the ground in 1792, or whether it was a chamber survey. Thp evidence showed that the Tybout tract was actually surveyed on the ground in 1794. It did not appear that any caveat had been filed against the location of the George Moore tract, or that the question of its location, or of its interference with the Tybout tract, had been raised by any legal proceedings prior to the bringing of this suit.\nThe court submitted to the jury, as the principal question of title, the question whether the George Moore survey was a chamber survey, and charged, inter alia, as follow’s:\n“ If there was a survey under the Moore warrant before the 24th March 1794, the time the Tybout was surveyed, the title under the Moore patent dates back to the date of the warrant, but if it was not surveyed until after the Tybout was surveyed, then the title to the land was in the defendant. I mean by survey, actual survey on the ground. It was the duty of the deputy surveyor to go upon the ground, run and mark the lines, and establish the corners. In many instances, he neglected his duty and omitted to do this, and made a draft in his office of a pretended survey, and returned it into the land office. These surveys, so returned, but never actually made on the ground, are commonly called ‘ chamber surveys.’ It is claimed on the part of the defendant, that the survey of the Moore warrant was a chamber survey. This allegation presents the principal question as to title; for I think the undisputed evidence shows that the Tybout was located by actual survey in the year 1794. Had the Moore been surveyed before that time ? To determine this question you must consider al'l the evidence bearing upon it. I think there is no dispute but that the line for a long distance, both north and south of the hqmlock corner, was run upon the ground in the year 1792. It is not enough that he was there to survey other warrants that adjoin it. Was he there, and did he survey the Moore warrant ? * * *\n“ The evidence shows that the Joseph Betz and Henry Betz are on the east. Both were warranted in 1793, and surveyed July 4th 1793. This fact may bear upon questions as to the date of the survey of the line south from the hemlock, and of the marks found upon that corner; for it may be difficult to say where a line was surveyed July 4th 1793 — whether it was surveyed in 1792 or 1793. The official copy of the Moore calls for the Betz on its east. This may be the mistake of the draughtsman at the land office; but is it his mistake ? Has it not a tendency to show a chamber survey— one made after the Betz had been surveyed and returned to the land office ? It (George Moore) calls for vacant land on the north. The Gobett tract is there, but it was not warranted until 1794. The call, therefore, is correct, and ought it not to have called for vacant land on the east if it had been actually surveyed November 21st 1792? It was vacant land on its east November 21st 1792. The Betz warrants had not then been issued, and unless the draughtsman at the land office made a mistake, they could not have been put on as calls, because they did not then exist.\n“Again, it is proper for the jury to take in consideration the course of the streams as indicated by the official draft, to determine whether the Moore was surveyed in 1792. (The attention of the jury was called to the water-courses as indicated on the different maps, and also where the Schrader creek crossed the west line of the Moore.) To determine whether the Moore tract was actually surveyed in 1792, the original marks on the ground, if any, are the strongest and best evidence. If it is doubtful whether the marks were made in at that time, then the jury should consider the calls watercourses. If the official drafts show a correct location of the watercourses, it is evidence to show actual survey. If they are not so laid down, it is evidence which may have a tendency to show that there was no actual survey. If, after examining this evidence, there is still doubt, it is proper to consider the old maps in evidence — Broadhead’s map of 1799, and Elower’s map of 1828. It is proper to consider these maps as parts of the evidence. They show where the Tybout was located then, to wit, 1799 and 1828. The Moore tract is not indicated on either map, except as south of the Tybout.\n“ If, after considering all the evidence, you find that the George Moore was not surveyed in 1792, and find that Tybout was surveyed in 1794, and before Moore was surveyed, that ends the case, and your verdict should be for the defendants.”\nYerdict and judgment for the defendants. The plaintiffs took this writ of error, assigning for error the charge of the court as above quoted.\nD. C. De Witt, for plaintiffs in error.\nSanderson (with whom was Overton and Davies & Carnachan), for the defendants in error."
  },
  "file_name": "0379-01",
  "first_page_order": 379,
  "last_page_order": 384
}
