{
  "id": 1304933,
  "name": "Commonwealth v. Dickerson, Appellant",
  "name_abbreviation": "Commonwealth v. Dickerson",
  "decision_date": "1962-01-02",
  "docket_number": "Appeal, No. 304",
  "first_page": "102",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "406 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 A. 2d 224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274025
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0304-01"
      ]
    },
    {
      "cite": "167 A. 2d 511",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296583
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0479-01"
      ]
    },
    {
      "cite": "114 A. 2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "382 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259990
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0072-01"
      ]
    },
    {
      "cite": "150 A. 2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282805
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0199-01"
      ]
    },
    {
      "cite": "39 A. 2d 838",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461127
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0567-01"
      ]
    },
    {
      "cite": "161 A. 2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292477
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0198-01"
      ]
    },
    {
      "cite": "170 A. 2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 652",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299531
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0652-01"
      ]
    },
    {
      "cite": "61 A. 2d 309",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475058
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0137-01"
      ]
    },
    {
      "cite": "98 A. 2d 733",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241439
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0594-01"
      ]
    },
    {
      "cite": "94 A. 2d 743",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240350
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0150-01"
      ]
    },
    {
      "cite": "110 A. 2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256069
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0077-01"
      ]
    },
    {
      "cite": "166 A. 2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296627
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0238-01"
      ]
    },
    {
      "cite": "165 A. 2d 14",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294499
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0395-01"
      ]
    },
    {
      "cite": "160 A. 2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290525
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 14615,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 7.905123657233615e-07,
      "percentile": 0.9729459130628851
    },
    "sha256": "389eee9e51fd2dfc985afb44c13a54eb10ffc0eb440ed48eeffce7009bfdd63f",
    "simhash": "1:134b32a2fc6aa835",
    "word_count": 2443
  },
  "last_updated": "2024-02-27T16:33:22.597218+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ."
    ],
    "parties": [
      "Commonwealth v. Dickerson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThe defendant was tried and convicted of murder in the first degree. The jury fixed the penalty at life imprisonment. From the judgment of conviction and sentence, defendant appeals. • •\nIt is first urged that' the evidence is insufficient to. support the conviction. In evaluating the merit of this question, the evidence must be read in a light most favorable to the Commonwealth: Commonwealth v. Scoleri, 399 Pa. 110, 160 A. 2d 215 (1960); Commonwealth v. DeMoss, 401 Pa. 395, 165 A. 2d 14 (1960).\n... The record discloses the following proof :■ On August 15, 1958, at about 11:15 p.m. o’clock, Thomas Duffey was found dead in the incinerator room of Harrison Plaza, a housing project in the city of Philadelphia, where he was employed as a guard. He had been shot four times, and his face manifested multiple bruises and abrasions. A woman, working in the laundry room of the building, hearing a noise like an explosion came out into the corridor and, as she approached the incinerator room, a man ran out, struck her in the face and ran from the building.\nOn August 19, the investigating police officers arrested one Spencer Broaddus, who admitted his own participation in the crime and also implicated the defendant. On the same day, the defendant voluntarily surrendered to the police. Upon being questioned, he at first denied any knowledge of or part in the crime and, specifically, denied being upon the scene of the killing with Broaddus or anyone else. The written statement of Broaddus previously given to the police was then read to him. Therein, inter alia, Broaddus said that, on the occasion involved, he and the defendant entered the Harrison Plaza building to avoid the rain; they entered the elevator and ascended to the thirteenth floor to examine the surroundings; they descended to the first floor level and began walking aimlessly around; Broaddus heard his companion, the defendant, cursing at someone; he entered a small room to ascertain what it was all about; therein, he saw the defendant, and a guard (the victim) who was then in the act of drawing a gun from his holster; the defendant hit the guard knocking his hat and glasses off and turning his head a little; Broaddus, at this point, tried to grab the gun and in the tussle the gun went off; the guard fell to the floor and Broaddus immediately ran from the building taking the gun with him. In the course of the statement Broaddus specifically denied that he had taken anything from the guard’s person or that he had seen a woman in the corridor as he ran from the building.\nWhen confronted with this statement, the defendant changed his story and admitted that what Broaddus said therein was true* except he insisted that he did not see the shooting. He then gave a written statement to the police wherein he stated that he engáged in an argument with the guard and that as the latter reached for his gun, he hit him causing him to fall to the floor “spinning”; that at that instant Broaddus entered the room; that a scuffle between Broaddus and the guard ensued; that as the defendant ran from the room he met a woman in the corridor and accidentally bumped into her.\nOn the afternoon of the following day, Broaddus was again questioned by the police officers with the defendant present. On this occasion, Broaddus said he did not tell the complete truth when first questioned. He then went on to say that immediately following the shooting he took from the guard, not only the gun, but some bullets, his wrist watch and his wallet containing $7 in cash; that he and the defendant met shortly after the affair and proceeded to the home of Broaddus’ sister where he hid the gun in the cellar; that he gave the defendant one dollar in cash and then bought the defendant two dollars worth of drinks, the defendant knowing the source of the money. The defendant then admitted the truth of these statements. Immediately thereafter, the defendant gave a second written'statement to the police wherein he stated that as the guard lay prostrate on the floor, he took his blackjack which he sold the next day for $1.25.\nTwo Commonwealth witnesses testified that the defendant and Broaddus came together to a party at their home about 9 p.m. o’clock, departed about 9:30 and reappeared together about 11 ;30 o’clock,\nThe captain of the guards employed in the Harrison Plaza building testified that on the night of the shooting he personally examined the doors leading into the office of the building at approximately 9:45 p.m.; that they were secured and there were no unusual markings existing on either door. An examination of the same doors at 1:00 a.m. disclosed jimmy markings on one door, evidently made by an oil key found on the floor which fitted the impressions in the door.\nThe defendant’s position, that since he did not personally fire the fatal shots he cannot be convicted of murder, is completely untenable. The proven circumstances are more than ample to justify the factual conclusion that the defendant and Broaddus were in the Harrison Plaza building for the purpose of committing a felony and that, in the course of carrying through their plan, the victim met his untimely death.\nWhere a killing occurs in the course of a burglary or a robbery, all who participate therein are equally guilty of murder in the first degree: Commonwealth v. DeMoss, supra; Commonwealth v. Coleman, 402 Pa. 238, 166 A. 2d 525 (1961); Commonwealth v. Grays, 380 Pa. 77, 110 A. 2d 422 (1955). While no direct evidence was presented that the defendant and Broaddus previously conspired together to commit a felony in the building involved, all of the proven circumstances certainly lead to the conclusion that they were there to burglarize. The jury was not required to believe the explanation of their presence in the building for an innocent purpose: Commonwealth v. Homeyer, 373 Pa. 150, 94 A. 2d 743 (1953). Nor was the Commonwealth required to establish the existence of a conspiracy, by direct proof, of an explicit or formal agreement. The existence of the unlawful conspiracy could be inferred from the proven circumstances involving the relationship and overt acts of the parties. The commission of, or participation in, a crime may be established solely by circumstantial evidence: Commonwealth v. Lowry, 374 Pa. 594, 98 A. 2d 733 (1953); Commonwealth v. Wentzel, 360 Pa. 137, 61 A. 2d 309 (1948); Commonwealth v. Hart, 403 Pa. 652, 170 A. 2d 850 (1961) ; and, Commomoealth v. Kravitz, 400 Pa. 198, 161 A. 2d 861 (1980). In fact, in certain situations circumstantial evidence may be more convincing and of greater probative value than direct positive testimony. See, Commonwealth v. De Petro, 350 Pa. 567, 39 A. 2d 838 (1944). Further, from the evidence that the defendant fabricated false and contradictory statements in an effort to mislead the investigating officers, the jury could find guilty intent or a felonious act: Commonwealth v. Kravitz, supra.\nIn view of the evidence hereinbefore recited which more than justifies the conclusion that the defendant and Broaddus were in the building for an unholy purpose, i.e., the commission of a burglary, the following observation is unnecessary. However we note, that in Commonwealth v. Hart, supra, this Court stated that if a homicide occurs while the defendant is participating in, or attempting to perpetrate, a robbery, it is immaterial when the design to rob was conceived. A felony murder is effected. Admittedly herein, the victim was robbed by both participants immediately following the shooting. The killing occurred in the course of the robbery.\nThe defendant also complains that the trial court, by its charge, deprived the defendant of a fair consideration by the jury of whether his statement to the police was voluntarily given. It appears that on August 19, the defendant gave his first written statement to the police. On the morning of August 20, he was taken before a magistrate, arraigned and committed to the county prison. On the afternoon of August 20, in open court, the district attorney requested permission of the court to remove the defendant from the prison, for the purpose of further questioning in an effort to clear up certain statements he had previously made which did not coincide with facts disclosed by the investiga* tion. The court signed what is termed as a “bring up” order. There is nothing sinister or secretive about this procedure and it is a practice commonly used, not only in Philadelphia County, but in other counties of the Commonwealth.\nWhen a defendant is questioned, under such circumstances, he may elect to cooperate or refuse to do so as he sees fit. If the police wished to question him further after his arraignment, certainly, they would have the right to do so within the confines of the prison and the fact that they saw fit to remove him from the prison for this purpose did not result in any prejudice. The pertinent inquiry concerning the validity of a confession or statements made by a defendant is their voluntariness or involuntariness. Of course, in determining this question, the jury must consider all of the circumstances including the manner in which, and the locale under which, they were given.\nThe trial court herein charged the jury that the “bring up” order was proper and normal. Certainly, there was nothing prejudicial or wrong in this instruction, particularly so, when the judge also thoroughly and correctly charged that any statements or confessions of the defendant should not and could not be considered by the jury unless they were convinced that the same were voluntarily and freely given. Also that in determining whether they were freely given, or if they were the result of coercion, all of the circumstances incident thereto should be carefully considered.\nThe defendant further contends that the trial court erred in admitting into evidence color slides which were exhibited to the jury. These depicted the body of the victim, the wounds inflicted, and the room wherein the crime occurred. These were admitted so that a medical witness could demonstrably illustrate the bullet wounds and the abrasions to the body.\nIn a murder trial, the admission of photographs of the victim is largely within the discretion of the trial court. Unless there is a flagrant abuse of discretion, we will not say that reversible error exists: Commonwealth v. Novak, 395 Pa. 199, 150 A. 2d 102 (1959). The fact that a photograph is gruesome is not sufficient legal reason in and of itself to exclude it. Commonwealth v. Capps, 382 Pa. 72, 114 A. 2d 338 (1955). Also permission of the use of color slides showing the bruised body of the deceased is not, in itself, error. The use of photographs, black or colored, should be reasonable and for a pertinent purpose: Commonwealth v. Johnson, 402 Pa. 479, 167 A. 2d 511 (1961). In the present case, in view of the explanations of the defendant and Broaddus as to the nature of the scuffle, which tended to say that no intention to injure or even shoot the victim existed, the photographs had a very definitive and salient purpose in showing the nature and extent of the wounds inflicted. See, Commonwealth v. Moon, 389 Pa. 304, 132 A. 2d 224 (1957). Nor is there anything in the record to indicate any misuse or overuse of the exhibits. Further, the trial judge carefully advised the jury as to the purpose for which they were admitted, and carefully admonished them against permitting such evidence to prejudice or influence their minds against the defendant.\nThe defendant also complains that certain conduct and statements of the district attorney during the trial deprived him of a fair trial. A careful study of the record in its entirety disclosed no real merit to this contention. Emphatically, the district attorney should always bear in mind his proper role in a trial of such great import, and religiously refrain from conduct unbecoming such a responsible trust. A cause, above everything, should be fairly tried and incorrect statements or unfair, intemperate and prejudicial arguments should always be avoided. We cannot urge upon distinct attorneys too strongly the need for refraining from such conduct. The statements complained of have been taken out of context, and when so considered, at first blush, tend to sustain the assignment of error. However, when one reads the record of the entire situation, the complaints are diminitus and tenius, and we are convinced no real prejudice resulted. Further, it is apparent that the remarks complained of were inspired, at least in part, by the conduct of defense counsel himself. This is noted without any intended reflection upon counsel, who is a highly regarded member of the legal profession, and whose zeal to protect his client’s interest must be admired. Regardless, it is a factor to be considered. Finally, the trial judge carefully cautioned the jury to disregard any intemperate remarks of counsel and not to permit such to influence their consideration of the case.\nWe have carefully studied and considered each and every assignment of error urged in this appeal. We find no substantial or prejudicial error in the record. The trial was fairly and carefully conducted. The defendant’s interests were minutely protected. The verdict is amply sustained by the evidence.\nJudgment affirmed.\nBroadens plead guilty generally to an indictment charging murder. He was found guilty of murder in the first degree and the penalty was fixed at life imprisonment.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nThe defendant was convicted of a brutal murder and should have been convicted. I do not understand why the Commonwealth should have blemished the fairness of the trial by showing to the jury a number of color slides of the corpse of the deceased. The pictures were not necessary to prove the case of the prosecution.\nI dissent because I would not want an affirmation on my part to be interpreted as any relinquishment of my stand that the unnecessary use of repellent and gruesome pictures is unfair, improper and does not comport with the dignity, solemnity and undeviating impartiality of a murder trial in our country.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Walter Stein, with him Berger and Stein, for appellant. ■- -",
      "Arlen Specter, Assistant District Attorney, with him Burton Satzberg, Assistant District Attorney,. Paul M. Ghalfin, First Assistant District Attorney, and James G. Crumlish, Jr., District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Dickerson, Appellant.\nArgued November 16, 1961.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ.\nWalter Stein, with him Berger and Stein, for appellant. ■- -\nArlen Specter, Assistant District Attorney, with him Burton Satzberg, Assistant District Attorney,. Paul M. Ghalfin, First Assistant District Attorney, and James G. Crumlish, Jr., District Attorney, for Commonwealth, appellee.\nJanuary 2, 1962:"
  },
  "file_name": "0102-01",
  "first_page_order": 132,
  "last_page_order": 141
}
