{
  "id": 1304858,
  "name": "Rosenthal v. Richman (et al., Appellant)",
  "name_abbreviation": "Rosenthal v. Richman",
  "decision_date": "1962-01-02",
  "docket_number": "Appeals, Nos. 453 and 454",
  "first_page": "149",
  "last_page": "152",
  "citations": [
    {
      "type": "official",
      "cite": "406 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "102 U. Pa. L. Rev. 524",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "38 A. 2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461125
      ],
      "year": 1944,
      "pin_cites": [
        {
          "page": "298-299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0295-01"
      ]
    },
    {
      "cite": "26 Atl. 220",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840356
      ],
      "year": 1893,
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0488-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 4008,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 7.121491057675486e-08,
      "percentile": 0.4274691304396511
    },
    "sha256": "87f5e9de4470ebf4e8a8fde3d3b1240b1abf6b03df37e6e0c142f5b26de4a9c1",
    "simhash": "1:5f0b02c354a3761f",
    "word_count": 673
  },
  "last_updated": "2024-02-27T16:33:22.597218+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Bok, Eagen and Alpern, JJ."
    ],
    "parties": [
      "Rosenthal v. Richman (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThe question raised by this appeal is whether a provision in a surety agreement containing a warrant authorizing any attorney to confess judgment against the defendants “for the sum of $10,000.00 with interest at six per cent (6%) per annum as of any term past, present or future . . . and with Five per cent added for collecting fees” is so vague that it does not satisfy the requirements of the Act of February 24, 1806, P. L. 334, 4 Sm. L. 270, §28, 12 PS §739. The relevant section provides: “it shall be the duty of the prothonotary of any court of record, within this Commonwealth, on the application of any person being the original holder . . . of a note, bond, or other instrument of writing, in which judgment is confessed, or containing a warrant for an attorney at law, or other person to confess judgment, to enter judgment against the person or persons, who executed the same for the amount, which, from the face of the instrument, may appear to he due, without the agency of an attorney, or declaration filed. . . (Emphasis supplied)\nIn appealing the lower court’s decree dismissing their petition to strike the judgment and discharging a rule to show cause, the defendants contend that the face of the surety agreement discloses neither the existence nor the amount of liability, and that as a result of these “contingencies and uncertainties” the prothonotary should not have entered the judgment.\nAppellants’ contentions are without merit. The agreement here is quite similar to that in The Integrity Title Insurance, Trust and Safe Deposit Co. v. Rau, 153 Pa. 488, 26 Atl. 220 (1893). In the Integrity case, several individuals executed a bond guaranteeing payment of a debt owed by one of them. Included with the bond was a warrant of attorney to confess judgment in the amount of $4,800 without restriction. The prothonotary entered judgment on confession before the debt became due. In reversing the striking of the judgment by the lower court, this court held that in the absence of a restriction or condition to the contrary, judgment may be entered upon a warrant of attorney accompanying a bond, before the debt becomes due, but execution cannot issue until default in payment. There we stated at pages 491, 492: “. . . [Judgment [may] be entered at once before any of the notes [is] due. The bond is, in terms, for immediate payment, though its subsequent provisions show that it is only to be collected upon a default on the notes; and the authority to confess judgment is immediate, though execution cannot issue until default. . . .\n“. . . As security, the creditor has a right to as large collateral, and as many different forms of it, as the parties chose to contract for. . . . [T]he creditor did nothing more than enter up his judgment on the bond, as part of the security agreed on. In so doing he was within his legal rights. . . .”\nSince the agreement did not require an averment of default, plaintiffs in this case did not exceed their rights to enter judgment for the $10,000 amount designated in the warrant of attorney contained in the surety agreement despite the fact that there might not have been any default at all and notwithstanding the fact that the specific amount of liability, if any, could not be determined by the prothonotary from the face of the instrument.\nOrder affirmed.\nFor an excellent analysis of the distinction between a warrant authorizing the prothonotary to enter judgment under the Act of 1806, and the common law confession of judgment, see Mr. Justice (later Chief Justice) Horace Stern’s opinion Noonan, Inc. v. Hoff, 350 Pa. 295, 298-299, 38 A. 2d 53 (1944), and Shuchman, Penna. Judgment Notes, §3.1 (1961).\nSee also Note, 102 U. Pa. L. Rev. 524 (1954).",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Michael Edelman, for appellants.",
      "Arthur Silverman, with him M. Murray Schwartz, for appellees."
    ],
    "corrections": "",
    "head_matter": "Rosenthal v. Richman (et al., Appellant).\nArgued November 14, 1961.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Bok, Eagen and Alpern, JJ.\nMichael Edelman, for appellants.\nArthur Silverman, with him M. Murray Schwartz, for appellees.\nJanuary 2, 1962:"
  },
  "file_name": "0149-01",
  "first_page_order": 179,
  "last_page_order": 182
}
