{
  "id": 1304927,
  "name": "Bowman v. Columbia Telephone Company, Appellant",
  "name_abbreviation": "Bowman v. Columbia Telephone Co.",
  "decision_date": "1962-03-13",
  "docket_number": "Appeal, No. 464",
  "first_page": "455",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "406 Pa. 455"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "267 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0564-01"
      ]
    },
    {
      "cite": "368 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0317-01"
      ]
    },
    {
      "cite": "195 Pa. Superior Ct. 512",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        753532
      ],
      "pin_cites": [
        {
          "page": "516"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/195/0512-01"
      ]
    },
    {
      "cite": "359 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0461-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 14860,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.1476675028616724e-07,
      "percentile": 0.5806139662968768
    },
    "sha256": "c181322c7308c424dc10d359fe06c483eeba239e136207f43407e73f43734124",
    "simhash": "1:4537a87b0e92145c",
    "word_count": 2587
  },
  "last_updated": "2024-02-27T16:33:22.597218+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Benjamin R. Jones dissent."
    ],
    "parties": [
      "Bowman v. Columbia Telephone Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nOn the morning of March 20, 1958, at about 5:45, Rodney M. Bowman, 58 years of age, got into his two-door Chevrolet automobile at his home in Florin, Lancaster County, to drive to Pomeroy in Chester County (about nine miles west of Coatesville) where he was employed as a maintenance of way man by the Pennsylvania Railroad. A light snow was falling and it had already carpeted the ground around his home to a depth of five inches. He followed Route 230, passed through Mount Joy, and was at a point some 300 feet west of Twin-Kiss when an accident befell him, the mishap being the subject of the lawsuit here under consideration.\nThe highway was lined at suitable intervals with telephone poles, their crests rising to a height of 40 feet above the whitened terrain. At the point indicated, Bowman was startled by a sound which he thought was a clap of thunder. The next sensation of which he was aware was that the roof of his car had disappeared, together with his hat and eyeglasses. He related that he got out of the car “got up on the hood and slid down, on the snow.”\nFour telephone poles had snapped and stretched their broken lengths along the highway, one of them (later identified as Pole No. 16) having landed on Bowman’s ear, shearing away the roof and the windshield and in its violent momentum having smashed Bowman’s eyeglasses, broken his dental plate and fractured three of his dorsal vertebrae. The car was reduced to junk.\nHe brought suit against the Columbia Telephone Company, owners and maintainers of the poles and, in the ensuing trial, the jury awarded him a total verdict of $10,830 for his personal and property damage.\nThe defendant moved for judgment n.o.v., which motion was refused. This appeal followed.\nIt is the contention of the telephone company that it is absolved from any blame for Rodman’s misfortune because Rodman came to grief as the result of what the defendant calls an “Act of God.” In its answer to the plaintiff’s complaint, it averred under the heading of new matter: “The breaking and falling of the telephone pole referred to in the complaint did not arise from any negligence on the part of the defendant, its servants, agents, or employees, but resulted from an act of God. Said act of God consisted of a snowfall of unprecedented or almost unprecedented depth and weight, which began on March 19, 1958 and continued on March 20, 1958. At 6:15 a.m. on March 20, 1958, the time at which the pole is alleged to have fallen, more than twelve inches of wet and heavy snow had fallen and approximately twelve inches of Snow were on the ground.”\nThe plaintiff replied to this new matter denying “that an act of God consisting of a snowfall, or any other act of God, resulted in the falling and breaking of the telephone pole,” and asserted on the contrary, that the pole broke and fell as the result of the defendant’s negligence, the negligence consisting of- failure to maintain the pole in a reasonably safe condition, allowing it to rot so as to constitute a menace to persons using the highway, and neglecting to have the pole inspected at regular intervals.\nIt certainly cannot be asserted that it was the hand of God which pushed over pole No. 16 to break Bowman’s back. Snow fell, as it falls every winter in the temperate zone, and provident people anticipate this type of atmospheric precipitation by taking necessary precautions against its inflicting excessive damage. Sometimes all the ingenuity and industry of man cannot avail against the turmoil and turbulence of the elements, but it is not enough to escape responsibility for the owner of an instrumentality which inflicts damage to assert that the instrumentality was propelled by the Supreme Being and that, therefore, he can shake the clinging snow of responsibility from off his hands.\nIn the case of Kimble v. Mackintosh Hemphill Co., 359 Pa. 461, the plaintiff’s decedent was killed when the roof of the defendant’s foundry fell on him. The defendant disclaimed liability alleging that the roof was caused to fall because of a high wind of such velocity that it could be termed an act of God. This Court, in affirming the verdict awarded the plaintiff, approved the charge of the trial court which stated, inter alia: “. . . if the wind on this day was of such severity that it could not be reasonably anticipated by the Defendant, and that by reason of that wind, a part of the roof was blown off, then the Défendant would not. be liable. However, if the storm were not of that severity, if it were only such a storm as occasionally .happens, but is reasonably to be anticipated on occasions of every year or two, then that would not be an act of Providence . ... if they were such as were reasonably to be expected to occur occasionally, then such storms should be guarded against.”\nThe defendant in the present case knew that pole No. 16 carried 28 wires and that these wires formed a grill which would receive and hold on to snow, especially if it was wet. It thus became a question of fact for the jury to determine whether the company could anticipate what should be the strength of the pole to sustain the total weight of the snow. To this requirement of knowledge there would be attached the question of suitable inspection. May a utility company or any corporation or person erect towering objects along a highway which, falling, may cause serious damage, and not be obliged to inspect the objects from time to time to ascertain the state of their strength and durability to support whatever they may have to carry, in good or foul weather?\nThe plaintiff produced evidence to the effect that the depth of the snow at the point of the accident was five inches, not 12 inches as alleged in the defendant’s reply. Is five inches of snow in Pennsylvania so phenomenal as to throw all normal activities and responsibilities into confusion and chaos?\nThe defendant argues that the plaintiff did not produce any evidence of “any standard of safety which the defendant had violated.” That standard is seKspeaking. The basic laws of our Commonwealth proclaim that no one may use his property to inflict avoidable harm upon others, especially when that property fronts, abuts or skirts public highways. In James v. United Telephone Co., 195 Pa. Superior Ct. 512, 516, the Superior Court said: “. . . the care to be exercised by a utility company in the construction and maintenance of its lines and apparatus must be . . . reasonably apprehended from the location and nature thereof, and the greater the danger the greater must be the cax*e.”\nEvery material thing in the world deteriorates with age, and wood more quickly than metal. Pole No. 16 was yellow pine wood. Pine wood comes from a pine tree and once it is severed from the father trunk and mother earth, it begins to die. How long does it take to die completely? One of the defendant company’s witnesses testified that the practice of the Bell Telephone Company, which the appellant followed, was to ignore poles until they had been in the ground fifteen years, that is to say there would be no inspection for fifteen years.\nPole No. 16 was planted in 1943 (no month specified) so that it was in its fifteenth year of service when it fell in the line of duty. It was for the jury to say whether a delay of fifteen years before inspection was reasonable and it was also a matter for the jury to decide, even if it accepted the 15-year period as reasonable, whether this meant that regardless of conditions, the company could properly wait until 15 years had completely expired before examining the pole.\nA jury could conclude that under certain circumstances a pole could reach climacteric in 14 years, or even 13 years or less. Assuming that a normal pole would have 15 years of good health, this would not necessarily mean that it would be full-bodied, virile, healthy until its 15th birthday and then suddenly collapse, like Holmes’ “wonderful one-hoss shay.” This fifteen year period was not to be regarded as a time bomb which would destroy the pole just as the last grain of sand passed into the lower half of the 15-year hourglass. The pole was not equipped with a time-clock mechanism which would tick out its longevity.\nAccording to the testimony of several witnesses called by the plaintiff, the defendant company would have found, had it conducted an inspection prior to March 20, 1958, that Pole No. 16 was indeed sick if not actually moribund. One witness testified that the wood at the point of severance was “crumbly.” Another found the pole “brittle in the center,” a third witness testified that the wood was “crystallized,” that is, it was “brittle”, and “would break very easy.” He said that “you could snap it like glass. The pole was crystallized through and through.”\nPhotographs of the broken poles, particularly No. 16, were introduced in evidence and the camera confirmed what the witnesses had revealed with words. They showed the interior of the poles indeed not to be of that sturdy stuff which one would have reason to expect in a structure designed to withstand weight, weather and wear.\nIn support of its position of non-liability, the defendant quotes from the case of Miller v. Hickey, 368 Pa. 317, as follows: “An owner or possessor of land is not an insurer; he is not charged with the absolute duty Of having his premises in a safe condition but on the contrary, owes to a business visitor or invitee only the duty of reasonable care for his protection and safety, viz: to keep the premises in a reasonably safe condition and if there be any defects known or discoverable by the exercise of reasonable care and diligence, to warn the business invitee- of these defects or dangers; but for a latent defect of which an owner or possessor is ignorant and which could not be discovered in the exercise of reasonable care and diligence he is not liable.” (Emphasis supplied)\nIt will be noted from this very quotation that the owner of land owes to an invitee on his land the duty to keep the premises free of defects known or “discoverable by the exercise of reasonable care ” Could the defects in Pole No. 16 have been discovered by the exercise of reasonable care? We can assume from the verdict of the jury that it answered for itself that question with an affirmative. The defendant argues, however, that the evidence presented by the plaintiff showed that thé “pole was rotted only on the inside.” (Emphasis supplied). ' An overripe egg is rotten only on the inside but that fact does not make it sound, nor does the shell prevent the tester from determining the condition of the egg without breaking it. The jury could have found and apparently did find that the telephone company could have ascertained, without chopping down the poles, their state of health and stamina.\nIn instructing the jury on the defendant’s contention that it was not responsible for Bowman’s injuries because they resulted from an act of God, the trial court said: “. . . taking into consideration everything disclosed by the evidence as to the nature of the climate, frequency or rarity of manifestations of nature such as involved here, in the snowstorm, and all other pertinent testimony, it is for you to say whether the snowstorm in question was so unusually severe or otherwise extraordinary as to warrant its characterization as an act of God.”\nThis language was warranted under decisions of this Court as well as Courts in other jurisdictions. It may be in order, however, to suggest that trial judges not place upon juries the awesome and overwhelming duty of deciding whether any particular act was caused by God or by man. In Kimble v. Mackintosh Hemphill Co., supra, the statement was made: “Whether or not the fatal injury to plaintiff’s decedent was due to an act of God or to defendant’s negligence was á question of fact for the jury.”\nMan in his finite mind cannot pass upon the wisdom of the Infinite. There is something shocking in attributing any tragedy or holocaust to God. The ways of the Deity so surpass the understanding of man that it is not the province of man to pass judgment upon what may be beyond human comprehension. There are many manifestations of nature which science has not yet been able to analyze, much less cope with. In any event no person called into court to answer for a tort may find exoneration from the act of negligence charged to him by asserting that it was not he but the Supreme Being which inflicted the wound and the hurts of which the plaintiff complains. This does not mean that the defense of vis. major has in any way been lessened in importance and authority. It merely means that the loose use of the name of the Diety in the realm of the law should not be a matter of our approval. This Court well said in a case which involved the phenomenon of high winds: “High winds are not of infrequent occurrence, and this particular wind was termed an ordinary wind occurring three or four times a year. It was not an unusual one and it was for the jury to find under all the evidence whether it was likely to have occurred and should have been provided against. We cannot say that the intervening cause was vis major. One who fails in his duty to remedy a defective or dangerous condition is liable for injuries resulting therefrom although the immediate cause of the injury is the wind.” (Fitzpatrick v. Penfield, 267 Pa. 564.)\nWhether the intervening cause of an injury is wind, snow, storm, or sea, the test in tort cases remains the same: Did the defendant do all that a reasonable person could have been expected to do to avoid the happening which is the cause of the plaintiff’s injuries? If he did, he is not liable in damages. If he did not, he is liable.\nIn this case the jury found, on credible and trustworthy evidence, that the defendant did not do all that was reasonably necessary to save people lawfully using the highway from harm resulting from its erection and maintenance of telephone poles, and it was therefore liable in damages to the plaintiff. The verdict was proper under tbe law and the ascertained facts, and the judgment is, therefore,\nAffirmed.\nMr. Chief Justice Bell and Mr. Justice Benjamin R. Jones dissent.\nGeneral Washington, in issuing an order on August 3, 1776, asking officers and men to refrain from taking the Lord’s name in vain, said that he hoped they would “reflect that we can have little hope of the blessings of Heaven on our arms if we insult it by our impiety and folly.”",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "F. Lyman Windolph, with him Windolph, Burk-holder & Hartman, for appellant.",
      "Harris O. Arnold, with him John W. Beyer, and Arnold, Brieker, Beyer & Barnes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bowman v. Columbia Telephone Company, Appellant.\nArgued November 15,1961.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ.\nreargument refused April 4,1962.\nF. Lyman Windolph, with him Windolph, Burk-holder & Hartman, for appellant.\nHarris O. Arnold, with him John W. Beyer, and Arnold, Brieker, Beyer & Barnes, for appellee.\nMarch 13, 1962:"
  },
  "file_name": "0455-01",
  "first_page_order": 485,
  "last_page_order": 495
}
