{
  "id": 840341,
  "name": "Scott v. Reed et al., Appellants",
  "name_abbreviation": "Scott v. Reed",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 137",
  "first_page": "14",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "115 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0334-01"
      ]
    },
    {
      "cite": "137 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0428-01"
      ]
    },
    {
      "cite": "107 Pa. 630",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "56 Me. 324",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        666993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/56/0324-01"
      ]
    },
    {
      "cite": "1 Ired. Eq. 130",
      "category": "reporters:state",
      "reporter": "Ired. Eq.",
      "case_ids": [
        2097077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/36/0130-01"
      ]
    },
    {
      "cite": "28 W. Va. 341",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "opinion_index": -1
    },
    {
      "cite": "42 Hun, 161",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "105 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 370",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 17",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0017-01"
      ]
    },
    {
      "cite": "126 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0411-01"
      ]
    },
    {
      "cite": "105 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454229
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0258-01"
      ]
    },
    {
      "cite": "64 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/64/0018-01"
      ]
    },
    {
      "cite": "3 Bin. 366",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0366-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 604,
    "char_count": 12066,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.1818963342441048e-07,
      "percentile": 0.7727516160208568
    },
    "sha256": "d75acead214b103074df49e575b9a661c8eee62a91ba2d8253d7e46085f517eb",
    "simhash": "1:a3a31511f724a69e",
    "word_count": 2207
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebbett, Gbeen, Williams, McCollum, Mitchell and Heydbick, JJ."
    ],
    "parties": [
      "Scott v. Reed et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Heydrick,\nThe plaintiff seeks by this action to recover the value of certain promissory notes, which she claims were her property, but which the defendants say came into their hands as executors of the last will and testament of one David Perrine, deceased, and were by them collected and treated as assets of the estate of their testator. In her statement she avers that David Perrine was in his lifetime the payee, owner and possessor of the notes in question, and, at a time shown by her evidence to have been about four months before his death, made a gift thereof to her, and consummated that gift by delivering possession of the notes to her.\nThat an executed gift, such as is alleged in the statement to have been made, is irrevocable, and, if established by sufficient evidence, will support an action by the donee against the donor’s executors into whose hands the property may come after his death, cannot be doubted. But when an alleged donor has been surrounded during his last sickness by the family and relatives of the alleged donee, and the claimant has had opportunities to obtain possession of the subject of the alleged gift without title, the proof in support of the claim ought to be clear and satisfactory upon every point essential to title by gift. The dangerous character of such claims, and the necessity of insisting upon the most convincing evidence in support of them, was pointed out in Wells v. Tucker, 3 Bin. 366, and has been recognized in subsequent cases: Rhodes v. Childs, 64 Pa. 18; Appeals of Fross and Loomis, 105 Pa. 258; Cumming’s Executors v. Meaks, 2 Pitts. 490. In the latte?-case, which in some of its features was not unlike the present, Woodwaud, J., said: “ When a housekeeper undertakes to recover back from the executors of her deceased employer money found in his house voluntarily delivered by herself to the executor for purposes of administration, she ought to come well armed with clear and satisfactory evidence of her title. Assuredly all presumptions are against such a plaintiff.”\nThe plaintiff’s relation to David Perrine, if not strictly that of housekeeper, was much closer. She was his niece, and had been taken into his house when a child, and there remained as a member of the household until her marriage; and some years later returned with her husband and family to reside in his house and care for him. That she had charge of his personal effects, including the keys of his bureau in which he kept the notes in question, is made clear by testimony which she adduced, as is also the fact that on the day of the funeral she unlocked the bureau and, took out the notes and gave them to one of the defendants. Under-such circumstances the strictest rule in regard to the proof of a gift ought to be applied.\nThe direct evidence relied upon by the plaintiff to establish her title to the notes was the testimony of her son-in-law, and that of her son, Willie, a lad of about fourteen years of age at the time of the alleged transaction. The former’s testimony, so far as material, was given in a few words. His attention being called to a time about four months before Mr. Perrine’s death, when he and some of Mrs. Scott’s family were in Perrine’s room, he said: “ Well, we was in the room, and he asked Jefferson (the plaintiff’s husband) and I to help him up; to help him over to the bureau. He said he wanted to look over them notes.' He says I have some notes there, and he asked Mrs. Scott (the plaintiff), to get the keys. She went and got the keys. He says I allow her these notes, and we helped him over there, aud he took the notes out and was looking at them —he and her; and I went out of the room.” Willie Scott’s testimony, so far as material, was equally brief. Being interrogated as to what transpired on the occasion referred to by the former witness, he replied: “ Why, he (Perrine) asked for help. He said he wanted to go over to the bureau, and Mr. McClurg and father helped him over to the bureau and also told mother when they were helping him over to the bureau to get the keys; and she went out to get the keys and came back in, and they unlocked the bureau — her I mean — and he took these notes — there were some of them in a box and some in a book, I think. I wouldn’t be positive just where they got them ; anyhow they took them out, and he looked them over, and handed them to her, and told her to keep them; they were for her. There was two notes, one on Albert Miller, and one on W. E. — that he told her was for Jessie ” (her young daughter). Upon cross-examination he said: “I seen part of them. I saw a note from Mr. Cunningham, and one on Mr. Reed or Mr. Steen and Mr. Miller. I saw them three notes and a note of Mr. Cole — Mr. William Cole — is all I saw.”\nIf this testimony be believed there was an executed gift of just what the witnesses described. But it will require the assumption of something not in the proofs to fit the description given by the witnesses to any of the eleven notes which came into the hands of and were collected by the defendants. Among the latter notes were none made by any person who bore the name of Reed, Steen or Miller, or to whom the initials W. E. could be applied. There were, indeed, two notes made by F. Cunningham for $2,088 and $1,023 respectively, and one by William Cole for $400, but to assume that these notes were identified by Willie Scott’s testimony is to assume that David Perrine did not have any other note of William Cole than the one which came into the hands of the defendants, and that he did not have the note of any other person of the name of Cunningham than the F. Cunningham whose two notes the defendants received, or any other note of P. Cunningham than those two. If all this be assumed it is still not proved which of the two Cunningham notes was given to Mrs. Scott. As to the William Cole note, the identity might perhaps be considered as established if the plaintiff had not by her own conduct as shown by herself cast a doubt upon it. As already pointed out, she voluntarily delivered the eleven notes, the value of which she seeks to recover, to one of the defendants on the day of the funeral. She called Mr. Reed, one of the defendants, to prove that she had delivered the notes to him and what was said at the time. He testified that she gave him the keys of the bureau and that he unlocked it and took the notes out; and that when handing the keys to him “ she said that David Perrine had told her to give the keys to me, not to Mr. Cunningham, because there was too many of his notea there ; that was about the substance, and I think probably the words she used.” He further testified that she did not make any claim to the notes, but did claim the household goods. Mrs. Scott was examined in her own behalf, but failed to state that she made any claim to the notes when, as she said, she handed them to Mr. Reed. The nearest approach that she made to that was in the following passage: “ I told him (Reed) that they were for him to attend to individually, himself; the notes were on Mr. Cunningham and that if I give them into his hands that I wouldn’t get them.” But as one of David Perrine’s residuary legatees she could use that language, and she admitted that she used the language imputed to her by Mr. Reed.\nIf Mrs. Scott delivered these notes to Mr. Reed, one of the executors, for any other purpose than that of administration, it was not made to appear. The admitted fact that she told him when she handed him the notes, as she says, or the keys, as he says, that David Perrine had so instructed her, is consistent, without more, with no other purpose, and was an admission that they belonged to the estate, not necessarily binding upon her, but making a prima facie case against her. And in this connection the unexplained fact that she retained the notes of Mr. Reed or Mr. Steen, Mr. Miller and W. E., which her son testified were given to her along with the Cunningham and Cole notes, raises a strong presumption that she retained all the notes that had been given to her, and handed over to the executors only those which belonged to the estate. Mere conjecture that David Perrine had but one William Cole note, and that one or the other of the F. Cunningham notes was what was seen by the witness, is not sufficient to overcome that presumption. As to the other nine notes there was nothing that could be called evidence. It follows that the second assignment of error must be sustained, and this, disposing of the case, renders it unnecessary to consider the first.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Heydrick,"
      }
    ],
    "attorneys": [
      "R. W. Irwin, with him M. C. Aaheson, L. Me Garrett, and J. W. & A. JDonnan, for appellant,",
      "E. F. Patterson and M. L. A. Me Grdeken, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Scott v. Reed et al., Appellants.\nGift — Evidence of gift of promissory note.\nWhere an alleged donor has been surrounded during his last illness by the family and relatives of the alleged donee, and the claimant has had opportunities to obtain possession without title of the subject of the alleged gift, the proof in support of the claim ought to be clear and satisfactory upon every point essential to title by gift.\nIn an action to recover the value of certain promissory notes, included in the inventory of the estate of a decedent, which notes plaintiff claimed had been given to her by decedent, it appeared that plaintiff with her husband and children lived in the house of decedent who was her uncle, and had charge of his personal effects, including the keys of his bureau in which he kept the notes in question. Two witnesses testified that they saw the decedent give some notes to plaintiff, and that he told her to keep them, that they were for her. One of the witnesses identified by name of the makers some of the notes given, but did not specifically identify any of the notes for which suit was brought. After the death of decedent plaintiff gave the keys of the bureau to one of the executors, who unlocked it and took the notes out.' Plaintiff made no claim to the notes at that time, but did claim the household goods. Held, that there was not sufficient evidence to sustain a gift.\nArgued Oct. 18, 1892.\nAppeal, No. 137, Oct. T., 1892, by defendants, J. M. K. Reed and Francis Cunningham, from judgment of C. P. Washington Co., Nov. T., 1890, No. 387, on verdict for plaintiff, Sarah Jane Scott.\nBefore Stebbett, Gbeen, Williams, McCollum, Mitchell and Heydbick, JJ.\nAssumpsit for value of certain promissory notes.\nAt the trial, before McIlvaine, P. J., it appeared that the notes in controversy had been included in the inventory of the estate of David Perrine, deceased, but plaintiff claimed that they had been given to her by decedent. The notes were eleven in number, and were as follows: Note of Alex. Smith, dated Sept. 26, 1881, for $140.55 ; note of J. F. Scott, dated Dec. 2, 1884, for $100; note of J. F. Scott, dated Dec. 15,1883, for $40, note of J. F. Scott, dated April 16, 1887, for $50 ; note of J. F. Scott, dated Feb. 29,1888, for $50; note of J. Reasoner and Geo. Amspoker, dated Sept. 22, 1886, for $ ; note of Wm. Colo, dated Feb. 5, 1883, for $400; note of J. P. and Nancy Lawther, dated Sept. 26, 1881, for $49.20; note of F. Cunningham, dated June 21,1884, for $2,088; note of F. Cunningham, dated June 14, 1887, for $1,023; note of Thomas Donovan, dated April 11, 1881, for $100.\nJanuary 3, 1893 :\nOther facts appear by the opinion of the Supreme Court.\nDefendants’ request for binding instructions was refused. [2]\nVerdict and.judgment for plaintiff. Defendants appealed.\nError assigned was (2) above instruction, quoting it.\nR. W. Irwin, with him M. C. Aaheson, L. Me Garrett, and J. W. & A. JDonnan, for appellant,\ncited, Van Horne v. Clark, 126 Pa. 411; Nicholas v. Adams, 2 Wh. 17; 4 Kent, 444; Wells v. Tucker, 3 Bin. 370; Fross’ Ap., 105 Pa. 267; Ward v. Turner, 1 White & Tudor’s L. C. Eq., p. 1058; Lewis v. Merritt, 42 Hun, 161; Dickeschild v. Exchange Bank, 28 W. Va. 341; Shirley v. Whitehead, 1 Ired. Eq. 130; Hatch v. Atkinson, 56 Me. 324; Miskey’s Ap., 107 Pa. 630.\nE. F. Patterson and M. L. A. Me Grdeken, for appellee,\ncited, Jacques v. Fourthman, 137 Pa. 428; Patterson v. Dushane, 115 Pa. 334."
  },
  "file_name": "0014-01",
  "first_page_order": 38,
  "last_page_order": 43
}
