{
  "id": 840330,
  "name": "O'Reilly v. Craft, Appellant",
  "name_abbreviation": "O'Reilly v. Craft",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 261",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 36"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 221,
    "char_count": 3169,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3914985004917275
    },
    "sha256": "d8c14cd65e17eb37bd5885d9279541107699a0dd4b1490d008ca852f765129bc",
    "simhash": "1:fa75ab915f09951a",
    "word_count": 572
  },
  "last_updated": "2023-07-14T17:06:12.049355+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "O’Reilly v. Craft, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nUnder the facts as disclosed by the case stated, we are of opinion that the relator was duly elected to a seat in the council of the borough of Crafton for the term of two years, and that the court below was right in ordering a writ of mandamus fco issue, commanding the officers of the said borough to admit W. C. O’Reilly, the said relator, as a member of said council to serve for the term of two years from the date of his election thereto.\nThe law bearing upon this question has been sufficiently discussed in In re Petitions of S. H. Young, et al., decided herewith [the preceding case].\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Win. H. MeOlung and •/. A. Evans, for appellant.",
      "Wm. I). Evans, Geo. G. Wilson with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "O’Reilly v. Craft, Appellant.\nBoroughs — Council—Chief burgess — Acts, June 2, 1871, and June 1, 1883.\nWhere a decree of incorporation of a borough in 1892 provides that the chief burgess shall be a member of the borough council, the burgess is \"one of the six members intended by the acts of June 2, 1871, and June 1, 1883, P. L. 51, and not an additional ex officio member.\nArgued Nov. 8, 1892.\nAppeal, No. 261, Oct. T., 1892, by defendants, C. C. Graft, burgess, and P. A. Bonebrake et al., members of town council, from judgment of O. P. No. 1, Aliegheny Co., Dee. T., 1892, No. 33, on case stated in favor of plaintiff, W. C. O’Reilly.\nJanuary 3, 1893 :\nBefore Paxson, C. J., Green, Williams, McCollum, Mitchell and Heydrick, JJ.\nCase stated to determine election of councilman of borough.\nFrom the case stated it appeared that the borough of Crafton was incorporated on Jan. 5, 1892, and that the decree of incorporation provided that the burgess should serve as a member of borough council; that at the election held on Feb. 16,1892, the qualified electors of said borough voted for six members of borough council to serve for the following named terms, to wit: Two members thereof for three years, two members for two years, and two members for one year; that at said election P. A. Bonebrake and James Munnell received the highest number of votes cast for candidates to serve for the term of three years in said borough council; Michael Breen and H. W. Holmes to serve for the term of two years, and John Campbell and G. W. Richards to serve for the term of one year, and to these several parties certificates of election were issued by the judge and inspectors of said election, and they now claim to be the lawfully elected council of the said borough of Crafton; that W. C. O’Reilly, a qualified elector of said borough, received the third highest number of votes cast at said election for councilman to serve for the term of two years, and a certificate of election to said office was issued to him by said election board, but he is now prevented from taking his seat as a member of said borough council by the persons named above, who claim to be the lawfully elected members of said borough council.\nThe court decided that there wras no authority to elect any person to serve as member of council for the term of three years, and entered judgment for plaintiff on the case stated.\nError assigned was above decree, quoting it.\nWin. H. MeOlung and •/. A. Evans, for appellant.\nWm. I). Evans, Geo. G. Wilson with him, for appellee."
  },
  "file_name": "0036-01",
  "first_page_order": 60,
  "last_page_order": 62
}
