{
  "id": 840303,
  "name": "Brown et al., Appellants, v. Seidel et al.",
  "name_abbreviation": "Brown v. Seidel",
  "decision_date": "1893-02-06",
  "docket_number": "Appeal, No. 16",
  "first_page": "60",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "140 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0205-01"
      ]
    },
    {
      "cite": "4 Hughes, 239",
      "category": "reporters:state",
      "reporter": "Hughes",
      "opinion_index": -1
    },
    {
      "cite": "14 Fed. R. 250",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6726742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/14/0250-01"
      ]
    },
    {
      "cite": "3 Hughes, 163",
      "category": "reporters:state",
      "reporter": "Hughes",
      "opinion_index": -1
    },
    {
      "cite": "22 Fed. R. 823",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6723300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/22/0823-01"
      ]
    },
    {
      "cite": "5 McLean, 256",
      "category": "reporters:federal",
      "reporter": "McLean",
      "opinion_index": -1
    },
    {
      "cite": "20 Fed. R. 217",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6731759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/20/0217-01"
      ]
    },
    {
      "cite": "20 Fed. R. 883",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6738185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/20/0883-01"
      ]
    },
    {
      "cite": "26 Fed. R. 410",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6728621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/26/0410-01"
      ]
    },
    {
      "cite": "1 Fed. R. 688",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3719084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/1/0688-01"
      ]
    },
    {
      "cite": "10 Fed. R. 838",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6735642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/10/0838-01"
      ]
    },
    {
      "cite": "22 Fed. R. 41",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6714822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/22/0041-01"
      ]
    },
    {
      "cite": "4 Fed. R. 527",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6718570
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/f/4/0527-01"
      ]
    },
    {
      "cite": "146 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827940
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0610-01"
      ]
    },
    {
      "cite": "143 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978543
      ],
      "weight": 6,
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0623-01"
      ]
    },
    {
      "cite": "146 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827900
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0592-01"
      ]
    },
    {
      "cite": "29 W. N. C. 309",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "146 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0592-01"
      ]
    },
    {
      "cite": "140 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972562
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/140/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1222,
    "char_count": 33230,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 3.2395206440361984e-07,
      "percentile": 0.8682315069334158
    },
    "sha256": "d163f83592eec3fbdf404653fbb05bbdccf4f872c04e80a0b9b11f69897556d3",
    "simhash": "1:b5bdf54360847de1",
    "word_count": 5800
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Brown et al., Appellants, v. Seidel et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere is no such similarity in the trade-marks used by the respective parties to this controversy as to justify the conclusion that the one is intended as an imitation of the other. This is so palpable upon inspection that any discussion of the subject is unnecessary. In fact, the complaint of the plaintiffs is not so much that the defendants have pirated their trademark as that they put up their goods in a form and style of package which resembles those of plaintiffs.. The respective parties are engaged in the manufacture and sale of an article of stove polish, and there certainly is a resemblance in the size of the packages, and in the manner in which they are put up, between those of the defendants and the plaintiffs. They both use tin foil as wrappers for the stove polish, over which is placed a paper wrapper of similar colors. The packages as thus put up might perhaps induce an ignorant or a careless person to mistake the one for the other, provided he made no examination whatever. The mere possibility of a mistake, however, is not sufficient. As was said in Heinz v. Lutz, 146 Pa. 592: “ It is not enough that there may be a possibility of deception. The offending label must be such that it is likely to deceive persons of ordinary intelligence.” See authorities there cited.\nWe are not prepared to say that the mere resemblance, accidental or otherwise, in the size and style of putting up packages, is of itself sufficient to justify the interference of a court of equity.\nWhere there is an actual infringement of the trade-mark itself, or where the resemblance of the one to the other is such as to leave the fact of imitation in doubt, the fact that the party charged with such imitation has also adopted a like style of putting up his packages, may be some evidence upon the question of intention. It is only where there is a manifest intent on the part of one manufacturer to sell his goods as and for the goods of another manufacturer that the aid of equity has been successfully invoked to restrain it. This whole subject has been so recently and fully discussed by this court that we do not think it necessary to elaborate. See Hoyt v. Hoyt, 29 W. N. C. 309; Heinz v. Lutz, supra, and other cases.\nThe decree is affirmed and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting opinion,\nMe. Justice Mitchell,\nFeb. 6,1893:\nI am unable to concur in this decision. If my difficulty was only on the facts I should not think it worth while to dissent, but as this is another step in the series that tends to fix the law of this state on what I cannot help regarding as a wrong basis I deem it proper to put my views briefly on record.\nTrade-marks, whatever may have been the early view, are now mainly valuable, and they are immensely so, as means of advertisement and business identification. As a kind of property with this special element of value they are entitled to protection from the point of view of honest business, and equity has so regarded them for many years in England and most of the best courts in this country. Nor is the application of the principle confined to cases of trade-marks strictly so called. To be effective many things must be included in the protection, which are not trade-marks, nor individual property at all, except for the special and limited purpose to which they are applied. The rule was thus stated half a century ago by Lord Langdale, in Perry v. Truefitt, 6 Beavan, 66, a man is “ not to be allowed to use names, marks, letters or other indicia by which he may induce purchasers to believe that the goods which he is selling, are the manufactures of another person. I own it does not seem to me that a man can acquire property merely in a name or a mark; but whether he has or not a property in the name or mark I have no doubt that another person has not a right to use that name or mark for the purpose of deception, and in order to attract to himself that course of trade or that custom which without that improper act would have flowed to the person who first used, or was alone in the habit of using the particular name or mark.”\nThe true role I take to be that in cases of trade-mark proper, anything so similar as to be likely to deceive intending purchasers, will be treated as an infringement, without reference to the purpose to deceive, or to whether the resemblance is intentional or accidental; but that where the imitation is with intent to acquire, wrongfully and in an underhand manner, a portion of another’s good will or business, equity will enjoin the attempt as a fraud, though the imitation be not of a legal trade-mark. And such intent may be gathered from imitation of name, descriptive words used, size or style of package, color or shape or mode of application of label, general appearance, or any circumstances which afford basis for the inference of an intent to copy, and where such intent is thus indicated, the actual resemblance need not be so close as to deceive any but the most careless buyers. It is enjoined not as a deception of the public likely to be successful, but as an attempt to defraud the plaintiff. Any rule short of this' is a premium on dishonesty, and an invitation to a commercial policy which measures its actions not by conscience or right, but by ingenuity in dodging the law.\nThe cases both English and American will be found cited in the admirable brief of the appellant in Putnam Nail Co. v. Dulaney, 140 Pa. 205, a case where the principle was conspicuously applicable, and where, under precisely similar facts with another defendant, it was actually applied by the circuit court of the United States in Nail Co. v. Bennett, 43 Federal Reporter, 800.\nIn the present case the learned master reports, “ That the label used by the defendants was suggested by that of the plaintiffs, the master cannot doubt.” That fact of itself was enough to support an injunction.",
        "type": "dissent",
        "author": "Me. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Jerome Cartg, for appellants.",
      "BeForrest Ballou, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brown et al., Appellants, v. Seidel et al.\n[Marked to be reported.]\nTrade-marks — Fraud—Evidence.\nThe mere resemblance, accidental or otherwise, in the size and style of putting up packages, is not of itself sufficient to justify the interference of a court of equity. It may, however, be some evidence upon the question of intention, where the resemblance of one trade-mark to another is such as to leave the fact of imitation in doubt.\nImitation of label and package — Stove polish.\nPlaintiffs and defendants were both engaged in the manufacture and sale of stove polish. Plaintiffs adopted a particular form of package, and inclosed it in tin foil. Outside of the tin foil was a paper wrapper red in color and bearing the name of plaintiffs’ firm. Defendants put up their stove polish in packages resembling in size and form the packages of plaintiffs, and also used tin foil as a wrapper, over which they placed a paper wrapper, red in color. The packages thus put up differed in other respects to such an extent that a person buying could only mistake one for the other, provided he made no examination whatever, although the master found that defendants ’ label was suggested by plaintiffs.’ Held, that plaintiffs were not entitled to an injunction.\nIt is not enough that there may be a possibility of deception. The offending label must be such that it is likely to deceive persons of ordinary intelligence: Heinz v. Lutz, 146 Pa. 592.\nDissenting opinion by Mitchell, J.\nArgued Jan. 23, 1893.\nAppeal, No. 16, Jan. T., 1893, by plaintiffs, Thomas Brown et al., trading as the Phoenix Plumbago Mining Co., from decree of C. P. No. 1, Phila. Co., Sept. T., 1889, No. 587, dismissing bill in equity against E. B. Seidel et al., trading as the Solar Plumbago Manufacturing Co.\nBefore Paxson, C. J., Sterrett, Green, McCollum, Mitchell and Dean, JJ.\nBill to restrain alleged imitation of trade-mark.\nThe case was referred to A. Atwood Grace, Esq., as master, who reported as follows:\n“ The bill avers that the complainants are now and have been since 1877 engaged in the manufacture and sale of stove polish, under the name of the Phoenix Plumbago Mining Co.; that the stove polish manufactured and sold by them has now and has long had an extended and desirable reputation in the United States and especially in the city of Philadelphia, where it is regarded as an article of great excellence and of standard quality, and has been sold in large quantities, whereby large profits have accrued to the complainants; that about the year 1884, (changed by amendment to 1878,) Thomas Brown, one of the firm complainants, devised and adopted a label which had not been used in connection with stove polish before that time by any persons whomsoever; that since that time the complainants had used said label to distinguish and identify their stove polish from all others, until the same has come to be regarded and recognized by the public as a trade-mark; that said label may be particularly described as follows: The words ‘ Electric Paste Stove Polish,’ printed in black and white letters in connection with a red wrapper, accompanied by the words ‘ Solidified, Ready for Use,’ together with printed directions for use and the name and address of complainants as manufacturers; that about the year 1879, the said Thomas Brown devised and used a style of package covered with white tin foil encircled almost the entire length by the label before mentioned; that tin foil had not previously been used for the purpose of inclosing stove polish; that it was the custom to wrap it in paper; that the complainants have adopted a method of packing for the trade one and a half dozen packages of stove polish in boxes of a dark color, with a white rim around the edge of the lid, while the almost universal custom of other dealers is to pack commodities in boxes containing an even dozen or a number of dozens, and that complainants’ boxes ‘have pasted on one end thereof the label above mentioned.\n“ The bill then charges that the defendants, trading as the Solar Plumbago Manufacturing Co., being aware of the premises, have willfully, intentionally and unlawfully prepared and sold stove polish put up in packages in imitation of complainants’ goods, so that they are substantially exact representations and counterfeits of the form and style of package, label and trade-mark used by them, and have intentionally imitated tlioir method of packing said packages in boxes containing one and a half dozen packages, with the intention of deceiving the public and complainants’ customers into buying defendants’ goods instead of those of complainants, to their great damage.\n“ The bill further charges that defendants have willfully and unlawfully imitated the general appearance of complainants’ goods in form, color and shape of package, wrapper and labels and style and manner of packing, whereby the customers of complainants and the public are deceived.\n“ The bill avers that one of the defendants, William J. Rig-by, prior to April, 1889, was in complainants’ employ as a salesman of the stove polish manufactured by them, having entered their employ about 1885, and while in such employment acquired a knowledge of their method of putting up their stove polish, and of the marks, labels, style and form of package used by them, and as such salesman became acquainted with complainants’ customers; that said Rigby was discharged from the employ of complainants in April, 1889, since which time the defendants’ partnership has been organized mainly through his exertions; that said Rigby in fraud of complainants’ rights and to deceive complainants’ customers, visited said customers and sold the stove polish manufactured by defendants put up as aforesaid, whereby the customers aforesaid have been deceived.\n“ The bill prays: (1) That defendants make answer. (2) That defendants be enjoined from using in connection with the sale of stove polish any marks, labels, designations and form and style of package, substantially similar to those employed by complainants. (3) That defendants be restrained from using a wrapper so substantially similar to that of complainants as to deceive and mislead purchasers. (4) That an account of defendants’ sales be taken by a master to be appointed for that purpose, and that a decree be entered for payment to complainants of such amounts as he may find due, with damages for any injuries suffered by complainants by the matters as charged in the bill.\n“ The answer denies that the enclosing of stove polish in tin foil by complainants is for the purpose of distinguishing it from any other polish, and avers that it is the only known wrapper which will retain it; that such wrapping is not a trade-mark; that tin foil has been used for wrapping various articles of merchandise for many years; and that complainants have no letters patent for the use of tin foil in connection with the manufacture and sale of stove polish.\n“ It further denies any intention of imitating the complainants’ goods, label and trade-mark, their manner of wrapping the stove polish or their method of packing them; but on the contrary avers that the defendants’ label is so dissimilar that no person of ordinary powers of observation could possibly be deceived thereby; that the manner of packing stove polish in boxes exactly like complainants has been in actual use as such for over twenty-five years; that the box used by complainants is black, while that used by defendants is blue.\n“ It further denies that Rigby, with the intent of deceiving the complainants’ customers, visited said customers and induced them to buy the polish of defendants, instead of that of the complainants, by the manner in which it was put up, but on the contrary avers that Rigby invariably notified those who had been customers of the complainants that he was not connected with them but was manufacturing a stove polish on his own account, and sold the polish of the defendants upon its own merit, without any fraud or misrepresentation whatever.\n“ The answer in conclusion avers that in their advertisement, the defendants call particular attention to their trade-mark, which has been duly registered, and prays that the defendants may be dismissed with costs.”\nThe master then found the facts to be as follows:\n“ The plaintiffs, Thomas Brown and Edwin W. Gilbert, trading as the Phoenix Plumbago Mining Company, are now and have been since 1877, at least, (though the date of the formation of the copartnership is not shown by the evidence) engaged in the business of manufacturing and selling stove polish and lubricating plumbago, in the city of Philadelphia. About the year 1878 the firm commenced the manufacture and sale of a paste stove polish, which was solidified, and, to be used, had to be shaved down, diluted in hot water until it became like paint, and applied with a soft brush or rag. The luster was obtained by polishing with a stiff brush or dry woolen cloth. This polish was designated by the plaintiffs, ‘ Electric Paste Stove Polish,’ and was put up in short sticks, at first rather square in shape, and later, about 1884, more oval; put up at first in a tin box and later, when it was found that the alkali in the paste rusted the tin and dried out the paste, wrapped in tin foil, covering its entire length by a paper wrapper or label, like Exhibit A, annexed to plaintiffs’ bill. The package was not covered by the label at the ends, but the tin foil could be seen. The label was printed upon a red ground, in what might be termed four divisions, one of which would, if the package were properly wrapped, come on each side, and was registered by plaintiffs as their trade-mark, in accordance with the act of congress approved March 3, 1891, on August 4,1885. The label used by complainants after the date of such registration may be described as follows:\n“ The first division or top contains the words in black letters, ‘ Manufactured only by the ’ on the first line; in red letters on a black scroll, ‘ The Phoenix Plumbago Mining Co.,’ in capital letters on the second line; in black letters, ‘No. 1712 North Ninth Street; ’ on the third line, and in black capital letters, ‘ Philadelphia ’ on the fourth line. This division is inclosed by a small black border, with the corners filled in so that the inside rounded gracefully.\n“ The second division [*] is the most important, because\ntherein particularly is contained the important matters in relation to the trade-mark. It also is inclosed by a thin black border, but the corners are square, as follows: At the top appear the words, 4 Electric Paste,’ in prominent capital letters, printed white with a black border; in the centre upon a black ground, encircled by a thin white border, is the word, 4 Solidified,’ in capital letters upon a flowing curve. At the lower left hand corner upon a white scroll, curved upward toward the centre-piece with a black edge, in black capital letters, 4 Stove,’ and in the lower right hand corner upon a similar scroll, 4 Polish,’ in the same style.- In the middle at the bottom are the words, in capital letters on a curved line, 4 Ready for use,’ and beneath in very small caps, 4 Trade Mark,’ and on the bottom line, 4 Registered, Aug. 4, 1885.’\n\" The third division is inclosed by a border similar to that inclosing the first. At the top, upon a straight, white scroll with black edge, in black capital letters, is the word,4 Directions.’ On the second line in black letters, 4 Open package at one end. Shave down, thin the quantity.’ On the third line, 4 Required. Add hot water until it mixes into the condi-.’ On the fourth line, 4 ti on of paint. Apply with soft or woolen rag,’and on the fifth line, 4 Polish with stiff brush or dry woolen cloth.’\n44 The fourth division is inclosed by a thin black border, similar to that inclosing the second. On the first line are the words, in black letters, 4 Makes the most brilliant black lustre.’ Second line, 4 and stands the greatest heat of any; ’ third line, ‘stove polish in the world.’ This fourth division being so arranged that the bottom line of the border appears on the top of the first division, so that when wrapped around a package the label makes one continuous whole.\n44 These packages when so wrapped were then put up in ordinary paper boxes, covered with black paper, with a white edge round the rim of the lid, which boxes contained and would hold, when filled, no more and no less, one dozen and a half of packages.\n44 Notwithstanding the extreme meagerness of the plaintiffs’ evidence upon this point, it seems to the master to be reasonably well established that the paste stove polish so wrapped and packed had made a market for itself, and was largely sold throughout the country. Whether this was due to the excellence of the article, whose merits are disclosed only on the label, for there is not a word in the evidence concerning its intrinsic worth as a merchantable commodity, or to the skill and dexterity of the plaintiffs’ salesmen, the master is unable to determine.\n“ Be as it may, however, the principal member of the plain tiffs’ firm, and the only one of the two composing it who testified before the examiner, claimed that by long use, even prior to its registration as a trade-mark, the plaintiffs had acquired a right of property in the manner in which the article was wrapped in tin foil, and then covered by the label, in the label itself, in the name ‘ Electric Paste,’ in the manner of packing a dozen and a half in a box, which he thought was original with them, and in the shape, size and color of the box.\n“ The testimony of the plaintiff, Brown, as to the use of tin foil in wrapping up stove polish is confined necessarily to his own knowledge. As he had no knowledge whatever of this business prior to embarking in it in 1877, it follows that his testimony is of no value whatever upon this point; the other witnesses for the plaintiff, however, some of whom have had a longer experience in and more extensive knowledge of the business, do testify that plaintiffs were the first to use it for that purpose, but they all admit that for many years prior it was used in wrapping up many other articles of merchandise, and one of the defendants enumerated no less than eight different articles which were offered for sale wrapped in tin foil, tobacco, cheese, yeast, chocolate, coffee, soap, cosmetics and chewing gum.\n“ The clear result of all the evidence on the point leads to the conclusion, if indeed it does not establish as a fact, that the usual and general color of a proper wrapper for stove polish made in stick form has always been and is now red.\n“ The plaintiffs had in their employ as a salesman, from the autumn of 1883, until May 13, 1889, one William J. Rigby. He has been in the stove polish business since 1872, being connected, from 1872 to 1882, with H. A. Bartlett & Co. as a salesman of stove polish. While with the plaintiffs he had free and unrestricted access to all parts of their works and also to their books. For some reason or other, for intemperate habits, general inattention to business and other improper conduct, the plaintiffs contend, all of which, however, is denied by Rigby (mid which of the two is correct is altogether immaterial and irrelevant to this issue), the parties severed their relations in May, 1889. Shortly thereafter the defendants, Edgar B. Seidel, Anthony A. Meng and the said William J. Rigby, formed a copartnership under the name and s\"tyle of the Solar Plumbago Manufacturing Co., to manufacture and deal in paste stove polish, similar to that manufactured and sold by the plaintiffs, which they put up in small cylindrical sticks, wrapped around with tin foil, which in turn was wrapped around by a label. These sticks are placed in boxes holding just eighteen of them, and the article is called by them ‘ Solar Paste Stove Polish.’ It is charged by the plaintiffs that the manner in which this is done is a violation of their rights and an infringement of their trade-mark. For the purposes of comparison, the stove polish of the defendants, as wrapped and put up in boxes for sale, is thus fully described. It is not denied that in its general shape and form the polish resembles that of the plaintiffs, nor is it disputed that the defendants’ polish is wrapped in tin foil, as is the plaintiffs’. The label used by the defendants may be described as divided into four parts, the divisions, however, being less pronounced than those of the plaintiffs’ label, consisting of but a single thin black line, while the plaintiffs’ has two heavy parallel lines. The defendants’ label is upon a red ground, and the first division consists of four straight lines of black capital letters, the first line containing the words, ‘ manufactured by the; ’ the second line in large type, ‘ Solar Plumbago Manufacturing Company; ’ the third line, in smaller type, very little larger than the first line, ‘110-12 South Water street,’ and the fourth line in type a trifle heavier faced, but not much larger, ‘ Philadelphia, Pa.’\n“ The second division has at the top the words ‘ Solar Paste ’ in large, black capital letters, with thin white borders, all of equal size, and immediately beneath and in the centre of this division, what purports to be a representation of the solar system, being a cut showing a sheet of water in the foreground with three mountains in the rear; back of these a rising sun, and above all a quarter crescent shaped and a number of stars ; this is all in black and white, and is almost circular in form, and ends at the bottom in a straight scroll of thin red and white alternate lines bordered by a thin black line, and containing the word in black capital letters ‘•compressed.’ To the left of the cut, upon a black ground, is the word ‘stove’ in capital letters of red and black colors, and to the right is the word ‘ polish ’ in similar letters. Underneath all of this, and at the bottom of this division, are° the words in black capital letters ‘ it shines for all.’\n‘‘The third division begins with the word ‘directions’ in black letters on a .white ground. Beneath is the following in black letters, arranged as here shown:\n“ ‘ Open package at one end. Shave down thin the quantity\n[required.\nAdd hot water until it mixes into the condition of paint.\nApply with soft brush or woolen rag. Polish with stiff brush or dry woolen cloth.’\n“ The fourth division consists of three lines of black letters, arranged and reading as follows :\n“ ‘ Makes the blackest Polish without dust, and stands the greatest heat of any Polish on the globe.’\n“ This label does not cover the stick at the ends, but exposes the tin foil to view. When so wrapped up the defendants pack eighteen of them in a dark blue paper box, capable of holding just that number, with a white rim around the edge of the lid.\n“ That the label used by the defendants was suggested by that of the plaintiffs, the master cannot doubt, but, as a matter of fact, he fails to see any such resemblance in the label alone as to deceive a person of ordinary intelligence, who uses his eyes at all when making the purchase. In the first place, and the most striking dissimilarity is that the defendants’ label contains an almost circular picture or cut, in the centre, while the plaintiffs’ contains the word ‘solidified’ upon an oval black centre-piece, without any effort whatever to make a representation of anything in art or nature. Secondly, the plaintiffs’ label contains much more white color than the defendants’, the latter being almost wholly black and red, while the former is noticeably much brighter by the use of the white color. Thirdly, and most important of all, in a legal sense, there is no attempt whatever to imitate, counterfeit or represent in any other way, the plaintiffs’ characteristic word ‘ electric ’ in either of the senses of sight or hearing. The word ‘ solar ’ does not look like ‘ electric ’ nor does it sound like it. In fact, two more dissimilar words in every sense cannot well be imagined. It must be admitted that at a glance, without stopping to examine the labels even in the most perfunctory way, there seems to be a general, what might be called ‘family,’ resemblance between them, but this impression instantly leaves the mind upon the slightest examination of the labels. The master has disregarded all the testimony produced on both sides in arriving at this conclusion, for the reason that he believes that such testimony is nothing more than a mere expression of opinion of non-expert witnesses, and it is the province of the chancellor to say from an inspection of the trade-mark, and its alleged infringement, whether or not there is such a resemblance as would deceive a purchaser of ordinary intelligence, exercising such caution as is usual in the purchase of the article in question.\n. “ It is not claimed, and could not well be in the absence of letters patent, that the plaintiffs have the exclusive right to manufacture a paste stove polish, nor that they have an exclusive right to the use of the words ‘ Paste Stove Polish,’ nor to the use of the word ‘ Plumbago ’ in the name of their firm, for these are all matters which could not by any stretch of the imagination be construed into a trade-mark. The first must be protected by a patent and not by mere registration; the other two are articles of the name of which no man can arrogate to himself the exclusive right.\n“ It must be admitted, because occular inspection instantly demonstrates it, that, in the size and form of the polish, its covering with tin foil and with a label composed of three colors, red, black and white, the manner in which it is packed in the boxes for sale, and in the general appearance of these boxes, the article sold by the defendants resembles that of the plaintiffs.\n“ The master is unable to find in the evidence any foundation for the allegation made by the plaintiffs that the defendants or any of them ever attempted to deceive any purchaser by representing their goods as those of the plaintiffs, but, on the contrary, he finds that in their advertisement, one of their circulars having been offered in evidence, they call particular attention to the name ‘ Solar Paste,’ request the purchaser to take no other, and to ‘be sure that the Solar System Picture is in the centre, and the name Solar Plumbago Manufacturing Company is on the label.’\n“ In concluding these findings of fact, the master cannot refrain from remarking that the plaintiffs have offered no testimony whatever tending to show that the polish of the defendants is in any way inferior to that of the plaintiffs, or that by reason of its being offered as the same article as the plaintiffs, and of its inferiority, their business has been damaged. If such were the fact it would be ■ easily susceptible of proof, and would certainly add strength to what the master considers a rather weak case. To be sure, they are not compelled to offer such proof, and can rely on the alleged infringement of their trade-mark if they have fully proved that, but the master thinks that if it were available it should have been offered.”\nThe master — after citing and discussing Hoyt v. Hoyt, 143 Pa. 623; Heintz v. Lutz, 146 Pa. 610; McLean v. Fleming, 6 Otto, 245; Dixon Crucible Co. v. Bonham, 4 Fed. R. 527 ; Landreth v. Landreth, 22 Fed. R. 41; Hostetter v. Adams, 10 Fed. R. 838; Carroll v. Ertheler, 1 Fed. R. 688; Anheuser Busch Brewing Co. v. Clarke, 26 Fed. R. 410; Frose v. Bachof, 14 Blatch. 432; U. S. v. Roche, 1 McCary, 385; Liggett & Meyer Tobacco Co. v. Hynes, 20 Fed. R. 883; Manhattan Medicine Co. v. Wood, 4 Clifford, 461; Atlantic Milling Co. v. Robinson, 20 Fed. R. 217; Coffeen v. Brunton, 5 McLean, 256; Glen Cove Manufacturing Co. v. Ludeling, 22 Fed. R. 823 ; Blackwell v. Armistead, 3 Hughes, 163; Humphrey’s Specific Homeopathic Medicine Co. v. Wenz, 14 Fed. R. 250 — concluded : “ It will be observed that all these cases are in the United States courts, and the majority of them were cited by the lower court or by appellee’s counsel in Hoyt v. Hoyt, supra, and must therefore have been before our Supreme Court when the decision was made. So far as they are in conflict with that case, they must be held to be inapplicable. Hoyt v. Hoyt, supra, and the other cases cited, lay down the rules to be followed in this state, and upon a motion for reargument in Hoyt v. Hoyt, 29 W. N. 317, the conflict between that decision and those of the courts of the United States and England was powerfully argued, but without avail, against the dismissal of the bill. Hoyt v. Hoyt is a carefully considered case, is consonant with reason, and the master acquiesces therein, believing, as he does, that a trade-mark is a name, or mark, distinguishing one man’s goods from all others of that kind, and not a peculiar mode of wrapping, packing or displaying goods, which should be made exclusively by a patent. He therefore recommends that a decree be entered dismissing plaintiffs’ bill with costs.”\nThe master recommended a decree dismissing the bill. Exceptions to the master’s report were overruled by the court and a decree entered dismissing the bill.\nMrror assigned, inter alia, was (11) decree, quoting it.\nJerome Cartg, for appellants.\nWhile it is admitted that no manufacturer can have a right of trade-mark or any exclusive right to the shape, form, or size, or color of a package, box, or barrel, yet it is submitted that when a manufacturer is the first to originate and appropriate in connection with his business a peculiar style of packing, whether in form of arranging a package, box, or barrel, by which his goods are distinguished from others and become known to the community as a particular manufacture, he will be protected in this case as against another who imitates them so closely as to deceive the community: Heinz v. Lutz, 146 Pa. 610; Hoyt v. Hoyt, 143 Pa. 623, and cases there cited, and Sawyer v. Horn, 4 Hughes, 239; s. c., Meyer’s Fed. Dig. 1119; see also Dixon Crucible Co. v. Benham, 4 Fed. R. 527.\nAlthough the case of Hoyt v. Hoyt, 143 Pa. 623, seems to be in conflict with the various decisions of the various states and of the Supreme Court of United States, it will be found when closely read in connection with the peculiar facts of the case that it was rightly decided; but it is not applicable to the case in hand or any other case where the users of a trade-mark, symbol or name are the first to originate and adopt a peculiar method of forming a package.\nBeForrest Ballou, for appellees.\nAppellants do not in their bill or proofs contend that their trade-mark has been violated by appellees, outside of its connection with the form, shape and size of their package, and manner and method of packing; in fact, they could not, as an inspection of the respective trademarks proper will at once disprove any such allegation, should it be made. They are not alike either in form or substance.\nFebruary 6, 1893:\nWhen a rival puts his goods on the market on their own merits, and under his trade-name, his neighbors have no ground of eomplaint if he has imitated, adopted or improved upon their unpatented methods and processes: Putnam Nail Co. v. Dulaney, 140 Pa. 205; Hoyt v. Hoyt, 143 Pa. 623; Heinz v. Lutz, 146 Pa. 592."
  },
  "file_name": "0060-01",
  "first_page_order": 84,
  "last_page_order": 98
}
