{
  "id": 840255,
  "name": "Youghiogheny River Coal Co. v. Pierce et al., Appellants",
  "name_abbreviation": "Youghiogheny River Coal Co. v. Pierce",
  "decision_date": "1893-01-30",
  "docket_number": "Appeal, No. 247",
  "first_page": "74",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "60 N. H. 193",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4474980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/60/0193-01"
      ]
    },
    {
      "cite": "60 N. H. 351",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4475918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/60/0351-01"
      ]
    },
    {
      "cite": "6 Bin. 94",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0094-01"
      ]
    },
    {
      "cite": "11 Mass. 528",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0473-01"
      ]
    },
    {
      "cite": "17 Wend. 393",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0222-01"
      ]
    },
    {
      "cite": "53 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0074-01"
      ]
    },
    {
      "cite": "55 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0504-01"
      ]
    },
    {
      "cite": "55 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0009-01"
      ]
    },
    {
      "cite": "32 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0241-01"
      ]
    },
    {
      "cite": "74 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 7836,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 6.553285487460147e-08,
      "percentile": 0.401659710662668
    },
    "sha256": "f54bd20e198438c1a402ba5a8b9dba3654a0c6bbfc02b14432931d09d8721bdc",
    "simhash": "1:92c4f7f73fcceaee",
    "word_count": 1411
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Williams, McCollum, Mitchell and Heydbick, JJ."
    ],
    "parties": [
      "Youghiogheny River Coal Co. v. Pierce et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThe appellants own the farm which John Pierce, senior, by the second clause of his will devised to his son John, who was living upon it at the testator’s death and when the will was executed. The appellee owns the coal underlying the home plantation, which he devised to his sons James and William, as tenants in common. It was known to the testator that the lands so devised by him were underlaid with coal. 'JVhen he made his will there was an open mine on the home plantation, but there was none on the farm occupied by John, to whom he gave the free privilege of taking what coal he wanted “ for his own use or plantation off the home plantation.” It is claimed by the appellants that inasmuch as he gave the farm to John, “ to be enjoyed by him, his heirs and assigns forever,” and immediately thereafter in the same clause of the will gave him the coal privilege, the latter must be considered as appurtenant to the land devised and exercisable by the” devisee’s successors in .the title to it. The learned court below, however, regarded this privilege as personal to John and entered a decree enjoining the appellants from exercising it. From this decree an appeal was taken, and the only question raised by it is whether the right given by the will to take coal from the home plantation constituted an easement appurtenant to the land devised to John, or a personal privilege. If the former, the appellants are the parties who are now entitled to the enjoyment of it, and if the latter, it was personal to John and terminated by his death. We think for the reasons so clearly stated by the learned judge who delivered the opinion of the court below, that it was a personal privilege. The land and the privilege, were given to John, the first “ to be enjoyed by him, his heirs and assigns forever,” and the last to be exercised by him “ for his own use or plantation.” The language which is descriptive of the privilege limits the exercise and enjoyment of it to the person on whom it was bestowed, and negatives any implication that it is appurtenant to the land devised to him. It is the coal he might want for his own use, etc., that could be taken from the home plantation by virtue of this privilege, and not the coal which his heirs or assigns might want for their “ use or plantation.” The inclusion of heirs and assigns in the designation of the persons who were to enjoy the land devised and the exclusion of them from the enjoyment of the coal privilege was not accidental, but intentional. The failure to expressly charge the home plantation with a permanent, servitude in favor of the land devised to John is confirmatory of this view. A plain distinction exists between such a servitude and a personal privilege to one devisee to take coal for his own use from the land of another. The testator might properly have considered the personal privilege to John as at most a slight and temporary burden on the home plantation, but he could not have regarded as such the servitude for which the appellants contend, and its existence cannot be implied from language which legitimately excludes it. If he supposed that in the second clause of his will he had created such a servitude, it is likely he would have made his devise of the home plantation to James and William expressly subject to it, as well as to the legacies he had previously given. Besides, it was not necessary to the permanent enjoyment of the land devised to John that there should be an easement appurtenant to it, which allowed his heirs and assigns to take coal for their use from land devised to his brothers. It, like the home plantation, was coal land. It is true that the coal underlying it was not then available for John’s use, because there was not an open mine upon it. If there had been it is probable that the privilege which is the cause and subject of this litigation would not have been conferred.\nThe nature and condition of the lands devised and the language of the will in relation to the privilege, clearly justify the conclusion that the latter was intended as personal and temporary, and not as a permanent charge upon one coal property for the benefit of the occupants of another. Whether this privilege be regarded as technically an easement in gross or a profit a prendre, the result is the same. It was a personal privilege which belonged exclusively to John and expired with him. The specifications are overruled.\nDecree affirmed and appeal dismissed at the cost of the appellants.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "O. O. Montooth, with him E. A. Montooth and, James T. Buchanan, for appellants.",
      "John O. Petty, Kennedy T. Friend with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "Youghiogheny River Coal Co. v. Pierce et al., Appellants.\nMines and mining — Devise of mining right, not appurtenant to land— Will.\nTestator by his will provided as follows: “ To my second son, John, I give and bequeath the farm or plantation he nowi occupies, to be enjoyed by him, his heirs and assigns forever, with free privilege of taking what coal he wants for his own use or plantation off the home plantation.” When the will was made there was an open mine on the home plantation, but there was none on the farm occupied by John. Held, that the privilege of taking coal from the home plantation was personal to John, and did not pass to his successors in title to the land devised to him.\nArgued Nov. 7, 1892.\nAppeal, No. 247, Oct. T., 1892, by defendants, David H. Pierce et al., devisees of John Pierce, Jr., deceased, from decree of C. P. No. 3, Allegheny Co., Aug. T., 1891, No. 354, awarding an injunction.\nBefore Paxson, C. J., Williams, McCollum, Mitchell and Heydbick, JJ.\nBill to restrain coal mining.\nFrom the bill and answer it appeared that John Pierce died in 1852, leaving a will dated Feb. 1,1852, by which he devised a farm known as the home plantation to two of his sons who were the plaintiff’s predecessors in title. By another clause in his will he provided as follows:\n“ 2. To my second son, John Peairs, I give and bequeath the farm or plantation he now occupies, that is, the land bought from David Drenin and Nelson Z. G. Wedale, to be enjoyed by him, his heirs and assigns forever, with free privilege of taking what coal he wants for his own use or plantation off the home plantation.”\nAt the date of the will there was an open mine on the home plantation, but there was none on the farm occupied by John. John subsequently died, having devised the land to defendants, who contended that they had a right to take coal from the home plantation.\nThe case was heard on bill and answer, and after argument the court entered a decree enjoining defendants from asserting any right to take coal from the home plantation.\nErrors assigned were, (1) above decree, quoting it; (2) in not refusing and (3) in granting the injunction.\nO. O. Montooth, with him E. A. Montooth and, James T. Buchanan, for appellants.\nThe right to take coal from the land of .another, if enjoyed by reason of holding a certain other estate, is regarded in the light of an easement appurtenant to such estate : Washburn’s Easements and Servitudes, 4th ed. 8; Grubb v. Grubb, 74 Pa. 33; Johnstown Iron Co. v. Cambria Iron Co., 32 Pa. 241; Gloinger v. Franklin Coal Co., 55 Pa. 9; Grove v. Hodges, 55 Pa. 504.\nJanuary 30, 1893:\nJohn O. Petty, Kennedy T. Friend with him, for appellees.\nA will must be construed according to the intention of the testator: McKeehan v. Wilson, 53 Pa. 74. And according to the state of things at his death: Fox v. Phelps, 17 Wend. 393. And by a comparison of the various devises: Cook v. Holmes, 11 Mass. 528; Morrison v. Semple, 6 Bin. 94.\nA right in gross, whether an easement, or a profit bn the land, is clearly not assignable or inheritable if it is created by a grant in which the right is given to the grantee without any mention of heirs or assigns, or successors: Washburn on Easements and Servitudes, 17; Wilder v. Wheeler, 60 N. H. 351; Wentworth v. Philpot, 60 N. H. 193."
  },
  "file_name": "0074-01",
  "first_page_order": 98,
  "last_page_order": 102
}
