{
  "id": 840244,
  "name": "Horberg, Appellant, v. May",
  "name_abbreviation": "Horberg v. May",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 18",
  "first_page": "216",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Leigh, 484",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6726918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/31/1009-01"
      ]
    },
    {
      "cite": "3 Watts, 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    },
    {
      "cite": "21 Ill. 470",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2602548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/21/0470-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 219,
    "char_count": 2574,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3540669745610651
    },
    "sha256": "879ea1071a8195f8e129ed50ab3629a4aeb6962208a39bfe25b9af30184a1e1a",
    "simhash": "1:2dbb29d4cc1bb5ec",
    "word_count": 441
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterkett, Green, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "Horberg, Appellant, v. May."
    ],
    "opinions": [
      {
        "text": "Phut Curiam,\nThere is no merit in the plaintiff’s case. He defends against the payment of rent upon the ground of an eviction by his landlord. It appears that the latter demised to the plaintiff a farm of about thirty acres for the term of three years. It further appears that some months previous to this lease, Mr. May, the defendant, had leased the same farm to one Patterson for oil and gas purposes. This led to a conflict between the two lessees, which finally resulted in the lessee for oil and gas purposes paying the plaintiff one thousand dollars on account of damages, with an agreement as to compensation for future damages. In pursuance of this arrangement plaintiff gave Patterson “ the full right of entry in and upon the said land, described in said lease, with the right to erect rigs, tanks, place machinery, lay lines for oil and water and gas, as may become necessary from time to time to fully operate and develop said premises for oil and gas.”\nIt is plain, the plaintiff remained in possession of his property under his lease, and consented that Patterson should go on and sink these wells, and that he provided for compensation for it. Having received this compensation, and consented to the occupancy of the premises by Patterson for oil purposes, he cannot now defend against his landlord’s claim for rent upon the ground of an eviction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Phut Curiam,"
      }
    ],
    "attorneys": [
      "James K. Wallace and John R. Braddock, for appellant,",
      "Burleigh ¿- Harbison and A. D. Wilkin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Horberg, Appellant, v. May.\nLandlord and tenant — Eviction—Rent.\nIf a tenant goes into possession of premises which have already been leased to another person for oil and gas purposes, and accepts, from the lessee for oil and gas purposes, a sum of money on account of damages, and also enters into an agreement with him as to compensation for future damages, the tenant cannot defend against the payment of rent upon the ground of an eviction by his landlord.\nSubmitted Oct. 26, 1892.\nAppeal, No. 18, Oct. T., 1892, by plaintiff, John Horberg, from judgment of C. P. No. 2, Allegheny Co., Jan. T., 1891, No. 16, on verdict for defendant, James May et al.\nBefore Paxson, C. J., Sterkett, Green, Williams, McCollum, Mitchell and Heydrick, JJ.\nReplevin.\nJanuary 3, 1893:\nThe facts appear by the opinion of the Supreme Court.\nBinding instructions were given for defendant by White, J.\nVerdict and judgment for defendant. Plaintiff appealed.\nError assigned was above instruction, quoting it.\nJames K. Wallace and John R. Braddock, for appellant,\ncited, Halligan v. Wade, 21 Ill. 470; Bank v. Wise, 3 Watts, 394; Briggs v. Hall, 4 Leigh, 484.\nBurleigh ¿- Harbison and A. D. Wilkin, for appellee."
  },
  "file_name": "0216-01",
  "first_page_order": 240,
  "last_page_order": 241
}
