{
  "id": 840338,
  "name": "Sandford v. Hestonville, Mantua & Fairmount Pass. Ry., Appellant",
  "name_abbreviation": "Sandford v. Hestonville, Mantua & Fairmount Pass. Ry.",
  "decision_date": "1893-01-23",
  "docket_number": "Appeal, No. 80",
  "first_page": "300",
  "last_page": "302",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "75 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0367-01"
      ]
    },
    {
      "cite": "75 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0083-01"
      ]
    },
    {
      "cite": "74 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0421-01"
      ]
    },
    {
      "cite": "48 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0218-01"
      ]
    },
    {
      "cite": "102 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "136 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819997
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "92, 93"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0084-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 5564,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 7.603129603441518e-08,
      "percentile": 0.45012045103787907
    },
    "sha256": "d6008df8cef354d1a58d34403c0392db53f6901b943e9766498926f332184c42",
    "simhash": "1:dc88e0e39fc7686b",
    "word_count": 1010
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxsqn, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Deán, JJ. (Here before, 136 Pa. 84.)"
    ],
    "parties": [
      "Sandford v. Hestonville, Mantua & Fairmount Pass. Ry., Appellant."
    ],
    "opinions": [
      {
        "text": "Per, Curiam,\nThis case could not have been withdrawn from the jury as requested by the defendant’s ninth point. The plaintiff was a minor child of tender years at the time the accident occurred, too young to be charged with contributory negligence. There was evidence sufficient to go to the jury that the conductor knew that the child was upon the front platform; that he approached him to demand his fare in a manner calculated to frighten him, that he jumped off the car by reason thereof. There was a conflict of evidence, as is usual in such cases, but that was for the jury. The case was given to them in an accurate and careful charge by the learned trial judge, and we have been unable to discover any error in his rulings.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per, Curiam,"
      }
    ],
    "attorneys": [
      "Samuel (Justine Thompson, for appellants.",
      "Silas W. Pettit, John R. Read with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "Sandford v. Hestonville, Mantua & Fairmount Pass. Ry., Appellant.\nNegligence — Infants—Street railways.\nIn an action against a street railway company for personal injuries to a boy eight years old, the case is properly submitted to a jury where there is evidence that the boy was upon the front platform of a car, and while there a dispute arose between him and the conductor about a transfer ticket, that the conductor approached the boy in such a manner as to frighten him, and that he jumped off the ear by reason thereof, and was injured.\nArgued Jan. 11, 1893.\nAppeal, No. 80, July T., 1892, by defendant, from judgment of C. P. No. 4, Phila. Co., Dec. T., 1887, No. 524, on verdict for plaintiff, John H. Sandford, a minor, by his next friend John Sandford.\nBefore Paxsqn, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Deán, JJ. (Here before, 136 Pa. 84.)\nTrespass for personal injuries.\nAt the trial, before Thayer, P. J., it appeared that plaintiff, a boy eight years old, was injured on Oct. 23, 1889, by falling or stepping from the front platform of one of defendant’s cars. At the time of the accident plaintiff was on his way'from Fairmount Park, and had been transferred at the company’s depot from one car to another. He took his place on the front platform, and when the conductor demanded his fare a dispute arose as to whether he had been transferred from the other car. There was evidence that the conductor approached him in such a way as to frighten him, and that he stepped back and fell from the car.\nThe court charged in part as follows :\n“ The negligence imputed by the plaintiff in this case to the defendant is that he was permitted to ride upon the front platform of this car with the knowledge of the conductor, and that instead oí compelling him to come into the car he had an altercation with him about the fare which he ought to have paid, which was alleged not to have been paid, and that he bore himself in such a manner that the child, being terrified, stepped back, and in stepping back fell off of the car.\n“ On behalf of the defendant it is said, and it is sworn to by several witnesses, that the child, although he was allowed to come in at the front end of the car, was put inside of the car, and that subsequently the conductor, when he saw him out there, required him to come in, and that while he was talking to him the boy, apparently wishing to get away from him, jumped off of the ear, and that in jumping off of the car the injury occurred which has deprived him of his arm.\n“ You will see what a contradiction and contrariety of testimony there is on this subject; how greatly the testimony on one side differs from the testimony on the other side.\n“ If you should be of opinion that the conductor knew that the plaintiff was riding on the front platform, and that sufficient time had elapsed for him to reflect upon that fact before the accident happened, and if, instead of requiring the hoy to come into the car, his conduct was such as to occasion the boy to jump off of the car, or to fall off, while retreating from him, that would be such negligence on the part of the conductor as would make the defendant in this case responsible for the result.\n“ On the other hand, if the allegation of the defendant be true, that the plaintiff and his companion were put into the car safely by the conductor when they entered, and if, without the knowledge of the conductor, they got out on the front platform again, and if, when the conductor went out to talk to them, before there was fair time to consider the situation or to do anything, the boy fell off of the car, or jumped off the car, then plainly there would be no negligence on the part of the conductor which would render the defendant responsible for this result.”\nDefendant’s 9th point, requesting binding instructions, was refused. [7]\nVerdict and judgment for plaintiff for $5,000. Defendant appealed.\nError assigned, inter alia, was (7) instruction, quoting it.\nJanuary 23, 1893:\nSamuel (Justine Thompson, for appellants.\nPermitting plaintiff to be on the front platform was not negligence in itself: Gallagher v. West Phila. Pass. Ry., 16 W. N. 415; Kelley v. R. R., 102 Pa. 119.\nSilas W. Pettit, John R. Read with him, for appellees.\nA conductor is bound to give his undivided attention to his business, and if any person boards his car who is obviously incompetent to choose a place of safety, or whom he knows, or as an observing and prudent man ought to know, to be thus incompetent, it is his duty to exercise the highest care and vigilance consistent with the performance of his ordinary duties for his safety: Sandford v. Hestonville etc. Ry., 136 Pa. 84, 92, 93; Smith v. O’Connor, 48 Pa. 218; R. R. v. Caldwell, 74 Pa. 421; Crissey v. R. R., 75 Pa. 83; R. R. v. Hassard, 75 Pa. 367."
  },
  "file_name": "0300-01",
  "first_page_order": 324,
  "last_page_order": 326
}
