{
  "id": 840215,
  "name": "Commonwealth v. Place et al., Appellants",
  "name_abbreviation": "Commonwealth v. Place",
  "decision_date": "1893-02-27",
  "docket_number": "Appeal, No. 340",
  "first_page": "314",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Gray, 261",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1994634
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/72/0261-01"
      ]
    },
    {
      "cite": "107 Mass. 199",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2104060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/107/0199-01"
      ]
    },
    {
      "cite": "3 Pitts. R. 449",
      "category": "reporters:state",
      "reporter": "Pitts. Rpts.",
      "opinion_index": -1
    },
    {
      "cite": "111 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 739,
    "char_count": 13046,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 2.1462675528246282e-07,
      "percentile": 0.7678354992897269
    },
    "sha256": "0f2ca2fa637112ceff19963b263a65e67625372ede4d9a30ed53cb6a8725ad10",
    "simhash": "1:a589b9a68c8f74dc",
    "word_count": 2280
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, McCollum and Dean, JJ."
    ],
    "parties": [
      "Commonwealth v. Place et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Paxson,\nThe appellants were convicted of libel in the court below, and sentenced to both fine and imprisonment. The record is voluminous, containing no less than forty-two specifications of error which cover thirty-seven printed pages. Notwithstanding the formidable bulk of the record there is little in it which requires discussion.\nThe appellants allege that the court erred in refusing to quash the indictment, for the reason that the publication set forth therein was not a libel. The court below very properly refused this motion. The article referred to is not only a libel, but one of the grossest character. It sets forth in a sensational manner the details of a disgusting private scandal concerning parties residing in Pottsville. None of the parties referred to occupy qny public position, nor had either of them been charged before a magistrate or other public officer with any offence. known to the laws. The contention, that because the rumors referred to had been for some time floating about in the neighborhood, and were known to a number of persons, was a justification of this publication, is not sustained. It cannot be too strongly impressed upon reporters and publishers of newspapers, that the law does not sanction the publication of all the low scandal they can gather up in the streets or alleys of a city or town. It is not only not proper for public information, but it is grossly improper, and the learned judge below did well in this instance by marking his disapprobation of it by both fine and imprisonment.\nThe defendant, Place, refused to plead, and the court below directed a plea of not guilty to be entered for him. This was in accordance with the universal practice, and was free from error.\nObjection was taken at the trial that the court refused the application of the defendants to sever, and grant separate trials. This was entirely in the discretion of the court, and is not reviewable here. If it were, we would have no hesitation in sustaining the action of the court below. The fact that one defendant was attempting to escape by throwing the blame on the other, was no reason why the court should grant them separate trials. On the contrary, this line of defence tended to lighten the burden of the commonwealth.\nThe appellants further allege that the court erred in admitting in evidence publications not charged in the indictment, and not connected with the alleged libelous article.\nUpon an indictment for the publication of a libel it has always been the law that the commonwealth may give in evidence other libelous articles regarding the same defendants or the same subject-matter for the purpose of showing malice. As before observed, this libel was of a sensational character. Not only was it sensational in the highest degree, but the manner of its publication was so. The attention of the public was called to the publication in advance by squibs, or “ dodgers,” as they were called upon the trial, of which the following is a specimen:\n“ A regular roarer. The Pottsville letter in the Pennsylvania Telegram, Sunday, January 25th. Gone in the gloaming. A leading business man missing from his familiar haunts. He loved another man’s wife too well. The vail lifted from a most remarkable condition of affairs. ‘ Tis the talk of the town. The people wonder how such naughtiness can exist. Over fond of wedding. A dapper dude with one wife in Pottsville and another in Philadelphia. Ho has fallen into the consommé. In consequence a term in prison stared him in the face. Holding the mirror up to nature. For sale by newsboys on the street. Only a nickel a copy. Don’t miss it.”\nWe find no error in the admission in evidence of the publications referred to, and of which the foregoing is a specimen.\nWe find nothing else in the case that needs comment. It was submitted to the jury under proper instructions, and the verdict was not only justified, but required by the evidence.\nThe judgment is affirmed, and it is now ordered that the appellants, defendants below, do forthwith surrender themselves to the custody of the high sheriff of the county of Schuylkill in obedience to the sentence of the court below.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson,"
      }
    ],
    "attorneys": [
      "W. J. WMtehouse, for James M. Place, and J. T. MoQollmn, for Rufus R. Wilson.",
      "Manon Weidman and John W. Ryon, with them R. H. Koch and James W. Ryon, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Place et al., Appellants.\n[Marked to be reported.]\nLibel — Private scandal — Newspapers. >\nAn article published in a newspaper setting forth in a sensational manner the details of a private scandal, where none of the parties referred to occupy any public position, and where neither of them has been charged before a magistrate or other public officer with any offence known to the laws, is libelous per se, and an indictment based upon it should not be quashed.\nIt is no justification for a publication of this kind that rumors relating to the scandal were floating about in the neighborhood, and were known to a number of persons.\nRefusal of defendant to plead — Entry of plea by court.\nWhere the defendant in an indictment for libel refuses to plead, the court may direct a plea of not guilty to be entered for him.\nDiscretion of court as to severance of parties — Practice, O. P. — Review.\nWhere two persons are indicted for the same offence, it is entirely within the discretion of the court below to determine whether they shall be given separate trials. The exercise of this discretion is not reviewable by the Supreme Court.\nIt seems that in such a case, where one defendant is attempting to escape by throwing the blame on the other, there is no reason why the court should grant them separate trials.\nEvidence as to other libelous articles — Malice.\nUpon an indictment for the publication of a libel, the commonwealth may give in evidence other libelous articles regarding the same defendants or the same subject-matter, for the purpose of showing malice.\nWhere the attention of the public is called to a libelous publication in advance by “squibs” or “dodgers,” the latter may be admitted in evidence, for the purpose of showing malice.\nArgued Feb. 13, 1893.\nAppeal, No. 340, Jan. T., 1892, by defendants, James M. Place and Rufus R. Wilson, from judgment of Q. S. Schuylkill Co., March T.; 1891, No. 175, on indictment for libel.\nBefore Paxson, C. J., Sterrett, Green, McCollum and Dean, JJ.\nIndictment for libel.\nThe indictment set forth the following publication:\n“ ’Tis the talk of the town.” “ The racy sensation now exciting the Pottsville people. The woman is married, so is the ‘ man who has suddenly gone south for his health, accompanied by his spouse. What rumor has to say about it.”\n‘‘ Pottsville, Pa., January 24th. Never in Pottsville’s history has she been so excited over a scandal, as that which has been brought to light through the enterprise of the ‘ Pennsylvania Telegram; ’ imperfect as the details were, the people seemed to recognize at once that the town was becoming something of a city, so far as racy doings were concerned, than the most fastidious roué could have wished.\n“The Womelsdorf — Moyer story has not been half told. There have been all sorts of rumors afloat, but all efforts to get the interested parties to talk have failed. Though it certainly would not have come to the public gaze if they had not done too much talking in the first place. It now appears the lady is married. She was married in a home prepared for her and elegantly furnished by a lover, who thought he had been the sole participant in her secret love. At that wedding the o.) rriage of the girl’s employer played a prominent part. Horses, carriage, coachman and employer’s wife and son were at the wedding. The preacher was brought in another cab. Pretty high toned wedding for a young man, who only three months before was said to be on his uppers because he lost his last ten dollars at the Oresona races, when a man with a little black ball and the halves of an English walnut shell pulled in the multitude.\n“ Your reporter approached this unhappy young man. He refused to talk. He said that there was not a bit of truth in the stories. He said he did not intend to get a divorce. On the other hand there are the rumors. It has been said that the husbdnd made a miscount and when the neighbors, (only the women of course,) began to make their comments, he went to his spouse and demanded the name of the father of the child. She in fear of her life gave it. That is why it is said that the wealthy man, who hobnobs with some of the millionaires of the country, has gone south to kill the innocent little warblers, accompanied by the wronged wife of his bosom.\n“ There are also whispers of large sums having been paid by the aforesaid rich mining engineer to keep the young man quiet. Then the story goes that he refused the money, hoping to get more, and as he opened his mouth too wide and told all he knew, he will now not get anything. The couple are living together on Laurel street, and things are beginning to quiet down. Of course the papers of the town have kept quiet. This was their duty (as they saw it), because the arch offender of-the sanctity of marital felicity was a rich and influential man. But the story traveled just the same and will not die out before he comes back from his hunting expedition.”\nA motion to quash the indictment, because the words were not libelous, and defendants could not be jointly indicted, was overruled. [1]\nAt the trial before Pershing, P. J., Rufus R. Wilson presented a petition averring that he in no way participated in the writing of the article complained of, nor in its publication; that defendant, Place, will introduce evidence of the truth of the publication which will prejudice petitioner, who does not allege that the publication is true; and that defendant Place had been frequently charged with libel, prior to this indictment. He thereupon requested the court for a severance of the indictment, and a separate trial. The court overruled the motion. [2]\nDefendant Place being in court, refused to plead; the court under objection entered a plea of not guilty for him. [4]\nThe court, under objection and exception, admitted the separate publications called “ squibs ” or “ dodgers ” referred to in the opinion of the Supreme Court. [5]\nThe court also admitted, under objection and exception, a dodger referring to a publication in the newspaper previous to the one set forth in the indictment; also the previous article. [6]\nPlace was the owner of the newspaper, Wilson the managing editor. The latter testified that he had referred the” article to the former, which statement the former denied.\nVerdict, guilty. The court subsequently sentenced Rufus R. Wilson to pay a fine of $100, and to undergo an imprisonment of two months, and James M. Place to pay a fine of $200, and to undergo an imprisonment of six months.\nErrors assigned were, inter alia, (1, 2, 4, 5, 6) above rulings, quoting them.\nW. J. WMtehouse, for James M. Place, and J. T. MoQollmn, for Rufus R. Wilson.\nThe article purporting on its face to give only the common talk on the streets, it was the legitimate province of a newspaper to print it as it would any other news. Moreover, the publication was privileged upon the ground laid down by the Supreme Court in Briggs v. Garrett, 111 Pa. 404. It was made upon proper occasion, from a proper motive, and was based upon reasonable or probable cause.\nFebruary 27, 1893 :\nThe circumstances of the case should have influenced the court to grant a severance.\nAgainst the most solemn protests of Place’s counsel the jury was struck in his absence, and when he pronounced himself unwilling to plead and stood mute, because he was not content with the jury, the court directed a plea of not guilty to be entered for him.\nIt was grievous error to admit extraneous matter in evidence, and nowhere as we claim does the evidence connect the papers so admitted with the offence charged in the indictment. As set forth by defendants it was the introduction of a separate and different offence not charged in the indictment.\nManon Weidman and John W. Ryon, with them R. H. Koch and James W. Ryon, for appellee.\nMalice is a necessary legal inference and cannot be rebutted by proof so as to amount to a defence: Com. v. Odell, 3 Pitts. R. 449.\nThe positive statements, contained in the petition by Wilson for a severance, as to his having had nothing to do with the writing or publication of this article, are distinctly shown to be false by his own testimony. There was no error in refusing a severance. By § 40 of the act of 1860,1 Purd. Dig., page 484, pi. 48, this is purely a matter of discretion with the court.\nIn support of the indictment we refer to Com. v. Morgan, 107 Mass. 199; Curtis v. Mussey, 6 Gray, 261.\nIt was Place’s duty to be in court ready for trial. Whether Place was trying by his movements to force a separate trial, without the sanction of the court, must be left to conjecture. It is easily seen, however, that if such a scheme had been in his mind and the court had acted otherwise than as it did, the separate trial would thus have been secured in spite of the court, after such separate trial had been refused."
  },
  "file_name": "0314-01",
  "first_page_order": 338,
  "last_page_order": 343
}
