{
  "id": 840353,
  "name": "Newhard, Appellant, v. Pennsylvania R. R. Co.",
  "name_abbreviation": "Newhard v. Pennsylvania R. R.",
  "decision_date": "1893-03-13",
  "docket_number": "Appeal, No. 136",
  "first_page": "417",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 417"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0326-01"
      ]
    },
    {
      "cite": "73 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032299
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0504-01"
      ]
    },
    {
      "cite": "147 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0440-01"
      ]
    },
    {
      "cite": "141 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0615-01"
      ]
    },
    {
      "cite": "123 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0349-01"
      ]
    },
    {
      "cite": "120 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        560003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0559-01"
      ]
    },
    {
      "cite": "55 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0396-01"
      ]
    },
    {
      "cite": "142 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0001-01"
      ]
    },
    {
      "cite": "102 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0223-01"
      ]
    },
    {
      "cite": "61 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0133-01"
      ]
    },
    {
      "cite": "35 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0060-01"
      ]
    },
    {
      "cite": "49 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0060-01"
      ]
    },
    {
      "cite": "150 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0073-01"
      ]
    },
    {
      "cite": "138 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252257
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0506-01"
      ]
    },
    {
      "cite": "127 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0297-01"
      ]
    },
    {
      "cite": "131 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0184-01"
      ]
    },
    {
      "cite": "113 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0610-01"
      ]
    },
    {
      "cite": "105 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0328-01"
      ]
    },
    {
      "cite": "48 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0291-01"
      ]
    },
    {
      "cite": "86 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0457-01"
      ]
    },
    {
      "cite": "54 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0510-01"
      ]
    },
    {
      "cite": "25 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0317-01"
      ]
    },
    {
      "cite": "59 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/59/0439-01"
      ]
    },
    {
      "cite": "115 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551778
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/115/0135-01"
      ]
    },
    {
      "cite": "49 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/49/0060-01"
      ]
    },
    {
      "cite": "150 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 966,
    "char_count": 22639,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 7.117862925829054e-07,
      "percentile": 0.9668573341534583
    },
    "sha256": "9d730619c51201ef9ae9b20aee9353e2bdffee7532f7a67f53a21e038f00bef9",
    "simhash": "1:bd65ffa29665a5e8",
    "word_count": 4085
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Williams, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Newhard, Appellant, v. Pennsylvania R. R. Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nIn this case the plaintiff avers the defendant negligently ran its passenger train over a public road crossing in Montgomery county, whereby he sustained damage.\nThe facts as they appeared at the trial, either not disputed or beyond doubt established, are these :\nOn the morning of the 14th of January, 1890, Newhard, the plaintiff, while driving a one-horse wagon on the old Perkiomen turnpike, at a grade crossing over the defendant’s railroad near Pottstown, was struck by .the west-bound express; the horse was killed and the wagon broken to pieces; Newhard was seriously, probably permanently, injured. The crossing is about 1000 feet outside the borough line of Pottstown, and about two miles from the passenger station in the town. The population of the town is about 15,000. Although outside the borough limits, the crossing, being on one of the highways leading to and from the town, is much used by the drivers of wagons and other vehicles. The surrounding country at the crossing is open ; the turnpike crosses the railroad at an acute angle; west of the angle, BOO feet from the crossing, are a house and barn between the highway and railroad; these obstruct the view of the railroad when the traveler is opposite, and for a short distance after he passes them; 202 feet from this angle is a danger board warning travelers as they approach the crossing to “ Look out for the locomotive.” From this place the railroad can be seen for about 400 feet from the crossing, and at a point on the road, by actual measurement 74 feet from the crossing, the railroad can be seen for 990 feet in the direction of Pottstown.\nAt nine o’clock in the morning, the hour of the accident, the wind was blowing; the train was running at the rate of about 50 miles an hour. There is a signal post on the railroad 1300 feet from the crossing, and 1300 feet further east are the steel works ; the warning signal, the steam whistle of the locomotive, was sounded either at the signal post, or between that and the steel works; eleven witnesses heard it; some think it was at one of the places and some at the other, but that the warning was given from half to a quarter of a mile in distance, and about half a minute in time from the crossing, is so elearly proven that a court, in the due administration of justice, must treat it as a fact, for the same reason it assumes the fact that New-hard was injured, because of proof that convinces an unprejudiced mind beyond a reasonable doubt.\nNewhard, when the engineer saw him, continued to approach the track ; then the danger signal was given, the brakes put on, and an effort made to stop the train, but too late, and plaintiff was run over.\nWe do not see, on this state of facts, how the railroad company can be held legally liable for damages. Wherein was it negligent ? In what particular did it fail in duty ? The fact of the collision warrants no inference of negligence on part of defendants. In the absence of all testimony, except that proving Newhard was run over on a public highway, to the use of which both he and the railroad had a right, the presumption would be that in self-preservation he used ordinary care to keep out of harm’s way, and that the railroad company, having regard for the safety of hundreds of passengers and its own property, used ordinary care to avoid a collision. True, there still remains on the mind in the face of these natural presumptions the fixed belief of negligence somewhere, from the mere fact of the accident. It is this belief that so often moves juries, and sometimes courts, in the absence of evidence, to mulct the defendant in damages.\nThe belief or inference of negligence somewhere, from the mere fact of an accident on a grade crossing, is warranted, but it does not follow that the negligence should be imputed to the railroad company. The only reasonable inference, from that fact alone, is that it is negligence in the power having supreme control of the matter to authorize the grade crossing of two ways, where the motive power on one is a horse and on the other a steam engine. The railroad is chartered to carry passengers at a high rate of speed; unless it did so carry them it probably would not carry them at all. Its trains run on two parallel rails four feet eight inches apart; they can run nowhere else. The public roads of the state cross these rails at many thousands of places, taking a width at each of twenty to thirty feet. The passenger train, at a speed of twenty to fifty miles an hour, wants this small space, twenty to thirty feet by four feet eight inches, only a few seconds of time each trip; the traveler on the public road, going at the rate of four or five miles an hour, cannot be seriously inconvenienced by the delay of a few seconds near the crossing; therefore, the law holds that, while both have a right to the crossing, the right of the single traveler must be subordinate in this particular to that of the train; as both cannot have this limited space at the same time, he must wait until the train passes. Further, the law peremptorily enjoins upon each ordinary care in the enjoyment of the right; the train must signal to the traveler its approach to the crossing by the steam whistle ; the traveler, as he nears it, must stop, look and listen.\nThe instinct of self-preservation should impel both to the exercise of this degree of care, but, aside from this, “ the law commands it.” Naturally, then, we would expect grade crossing accidents to be of rare occurrence, but contrary to our expectation the records of the courts of the commonwealth demonstrate they are very frequent. We are driven, then, to the conclusion that the commonwealth, the power which by law authorizes the grade crossing, is negligent in her concern for the lives and property of her citizens. No experienced and humane railroad officer doubts this negligence ; every intelligent citizen admits and condemns it. Still this constant peril to life and limb continues to exist and increase; each year a growing population importunately demands more railways and more public roads to meet the requirements of travel and traffic. Their construction is followed by more grade crossings, these by more accidents, and these by costly and vexatious lawsuits.\nWhile we have no desire to touch matters which the constitution confides to another branch of the government, judicial observation of an evil without adequate remedy, except by wholesome legislation, compels us to notice it.\nWe recur, then, to the question on which this ease turns : Wherein did the defendant in any particular fail in duty ? It gave the signal of its approach to the crossing by the steam whistle; this was a duty which the law imposed, and it was performed. But, it is argued, it was negligence in defendant to maintain the speed of fifty miles an hour in its approach to the crossing, for if it had “ slowed up ” the plaintiff could have cleared the crossing before the train reached it.\nThe weakness of this argument is in the implied duty it imposes on the railroad company of conceding the superior right of the traveler to the crossing; undoubtedly, when both are approaching' the crossing at a rate of speed which would put them on it at the same time, unless one or the other “ slows up ” or stops, disaster to one or the other or both follows. If the train has given the proper warning signal to the traveler of its intention immediately for a very short space of time to occupy the crossing, the further duty of “ slowing up ” or stopping until the traveler has safely passed is not by law imposed upon it; that duty is on the traveler. In passing over a street in a city, town, or village, the circumstances being wholly different from a crossing in the country, ordinary care changes the duty, because these street crossings usually are at short intervals; the view of the traveler from the cross streets is obstructed by lines of buildings close to the track; while the sound of the whistle and the bell can be heard, it is difficult to determine their locality, or tell whether they come from an approaching or receding train.\nBut the evidence here fails to show this crossing, so far as concerns danger, was in any material particular different from other crossings. The view at some points in the approach to it, as may be said of nearly ail of them, is obstructed. Invariable human experience, however, as well as the evidence in the case, proves that the steam whistle of this coming train, in the open country, could be heard from a quarter to a half mile from where it was sounded. At one point on the approach to the crossing the train could be seen 400 feet distant, at another 990 feet. The acuteness of the angle of the crossing, so far as the facts of this suit are concerned, has no special bearing on the question before us. Assume, as plaintiff’s counsel in his able argument assumes, that the angle is such that the road for a short distance from the crossing is almost parallel with the rails, and so near at the long, or 990 feet view, that the horse’s head is only 15 feet from them, still, that is just 15 feet from the danger of being run over by a locomotive. ' True, that distance from a swiftly passing train, with the ordinary horse, is not a safe one, whether on a right or acute angle crossing. If the plaintiff had there stopped; if his horse had taken fright, and he had been thrown into the ditch or had suffered other injury, and then had brought suit, alleging that as no timely warning of the approaching train had been given him, he had thereby been lured into a perilous situation, the relative distance of the two roads from each other at this point would have been material. But the injury here is the result, not of stopping dangerously near the locomotive, but of being run over by it. Gould the warning signal be heard by the traveler when he was two or three hundred feet from the crossing? Gould the coming train be seen by him when the horse had to walk 74 feet to reach the only place where a collision could happen, the crossing rails ? The question of speed becomes material only, when neither sight nor sound can avail the traveler to guard against danger.\nAnd this is the law so far as we have been able to ascertain, not only in this state but in all others except one. The Supreme Court of Texas held in R. R. Co. v. Carson, 66 Texas, 345, that the right of the railroad company to the crossing was subordinate to that of the public using the highway. Logically it follows that the train must “ slow up ” or stop until the traveler is safely across the rails.\nBut in this state the law is otherwise. In Reading & Columbia R. R. Co. v. Ritchie, 102 Pa. R. 425, this court, in an opinion by Justice Green said: “ The very purpose of locomotion by steam upon railways is the accomplishment of a high rate of speed in the movement of passengers and freight. It is authorized by law, and a railroad company, in propelling its trains at high speed along its tracks in the open country, is simply engaged in the lawful exercise of its franchise. If it is evidence of negligence that a train is run at this rate of speed, it must be because running at a less rate is a legal duty, established by either statute or decision.” The evidence of negligence in this case was, that the company had run its train over a country public road crossing where the accident occurred at its usual speed, thirty miles an hour, and it was decided that was no violation of duty. To the same effect is the decision of this court, Childs v. Pa. R. R. Co., 150 Pa. 73, the opinion being by Justice Williams.\nIn Telfer v. Northern R. R. Co., 30 N. J. L. R. 188, it was said by the Supreme Court of New Jersey in an opinion by the Chief Justice: “ The legislature have not seen fit to limit the speed of locomotives and trains drawn by them, while expressly authorizing their use. I know of no limit to the speed which they are entitled to make, except that fixed by a careful regard to the safety of the trains and passengers conveyed by them. To hold that railway trains must run at such rates as to enable them to avoid collisions by stopping the trains at the approach of ordinary vehicles to crossings, would deprive them of that upon which their usefulness and value almost entirely depend.”\nWarner v. N. Y. C. R. R. Co., 44 N. Y. R. 465, the court of appeals held: “ There was no want of humanity or care on the part of the engineer in continuing the high rate of speed at which the train was running after he saw the plaintiff on the highway, if he gave the proper signals. The law places no restrictions upon the rate of speed at which trains may be run across the country at the crossing of highways or elsewhere; nor is the train required to stop or reduce the speed at such places.”\nWe do not hold that there are not country highway crossings at which the steam whistle cannot be heard, and the approaching train cannot be seen; in such cases ordinary care would doubtless require a reduction of speed in the train as it approached the crossing. But there is no evidence here bringing this case under such a rule. The plaintiff, by his evidence and maps, shows the ordinary country grade crossing; proves, at least by one witness, the signal for the crossing was given in proper time to warn him, and that the train can be seen by the traveler in ample time to avoid collision. We hold under these facts the defendant was not negligent because it did not “ slow up ” or stop the train at such a crossing. But, the plaintiff argues, “ the question of defendant’s negligence is for the jury.” So it is, when there is evidence on which a finding of negligence can be based.\n“ Where a duty is defined, a failure to- perform it is negligence, and may be so declared by the conrt.” Arnold v. Pa. R. R. Co., 115 Pa. 135. So, on the other hand, where a duty is defined and the uncontroverted evidence establishes it was performed, it is the duty of the court to so declare. Both plaintiff and defendant proved the signal was given; eleven witnesses testified positively to the fact; the plaintiff testified he did not hear it; this is not even contradictory evidence. If the defendant performed its duty in this particular, was the jury to bo permitted, in the face of the uncontradicted evidence, to find, what was not true, that the signal had not been given ? Then as to the argument that “ the rate of speed was negligence, because the crossing was a dangerous one; ” the answer is, the crossing was dangerous, but only as every grade crossing is, and this of itself imposed not the duty of lessening speed upon defendant, and there was no evidence, as we have shown, taking this out of the rule of law applicable to crossings generally in the open country; a train could be both beard and seen by tbe traveler at a safe distance from it.\nThe learned judge of the court below, in entering judgment on the reserved point, thinks the evidence of negligence on part of defendant was “ meager; ” we think there was none. Pie enters judgment for defendant because, even if negligent, plaintiff Avas guilty of contributory negligence. There was testimony that plaintiff stopped and listened, and while there was strong evidence that ordinary care demanded he should have stopped at a point nearer the railroad, and there also ascertained whether it was safe to cross, we think the court under the rule laid down in Penna. R. R. Co. Heileman, 49 Pa. 60, followed by a large number of cases since in which the question arose, could not as a matter of law determine the fact. If there had been any evidence of negligence on part of defendant, then at just what point the plaintiff should have stopped to look and listen was for the jury to find.\nWe therefore affirm the judgment on the single ground that there was no evidence of negligence on part of defendant to submit to the jury. It is not for us, nor for the jury, to say why, if plaintiff stopped and listened, he did not hear, nor why he did not see the approaching train when near the crossing, if he looked. That he did not hear what others undoubtedly heard, and did not see what undoubtedly could have been seen, does not even amount to a scintilla of evidence to convict defendant of negligence.\nThis disposes of all the assignments of error except those alleging the reservation itself was erroneous, and therefore the judgment, non obstante veredicto, cannot be sustained, and judgment must be entered on the verdict in favor of plaintiff. The point reserved is this :\n“ I reserve the question whether there is any evidence in the case to be submitted to the jury upon which the plaintiff is entitled to recover.”\nThis is not a reservation of “ whether under all the evidence the plaintiff is entitled to recover,” or “whether upon the whole testimony the plaintiff is entitled to recover,” and like reservations, which this court has more than once held error; but the reservation is, whether there is any evidence upon which a judgment can be sustained. Whether there is any evidence of a fact essential to recovery is a pure question of law, and was decided to be a good reservation in Wilde v. Trainor, 59 Pa. 439, where Justice Shabswood most carefully considers the whole question, and examines all the authorities.\nThis was followed in many cases since which have been either impliedly or expressly approved by this court. Nor is there any reason why the judge, if he have doubt, in the hurry incident to a jury trial, should not reserve for further consideration whether there is any evidence which would entitle plaintiff to recover, or whether there is any evidence of a fact essential to recovery. Especially, whatever may have been objectionable in such a reservation fifty years ago, is it proper now, when, by the aid of the official stenographer, every word of the evidence heard by the jury is reported verbatim.\nAll of plaintiff’s assignments of error are overruled, and the judgment is affirmed, and appeal dismissed at costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "N. R. Larzelere, R. R. Saylor with him, for appellant.",
      "O. 11. Hiimon, for appellee."
    ],
    "corrections": "",
    "head_matter": "Newhard, Appellant, v. Pennsylvania R. R. Co.\nNegligence — Bailrouds—Grade crossings.\nThe right of a traveler, on a highway crossing a railroad at grade, to use the crossing, is subordinate to the right of the railroad company.\nGrade crossings in open country — Signals—Negligence.\nWhere a railroad train has given a proper warning signal as it approaches an ordinary grade crossing in the open country, it is not required to slow up or stop until a traveler, who has had opportunity to hear and see the train, has passed the crossing.\nIn an action to recover damages for personal injuries, it appeared that plaintiff, while driving in a wagon over a grade crossing, was injured by collision with one of defendant’s trains. The place where the accident occurred was in the open country, about two miles from Pottstown, where a much frequented turnpike crossed the railroad at an acute angle. At a point on the turnpike two hundred and two feet from the crossing the railroad could be seen for about four hundred feet from the crossing, and at a point on the road seventy-four feet from the crossing the railroad could be seen for nine hundred and ninety feet. At a point somewhere between twenty-six hundred and thirteen hundred feet east of the crossing the steam whistle of the locomotive was sounded, and was heard by eleven witnesses. Plaintiff testified that he did not hear it. When the train went over the crossing it was running at the rate of fifty miles an hour. Held, that there was no evidence of negligence on the part of the company to submit to the jury.\nContributory negligence — “ Stop, look and listen.”\nWhere a person is injured at a railroad crossing by the negligence of a railroad company, the question whether the plaintiff stopped at a proper point is for the jury, and it is error for the court to undertake to determine the fact as a matter of law.\nPractice, C. P. — Reserving question of law.\nThe court cannot reserve as a question of law “ whether under all the evidence the plaintiff is entitled to recover; ” but it may reserve the question “whether there is any evidence in the case to be submitted to the jury, upon which the plaintiff is entitled to recover.”\nArgued Jan. 31, 1893.\nAppeal, No. 136, July T., 1892, by plaintiff, John H. Newhard, from judgment of C. P. Montgomery Co., Oct. T., 1891, No 79, for defendant non obstante veredicto.\nBefore Paxson, C. J., Green, Williams, Mitchell and Dean, JJ.\nTrespass for personal injuries.\nThe facts as they appeared at the trial before Swartz, P. J., are stated in the opinion of the Supreme Court.\nErrors assigned were, inter alia, (1) in entering judgment non obstante veredicto on reserved point, quoting point.\nN. R. Larzelere, R. R. Saylor with him, for appellant.\nThe question of law was improperly reserved: Wilson v. Steamboat Tuscarora, 25 Pa. 317; Winchester v. Davis & Bennett, 54 Pa. 510; Miller v. Bedford, 86 Pa. 457; North American Oil Co. v. Forsyth, 48 Pa. 291; Buckley v. Duff, 17 W. N. 39.\nMarch 13, 1893:\nIf a crossing is a specially dangerous one, the company must use caution commensurate with the danger, and it is for the jury to determine whether or not the rate- of speed of the train be negligent, with reference to the moio or less dangerous character of the crossing: Frick v. R. R., 8 Am. & Eng. R. R. Cas. 280; Longenecker v. P. R. R., 105 Pa. 328; Lehigh Valiey Co. v. Brandtmaier, 113 Pa. 610; McNeal v. R. R., 131 Pa. 184; Lake Shore R. R. v. Frantz, 127 Pa. 297; Ellis v. R. R. 138 Pa. 506; Childs v. Pa. R. R. 150 Pa. 73.\nAt just what point a party should stop, look and listen, depends upon the varying circumstances of each case, and is for the jury: North Penn. R. R. v. Heileman, 49 Pa. 60; P. R. R. v. Ogier, 35 Pa. 60; Ellis v. R. R., 138 Pa. 506.\nO. 11. Hiimon, for appellee.\nWhether there is any evidence at all is a pure question of law for the court: Barwell v. Wirth, 61 Pa. 133; Chandler v. Com. Ins. Co., 88 Pa. 223; Koons v. W. U. Tel. Co., 102 Pa. 170; Shrawder v. Snyder, 142 Pa. 1.\nIn approaching a railroad crossing it is the duty of a traveler to stop, look and listen for the approach of any train, and unless he does so he cannot recover if he is injured in attempting to cross: Hanover R. R. v. Coyle, 55 Pa. 396; D. L. & W. R. R. v. Cadow, 120 Pa. 559; Carroll v. Pa. R. R., 12 W. N. 348; Moore v. P. W. & B. R. R. 108 Pa. 349; P. R. R. v. Bell, 122 Pa. 64; Marland v. P. & L. E. R. R., 123 Pa. 490; Warner v. Peoples St. Ry., 141 Pa. 615; Hauser v. Central R. R. 147 Pa. 440; R. R. v. Beale, 73 Pa. 504; Urias v. R. R. 152 Pa. 326."
  },
  "file_name": "0417-01",
  "first_page_order": 441,
  "last_page_order": 451
}
