{
  "id": 840388,
  "name": "Lerch, Appellant, v. Bard",
  "name_abbreviation": "Lerch v. Bard",
  "decision_date": "1893-03-20",
  "docket_number": "Appeal, No. 326",
  "first_page": "573",
  "last_page": "577",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 573"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Bush, 67",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        2344862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/76/0067-01"
      ]
    },
    {
      "cite": "53 Conn. 53",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        518631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/53/0053-01"
      ]
    },
    {
      "cite": "145 U. S. 512",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3562387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/145/0512-01"
      ]
    },
    {
      "cite": "107 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0301-01"
      ]
    },
    {
      "cite": "107 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "36 Pa 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992245
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0498-01"
      ]
    },
    {
      "cite": "62 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "36 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 188",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446089
      ],
      "pin_cites": [
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0239-01"
      ]
    },
    {
      "cite": "64 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/64/0201-01"
      ]
    },
    {
      "cite": "111 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545385
      ],
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/111/0171-01"
      ]
    },
    {
      "cite": "88 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061217
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0496-01"
      ]
    },
    {
      "cite": "108 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539260
      ],
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 10006,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 4.697878607392306e-07,
      "percentile": 0.92862576157915
    },
    "sha256": "d0365e4ba2e1bb67c542f81c033888239f6d4c4ae83896146e3f031d42614785",
    "simhash": "1:0fd685477f320f31",
    "word_count": 1737
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebbett, C. J., Williams, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Lerch, Appellant, v. Bard."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Sterrett,\nThis suit is on a note of which the following is a copy :\n“ $3,000. Reading, Pa., October 1, 1890.\n“ One year after date we promise to pay to tbo order of Annetta K. Lerch three thousand dollars, at lawful interest, without defalcation. Value received.\n“ American Plumbago Mining Co.\n“ William P. Bard, Manager.”\nThe three partners, defendants, having, under rule of court, made affidavit “ that the note in suit was not drawn, executed or delivered by, or by the authority of these defendants or either of them,” it became necessary for the plaintiff to introduce evidence tending to prove that William P. Bard, as defendants’ manager, had authority to bind them by making notes in the firm name, etc. This she undertook to do, and after bearing all the testimony that was offered on the subject, the learned court entered a judgment of nonsuit and afterwards denied plaintiff’s motion to take it off. This is the subject of complaint in tbe specifications of error.\nIt is a well settled principle of practice that refusal to take off a peremptory nonsuit is in the nature of a judgment for defendant on demurrer to plaintiff’s evidence; and hence, in testing tbe correctness of such refusal, the plaintiff is entitled to the benefit of every fact and inference of fact which might have been fairly found by the jury, or drawn by them from the evidence before them: Hill v. Trust Co., 108 Pa. 1, 3; Maynes v. Atwater, 88 Pa. 496; McGrann v. Railroad Co., 111 Pa. 171, 183. It is immaterial that the evidence in support of plaintiff’s claim may be very slight, provided it amounts to more than a mere scintilla. If there is any evidence which alone would justify an inference of the disputed facts on which his right to recover depends, it must, according to the well settled rule, be submitted to the jury. It is their exclusive province to pass upon the credibility of the witnesses, weigh the evidence and ascertain the facts: Express Co. v. Wile, 64 Pa. 201; Egbert v. Payne, 99 Pa. 239, 245.\nTested by these well recognized principles we tliiuk the testimony tended to prove that William P. Bard, as the chosen manager of the firm, was authorized to use and did use the name of the firm in making notes, borrowing money, checking money out of bank, etc., and that it was sufficient to carry the question of his authority, to make the note in suit, to the jury.\nGreorge W. Bard, one of the defendants, called as on cross-examination, testified that his brother William was their business manager. When asked whether he signed the name of the firm, — “ American Plumbago Mining Company, William P. Bard, Manager?” he answered: “Yes, sir. Q. When any note was signed for the firm, he signed it, did he not ? A. Yes, sir; he signed it for the firm. Q. No other member of the firm ever signed the name of the copartnership to the note, — I am speaking of the face of the note? A. Yes, sir. Q. William always did that? A. Yes, sir. Q. Who signed checks for the firm ? A. He did. Q. Who bought and sold ? A. He did.” In answer to other questions the witness testified, in substance, that his brother William was the sole manager of the business, kept the bank account, bought, signed the notes given for purchases, determined when money was needed, borrowed money, etc.; that both the body of the note, where it is filled up, and the signature, are in his handwriting, — “ he wrote the whole note.”\nThe plaintiff also gave in evidence the defendants’ copartnership agreement, dated May 24, 1888, containing this clause:\n“ It is further understood and agreed that William P. Bard of the city of Reading aforesaid shall be the manager of said copartnership or company, and shall have the general management of the said business, and he shall be authorized to sign all notes, cheeks, drafts and other obligations, and to execute all papers under seal or otherwise, necessary for conducting said business and for the purpose of carrying out the provisions of this agreement. The said William P. Bard as manager as aforesaid shall be paid his actual expenses incurred in and about said business, but if he demands any salary or compensation for his services rendered therein, the same shall be paid by the said Regina Boyer and her heirs and assigns. The said manager shall keep true and correct books of account of all the business transactions of said company, which shall always be open to the inspection of each one of said copartners.”\nThe authority with which the defendants thus invested their general business manager does not appear to be restricted or revoked by anything in the agreement that precedes or follows the clause above quoted. The next preceding clause appears to have been intended to operate merely as a restriction on the general authority of the partners themselves, and their subsequent course of action in devolving nearly everything on their manager, as appears by the testimony, is in harmony with that construction.\nBut, inasmuch as this case goes back for trial by jury, it is not our purpose to enlarge upon the effect of the evidence, either written or oral, further than to say that it is such that the court was not justified in refusing to take off the judgment of nonsuit. Further comment is neither necessary nor desirable.\nJudgment reversed and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "Cyrus Gr. Derr, Daniel H. Wingerd with him, for appellant.",
      "deorge J. dross, Jr., and Isaac Hiester, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lerch, Appellant, v. Bard.\nRefusal to taka off nonsuit — Demurrer to evidence.\nA refusal to take off a peremptory nonsuit is in the nature of a judgment for defendant on demurrer to plaintiff’s evidence; and hence, in testing the correctness of such refusal, the plaintiff is entitled to the benefit of every fact and inference of fact which might have been fairly found by the jury, or drawn by them from the evidence before them.\nPrincipal and agent — Power of agent to sign promissory note.\nIn an action on a promissory note against three persons trading as “ American Plumbago Mining Company” it appeared that the note was signed as follows: “ American Plumbago Mining Co., William P. Bard, Manager.” From the evidence of one of the defendants it appeared that Bard was the manager of the firm, and used the name of the firm in making notes, borrowing money and chocking money out of bank. It also appeared from the copartnership agreement that Bard was authorized “ to sign all notes, cheeks, drafts and other obligations, and to execute all papers under seal or otherwise, necessary for conducting said business.” Held, that there was sufficient evidence to carry to the jury the question of his authority to make the note in suit.\nArgued March 2, 1893.\nAppeal, No. 326, Jan. T., 1893, by-plaintiff, Annetta K. Lerch, from judgment of O. P. Berks Co., Feb. T., 1892, No. 51, entering compulsory nonsuit in favor of defendants, George W. Bard, Samuel H. Kutz and Regina Boyer, trading as American Plumbago Mining Co.\nBefore Stebbett, C. J., Williams, McCollum, Mitchell and Dean, JJ.\nAssumpsit on promissory note.\nThe facts as they appeared before Endlich, J., are stated in the opinion of the Supreme Court.\nThe other clause of the partnership agreement, referred to in the opinion of the Supreme Court, is as follows : “ It is hereby further understood and agreed that no debts shall be contracted in the name of the company unless the written consent of all the parties hereto be first had and obtained.”\nError assigned was refusal to take off nonsuit.\nCyrus Gr. Derr, Daniel H. Wingerd with him, for appellant.\nTlie defendant’s motion for nonsuit was in effect a demurrer to the plaintiff’s testimony, and admitted every fact which the said testimony tended to prove: Bevan v. Ins. Co., 9 W. & S. 188; Mayne v. Atwater, 88 Pa. 497.\nWilliam P. Bard must, under the testimony, be regarded and adjudged to have been the general agent of defendants, and as such to have had the power to bind them by signing the note in question: Loudon Savings Fund Society v. Hagerstown Savings Bank, 36 Pa. 503; Hoskinson v. Eliot, 62 Pa. 401.\nThe question as to whether the giving of notes such as that in question was within the scope of Mr. Bard’s employment was for the jury: Winship v. Bank U. S., 5 Peters, 561; Savings Fund v. Hagerstown Savings Bank, 36 Pa 498.\nThe execution of the note in question is embraced within the powers expressly granted to the agent in the contract of copartnership: Schum v. P. R. R., 107 Pa. 12; Winlack v. Geist, 107 Pa. 301; Hoskinson v. Eliot, 62 Pa. 401.\nThe clause in the copartnership agreement, that “ no debts shall be contracted in the name of the American Plumbago Company unless the written consent of all the parties hereto be first had and obtained,” does not affect this case : Hoskinson v. Eliot, 62 Pa. 401; Loudon Savings Fund v. Hagerstown Savings Bank, 36 Pa. 498.\nThe production of the note in question, with the proof of its execution by the general manager of defendants’ copartnership and business, were sufficient to make out a prima facie case: Eandolph on Commercial Paper, § 565; 2 Parsons on Notes and Bills, p. 480; 1 Ib., p. 50; Holliday v. Atkinson, 5 B. & C. 501.\ndeorge J. dross, Jr., and Isaac Hiester, for appellee.\nThe positive testimony furnished by plaintiff showed that William P. Bard had no express^ general or special authority to contract the debt alleged on behalf of defendants. There is no general or implied authority, even in a partner of a nontrading partnership, to bind the partnership by giving a note in its name: Story on Partnerships, §102a; Dowling v. Exchange Bank of Boston, 145 U. S. 512; Pease v. Cole, 53 Conn. 53; Judge v. Braswell, 13 Bush, 67; Dickinson v. Valpy, 10 B. & C. 128; Greenslade v. Dower, 7 B. & C. 635.\nIt is particularly to be noticed that no ratification of William P. Bard’s act is alleged, nor was any evidence offered from which ratification could possibly be inferred. There was no course of dealing known to and relied upon by the person taking the note: 1 Daniel on Negotiable Instruments, § 297; 1 Randolph on Commercial Papers, § 363.\nMarch 20, 1893:"
  },
  "file_name": "0573-01",
  "first_page_order": 597,
  "last_page_order": 601
}
