{
  "id": 840371,
  "name": "Boland, Appellant, v. Spitz",
  "name_abbreviation": "Boland v. Spitz",
  "decision_date": "1893-03-06",
  "docket_number": "Appeal, No. 67",
  "first_page": "590",
  "last_page": "592",
  "citations": [
    {
      "type": "official",
      "cite": "153 Pa. 590"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pa. C. C. 186",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036643
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0417-01"
      ]
    },
    {
      "cite": "4 Kulp, 462",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "19 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 6152,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 5.99351890452814e-08,
      "percentile": 0.37243870202471263
    },
    "sha256": "df4e666b902bd5e5aa9cad9fc489611b8711ea9cae8561e7896c4578eacd754f",
    "simhash": "1:9b6bed71d9f2ebdb",
    "word_count": 1054
  },
  "last_updated": "2024-02-27T20:48:59.821891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Boland, Appellant, v. Spitz."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn May, .1892, judgment was rendered by alderman DeLong against Andrew Boland, the plaintiff in this case, for $94.26 and costs. Execution thereon having been returned “ no goods,” an execution attachment was issued May 26, 1892-, and George Spitz, defendant in this case, was summoned as garnishee and answered. At the hearing, June 2, 1892, Boland claimed the benefit of the exemption act, but his claim was ignored by the alderman and judgment against said garnishee was entered for more than the amount of the original judgment. Prior to the hearing of the rule in this case, that judgment was never challenged by appeal, certiorari or otherwise, and had therefore become as final and conclusive, on all the parties thereto, as the judgment of any court of competent jurisdiction : Lacock v. White, 19 Pa. 496. Boland’s claim of exemption was a species of defence, personal to himself, in the execution attachment proceeding; and, the alderman having decided against him, his only remedy was by appeal or certiorari. Having failed to avail himself of either, the judgment of the alderman became absolutely final and conclusive; and, remaining so at the hearing of the rule in this case, the learned court was clearly right in holding that its validity could not be questioned in this proceeding.\nThe order of August 22, 1892, discharging the rule to show cause why the money paid into court should not be taken out by the plaintiff, is affirmed, with costs to be paid by him.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James Mahon, for appellant.",
      "Creorge D. Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Boland, Appellant, v. Spitz.\n[Marked to be reported.]\nJudgment of justice of peace — Conclusiveness of — Attachment execution— Debtor’s exemption.\nWhere a defendant in an attachment execution appears at the hearing before a justice of the peace and claims the benefit of the exemption laws, and the justice disallows the claim and enters judgment against the garnish ee, from which judgment defendant takes no appeal or certiorari, defendant cannot afterwards question the validity of the judgment by a rule to show cause why the money paid into court by the garnishee should not be withdrawn by defendant.\nArgued Feb. 21, 1893.\nAppeal, No. 67, Jan. T., 1893, by plaintiff, Andrew Boland, from order of C. P. Lackawanna Co., Sept. T., 1892, No. 72, discharging rule to show cause why money paid into court should not be withdrawn.\nBefore Sterrett, C. J., Green, Williams, Mitchell and Dean, JJ.\nRule to show cause why money paid into court by garnishee should not be withdrawn by defendant in the execution.\nThe following facts appear from the record: On June 9, 1892, plaintiff caused judgment to be entered on a single bill given to him by defendant for §72.43, and on the same day caused a fi. fa. to issue on the judgment so entered. On June 15, 1892, defendant presented his affidavit setting forth the fact that he owed plaintiff the amount of the judgment when the bond was given, but that the debt had been attached in his hands May 26, 1892, by proceedings before alderman DeLong, setting forth the fact that plaintiff had claimed his exemption and that a judgment had been entered there against him (the plaintiff) June 2, 1892. Whereupon the court stayed the fi. fa. upon payment by defendant into court of the amount of money admitted by him to be due, which was the same amount for which plaintiff had entered judgment. Plaintiff had notice that this application would be made to court and was there represented by his attorney of record when the application was made. On June 16, 1892, defendant paid into court the sum of §72.43. On June 24, 1892, on the petition of plaintiff the court granted a rule to show cause why the. money paid into court by defendant should not be withdrawn by the petitioner, notice of the rule to be served on the plaintiff in the judgment against the petitioner in attachment execution proceedings before alderman DeLong. This rule having been duly served as directed by court, was heard by the court, on the proper return day, and discharged on August 22, 1892, whereupon this appeal was taken.\n-Errors assigned were (1) staying fi. fa., (2) discharging rule.\nJames Mahon, for appellant.\nWhere a garnishee was present at the hearing and admitted an indebtedness to defendant much greater in amount than plaintiff’s claim and delayed suing out a certiorari until long after the statutory period had expired, it was held that he could not be heard to complain of the formality of the proceedings, and that every reasonable intendment should be made in favor of the record : Higgins v. Reinmiller, 4 Kulp, 462.\nIt was not for defendant to prevent judgment by default against the garnishee. Judgment against the garnishee ought to have been so framed as to protect defendant’s exemption: Jones v. Tracy, 75 Pa. 417.\nThe entry of judgment by the alderman against the garnishee, in the face of the claim for exemption by defendant, contravened the debtor’s exemption act of April 9, 1849, and as defendant had no further duty to perform before the alderman, the judgment of that official could not involve a denial of defendant’s right, or be potential to defeat it, whilst the garnishee, according to his own application to stay fi. fa., had notice.\nCreorge D. Taylor, for appellee.\nThe judgment of a justice is as absoluto a determination of the matter in controversy, as conclusive and binding upon the parties, as that of any other court having competent jurisdiction. The law has provided the means of changing or revising it; a certiorari for errors in the mode of proceeding, and an appeal for a wrong decision on the merits: Lacock v. White, 19 Pa. 496.\nThe alderman having found against the demand of exemption, made by appellant, that finding is final on the right of appellant to his exemption: Silverman v. Tyson, 4 Pa. C. C. 186.\nIn Jones v. Tracey, 75 Pa. 417, plaintiff in error appealed from the judgment of the court below. He brought up the whole record, and although the Supreme Court did not reform the judgment, which had been entered in the court below, yet they so disposed of the error that no injustice was done to the garnishee, while full justice was done to plaintiff in error;\nMarch 6, 1893:"
  },
  "file_name": "0590-01",
  "first_page_order": 614,
  "last_page_order": 616
}
