{
  "id": 967847,
  "name": "Gillespie, Appellant, v. Buffalo, Rochester & Pittsburg Railway Company",
  "name_abbreviation": "Gillespie v. Buffalo, Rochester & Pittsburg Railway Co.",
  "decision_date": "1909-10-25",
  "docket_number": "Appeal, No. 201",
  "first_page": "31",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0541-01"
      ]
    },
    {
      "cite": "116 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554356
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0472-01"
      ]
    },
    {
      "cite": "175 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0537-01"
      ]
    },
    {
      "cite": "88 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061166
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0424-01"
      ]
    },
    {
      "cite": "44 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0375-01"
      ]
    },
    {
      "cite": "152 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838109
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0488-01"
      ]
    },
    {
      "cite": "149 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0018-01"
      ]
    },
    {
      "cite": "153 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840344
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0360-01"
      ]
    },
    {
      "cite": "158 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0359-01"
      ]
    },
    {
      "cite": "1 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/1/0336-01"
      ]
    },
    {
      "cite": "151 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836732
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0030-01"
      ]
    },
    {
      "cite": "150 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0589-01"
      ]
    },
    {
      "cite": "144 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0638-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8389,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 2.146338829693165e-07,
      "percentile": 0.7678420633789846
    },
    "sha256": "9b0dcdf491b05c58adbc505004acc2e38f7d7735d290471c8ca6124d999b626b",
    "simhash": "1:2f10dd10dd5db210",
    "word_count": 1522
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Gillespie, Appellant, v. Buffalo, Rochester & Pittsburg Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Lex N, Mitchell, with him Charles Corbet, for appellant.",
      "Cadmus Z. Gordon, with him C. H. M’Cauley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gillespie, Appellant, v. Buffalo, Rochester & Pittsburg Railway Company.\nRailroads — Right of way — Deed for right of way — Elevation of tracks— Damages.\nWhere a grant of a right of way to a railroad company is “to have and to hold the said right of way, rights and privileges to the use of said railroad company so long as the same shall be required for the uses and purposes of said road in as full, perfect and ample manner as may be necessary for the purposes hereby intended,\" the railroad company cannot be compelled to make a second payment of damages for elevating its tracks within the right of way thus lawfully acquired.\nArgued Oct. 6, 1909.\nAppeal, No. 201, Oct. T., 1907, by plaintiff, from judgment of C. P. Jefferson Co., Nov. T., 1901, No. 212, for defendant on case stated in suit of W. M. Gillespie v. Buffalo, Rochester & Pittsburg Railway Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nCase stated to determine liability for damages for elevating railroad tracks.\nReed, P. J., filed the following opinion:\nBy the terms of the case stated, a single question is presented for the consideration of the court, viz.: Can a railroad company be compelled to make a second payment of damages for elevating its roadbed on its lawfully acquired right of way for which due compensation was made at the time of acquisition? In this case the right of way was obtained by grant, the language of which vests a title coextensive with that acquired by condemnation under the right of eminent domain. The habendum clause of the grant is as follows: “To have and to hold the said fight of way, rights and privileges to the use of said railroad company, so long as the same shall be required for the uses and purposes of said road in as full, perfect and ample manner as may be necessary for the purposes hereby intended.”\nThe plaintiff seeks an affirmative answer to the above-stated question on the adjudicated cases awarding damages to the abutting landowner for injury resulting to his property from a change in the grade of a duly laid out and constructed highway or street, and cites the following authorities: Jones v. Bangor Borough, 144 Pa. 638; O’Brien v. Philadelphia, 150 Pa. 589; Jones v. R. R. Co., 151 Pa. 30. When land of a private owner is taken for the purpose of laying out a public highway, the public acquires an easement in and upon the same for the purpose of travel. The only right vested in the public by such easement is that of free and unobstructed travel over the land. It is no more than a license to pass along and over the highway laid upon it. The right of property and of possession remain in the owner of the land for all other purposes, and he may exercise any lawful acts of ownership over the same which do not interfere with the public travel thereon: Lewis et al. v. Jones et al., 1 Pa. 336; Wheelock v. Fuellhart et al., 158 Pa. 359. Considering the nature and extent of the easement, it is not difficult to see how a change in the grade of the highway may work an injury to the proprietor of the soil within the meaning of art. XVI, sec. 8, of the constitution. But the title to property condemned by municipal and other corporations for public use, by virtue of the power of eminent domain, is essentially different from an easement, or right of travel in and along a public highway. The title acquired in condemnation proceedings vests in the corporation a base or qualified fee in the land, with the right of exclusive possession and enjoyment of the same. The landowner’s title is thereby completely divested, and he has no interest in or control over the land taken so long as it is used for the purposes for which it was condemned: Reading City v. Davis, 153 Pa. 360; Penna. Schuylkill Valley R. R. Co. v. Paper Mills, 149 Pa. 18. In the latter case Mr. Justice Mitchell, delivering the opinion of the court, says: “Such title is sometimes called an easement, but it is a right to exclusive possession, to fence in, to build over the whole surface, to raise and maintain any appropriate superstructure, including necessary foundations and to deal with it within the limits of railroad uses as absolutely and as uncontrolled as an owner in fee.” In the case of Pitts., Fort Wayne & Chicago Ry. Co. v. Peet, 152 Pa. 488, the court, by Mr. Chief Justice Paxson, said: “The vice of this argument consists in treating the plaintiff’s right as a mere easement or right of way. It is a great deal more than a right of way. It has the actual possession of the property, and that possession is exclusive, at all times and for all purposes, except where a way crosses it: Philadelphia & Reading R. R. Co. v. Hummell, 44 Pa. 375; Junction Railroad Co. v. City of Philadelphia, 88 Pa. 424. The estate acquired by a railroad company by a condemnation of land is often spoken of as an easement, but the term is used in a loose way for the purpose of distinguishing it from a fee.” The precise question submitted for consideration in this case has been passed upon by the Supreme Court, and ruled adversely to the plaintiff’s contention in Hummel et al. v. Cumberland Valley R. R. Co., 175 Pa. 537. The court in that case says: “It was as far back as the year 1839 that the Cumberland Valley Railroad Company adjusted, settled and paid to the former owners of the land, over which the bridge or viaduct in question was erected, ‘all damages occasioned by the construction or use of the said road and the bridge over the Susquehanna so far as the same runs through their lands.’ For the occupancy and use of the land of the then owners for the purposes of the railroad, the defendant paid them $2,250. It is not, and it cannot be, questioned, that this was full compensation for all the acts done by the railroad company in taking the land and building the road over it on piers then erected. The present proceeding is an effort to compel the same company to make a second payment of damages to the present owners who have succeeded to the title of the owners at that day. The excuse for such an extraordinary attempt is that the company has filled up the land under the bridge and between the piers, and this, it is claimed, gives rise to another right to have damages for the mere user by the company for their own purposes of the same land for which full compensation was paid almost sixty years ago. It is only necessary to say that this filling occupies only land under the bridge, between the piers and within the width of the lawful right of way of all railroads. The use of the ground is such as is entirely within the discretion of the company and it is not of any moment that this particular use was not made at an earlier date.” The principle that “an action does not lie for a reasonable use of one’s right though it be to the injury of another,” applies in this case, and, in the language of Mr. Justice Gordon, in Penna. R. R. Co. v. Lippincott, 116 Pa. 472, “it seems to be very clear that a private person could do with impunity, on his own property, just what this railroad company has done. He might build a house; and thus shut out his neighbor’s view, light and air; he might build an embankment, or run a road on or along his own line, and be liable for nothing as long as he used his house, embankment or road in a lawful manner, although in either case an injury may have been done to the adjacent property.” It is not alleged that the defendant company has gone outside of the lines of its own property, or that it has directly encroached upon the land of the plaintiff. The injury complained of is of a consequential character, and arises from the elevation, by the defendant, of its roadbed within the limits of its right of way. This, as has been seen, it had a right to do, and the damages resulting therefrom are damnum absque injuria: Penna. R. R. Co. v. Lippincott, 116 Pa. 472; Penna. R. R. Co. v. Marchant, 119 Pa. 541.\nOctober 25, 1909:\nAnd now, March 25, 1907, in accordance with the case stated, and for the reasons given in the foregoing opinion, judgment is directed to be entered in favor of the defendant.\nError assigned was in entering judgment for defendant on the case stated.\nLex N, Mitchell, with him Charles Corbet, for appellant.\nCadmus Z. Gordon, with him C. H. M’Cauley, for appellee."
  },
  "file_name": "0031-01",
  "first_page_order": 63,
  "last_page_order": 66
}
