{
  "id": 967936,
  "name": "Mallissee, Appellant, v. Keown",
  "name_abbreviation": "Mallissee v. Keown",
  "decision_date": "1909-11-05",
  "docket_number": "Appeal, No. 42",
  "first_page": "74",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 346,
    "char_count": 5320,
    "ocr_confidence": 0.534,
    "sha256": "203c446bbf70cbc50cee9d18ae7e4dc57467a995e476d79c821d40a3ee33e40c",
    "simhash": "1:3b41278125babef4",
    "word_count": 924
  },
  "last_updated": "2023-07-14T21:18:40.661669+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Mallissee, Appellant, v. Keown."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe appellant’s title to retain possession was founded on his status as mortgagee, but the learned judge below having found that appellant was not in possession by virtue of the mortgage but as a tenant under an express contract of lease, the title set up in the bill was not made out and the bill was properly dismissed. We have not been convinced that the finding was erroneous.\nDecree affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "George Heltrich Bonner, with him E. J. Kent, for appellant.",
      "Harry R. Bunion, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Mallissee, Appellant, v. Keown.\nMortgage — Landlord and tenant — Possession—Order—Justice of the peace.\nWhere a mortgagee out of possession takes a lease from the owner, and thereafter enters into possession under the lease and not under the mortgage, he may after default under the lease, be ousted of his possession by proceedings before a justice of the peace.\nArgued Oct. 19, 1909.\nAppeal, No. 42, Oct. T., 1909, by plaintiff, from decree of C. P. No. 4, Allegheny Co., First Term, 1908, No. 747, dismissing bill in equity in case of Henry W. Mallissee v. William Keown.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity to restrain proceedings before justice of the peace.\nCarnahan, J., found the facts to be as follows:\n1. The plaintiff is a citizen of Pennsylvania, a resident of Pittsbui’g, and is engaged in the business of keeping a livery and sales stable at No. 5623 Eva street, twentieth ward, city of Pittsburg.\n2. The defendant is the owner of certain premises, which have a frontage of about forty-two feet on Eva street, and a depth of 170 feet, extending back to Mignonette street, in the city of Pittsburg. Whether the width is uniform throughout does not appear.\n3. The defendant, on April 25, 1907, executed and delivered to the plaintiff a mortgage against the whole of said premises to secure the payment of $3,500 in three years from the date thereof, which mortgage was accompanied with the usual bond.\n4. At some time prior to May 1,1907 — probably in January of that year — the plaintiff, who was then in the livery business on Broad street, Pittsburg, told the defendant that his lease would expire on May 1, 1907, and that he would then be obliged to vacate and would dispose of his stock and retire from the business. The defendant replied that he himself intended to go into the livery business, having suitable property at No. 5623 Eva street, and that he was about to arrange for a loan sufficient to enable him to build a stable. The plaintiff then said that he had money to loan, and proposed to loan an amount sufficient to enable defendant to build a stable; he further proposed that if, upon completion of the stable, defendant would allow him to occupy it for a month or two, so that he could dispose of his stock, he would then vacate the premises and pass over to defendant his good will in the livery business. He proposed still further, to pay a monthly rental of one-twelfth of six per centum of the total cost of the stable and the land. This offer was accepted by defendant, the stable was erected and a mortgage and bond for $3,500 were given, this amount including the sum of $2,000 paid by plaintiff in full satisfaction of a prior mortgage against the premises.\n5. On May 1,1907, the plaintiff took possession of the stable and premises, but made no claim to right of possession as mortgagee; nor did he, in any manner, indicate to defendant an intention, on his part, to hold otherwise than as a tenant by reason of the aforesaid agreement.\n6. For some reason, not explained, but satisfactory to both parties, no rental was charged or paid until October 1, 1907, at about which time the sum of $31.30 per month was agreed upon, the same being one-twelfth of six per centum of $6,260, which amount was fixed as the total cost of the stable and premises.\n7. The plaintiff has continued in possession of said premises until the present time, and has been and is now conducting thereon a livery and sales business, which in addition to a regular livery business, means the buying, selling and boarding of horses.\n8. On December 2, 1907, the defendant instituted proceedings before Alderman J. D. Walker, of the city of Pittsburg, for the recovery of possession of said premises from the plaintiff. The plaintiff gave due notice to the magistrate that in said proceedings was involved a question respecting the title to land and that, under the law, he could not entertain jurisdiction. The magistrate, however, did entertain jurisdiction, and gave judgment of ouster, which judgment he was about to carry into execution, when he was given notice of a preliminary injunction issued in this case, and thereupon execution proceedings were stayed.\nNovember 5, 1909:\n9. The plaintiff claiming, as mortgagee, the right of possession, is ready and willing to account for and pay to defendant reasonable rents, issues and profits, which he claims the defendant agreed with him should not exceed the sum of $31.30 per month. This amount, however, was not agreed upon as rents, issues and profits which plaintiff was to pay as mortgagee, but was the amount fixed as rental which plaintiff was to pay as a mere tenant.\nThe court entered a decree dismissing the bill.\nError assigned was decree dismissing the bill.\nGeorge Heltrich Bonner, with him E. J. Kent, for appellant.\nHarry R. Bunion, for appellee, was not heard."
  },
  "file_name": "0074-01",
  "first_page_order": 106,
  "last_page_order": 108
}
