{
  "id": 967919,
  "name": "Luther, Appellant, v. Luther",
  "name_abbreviation": "Luther v. Luther",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 144",
  "first_page": "144",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "216 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 13548,
    "ocr_confidence": 0.538,
    "pagerank": {
      "raw": 1.0834558925255836e-07,
      "percentile": 0.5631166141346464
    },
    "sha256": "2016be604210c46cfbbf5da4751ba54505c9c08fadc2fced219f6622f21dfea1",
    "simhash": "1:e7e2f7cd17ebfa0e",
    "word_count": 2445
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Luther, Appellant, v. Luther."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThis controversy is between a mother and her son. Alleging that, through fraud and deception practiced by him upon her, he had procured the execution and delivery to him of a deed for property which for years she had been struggling to redeem, this bill was filed, asking for a decree adjudging that he holds the title as trustee for her. From his admissions in the answer and in his testimony, considered in connection with the evidence offered in support of the bill, the finding of the court that the appellee had not practiced artifice and fraud upon his mother in procuring her signature to the letter of December 5, 1902, is so clearly erroneous that it must be set aside and the relief prayed for granted. Findings of fact by a lower court, if supported by testimony, will not be reversed because from that testimony we might have found differently, but when from it the findings must have been different, they must be set aside. With this test applied to the evidence in the case before us, the material allegation of the fraud practiced upon the appellant must be sustained.\nChrysostom Luther, the husband of the appellant, was the owner of the farm in controversy, and on April 29, 1892, executed a mortgage upon it to the Standard Building & Loan Association to secure the payment of a loan of $3,400. In 1895, being unable to pay the dues to the association, he executed and delivered to it, in consideration of his indebtedness, a deed for the property. At the time this deed was made a lease was executed between the association and Luther, which was also signed by his wife, containing an option or right to repurchase the property at any time within three years from January 1, 1895, and providing for the payment as a rental during that period of interest upon the amount due the association. F. O. Luther became one of the sureties to the lessor for his father’s faithful performance of the covenants in the lease. The payments agreed upon were much in excess of the actual rental value of the property. Luther died in October, 1897, — a few months before the expiration of the option to repurchase. His widow, the appellant, continued in possession of the property, through her tenants, and continued making payments to the association on account of the debt and interest due, the option to redeem having been informally extended. In the year 1902 she made five payments. The income from the property amounted to very little, if any, more than enough to pay the taxes and keep the property in repair. The payments made by the appellant were from her own separate estate. They were made by her with the intention of redeeming the homestead, and were received by the association with full knowledge of such intention. She and her son, the appellee, lived in the country only about three miles apart, and he knew that she had been making payments for years to the association under the arrangement to redeem. He admits that she paid more than the sum of $800 for that purpose, while the testimony showed that her payments amounted to over $1,000. He never contributed anything towards the redemption of the property, although he knew the struggle she was making to repurchase it. Her other son, John, assisted her from time to time. Some time in November, 1902, the appellee began negotiations for the purchase of the farm, leaving the representative of the building association with whom he dealt under the impression that he was acting for his mother. On November 29, the solicitor wrote her a letter of which the following is a copy:\n“Altoona, Pa., Nov. 29, 1902.\n“Mrs. Chrysostom Luther, Carrollton, Pa.:\n“My Dear Madam: Your son called on me last week to en-quire whether the Standard Building and Loan Association would sell you back the property now owned by it, formerly belonging to your husband, for the amount the association had in it. I brought the matter before the board of directors, and they authorized me to write to you, saying they were satisfied to sell you this property for the amount they had in it.\n“The secretary informs me that he has sent to you or your son a statement showing how much the association had in the property, the amount being some $3700 or $3800.\n“It will be necessary for you to advise us not later than the 6th of December, whether you intend to purchase at the price mentioned or not, as we have another purchaser in view, and if we do not sell to you by that date we will close out with him.\n“Please let us hear from you at once whether or not you desire to avail yourself of the offer made by the association. If we do not hear from you by the 6th of December, we will conclude that you are unable to purchase the property at the terms mentioned, and will consider the sale to the other party. If you conclude to take the property, and need thirty days or more with which to close the deal out, it would be necessary for you to make a cash payment on the 6th of the month, so as to bind the bargain, and show your good faith in the matter.\n“Let me hear from you promptly, and if possible before the sixth of December.\n“Very respectfully,\n“Geo. B. Bowers,\n“Solicitor, ‘S. M. E.’ ”\nThe other party to whom the letter referred was a man named Hoppel. The appellee, though living near his mother and seeing her at times, said nothing at all to her about his attempt to purchase the property, and, when pressed for a reason for not telling her, admitted that he had testified in another proceeding that he had said nothing to her about it because he knew that if his uncle Edward — his mother’s legal adviser — and his brother John should learn of his contemplated purchase, they would “ cut him out.” The appellee knew that the letter of November 29 had been written to his mother by the association, giving her the privilege of purchasing the property within thirty days, but two days afterwards — on December 1 — he paid to the association $500 on account of a sale which he alleges was to be made to him in his own right. Three days later — on December 4 — he met his uncle, E. H. Flick, Esq., the legal adviser of his mother, who, upon learning from him that he was trying to purchase the property, said that he should not undertake to purchase it without the consent of his mother and brother, as the mother had been endeavoring for years to redeem it and had put considerable money in it. In reply to this he said he would see her, but instead of doing so on the next day he paid to the association the balance which his mother would have been required to pay for the redemption of the property. The association, however, refused to deliver a deed to him in view of its understanding with her that it would let her redeem the property, having given her the privilege of doing so at any time within thirty days from November 29, and, for its own protection, prepared and gave him a letter to be signed by her, of which the following is a copy:\n“Altoona, Pa., December 5,1902.\n“To the Standard Building and Loan Association:\n“Gentlemen: My son has informed me that he has been negotiating for the purchase of the farm lately belonging to my husband, Chrysostom Luther, and which was conveyed to your association by deed from my husband and me.\n“This will certify to you that I approve of the sale made by your association to him, and join with him in the request that you make the sale to him upon his paying the purchase price agreed upon in full.\n“Respectfully yours.”\nOn the next day he called upon his mother, who had recently been seriously sick and broken an arm, and asked her to sign this letter, which she did, after he had practiced palpable fraud and deception upon her. In reply to her inquiry whether he had seen her brother, E. H. Flick, he replied that he had, but failed to tell her what his uncle had said. He further added, according to her testimony, that now he and his brother John were better friends than ever. These two brothers for years had been estranged, and the mother expressed gratification over their reconciliation. As a matter of fact the appellee had not seen John at all for some time before, and their relations continued unchanged. He further said to his mother that if he had been a day later, he would not have been able to get the farm, as the association would have sold it to Hoppel. This was untrue, for the association had given her the privilege of redeeming it up to December 28. On December 6, in compliance with the notice of November 29, the appellee’s brother made a tender of $50.00, but the same was refused in view of what had taken place between the association and the appellee.\nOf the deception, which the learned court below ought to have found had been practiced by the son upon his mother, we need only repeat what we said of it once before, in Luther v. Luther, 216 Pa. 1: It “was of a negative character, but it was not, for that reason, less potential in inducing her to sign the letter. He knew she had been struggling to regain the property, with the assistance and under the advice of her brother, E. H. Flick, Esq., a member of the Blair county bar. When he presented the letter to her she asked him whether he had seen his Uncle Ed., to which, he admits, he replied that he had. He must have understood from her question that she wished to be assured that her brother knew all about the transaction and would approve her signing the letter, and he must have known that she would not have signed it without such approval. By his reply he must have intended to convey the very impression that was made upon her mind, that her brother knew what she was about to do, and sanctioned it. If he had told her just what had occurred between him and his uncle, according to the latter’s testimony, it is not to be doubted that she would not have signed the paper; and so of what was said by him about his brother John, which was intended to convey the impression that he, the only other person interested in the farm, was satisfied. On the cross-examination of the appellant, after his admission that he had never said anything to his mother about his intention to buy the property, though living near her, he gave the following reason for not having done so: ' I knew it wouldn’t get cold until Uncle Ed. and John would know about it, and they would try to cut me out.’ Knowing that they both would oppose his acquisition of the property, and that his mother would not consent to it without the advice of her brother, he artfully led her to believe that what he asked her to do had the sanction of his uncle. With much force she said in her testimony that, while he had not said anything dishonest to her that day, ‘ He did it; he said he saw his Uncle Ed., and that he and John were better friends than ever.’ By not telling the whole truth and withholding from her what she most desired to know, the artifice and deception were practiced upon her.”\nWe have discovered nothing in the evidence done or said by the appellant which would estop her from challenging the right of the appellee to hold the property as his own. The court has found that she is of a highly nervous temperament, and remarks attributed to her, but denied by her, are not to be given the effect placed upon them by the court below in holding that she was entirely satisfied that her son had purchased the property.\nThe twenty-six assignments of error need not be separately considered and disposed of. It is sufficient to say that- the 3d, 4th, 7th, 25th and 26th are sustained. The decree is reversed, the bill is reinstated, and it is now ordered, adjudged and decreed that F. O. Luther, the appellee, be enjoined and restrained from transferring or incumbering the property described in the bill, and it is further ordered, adjudged and decreed that he holds title to the same as trustee for the appellant, the costs of this appeal and below to be paid by him.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "W. C. Fletcher, with him A. V. Barker, Mathiot Reade, E. H. Flick and W. I. Woodcock, for appellant.",
      "M. D. Kittell, with him Philip N. Shettig, for appellee."
    ],
    "corrections": "",
    "head_matter": "Luther, Appellant, v. Luther.\nEquity — Findings of fact — Erroneous findings — Review by appellate court — Fraud—Equity—Trustee ex maleficio.\n1. Findings of fact by the lower court in an equity suit, if supported by testimony, will not be reversed because from that testimony the appellate court might have found differently, but when from it the findings must have been different, they must be set aside.\n2. On a bill in equity by a mother against a son praying for a decree adjudging that the defendant held title to real estate as trustee for plaintiff, the Supreme Court on appeal, reversing the judgment of the lower court, will grant the relief prayed for where it finds from the evidence that the son had procured through fraud, and deception practiced against his mother by himself, the execution and delivery to him of a deed for the property, the title to which she had the right to redeem from another, and which she had been struggling to redeem by small payments continued for several years.\nArgued Oct. 5, 1909.\nAppeal, No. 144, Oct. T., 1909, by • plaintiff, from decree of C. P. Cambria Co., Sept. T., 1906, No. 8, dismissing bill in equity in case of Louisa Luther v. Frank O. Luther.\nJanuary 3, 1910:\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nReversed.\nBill in equity to declare a trust ex maleficio. Before O’Con-nor, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned amongst others was decree dismissing the bill.\nW. C. Fletcher, with him A. V. Barker, Mathiot Reade, E. H. Flick and W. I. Woodcock, for appellant.\nM. D. Kittell, with him Philip N. Shettig, for appellee."
  },
  "file_name": "0144-01",
  "first_page_order": 176,
  "last_page_order": 182
}
