{
  "id": 967865,
  "name": "Mellon National Bank v. People's Bank, Appellant",
  "name_abbreviation": "Mellon National Bank v. People's Bank",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 105",
  "first_page": "261",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "144 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0250-01"
      ]
    },
    {
      "cite": "172 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0288-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 7926,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 3.2071420011068635e-07,
      "percentile": 0.8662468352402013
    },
    "sha256": "887c4f248f1afba2c39cfb4cf7bc12f2d7ecb26b9f7c87cfd013800b2c4a4fb8",
    "simhash": "1:30df9c66dbde49e0",
    "word_count": 1337
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Mellon National Bank v. People’s Bank, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nIf this were an appeal from a judgment for want of a sufficient affidavit of defense, the questions discussed upon the argument and upon which the case was supposed to turn, would be for our consideration; but it is an appeal from the refusal of the court to enter a judgment non obstante; and therefore brings before us nothing but the sufficiency of plaintiff’s case, as established on the trial, to justify the verdict which the jury rendered under binding instructions. The plaintiff submitted its case on the statement of claim filed and the affidavit of defense, both of which it offered and then rested. The defendant offered no evidence in support of the averments in the affidavit of defense, and nothing which was at variance with the facts appearing in the plaintiff’s statement. The facts set out in the statement, if admitted, established a prima facie case unquestionably. The demand was based on an account stated, which was set out with particularity. It became simply a question of the proper application of an admitted rule of court, which is as follows: “Rule 3: If the plaintiff shall file, on or before the return of the writ, a specification of the items of his claim, and statement of facts necessary to support it, verified by affidavit, such items of the claim and material averments of fact as are not directly traversed or denied by the affidavit of defense, shall be taken as admitted. The same rule shall apply to a specification of set-off and statement filed by the defendant, the plaintiff’s counter affidavit to be filed within ten days after notice.” We are concerned with the affidavit of defense only to discover from it the extent of the burden left on the plaintiff to prove the facts averred in the statement. What it did not deny, it admitted. The material averments in the statement were, that the amount sued for was the balance on the stated account; that into this account there entered three checks drawn by the cashier of the defendant bank to the order of one M. L. Burd; that the plaintiff had received these checks in the course of business from the Monongahela Bank of Brownsville, duly indorsed by the bank last mentioned; that the plaintiff added its own indorsement and transmitted the checks to the defendant; that notwithstanding the checks were without the indorsement of the original payee, the defendant bank accepted them and credited the plaintiff therewith; that defendant advised the plaintiff of each of said credits as it was entered, and that relying upon the credit given it by the defendant, the plaintiff paid the amount of the checks to the Monongahela National Bank. Not one of these averments was denied. What was claimed by way of defense was, first, that in giving credit to plaintiff for the cheeks, defendant relied upon the guarantee of the indorsement by the plaintiff; and second, that M. L. Burd, the payee named in the checks, never received any part of the money called for by the checks; and third, that at the time plaintiff claimed to have charged the defendant with the amount of the checks in its books, plaintiff had knowledge of such fact. Had the defendant offered evidence to support these averments, and a verdict for plaintiff had been directed notwithstanding, the questions which they suggest would necessarily arise. Instead of doing this it relied wholly upon the fact that plaintiff had offered the statement and affidavit of defense, and insisted that because it had so introduced it, the statements it contained were to be taken as admitted. Plaintiff’s offer was accompanied with this statement of purpose, “ For the purpose of showing the facts which are averred in the plaintiff’s statement upon which the plaintiff seeks to recover in this case which are not denied by the affidavit of defense.” The effect of this was to restrict the affidavit as matter of evidence within the one purpose assigned, and it became part of plaintiff’s case for no other. “The defendant’s abstract having been offered and admitted for a specific purpose, was before the jury for no other purpose. No particular instrument or averment contained in it became part of the plaintiff’s case so as to relieve the defendant from making out his own title:” Page v. Simpson, 172 Pa. 288. None of the facts appearing in plaintiff’s statement being traversed by the affidavit of defense, and these establishing a prima facie case, with nothing whatever in the way of evidence introduced by the defendant, it was a case calling for binding instructions. This disposes of the only question before us. No question as to the effect of plaintiff’s indorsement of checks unindorsed by the payee therein named arises in this case. The defendant’s liability on the check is nowhere denied. If the plaintiff’s indorsement implied a warranty that plaintiff was the legal holder of the checks, it will be time enough to assert the warranty when the defendant bank shall have been required to pay them by the payee notwithstanding the previous payment to the plaintiff.\nThe assignments are overruled and judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "John C. Bane, with him Owen C. Underwood and B. H. Meloy, for appellant.",
      "B. W. Irwin, with him Beed, Smith, Shaw & Beal, Birch & McCreight and J. A. Wiley, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Mellon National Bank v. People’s Bank, Appellant.\nPractice, C. P. — Evidence—Restricted offer — Offer of statement and affidavit of defense.\n1. Where at the trial of an action of assumpsit the plaintiff offers in evidence a statement of claim and affidavit of defense “for the purpose of showing the facts which are averred in the plaintiff’s statement upon which the plaintiff seeks to recover which are not denied by the affidavit of defense,” the effect of the offer is to restrict the affidavit as a matter of evidence within the one purpose assigned, and it becomes part of plaintiff’s case for no other.\n2. In such a case where none of the facts averred in plaintiff’s statement are traversed by the affidavit of defense, and the defendant offers no evidence in support of the averments in the affidavit of defense alleged as matters of defense, the plaintiff’s case is a prima facie one, and calls for binding instructions.\nBanks and banking — Statement of claim — Prima facie case — Checks.\n3. In an action to recover the amount of two checks averred to have been included in an account stated between the plaintiff and defendant, two banks, the statement of claim makes out a prima facie case which avers that the checks were drawn by the cashier of the defendant bank to the order of an individual; that the plaintiff had received these checks in the course of business from a bank duly indorsed by such bank, that the plaintiff added its own indorsement and transmitted the checks to the defendant; that notwithstanding the checks were without the indorsement of the original payee, the defendant accepted them and credited plaintiff therewith; that defendant advised the plaintiff of each of the said credits as it was entered, and that relying upon the credit given it by the defendant, the plaintiff paid the amount of the checks to the bank which presented them.\nArgued Oct. 14, 1909.\nJanuary 3, 1910:\nAppeal, No. 105, Oct. T., 1909, by defendant, from judgment of C. P. Washington Co., May T., 1909, No. 25, on verdict for plaintiff in case of Mellon National Bank of Pittsburg v. People’s Bank of California.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit to recover the amount of three checks included in an account stated. Before Taylor, J.\nThe opinion of the Supreme Court states the case.\nVerdict and judgment for plaintiff for $6,262.91. Defendant appealed.\nErrors assigned were in giving binding instructions for plaintiff and in overruling motion for judgment for defendant non obstante veredicto.\nJohn C. Bane, with him Owen C. Underwood and B. H. Meloy, for appellant.\nB. W. Irwin, with him Beed, Smith, Shaw & Beal, Birch & McCreight and J. A. Wiley, for appellee,\ncited on the question of practice: Neely v. Bair, 144 Pa. 250."
  },
  "file_name": "0261-01",
  "first_page_order": 293,
  "last_page_order": 296
}
