{
  "id": 967817,
  "name": "Reagan, Appellant. v. Curran",
  "name_abbreviation": "Reagan v. Curran",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 152",
  "first_page": "265",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0275-01"
      ]
    },
    {
      "cite": "135 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0585-01"
      ]
    },
    {
      "cite": "68 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0477-01"
      ]
    },
    {
      "cite": "154 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842368
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0523-01"
      ]
    },
    {
      "cite": "216 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0283-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 168",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/21/0168-01"
      ]
    },
    {
      "cite": "133 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0189-01"
      ]
    },
    {
      "cite": "82 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0174-01"
      ]
    },
    {
      "cite": "33 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0169-01"
      ]
    },
    {
      "cite": "59 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0023-01"
      ]
    },
    {
      "cite": "19 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0019-01"
      ]
    },
    {
      "cite": "4 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0353-01"
      ]
    },
    {
      "cite": "4 Watts, 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0317-01"
      ]
    },
    {
      "cite": "26 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0365-01"
      ]
    },
    {
      "cite": "182 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0591-01"
      ]
    },
    {
      "cite": "109 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0312-01"
      ]
    },
    {
      "cite": "100 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0330-01"
      ]
    },
    {
      "cite": "57 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0457-01"
      ]
    },
    {
      "cite": "38 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0060-01"
      ]
    },
    {
      "cite": "83 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0024-01"
      ]
    },
    {
      "cite": "56 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0395-01"
      ]
    },
    {
      "cite": "219 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0253-01"
      ]
    },
    {
      "cite": "117 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555832
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0077-01"
      ]
    },
    {
      "cite": "166 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0507-01"
      ]
    },
    {
      "cite": "101 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0514-01"
      ]
    },
    {
      "cite": "103 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0507-01"
      ]
    },
    {
      "cite": "32 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986786
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/32/0250-01"
      ]
    },
    {
      "cite": "53 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/53/0206-01"
      ]
    },
    {
      "cite": "83 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0024-01"
      ]
    },
    {
      "cite": "56 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/56/0395-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 11120,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 1.3128302741818336e-07,
      "percentile": 0.6248391315478238
    },
    "sha256": "f395487094b59c8b872b27f9cd3224414dee51ae54f38dc73fa965892ba43238",
    "simhash": "1:30615186b24f695b",
    "word_count": 1987
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Reagan, Appellant. v. Curran."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThis was an action of ejectment in which the plaintiff claimed title for his ward under the following clause of her father’s will: “unto P. A. Curren my son in law I will and bequeath a five hundred Dollar Interest in what is known as the\n(Bought from Sadia a Clark)\nproperty with a Hotel Building situated there on and I further will that the Remaind of said property go to My Daughter Marcella Chambers and her Aunt J. B. Karlskint to own the same accept that they be Bound by this will to Pay for a suitable Monument to be placed at the graves of Robert Chambers and his wife the Cost of said Monument not to exceed four hundred dollars ($400) the remainder of said property to owned and enjoyed by the said Marcella Chambers and J B Karlskint ”\nThe defendants, P. A. Curran, the son-in-law, and Julia B. Curran, the daughter of the testator, set up by their answer two grounds of defense to the action: (1) that the testator three years before his death entered into a parol agreement with them, whereby he authorized them to enter upon the ground in question, which consisted of two vacant lots, and to improve the same by erecting buildings thereon, and promised and agreed that in consideration of their so doing he would devise the premises to them in fee simple; that on the faith of this agreement they took open, notorious and exclusive possession of the premises, and with the knowledge and approval of the testator erected a substantial hotel building; that for their outlay they could not be adequately compensated in damages, and that the agreement was so far performed that its rescission would be against equity; (2) that the testator by his will, whereby he bequeathed “a five hundred Dollar Interest” in the property to P. A. Curran, intended to carry out and perform his part of the parol agreement by devising to P. A. Curran for the use of himself and his wife the whole interest which he, the testator, owned at the date of his will, to wit, “the title to the naked lot, which lot was and was regarded by the testator as being of the value of $500; a'nd by the said will the said title to said premises was devised to the defendant.”\nThere was no adequate proof at the trial of a parol agreement to devise the land. The learned trial judge so found and so instructed the jury, and this ground of defense was abandoned. But it was contended by the appellants that they erected the hotel building at their own expense and for their own use on the land of the testator with his permission, and that by reason of their expenditure of money on the faith of the permission to occupy the land, there arose in their favor an irrevocable license to continue in occupation of the ground for the life of the building; and also that they had acquired title by virtue of the will, the true intent of which, construed in the light of surrounding circumstances, was that it devised to P. A. Curran the testator’s title to the ground occupied by the building and the curtilage. Testimony was admitted to show the value of the ground at the date of the execution of the will, and that the testator owned other land bought of Sadie A. Clark, to which the words, “the Remaind of said property go to My Daughter Marcella Chambers and her Aunt J. B. Karlskint” might be applied. And the jury were instructed that if the testator gave to P. A. Curran the land in dispute and put him in possession thereof to the end that he should erect a hotel building thereon at his own expense and for the benefit of himself and wife, and the building had been so erected; if the testator owned other land bought of Sadie A. Clark; and if the value of the land on which the hotel building was erected was not at the date of the will more than $500, the proper construction of the will devised the legal title to the land to P. A. Curran. They were directed, if they so found, to render a verdict for the defendants.\nWe do not find in the will an ambiguity that warranted the introduction of extraneous evidence to determine the intention of the testator. His meaning is inartificially expressed, but we think it clear that his intention was to give to his son-in-law a money legacy to be charged on the lots devised to his daughter and her aunt. As first written, the property was described as “the Sawyer property with a hotel building situated thereon.” When the mistake in the use of the word “ Sawyer” was discovered, the word was crossed out and the words “Bought from Sadie A. Clark” substituted in describing the property. In giving to his daughter and her aunt “the remainder of said property” he had reference to this particular property and not to some other property of which it was a part.\nWhatever contrariety there is in the decisions on the subject in other jurisdictions, it is settled in this state by a line of decisions following La Fevre v. La Fevre, 4 S. & R. 241, and Rerick v. Kern, 14 S. & R. 267, that a parol license relating to the use or occupation of real estate executed by the expenditure of money and labor may be irrevocable where the continued enjoyment of the license is the only adequate remuneration for the expenditure made. These decisions rest upon the principle of equitable estoppel to prevent the legal title from being used as a means of injustice: Huff v. McCauley, 53 Pa. 206. But the right set up is an equitable one, and the rules of evidence that apply are those that prevail in chancery. “A chancellor is judge both of the equity and the facts. It is in his discretion whether he will send an issue to a jury. And if he does their verdict is only advisory. It is not conclusive upon him. Whenever, therefore, upon the trial of an ejectment founded upon an equitable title, the court is of opinion that the facts proved do not make out a case in which a chancellor would decree a conveyance, it is their duty to give binding instructions to that effect .to the jury:” Todd v. Campbell, 32 Pa. 250. “Every right founded upon a claim that is strictly equitable, whatever the form of procedure, should be supported by evidence that would satisfy a chancellor:” Juniata Building & Loan Assn. v. Hetzel, 103 Pa. 507. See also Nicolls v. McDonald, 101 Pa. 514; Baldwin v. Taylor, 166 Pa. 507, and cases cited in the opinion of Judge Hemphill on which the judgment was affirmed. The right set up by the defendants was an irrevocable license to occupy the land of the testator for an indefinite period. The testimony to establish such a right should be of the same character as that required to take a parol sale or gift followed by possession and improvement out of the operation of the statute of frauds. Admittedly it was insufficient to do that. It fell far short of the higher standard of proof essential where the alleged agreement is between parent and child. The latter should be held rigidly to the proof by direct, positive and unambiguous evidence of all the facts which courts of equity regard as equivalent to a written contract: Harris v. Richey, 56 Pa. 395; Shellhammer v. Ashbaugh, 83 Pa. 24; Erie, etc., R. R. Co. v. Knowles, 117 Pa. 77.\nThe judgment is reversed with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Norman E. Clark, with him Winfield Mcllvaine, for appellant.",
      "James I. Brownson, with him T. F. Birch, for appellees.-"
    ],
    "corrections": "",
    "head_matter": "Reagan, Appellant. v. Curran.\nEquity — Evidence—Parol license to use real estate — Estoppel.\n1. The testimony to establish an irrevocable parol license to occupy the land of a testator for an indefinite period should be of the same character as that required to take a parol sale or gift followed by posession and improvement out of the operation of the statute of frauds. If the claim to such right is set up by a child of the testator he should be held rigidly to the proof by direct, positive and unambiguous evidence of all the facts which courts of equity regard as equivalent to written contracts.\nWill — Construction—Ambiguity—Legacy—Extrinsic evidence.\n2. Where a testator bequeaths “a five hundred dollar interest” in land occupied by his son-in-law to his son-in-law, upon which land the latter had constructed a building, and there is nothing in the will to create an ambiguity, extraneous evidence will not be admitted to show that it was the intention of the testator to give this whole estate in the land to his son-in-law.\nArgued Oct. 14, 1909.\nAppeal, No. 152, Oct. T., 1909, by plaintiff, from judgment of C. P. Washington Co., May T., 1908, No. 93, on verdict for defendants in case of John T. Reagan, Guardian of Marcella Chambers, a Minor, v. P. A. Curran and Julia B. Curran.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nReversed.\nEjectment for land in Cecil township. Before McIl-VAINE, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict and judgment for defendants. Plaintiff appealed.\nErrors assigned were various instructions indicated in the opinion of the Supreme Court.\nNorman E. Clark, with him Winfield Mcllvaine, for appellant.\nIn a case between parent and child, as in the case at bar, the evidence of the contract, arrangement or agreement must be clearer and stronger than between strangers, and the evidence to support it must be direct, positive, express and unambiguous. Not only must the terms and conditions of the contract and its subject be well and clearly defined, but the contracting parties must have been brought together face to face: Wright v. Nulton, 219 Pa. 253; Harris v. Richey, 56 Pa. 395; Shellhammer v. Ashbaugh, 83 Pa. 24.\nJanuary 3, 1910:\nA contract is not to be inferred from the declarations of one of the parties. If it could be, it might be enforced against one party and not against the other. See Taylor v. Henderson, 38 Pa. 60; Ackerman v. Fisher, 57 Pa. 457; Edwards v. Morgan, 100 Pa. 330; Burgess v. Burgess, 109 Pa. 312; Derr v. Ackerman, 182 Pa. 591.\nSome reliance is placed upon the improvements made by the defendant, but, having been made without an actual gift, and only on the expectation or promise of a gift, they do not avert the rule of the statute: Poorman v. Kilgore, 26 Pa. 365.\nJames I. Brownson, with him T. F. Birch, for appellees.-\n-The doctrine of irrevocable licenses is firmly established in Pennsylvania, and there is a long line of cases recognizing and enforcing it: Le Fevre v. LeFevre, 4 S. & R. 241; Rerick v. Kern, 14 S. & R. 267; McKellip v. McIlhenny, 4 Watts, 317; Swartz v. Swartz, 4 Pa. 353; Ebner v. Stichter, 19 Pa. 19; Cumberland Valley R. R. Co. v. McLanahan, 59 Pa. 23; Lacy v. Arnett, 33 Pa. 169; Thompson v. McElarney, 82 Pa. 174; Pierce v. Cleland, 133 Pa. 189; Hopkins v. Stoneroad, 21 Pa. Superior Ct. 168; Cole v. Power Co., 216 Pa. 283.\nShould it be considered that there is any plausibility in the construction advanced by the appellant, there would then be two possible interpretations, and testimony showing such facts as would enable the court to stand in the testator’s position, and see which of the two things he did intend, would be admissible and proper to take into account in putting a construction upon his language: Gilmor’s Est., 154 Pa. 523; Dutton v. Suplee, 8 Pa. C. C. Rep. 92; Postlethwaite’s App., 68 Pa. 477; Stambaugh’s Est., 135 Pa. 585; MacConnell v. Wright, 150 Pa. 275."
  },
  "file_name": "0265-01",
  "first_page_order": 297,
  "last_page_order": 302
}
