{
  "id": 967921,
  "name": "Cambria & Clearfield Railway Company, Appellant, v. Blandburg Water Company",
  "name_abbreviation": "Cambria & Clearfield Railway Co. v. Blandburg Water Co.",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 167",
  "first_page": "402",
  "last_page": "406",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 442,
    "char_count": 9535,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 1.020307496380449e-07,
      "percentile": 0.5450615074469592
    },
    "sha256": "17231603a13c71b054243037751ac312f5a2bc6045b7594a8fcd480ded800528",
    "simhash": "1:d7bb9f8421228467",
    "word_count": 1660
  },
  "last_updated": "2023-07-14T21:18:40.661669+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Cambria & Clearfield Railway Company, Appellant, v. Blandburg Water Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree is affirmed on the finding by the learned judge of the common pleas that there was no appropriation by the. plaintiff.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John G. Johnson, with him John W. Kephart, for appellant.",
      "A. V. Barker, with him Chas. S. Evans and John E. Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cambria & Clearfield Railway Company, Appellant, v. Blandburg Water Company.\nRailroads — Eminent domain — Right to condemn water — Acts of February 19, 1849, P. L. 79, and April 9, 1856, P. L. 288.\n1. A bill in equity filed by a railroad company to enjoin a water company from appropriating the waters of a stream is properly dismissed where the trial court finds as a fact that there had been no appropriation of the waters of the stream by the railroad company.\n2. Not decided whether the general railroad Act of February 19, 1849, P. L. 79, the Act of April 9, 1856, P. L. 288, or any other act relating to railroad companies gives authority to such companies to appropriate water and water rights for operating purposes.\nArgued Oct. 25, 1909.\nAppeal, No. 167, Oct. T., 1909, by plaintiffs, from decree of C. P. Cambria Co., June T., 1908, No. 4, dismissing bill in equity in case of Cambria & Clearfield Railway Company and the Pennsylvania Railroad Company v. Blandburg Water Company.\nBefore Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity for an injunction.\nO’Connor, P. J., filed the following opinion.\nThe plaintiff company filed a bill in equity to the above number and term of this court with a view to prevent the defendant water company from appropriating the waters of Sandy Run in Reade township, this county, which the plaintiff railroad company claims to have previously appropriated for its use in the operation of its railroad under what it conceives to be its right of eminent domain, in this behalf.\nTwo questions are involved in this controversy — one is a question of law and the other is a question of fact. If the court shall decide the legal question against the contention of the plaintiff, the question of fact becomes immaterial. Upon the other hand, the question of fact will become material, if the court should hold the legal question to be against the contention of the defendant.\nThe plaintiff company is operating a steam railroad under the general railroad Act of February 19, 1849, P. L. 79, and its supplements. In the operation of this road it becomes necessary to use a certain amount of water for steam purposes. This water, the plaintiff company claims that it has a right to appropriate under and by virtue of the power of eminent domain, which it contends is given by the Act of February 19, 1849, which said act it is alleged received legislative construction at the hands of the legislature of this state on April 9, 1856.\nThe Pennsylvania Railroad Company is incorporated by the act of assembly approved April 13, 1846, P. L. 312. The section of the general railroad act approved February 19, 1849, in which it is alleged the authority to condemn and appropriate the water of streams for general railroad purposes is contained is identical with sec. 11 of the act of 1846 incorporating the Pennsylvania Railroad Company with the exception that the act of 1846, authorizing similar acts to be done in the construction of railroads, contains the additional provision that the same acts may be done for maintenance or repair of the road. If the language of sec. 10 of the general railroad act approved February 19, 1849, gives to railroad companies the right to appropriate and condemn waters of a stream for its use in the operating of its railroad, the act of 1846, incorporating the Pennsylvania Railroad Company, then gave to it the right of eminent domain for the like purpose. It has not been pointed out to us that the Pennsylvania Railroad Company ever conceived that the right of eminent domain for the purposes in question was given to it by the act under and by virtue of which it was incorporated. On the contrary, it was found necessary in order that it might enjoy such privilege to add to legislation already in existence, and accordingly in 1859 an act was passed by the legislature of this state giving the right to appropriate and condemn water for such use.\nIt is urged, however, on part of the plaintiff company that the Act of April 9,1856, P. L. 288, embodies the legislative construction of the act of 1849, and attention is called to the fact that the act contains the authority to appropriate “water and water rights.” The purposes of the act of 1856 were: first, to construe the act of 1855, extending the right of trial by jury in certain cases; second, to regulate practice of tendering “adequate security” required by the act of 1849; and, third, to regulate the practice in appeals allowed by the act of 1855. There is no intimation that it was the purpose of the legislature to then construe the act of 1849, or to enlarge upon the act of 1849, and thus give the right of eminent domain or so extend that right as to authorize railroad companies to appropriate water and water rights for the purpose of maintaining and operating a railroad; and if such a purpose was intended, the language employed is not sufficient for the purpose. The use of the words “water” and “water rights” indicate that the legislators were mistaken concerning the powers of eminent domain granted in the act of 1849, and were either careless or misled as to the language of the act. The act of 1849 was, therefore, in this particular neither added to nor subtracted from by the act of 1856.\n“An Act of Parliament does not alter the law by merely betraying an erroneous opinion of it so as to make it accord with the misconception ”: Endlich on Interpretation of Statutes, p. 519. “The only inference that a court can draw from such superfluous provisions is that the Legislature was either ignorant or unmindful of the real state of the law. . . . and if the law be different from what the Legislature supposed it to be the implication arising from the Statute can not operate as a negation of its existence, and any legislation founded on such a mistake has not the effect of making that law which the Legislature assumes to be”: Endlich on Interpretation of Statutes, sec. 374.\nIt is urged, however, on part of plaintiff that the right of eminent domain for the purpose in question was held to exist by the late Judge Ewing in Smithko v. Ry. Co., .5 Pa. Dist. Rep. 543, and that the act of April 9, 1856, was there held to be a legislative construction of the act of 1849, in this, that the legislature meant to include in the right to construct water stations the right to take water and water rights under the power of eminent domain.\nHad the question of the right to appropriate water been before Judge Ewing in the case referred to, his decision would at least be persuasive and we could be excused for following it if the reason supported the conclusion. The right to appropriate land for the storage of water was before him, and he held that the right to appropriate land for water stations included the right to appropriate land for a reservoir, a reservoir being necessarily a part of a water station; and the expression of opinion upon which the plaintiffs rely is, therefore, mere dicta, was unnecessary for the determination of the case, and, therefore, not binding upon this court as being persuasive,\nAny doubt arising from the construction of legislation as to corporate powers granted therein must be resolved against the -corporation. This doctrine was announced by the late Chief Justice Black, and has never since been questioned.\nJudge Ewing, in his opinion in the case above stated, would seem to justify his dicta on the ground that water is a material in one sense of the word, just as gravel and timber. If any weight were to be attached to the intimation that water may be appropriated as material under the act of 1849, entry upon lands for this purpose could be had for the construction of bridges, viaducts and other buildings, and this power is separate and distinct from other powers to appropriate land. It, follows, therefore, that if water could be appropriated as “material\" it could not be appropriated for general railroad purposes as attempted in this case.\nJanuary 3, 1910:\nWe cannot find in the act of February 19, 1849, or any supplemental legislation, that which we can construe as giving authority to railroad companies to appropriate water and water rights for operating purposes, and, therefore, we decide that this right or power does not belong to the plaintiff.\nHaving concluded that the plaintiff has not the right of eminent domain with the power of appropriating water and water rights for use in the operation of its road, the question whether or not it attempted to exercise such powers, or did so exercise, in the premises becomes immaterial; however, we are not persuaded that at the time the alleged action of appropriation was taken in behalf of the plaintiff company that such action was prompted by the belief that the right of eminent domain was enjoyed by the plaintiff company in this behalf; and we, therefore, find as a fact from the evidence in the case that no sufficient act of appropriation was had on part of plaintiff that would amount to an appropriation under the right of eminent domain, and that its rights in the premises rise no higher than that of riparian owner.\nFrom the foregoing it follows that the bill must be dismissed at the costs of the plaintiff.\nError assigned was decree dismissing the bill.\nJohn G. Johnson, with him John W. Kephart, for appellant.\nA. V. Barker, with him Chas. S. Evans and John E. Evans, for appellee."
  },
  "file_name": "0402-01",
  "first_page_order": 434,
  "last_page_order": 438
}
