{
  "id": 967887,
  "name": "Germania Refining Company et al., Appellant, v. Alum Rock Gas Company",
  "name_abbreviation": "Germania Refining Co. v. Alum Rock Gas Co.",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 6",
  "first_page": "433",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "222 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959388
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0285-01"
      ]
    },
    {
      "cite": "196 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0553-01"
      ]
    },
    {
      "cite": "204 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0459-01"
      ]
    },
    {
      "cite": "104 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452211
      ],
      "year": 1871,
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0399-01"
      ]
    },
    {
      "cite": "184 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0028-01"
      ]
    },
    {
      "cite": "63 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 16486,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 5.636980265118563e-08,
      "percentile": 0.35207361510265656
    },
    "sha256": "1a15adbb125cdf600aa56abb478da69c3fd5f70942febe9827c08dfbd58d3089",
    "simhash": "1:8d0a89008263f497",
    "word_count": 2812
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Germania Refining Company et al., Appellant, v. Alum Rock Gas Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe order of the court dissolving the preliminary injunction is affirmed on the opinion of Judge Criswell.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "P. M. Speer and W. M. Parker, with them J. D. Trax and Breene & Breene, for appellants.",
      "Eugene Mackey and J. S. Carmichael, with them John L. Nesbit and Cornelius D. Scully, for appellee."
    ],
    "corrections": "",
    "head_matter": "Germania Refining Company et al., Appellant, v. Alum Rock Gas Company.\nCorporations — Natural gas companies — Surrender of franchises■ — Directors.\nWhere a natural gas company organized under the Act of May 29, 1885, P. L. 29, through its directors, surrenders its franchises over a portion of the territory occupied by it, without objection by stockholders, creditors, or the state, landowners within the territory surrendered, and previously served by the company, have no standing to question the action of the company.\nArgued Oct. 26, 1909.\nAppeal, No. 6, Oct. T., 1910, by plaintiff, from decree of C. P. Venango Co., Aug. T., 1909, Equity Docket No. 1, dissolving preliminary injunction in case of Germania Refining Company, Penn Refining Company et al. v. Alum Rock Gas Company et al.\nBefore Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity for an injunction.\nOn motion to dissolve the preliminary injunction, Criswell, P. J., filed the following opinion:\nConsidering first the motion to continue the preliminary injunction until final hearing, it is stated that, for the purposes of the motion, the plaintiffs have not sustained with that degree of proof necessary to warrant a finding to that effect, their contention that there was a renewal of the contracts between the plaintiffs respectively and the Alum Rock Gas Company, by the terms of which the company agreed to continue supplying natural gas to plaintiffs for a further term of two years from and after the expiration of \"the original contract, or that in force in July, 1909, relative to the furnishing of such gas to the plaintiffs by the company. The plaintiffs contend, however, that the company, being a public service corporation, organized under the Act of May 29, 1885, P. L. 29, entitled, “An act to provide for the incorporation and regulation of natural gas companies,” for the supply of natural gas to consumers within the particular district, having laid its line and supplied gas to such consumers, is under legal duty, irrespective of any formal contract to so do, to furnish gas to such consumers as may desire to use the same; that this duty depends only upon the question whether or not the company has an adequate supply of such gas which it can, at fairly remunerative rates, and under reasonable regulations, supply to such consumers, and, that in case of such supply, equity will enforce performance of such duty, and by injunction prevent its violation in the first instance, or, after violation, restore the status quo. But, this contention assumes that the plaintiffs are persons, corporations and associations desirous of using such gas and located within convenient connecting distances of the lines of pipe of the gas company in a district in which the company is authorized by its charter to supply gas. If the charter of the gas company remained as originally granted this would appear to be warranted. But in reply to this contention and assumption it is shown on the part of the defendant that by certificate, under its common seal, bearing date of August 14, 1909, deposited in the office of the secretary of the commonwealth on August 21, 1909, and recorded in the office of the recorder of deeds of said county, the said Alum Rock Gas Company altered its territory or supply for consumption “by surrendering and relinquishing for use in the transportation of natural gas so much of the right of way of said company as extends from a point near the bank of Sandy Creek, on the Martin or Wick lands, near the Whippoorwill road, in the Township of Cranberry, Venango County, Pennsylvania, to a point at or near the works of the Germania Refining Company, in the Borough of Rouseville, County of Venango, State of Pennsylvania.” By the same certificate the territory of supply is further altered by providing for the construction of a line “from a point near the bank of Sandy Creek, on Martin or Wick lands, near the Whippoorwill road, in the Township of Cranberry, Venango County, Pennsylvania, in an easterly direction to a point at or near what is known as the Strong Pump Station of the United Natural Gas Company, of Oil City, in said township.”\nIn reply to this the plaintiffs deny that the gas company could thus alter its territory of supply for consumption or surrender and relinquish for use in the transportation of natural gas the right of way mentioned and described in the said certificate, leading from the point, near the bank of Sandy Creek referred to, to Rouseville, and being the same from which the plaintiffs have heretofore received their supply of gas from the company, and the only line of the company within convenient connecting distance of their works, since it appears that the change indicated by the said certificate was not made or authorized by the stockholders of the gas company, but by the directors at a meeting thereof, as appears by the minutes of the board.\nA question is thus raised, not as to the rights and duties of the gas company as expressed in the language of the charter, but as to the validity of the alleged change in the charter, as evidenced by the certificate referred to and the territory within which it is now legally authorized to furnish and supply gas to consumers.\nThat the gas company may change not only the territory from which its gas is produced, but also that in which it is to be consumed appears clear from the language of the fifth section of the act under which it is incorporated, which provides: “When and as often as any such corporation shall be desirous of enlarging or altering its territory of production or of supply for consumption, both or either of them, and its line or lines and branches, it shall thereupon make, under its common seal and deposit in the office of the secretary of the commonwealth a certificate setting forth the particulars of such enlargement and alteration and shall record in the office of the recorder of deeds of the county or counties to which the enlargement or alteration applies, a copy of the certificate and thereupon and thereafter the rights, powers and duties of the corporation shall be, as to the extension of its business and lines, as if the same had been originally provided for and embodied in its charter.” The latter clause of this section, of course, applies and refers only to extensions. It is inapplicable to an alteration which involves a surrender of territory or lines.\nGenerally, corporations may surrender their franchises without legislative authority. “ Corporations, like individuals, die by the decay or loss of their vital functions, and this effectually defies authority to render them perpetual. A surrender of a franchise is the voluntary death of the corporation and is one mode by which it may cease to exist. If anyone ever did dispute the right of a corporation to surrender its franchises, of its own mere motion, it is not likely that such a contest about the question could be long maintained, when both parties, the State and the corporation, the grantor and the grantee, consent to it absolutely or on condition. This I take to be incapable of dispute:” Houston v. Jefferson College, 63 Pa. 429. And where the activities of a corporation cover an extent of territory or field, and the nature of its business, like the natural gas business, is such as to necessarily and inevitably decline, and finally cease, there would appear to be an imperious necessity for a curtailment of the field of operations. But, since, by the terms of the act referred to, this is expressly authorized, there would appear to be no room for questioning the power and right of the company to do so. That such a company is under no obligations to let its pipe remain indefinitely in the ground and that it may, when no longer required for its uses, abandon an easement acquired under the right of eminent domain and remove the pipe therefrom, is ruled in Clements v. Philadelphia Co., 184 Pa. 28. The only question that can apparently arise is whether or not the action taken was such as to effect in law, a limitation of thb field as shown by the certificate filed.\nIf such action had been authorized directly by the stockholders of the company at a meeting called for that purpose, or at which such a resolution might properly have been offered, the act would probably have gone unchallenged. But this course was not pursued. The directors of the company first entered into a contract with the United Natural Gas Company whereby it agreed to sell and deliver to the latter company, at its pump stations, viz., Hampton Station in Pinegrove township and Strong Station in Cranberry township, all of its surplus gas which might reach such stations, not exceeding 6,000,000 cubic feet per day. This action of the directors was subsequently ratified by the stockholders of the company at a meeting called for the purpose, the votes cast in favor of the ratification being 2,673, while but 392 votes were cast against it.\nSince the Alum Rock Gas Company could not comply with the terms of this contract and at the same time furnish gas to its former customers in Sugar Creek and'Cornplanter townships and Rouseville borough, the execution and ratification of the contract was in effect a determination by the company to no longer furnish gas to patrons through the company’s lines leading north from Sandy Creek. A few days thereafter the directors, by formal resolution, authorized the filing in the office of the secretary of the commonwealth, and the recording of the certificate hereinbefore referred to, surrending. its right of way north of said point, the certificate being recorded and filed August 21, 1909.\nTo this action on the part of the corporation, acting through its directors, there has been no objection by the state, the directors, the stockholders or creditors, and by the terms of the certificate upon its face, as it appears .upon the records of the commonwealth and the county, Sugar Creek and Cornplanter townships and Rouseville borough, within which the works of the several plaintiffs are situated, no'longer constitute a part of the territory within which the Alum Rock Gas Company is authorized to furnish gas. Objection is made only by the plaintiffs whose only relation to the company is that their manufactories are located within the charter limits as originally defined of the territory within which the company was authorized to furnish gas to those desiring it.\nConceding that ordinarily any change in the charter rights and duties of a corporation should be authorized by the shareholders thereof, it is at least not clear that action taken by the directors of the Alum Rock Gas Company is not now, under the circumstances, binding upon the company. The certificate is prima facie in conformity with the act and therefore regular: Penna. Gas Co., 1 Pa. C. C. Rep. 181. Action by the stockholders on such a change is not required by the terms of the act. It is expressly required on a proposition to increase the capital stock or indebtedness of the company. Had the legislature intended that the adoption of the resolution in question should be attended with the formality of a stockholders’ meeting the fact would probably have been indicated in the act.\nAnother question arises: What right have the plaintiffs to question the regularity of the proceedings by which the stockholders and officers of the Alum Rock Gas Company undertook to limit the field of its operations? The act of 1871 confers no such right. “It contemplates nothing more than that it shall be made to appear from the charter that the corporation has the power to do the particular act in controversy, and which involves some right of the contestant, but when we get beyond this we assume something with which we have no business in a collateral proceeding. We assume to assert the rights of a third party, the commonwealth, who may or may not, at her own option, insist upon the observance of those rights:” Western Penna. R. R. Co.’s App., 104 Pa. 399. “In general, after a charter is once shown, the subject is only open to further inquiry at the direct suit of the commonwealth itself. This act (that of 1871) enables the private suitor to demand that the charter right to do the thing complained of shall be shown. But it does not put him in the commonwealth’s place or clothe the court at his instance with the commonwealth’s general powers of inquiry. The inquiry is limited to the nature and extent of the franchise prima facie conferred by the charter and does not extend to the validity of the charter itself. This is the plain limit of the language of the act, 'and if such franchise has not been conferred,’ etc. ... If the power is there given the authority of the court to interfere is at an end. The further questions of good faith in obtaining the charter or acting under it can only be raised by the commonwealth:” Windsor Glass Co. v. Carnegie Co., 204 Pa. 459.\nThis bill brings in question the charter rights and duties of the gas company as affected by the change made by the certificate referred to. “We have uniformly held that the validity of a charter for a public purpose cannot be determined in a collateral proceeding by a private suitor. It can be done only in a direct proceeding to which the commonwealth is a party. . . . Whether a right or franchise claimed by a corporation is conferred by its charter may be inquired into in a proceeding at law or in equity by a party injured, as provided by the Act of June 19, 1871, P. L. 1360; but whether'for any reason the charter of a corporation was originally invalid or has been forfeited is a question which the commonwealth only can raise Olyphant Sewage Co. v. Otyphant Boro., 196 Pa. 553. “Failure to distinguish between an attempt to exercise a right or franchise which a corporation does not, in fact, possess, to the injury of the private rights of the complainant and its mere misbehavior in the exercise of an undoubted right or franchise is responsible for this fruitless litigation. The inquiry which the appellant would have had the court make under this bill was not into the rights conferred by the charter of the water company, but into its conduct under the same. This can be done only at the instance of the commonwealth:” Bland v. Tipton Water Co., 222 Pa. 285. - -\nSince, therefore, the act of 1871 confers upon the plaintiffs no right of inquiry into the regularity of the proceeding by which the company undertook to alter and further limit the scope and field of its activities, the court in this collateral proceeding at the instance of the plaintiffs, has no jurisdiction to determine the regularity of such proceeding. Unless in the case of fraudulent conduct involving the rights of creditors, it can be determined only in a proceeding instituted in the name of the commonwealth, involving a direct attack upon the corporate action taken either by the commonwealth or someone having a charter contract relation with the company whose interests are affected or rights violated. The appropriate process for this purpose would appear to be quo warranto._ Possibly mandamus might be available for the purpose, depending upon the nature of the relief sought.\nThe conclusions thus indicated render it unnecessary to consider the other rules and question .pending, except to say that the demurrer, which has relation only to the averments of the bill itself, must be overruled.\nJanuary 3, 1910:\nAnd now, September 29, 1909, this cause came on to be heard at this term upon motion to dissolve the preliminary-injunction, a motion to continue the same until final hearing of the cause, and upon demurrer by the Alum Rock Gas Company to the plaintiffs’ bill of complaint, and was argued by counsel and thereupon, upon consideration thereof, it is ordered, adjudged and decreed as follows, to wit: That the demurrer of the Alum Rock Gas Company to the plaintiffs’ bill of complaint be and the same is hereby overruled; the motion to continue the preliminary injunction until final hearing of the cause is refused, and the motion to dissolve the preliminary injunction is granted.\nError assigned was the decree of the court.\nP. M. Speer and W. M. Parker, with them J. D. Trax and Breene & Breene, for appellants.\nEugene Mackey and J. S. Carmichael, with them John L. Nesbit and Cornelius D. Scully, for appellee."
  },
  "file_name": "0433-01",
  "first_page_order": 465,
  "last_page_order": 472
}
