{
  "id": 967923,
  "name": "Monongahela National Bank, Appellant, v. Harmony Land Company",
  "name_abbreviation": "Monongahela National Bank v. Harmony Land Co.",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 162",
  "first_page": "440",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 Pa, 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 8456,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 9.615584495874159e-08,
      "percentile": 0.5268152699250034
    },
    "sha256": "39d328f4ce3ee504ff286b37f3f1643b22dd10f97154160535de0557d9ff41d6",
    "simhash": "1:9213f7ed0ed29642",
    "word_count": 1477
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Monongahela National Bank, Appellant, v. Harmony Land Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed for the reasons stated in the opinion of the learned judge of the common pleas.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel McClay, of Reed, Smith, Shaw & Beal, with him Wm. M. Robinson, for appellant.",
      "C. C. Dickey, with him Pier Dannals, for appellee."
    ],
    "corrections": "",
    "head_matter": "Monongahela National Bank, Appellant, v. Harmony Land Company.\nCorporations — Promissory notes — Officers—By-laws.\nIn the absence of any provision in the by-laws of a corporation the president and secretary of the corporation have no power to execute promissory notes in the name of the company, and the company cannot be held liable on such notes, unless it has directly benefited from them.\nArgued Oct. 26, 1909.\nAppeal, No. 162, Oct. T., 1909, by plaintiff, from order of C. P. No. 4, Allegheny Co., Fourth Term, 1907, No. 971, refusing to take off nonsuit in case of Monongahela National Bank of Brownsville v. Harmony Land Company.\nBefore Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit on a promissory note.\nSwearingen, J., filed the following opinion on motion to take off nonsuit. ' -\nThis abtion was brought by the Monongahela National Bank of Brownsville against the Harmony'Land Company to recover the balance of a promissory note) of which the following together with the indorsements thereon is a copy:\n“$5,000.00 Pittsburgh, Pa., Aug. 11, 1905.\n“ Four (4) Months after date we promise to pay to the order of W. H. Say Five thousand dollars at Monongahela National. Bank, Brownsville, Pa. Without defalcation for value received.\nHarmony Land Company,\nW. PL Say, President.\nPercy Seddon, Treasurer.\n“indorsements.\n“W. H. Say, Harmony Land Company, W. PI. Say, President. Percy Seddon, Treasurer. March 21 /06 — by cash on within, Five Hundred ($500) Dollars.”\nIt was alleged that the Harmony Land Company had received the benefit of the moneys borrowed from the plaintiff on said note. It was also alleged that the note had been duly protested for nonpayment.\nIt was not denied that, at the time said note was given and at the time the original of which the note in suit was a renewal was given, the said W. H. Say was president and said Percy Seddon was treasurer of the Harmony Land Company, which is a corporation under the laws of Pennsylvania. It was expressly denied in the affidavit of defense that either the said president or treasurer had, jointly or'severally, any authority from said defendant, expressed or implied, to make the note upon which suit was brought. It was also denied that the note was made in the business of the defendant, and further denied that the defendant received any benefit from the moneys loaned by the plaintiff upon said note.\nThe plaintiff was unable to prove, at the trial, that there was any express authority given by the defendant to W. H. Say and Percy Seddon to either borrow this money or make the note in question. The by-laws of the defendant did not authorize these officers to make and issue commercial paper of the defendant corporation. It was not pretended that there had been any course of dealing between the parties, in which these officers acted on behalf of the defendant in the making and issuing of commercial paper, whereby the plaintiff could have been misled. The only ground upon which the plaintiff sought to hold the defendant liable was that it had received the benefit of the proceeds of the note in controversy.\nAfter the proofs were submitted, the plaintiff offered in evidence the note in suit. We were of opinion that the plaintiff had failed to establish the allegation, that the defendant had received the benefit of the proceeds of the note, and accordingly the offer of the note in evidence was rejected. Thereupon, at the close of the testimony on the part of the plaintiff, upon motion of counsel for the defendant, judgment of compulsory nonsuit was entered. The plaintiff has made this motion to take off the judgment of compulsory nonsuit.\nIt has been ably argued by the counsel for the plaintiff that we committed error, in making the aforesaid rulings. He has pointed out that the note was duly signed by two officers of the defendant, that it was regular upon its face, and that it was purchased by the plaintiff before maturity and without notice of any defect; that the proof showed that the plaintiff dealt .with the officers of the defendant, not as individuals, but as officers of the defendant, which was a corporation created for the purpose of buying and selling land, and believed that the money advanced was to be used in the purchase of land, which was in fact afterwards conveyed to the defendant; and that the defendant was in fact the real purchaser of the land in question.\nIt appeared from the evidence that the defendant was organized as a corporation for the purpose of buying and selling land. W. H. Say applied to C. L. Snowden, president of the plaintiff bank, for a loan of $5,000. Before Mr. Snow-den made the loan, -he had been solicited to take some stock in the defendant corporation and had gone to see certain lands which the defendant afterwards acquired. Mr. Snowden gave his check to Mr. Say for $5,000, and received a note dated June 11, 1905. This note was in the same form as the note in suit — the latter being a renewal of the former. Mr. Say deposited this money to his own account in his own bank. A part of the money he used for the purchase of a tract of land from Henry Burkman, and the remainder of the money he used in paying for certain improvements upon this land. Subsequently Mr. Say conveyed this land to the defendant corporation. It was, therefore, claimed by the plaintiff that Mr. Snowden understood he was loaning this money to the defendant and that the defendant actually received the benefit of the loan.\nIt appeared from the evidence that Mr. Say had a contract with the defendant, whereby he undertook to convey certain lands to it in consideration that the stock of the corporation was to be issued to him and that he, Mr. Say, was to expend the sum of $5,000 in the improvement of said land. This contract was not in evidence, but Mr. Say testified to these facts in response to questions by plaintiff’s counsel. He also testified that he had performed the said contract and that the corporation had issued to him the said stock. Mr. Say further testified that the proceeds of the note in question were used by him in paying for said land and in making the improvements thereon. There was no contradiction of this testimony.\nThe plaintiff alleged that said arrangement between the defendant and Mr. Say was a mere sham, that Mr. Say was but a conduit, used by the defendant for the purpose of getting out its stock as full paid and nonassessable. It is not claimed that there is any direct evidence to support this argument. It is only an inference, and we do not think it is a fair inference, from the evidence. In our opinion, the evidence showed, and showed nothing else than, that the defendant corporation contracted with W. H. Say for the purchase from him of certain lands with certain improvements which he was to make thereon, and that the moneys advanced upon the note in question were used by Mr. Say in purchasing said land and in making said improvements. If this be true, it cannot be said that the defendant was the real purchaser of said land, or that it received the benefit of the loan. The benefit, which will opezate to bind a corporation, in such a controversy as this, must be a benefit, direct and in a legal sense. It cannot be said that the defendant received any direct benefit from this loan. The money did not go into its treasury. The money was used by Mr. Say to complete his own contract with the defendant. Surely this was not a benefit to the defendant in a legal sense.\nJanuary 3, 1910:\nThe plaintiff received the note of the defendazit, made by Mr. Say, its president, and Mr. Seddon, its treasurer, and to the order of the said W. H. Say. The plaintiff was therefore bound to inquire what the authority of these officers was to make the note and bind the defendant corporation. Failing to make the inquiry, the plaintiff cannot now hold the defendant liable upon a contract which it never authorized. We think this case is ruled by the principles of the case of Worthington v. Railway Co., 195 Pa, 211.\nAnd now, to wit, July 8, 1909, after argument and upon consideration, the motion to take off nonsuit heretofore granted is refused.\nError assigned was refusal to take off nonsuit.\nSamuel McClay, of Reed, Smith, Shaw & Beal, with him Wm. M. Robinson, for appellant.\nC. C. Dickey, with him Pier Dannals, for appellee."
  },
  "file_name": "0440-01",
  "first_page_order": 472,
  "last_page_order": 476
}
