{
  "id": 967878,
  "name": "Pittsburg Railways Company v. Pittsburg, Appellant",
  "name_abbreviation": "Pittsburg Railways Co. v. Pittsburg",
  "decision_date": "1910-01-03",
  "docket_number": "Appeal, No. 150",
  "first_page": "498",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "226 Pa. 498"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "115 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551680
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0514-01"
      ]
    },
    {
      "cite": "218 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0269-01"
      ]
    },
    {
      "cite": "160 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0277-01"
      ]
    },
    {
      "cite": "183 U. S. 503",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8297526
      ],
      "pin_cites": [
        {
          "page": "517"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/183/0503-01"
      ]
    },
    {
      "cite": "161 U. S. 646",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701930
      ],
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/161/0646-01"
      ]
    },
    {
      "cite": "132 U. S. 75",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5699245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/132/0075-01"
      ]
    },
    {
      "cite": "199 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922907
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0152-01"
      ]
    },
    {
      "cite": "161 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854189
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0396-01"
      ]
    },
    {
      "cite": "223 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0079-01"
      ]
    },
    {
      "cite": "152 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0494-01"
      ]
    },
    {
      "cite": "177 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0301-01"
      ]
    },
    {
      "cite": "150 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0193-01"
      ]
    },
    {
      "cite": "218 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 504,
    "char_count": 11077,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.358784695758154e-07,
      "percentile": 0.6350491862652996
    },
    "sha256": "43047b6b0cae139a08da4c6a0eb9537968177ed3345e3be47eb224136d30bb8e",
    "simhash": "1:6935da0d0e36971c",
    "word_count": 1903
  },
  "last_updated": "2024-02-27T22:36:40.990584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Pittsburg Railways Company v. Pittsburg, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe Mount Washington Street Railway Company is a corporation chartered under the general street railway acts of the commonwealth, and the Pittsburg & Castle Shannon Railroad Company was incorporated under the general railroad Act of April 4, 1868, P. L. 62. By leases dated respectively March 30, 1903, and August 25, 1905, the Pittsburg Railways Company became the lessee of these two companies. It was originally incorporated as the Surety Contract Company by the Act of May 25, 1871, P. L. 1170, and, under its present name, has accepted the provisions of the constitution of 1874. By the act incorporating it it is empowered “to contract with any person or persons, firms, corporations or any other party, howsoever formed, existing, or that may hereafter exist, in any way that said parties, or any of them, may have authority to do, to build, construct, maintain or manage any work or works, public or private, which may tend or be designed to improve,' increase, facilitate or develop trade, travel or the transportation and conveyance of freight, live stock, passengers and any other traffic, oby land or water, from or to any part of the United States, or the territories thereof; .... and to purchase, make, use and maintain any works or improvements connecting or intended to be connected with the works of the said company, and to merge or consolidate or unite with the said company.” Under these broad terms the Pittsburg Railways Company asserts power to construct an extension or branch from the Pittsburg & Castle Shannon railroad to connect with the tracks of the Mount Washington Street Railway Company. This branch is to be constructed over rights of way owned by the appellee, but Chess street, in the city of Pittsburg, will be crossed by it practically at right angles, and the single question before us on this appeal is the right of the appellee to build the branch across the said street without the city's consent.\nThe court below has found that Chess street is one of the highways of the city, beneath which a sewer has been constructed, and the- appellee has not obtained municipal consent to build the branch across it; but, notwithstanding'this, the preliminary injunction prayed for by the appellee was awarded, enjoining the city from interfering with the building of the branch over the street. In the opinion sustaining the contention of the appellee that it has power to cross the street without the city's consent reference is made to the impassable condition of the highway at the point of the intended crossing and for some distance on either side thereof, and the conclusion of the court Avas .that, under the circumstances, neither the city nor the public would noAV suffer any inconvenience from the crossing, and that, if in the future inconvenience should be suffered by it, power exists to enforce a remedy. When a municipality stands upon its right to resist the occupation or crossing of one of its streets by a railroad or street railway company, the condition of the street is not involved, for it is no concern of the invading company that the municipality may not be properly maintaining the highway for the use of the public. The court’s reference to the condition of the street, apparently as one of the reasons why the injunction should not go out, is utterly inconsistent with the view properly expressed in another portion of the opinion, that this street, even in its present condition, could not be crossed without the city’s consent, either by the Pittsburg & Castle Shannon Railroad Company, the Mount Washington Street Railway Company or the appellee as the lessee of either. Equally immaterial is the fact commented upon in the opinion that the appellee is the abutting owner of the land on each side of the street at the point of the proposed crossing. With or without such ownership, when a railroad or street railway company attempts to cross a public street in a city without municipal consent, it must point to its power in its charter to do so, and the court below, after the irrelevant references to. the condition of the street and to the appellee’s alleged ownership of the adjoining lands, held that the power which it would exercise is to be found in its charter as existing by necessary implication. The learned chancellor’s view as to this is thus expressed: “Power is therein expressly conferred upon the plaintiff to contract with any other party to construct any work which may tend to improve, increase, facilitate or develop trade, travel or the transportation of freight and passengers, and to erect, construct, maintain or conduct, in its own name and for its own benefit, any such work. And the plaintiff is likewise authorized to 'make, use and maintain any works or improvements, connected or intended to be connected with the works of the said company.’ Now both the Pittsburg & Castle Shannon Railroad and the Mount Washington Street Railway are plainly 'works’ of the plaintiff corporation, within the meaning of said act. The proposed track and sidings are of course intended to connect these two 'works’ of the plaintiff. The power to make the connection is plainly conferred upon the plaintiff in the said act of its incorporation. There is no limitation upon the discretion of the plaintiff, as to where this connection shall be made. In making the connection, as intended, it is necessary to cross Chess street at the point indicated. Therefore the plaintiff has the right to cross Chess street as a necessary implication of its grant; otherwise the grant would entirely fail. If the plaintiff cannot cross Chess street with its intended construction, it cannot exercise the power with which the legislature has clothed it: Perry County R. R. Extension Co. v. Newport & Sherman’s Valley R. R. Co., 150 Pa. 193.” In thus reasoning and concluding the court below failed to bear in mind that though the tracks which the appellee proposes to lay from the Pittsburg & Castle Shannon Railroad will be a “work” of its own, connecting two “works,” to be regarded also as its own under the leases, the branch, with its sidings, will, after all, be but an extension and part of the Pittsburg & Castle Shannon Railroad. That company concededly could not cross Chess street without the city’s consent, and how can another, now controlling' and operating it, do what it could not do in the absence of express power from the legislature to do the thing forbidden to the railroad company? The branch or extension is for the purpose of increasing the facilities of transportation now furnished by the Pittsburg & Castle Shannon Railroad Company through its lessee, and, keeping in view the fact that Chess street, if crossed, will be crossed by a part of the system of the Pittsburg & Castle Shannon Railroad, the right to so cross, in the teeth of the act of 1868, must expressly appear, for the doctrine of implied power is not to be stretched to permit that to be done by a corporation which the legislature has previously said shall not be done, even if without such implied power the grant of some particular franchise should be valueless. With this distinction in mind, the case of Perry County R. R. Extension Co. v. Newport & Sherman’s Valley R. R. Co., relied upon by the court below, is not at all in point. While we there held that though the Act of February 19, 1849, P. L. 79, contains no express authority allowing one railroad company to cross the tracks of another, such power exists under that act by necessary implication, because the grant in some instances would entirely fail, we could not have so decided if the act of 1849 had forbidden such a crossing; and so of Northern Coal & Iron Co. v. Wilkes-Barre, 218 Pa. 269, in which, for reasons stated at some length in the opinion, we held that the company, under its charter, had the implied right to cross certain streets of the city of Wilkes-Barre.\nIn view of the act of 1868, there is no implied power in the appellee to cross Chess street. •\nThe decree of the court below is reversed and the preliminary injunction is dissolved, the costs on this appeal to abide the final decree.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "C. A.. O’Brien and C. K. Robinson, for appellant.",
      "David A. Reed, of Reed, Smith, Shaw & Beal, with him Wm. M. Robinson, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Pittsburg Railways Company v. Pittsburg, Appellant.\nRailroads — Crossing street — Municipal consent — Act of April 4, 1868, P. L. 62.\n1. When a municipality stands upon its right to resist the occupation or crossing of one of its streets by a railroad or street railway company, the condition of the street is not involved, for it is no concern of the invading company that the municipality may not properly maintain the highway for the use of the public.\n2. When a railroad or street railway company attempts to cross a public street in a city without municipal consent, it must point to a power in its charter to do so, and it is immaterial that it owns the land on both sides of the street.\n3. The extension of a leased road over a public street without municipal consent, where such consent is requisite under the charter of the leased road, cannot be effected by the lessee although the latter under its charter may have power to cross streets without obtaining the municipal consent.\n4. The doctrine of implied power is not to be stretched to permit that to be done by a corporation which the legislature has previously said shall not be done, even if without such implied power the grant of some particular franchise should be valueless.\nArgued Oct. 28, 1909.\nAppeal, No. 150, Oct. T., 1909, by defendant, from decree of C. P. No. 4, Allegheny Co., Third Term, 1909, No. 675, awarding preliminary injunction in case of Pittsburg Railways Company v. City of Pittsburg.\nBefore Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nReversed.\nBill in equity for an injunction. Before Swearingen, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in awarding preliminary injunction.\nC. A.. O’Brien and C. K. Robinson, for appellant.\nThe Pittsburg Railways Company is now attempting to cross a public street without municipal consent: Quicksall v. Philadelphia, 177 Pa. 301; Philadelphia v. Thomas, 152 Pa. 494.\nJanuary 3, 1910:\nThe right of the railway company as alleged owner of abutting property, is immaterial: Wettengel v. Allegheny County Light Co., 223 Pa. 79.\nA railroad company under the act of 1868, has no power to cross a city street without municipal consent.\nPittsburg Railways Company only has powers in this case of lessor company: Potts v. R. R. Co., 161 Pa. 396; Mory v. Ry. Co., 199 Pa. 152.\nThe Pittsburg Railways Company is subject to provisions of Act of May 6, 1909, P. L. 458. Penna. R. R. Co. v. Miller, 132 U. S. 75 (10 Sup. Ct. Repr. 34); Pearsall v. Great Northern Ry. Co., 161 U. S. 646, 664 (16 Sup. Ct. Repr. 705); Louisville & Nashville R. R. Co. v. Kentucky, 183 U. S. 503, 517 (22 Sup. Ct. Repr. 95).\nDavid A. Reed, of Reed, Smith, Shaw & Beal, with him Wm. M. Robinson, for appellee,\ncited: Penna., etc., R. R. Co. v. P. & R. R. R. Co., 160 Pa. 277; Northern Coal & Iron Co. v. Wilkes-Barre, 218 Pa. 269; Penna. R. R. Co.’s App., 115 Pa. 514."
  },
  "file_name": "0498-01",
  "first_page_order": 530,
  "last_page_order": 535
}
