{
  "id": 1032438,
  "name": "Allen v. Scheib et al., Appellants",
  "name_abbreviation": "Allen v. Scheib",
  "decision_date": "1917-03-05",
  "docket_number": "Appeal, No. 10",
  "first_page": "6",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 6"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Am. Dec. 650",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0207-01"
      ]
    },
    {
      "cite": "101 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0094-01"
      ]
    },
    {
      "cite": "62 Mass. 595",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3895958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/62/0595-01"
      ]
    },
    {
      "cite": "209 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936179
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0582-01"
      ]
    },
    {
      "cite": "130 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0546-01"
      ]
    },
    {
      "cite": "193 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0641-01"
      ]
    },
    {
      "cite": "93 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0050-01"
      ]
    },
    {
      "cite": "134 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0144-01"
      ]
    },
    {
      "cite": "165 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0173-01"
      ]
    },
    {
      "cite": "253 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1023975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0380-01"
      ]
    },
    {
      "cite": "98 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496894
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0001-01"
      ]
    },
    {
      "cite": "208 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0292-01"
      ]
    },
    {
      "cite": "1 Wharton 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    },
    {
      "cite": "62 N. J. Law 254",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        308359
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/62/0254-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 705,
    "char_count": 14180,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.6636354616203506e-07,
      "percentile": 0.6947760274826833
    },
    "sha256": "bcbf59e513f654d9d6af4ad4f01c8543fc0c0c22e16ee4327498c015a9fdcf90",
    "simhash": "1:1392ddbbd282aa48",
    "word_count": 2525
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Allen v. Scheib et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis equitable action is to determine the rights of the respective parties to a certain strip of land situate in Richland Township, Allegheny County, and used as a private road. The Butler Plank Road extends through said township in a northerly direction, and the farm of the late John Scott, containing 142 acres, is located thereon. He died in 1875, and clause four of his will provides:\n“I give and devise to my grandson, John Scott Teacher, 15 acres of my Bakerstown farm; to my daughter, Catherine Harbison, 10 acres; to my granddaughter, Sarah Harbison, 5 acres; to my daughter Jane Harbison, 10 acres, all to be divided out of my Bakerstown farm west of the Plank Road.”\nHe left other heirs and devisees besides those above mentioned; and, by some family arrangement made shortly after his death, the forty acres mentioned in the clause was set aside to the devisees therein named out of the northwest corner of the farm, away from the public highway. To afford access to the forty-acre tract it seems to have been a part of the agreement that a private road or lane, of the width of 16% feet, should be opened, extending eastwardly from the southeast corner of the 40-acre tract, about 1,295 feet, to the Butler Plank Road; which lane was later fenced and opened, and has been used for about twenty years last past by the occupants of the 40 acres, the same, having been partitioned in 1876, among the devisees above named. This is shown by a map made that year by Charles Gibson, at the instance of one of the devisees. The purparts thereby allotted were sold from time to time and the deeds therefor include fractional parts of the lane, corresponding to the size of the respective purparts, for example, each deed for fifteen acres includes three-eighths of the lane. In 1901 the title to the forty-acre tract, to-getter with whatever interest the owners thereof had in the lane, became vested in John Scott Harbison, who conveyed same to plaintiff in 1911. The lane was also used by the owners of the balance of the John Scott farm, as their necessities required.\nSo far as appears the family arrangement above stated was not in writing and there is no record of any conveyance from the John Scott heirs to plaintiff’s predecessors for the forty acres or the lane. Plaintiff contends that the lane was included in the forty acres. There is a part of the John Scott farm containing about thirty-three acres, some twenty-four acres of which lie between the forty acres and the Butler Plank Road and north of the lane, as to which he seems to have died intestate. In 1881, all of the heirs of John Scott joined in a conveyance of the 24-acre tract to James D. Harbison, wherein the southern boundary is described as:\n“Thence along a certain road or lane between the land herein conveyed and the land of John Stirling.”\nAnother part of the Scott farm, containing about thirty acres, and called the Stirling tract, is on the west side of the Plank Road and bounded on the north by the forty-acre tract and the lane.\nBy sundry conveyances the title to the 24-acre and the 30-acre tracts became vested in Thomas Morrow, who in 1910 conveyed same with other land to defendant, John Scheib, Sr., the deed for which in one of the courses mentioned: “a point at the corner of a private road,” and the general description therein includes the lane and the land on both sides thereof. After Mr. Scheib bought this land there was a controversy about the use of the lane, between Mr. Harbison and plaintiff on one side, and the defendants, John Scheib, Sr., and John G. Scheib, on the other, each side claiming to own the same. One of the findings of the court below is:\n“6th. That said John Scheib, Sr., by destroying drains along said private road, taking out posts and trees planted by plaintiff and by other acts has repeatedly interfered with plaintiff in the use of said private road.”\nThe defendants, or those in their employ, also drove their stock across this lane- and in so doing obstructed it with wires, and repeatedly suffered the same to- remain in that condition to the annoyance and damage of plaintiff.\nIn 1913, plaintiff entered into a contract with one Sebastian Mueller, for the construction a,nd maintenance of a line of gas pipe in the lane, which defendants by opposition and threats prevented being done. Thereafter plaintiff filed her bill in this case joining said Mueller as a defendant, but the bill as to him was dismissed. The learned trial judge sitting as a chancellor found that plaintiff had a good title in fee simple to the strip of land herein called the lane and entered a final decree, inter alia, enjoining defendants from interfering with the construction of the gas line, and also from interfering with plaintiff’s free use and maintenance of the private road.\nDefendants concede that plaintiff has a right to the use of the lane as a passageway; in fact that is the only means of access to her property.\nWe fully agree with the learned chancello^ that under all the facts and circumstances defendants should be enjoined from interfering with plaintiff’s free use and enjoyment of the said private road as such.\nBut plaintiff’s right to lay or authorize another to lay a line of gas pipe therein depends upon the nature of her ownership. If an easement, then she can use it only for the purpose for which it was established or dedicated, and cannot lay a pipe line therein: U. S. Pipe Lines Co. & Breckenridge v. Del., Lack. & Western R. R. Co., 62 N. J. Law 254; 14 Cyc. 1207, Note 98.\nAs an easement it cannot lawfully be used for a purpose different from that for which it was dedicated: Kirkham v. Sharp, 1 Wharton 323; Mershon v. Fidelity Ins., Trust & Safe Deposit Co., 208 Pa. 292; 14 Cyc. 1215.\nAs said before the chancellor ■ finds that plaintiff owns the fee; if so, she may of course construct the gas line therein; but a careful examination of the record fails to disclose any sufficient evidence to support that conclusion. As above stated there is no deed or other writing showing any conveyance by the Scott heirs of the so-called private, road. True, the road is récognized in their deed to James D. Harbison as above quoted, “thence along a certain road or lane between the land herein conveyed and the land of John Stirling”; but that does not show that the title to the fee thereof has passed from the Scott heirs. The term “road” and especially “private road” is indicative of an easement rather than a fee. See Kister v. Reeser, 98 Pa. 1. Plaintiff relies largely on the evidence of her grantor, John S. Harbison, as tending to establish a parol partition of the Scott farm made in 1876; by which this lane is alleged to have been allotted to the owners of the 40-acre tract, and as a part thereof. But he does not say that all of the Scott heirs were present, and shows they were not when he names those who were there. The chancellor in one part of his exhaustive discussion says:\n“Respecting plaintiff’s right to the uninterrupted use of the road there is no room for dispute. Respecting the precise limits of her rights, whether she has a fee or a mere easement, is a debatable question......Whether Mr. Scheib has the fee in the 16%-foot strip of land or the mere right to use it in common with the plaintiff, or any right in it, he has no right to fill up necessary drains, or otherwise prevent the free use and proper maintenance of the road, and plaintiff is entitled to an injunction restraining him from interfering with her in the exercise of her lawful rights.”\nThe John Scott heirs, aside from those named in clause four of the will, were not parties to the partition of. the 40-acre tract, nor to the Gibson survey, nor so far as the record shows bound thereby. And certainly they were not bound by the recitals in the deeds from the owners of the respective purparts of the 40-acre tract. One cannot create a fee in land merely by including it in his conveyance. And the above cited reference to this road or lane in the deed from the Scott heirs to James D. Harbison, and also in/the deed from Morrow to defendant, are certainly as consistent with an easement as with a fee. The mere reference in a conveyance to a private road does not tend to show ownership in fee thereof in the party for whose use it may have been established. Such road or alley may prima facie be used by all abutting owners, and defendants as such would have standing to object to an additional-use being made thereof by the construction therein, of a gas line, especially as this is proposed to be constructed on the surface of the ground.\n. Plaintiff as the owner of the 40-acre tract undoubtedly has an easement in the private road and a right to the free and uninterrupted use thereof as a way for purposes of passage over and upon the same; and so far as appears defendants may lawfully make such use thereof as will not interfere with the rights of plaintiff.\nThe burden was upon plaintiff to establish her ownership to the fee of the land included in, the road and therein her proofs fail, and the finding of the court below in her favor as to that cannot be sustained; nor can the decree in so far as it restrains defendants from interfering to prevent plaintiff from the construction of a gas line in the road.\nThe defendants, John Scheib, Sr., and John G. Scheib, did not by demurrer or. answer question the jurisdiction of the court, upon the ground that the suit should have been brought at law, but filed an answer to the merits of the case without asking for an issue as to any questions of fact, and thereby the right of trial by jury seems to have been waived, under the provisions of Section 1 of the Act of June 7, 1907, P. L. 440 (5 Purdon’s Digest, page 6061). The defendants first raised the question of jurisdiction in requests for findings after the evidence was submitted; this was not a compliance with the statute : Nanheim v. Smith, 253 Pa. 380. However, the proviso to this section is: “That this shall not alter or affect the duty of the chancellor to dismiss the bill if the facts therein averred, as showing or tending to show the right to relief, be not substantially proved at the trial”; and by reason thereof plaintiff is not entitled to relief based on her alleged ownership of the fee of the land in question ; for such claim is not substantially proven.\nThe final decree entered by the court below is therefore modified by striking out so much thereof as restrains defendants, John Scheib, Sr., and John G. Scheib, from interfering with plaintiff in the construction and maintenance of a gas line in or upon said private road. The costs on this appeal to be paid by the appellee.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "E. J. McKenna, of McKenna & McKenna, for appellants.",
      "J. W. CottinSj for appellee."
    ],
    "corrections": "",
    "head_matter": "Allen v. Scheib et al., Appellants.\nReal property — Easements—Ways—Equity—Injunction.\n1. An easement cannot lawfully be used for a purpose different from that for which it was dedicated.\n2. In a suit in equity brought by the owner of a farm to enjoin defendants from obstructing a private way by which plaintiff had access to a public road, and to restrain them from interfering with the construction of a line of gas pipe upon such property, it appeared ■ that defendants owned neighboring property abutting on the private way; that plaintiff’s right to the use of the way as a means of access to her farm had been recognized for more than twenty years; that plaintiff’s predecessors in title had’ acquired their premises under a parol partition and that the parties interested had agreed that the then owner of plaintiff’s farm should have access to the public road by means of the private way, and that in certain conveyances to defendants’ predecessors the way had been designated as a boundary, but there was nothing to prove that the land covered by the private way had been conveyed to plaintiff or her predecessors in title. The lower court found that plaintiff owned the land covered by the way in fee and awarded the injunction as prayed for. Held, that plaintiff had but an easement of way over the land with which defendants could not interfere, but that she was not entitled to maintain a line of gas pipe thereon as that would be a use not contemplated by the parties at the time when the easement ,was created and the decree was modified by striking from the injunction so much thereof as restrained defendants from interfering with plaintiff’s construction and maintenance of a gas pipe on such private way.\nArgued Oct. 17, 1916.\nAppeal, No. 10, Oct. T., 1916, by defendants, from decree of C. P. Allegheny Co., July T., 1913, No. 2368, in equity, awarding an injunction in case of Eleanor Walker Allen v. John Scbeib, Sr., and John G-. Scbeib.\nBefore Brown, C. J., Potter, Moschzisker, Frazer and Walling, JJ.\nModified and affirmed.\nBill in equity for an injunction. Before Carpenter, J.\nTbe opinion of tbe Supreme Court states tbe facts.\nTbe court on final bearing awarded an injunction restraining defendants from interfering in any manner with tbe free use and proper maintenance of tbe road by plaintiff and from interfering in any manner with Sebastian Mueller in constructing and maintaining a gas line along tbe private road described in tbe plaintiff’s bill. Defendants appealed.\nErrors assigned were in dismissing exceptions to various findings of fact and law and tbe decree of tbe court.\nE. J. McKenna, of McKenna & McKenna, for appellants.\n— Tbe plaintiff bas no right to use this strip of land other than as a roadway: Moffitt v. Lytle, 165 Pa. 173.\nEjectment was tbe proper remedy in this case: Mirkil v. Morgan et al., 134 Pa. 144; Barclay’s Appeal, 93 Pa. 50; North Shore R. R. Co. v. Penna. Co., Lessee of and operating Pittsburgh, Ft. Wayne & Chicago Ry. Co., 193 Pa. 641; Penna. Canal Co. v. Middletown & Harrisburg Turnpike Co., 1 Pa. D. R. 663; City of New Castle v. Raney (McClain’s App.) 130 Pa. 546; Coward v. Llewellyn, 209 Pa. 582.\nTbe defendants have a fee simple title to tbe land covered by tbe road: Newall v. Ireson et al., 62 Mass. 595; Morgan v. Livingston et al., 6 Martin, La. (O. S.) 19; Kreiter v. Bigler, 101 Pa. 94; Paul v. Carver, 24 Pa. 207; Witter v. Harvey, 10 Am. Dec. 650.\nJ. W. CottinSj for appellee.\nMarch 5, 1917:"
  },
  "file_name": "0006-01",
  "first_page_order": 40,
  "last_page_order": 47
}
