{
  "id": 1032386,
  "name": "Schwehm v. Chelten Trust Co., Appellant",
  "name_abbreviation": "Schwehm v. Chelten Trust Co.",
  "decision_date": "1917-03-12",
  "docket_number": "Appeal, No. 123",
  "first_page": "76",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "95 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0408-01"
      ]
    },
    {
      "cite": "102 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502680
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0269-01"
      ]
    },
    {
      "cite": "9 Luz. Leg. Reg. 37",
      "category": "reporters:state",
      "reporter": "Luz. L.R.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0425-01"
      ]
    },
    {
      "cite": "226 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0292-01"
      ]
    },
    {
      "cite": "194 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0144-01"
      ]
    },
    {
      "cite": "191 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0090-01"
      ]
    },
    {
      "cite": "189 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0406-01"
      ]
    },
    {
      "cite": "182 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0427-01"
      ]
    },
    {
      "cite": "93 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0376-01"
      ]
    },
    {
      "cite": "69 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0415-01"
      ]
    },
    {
      "cite": "13 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0013-01"
      ]
    },
    {
      "cite": "67 N. Y. 280",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2164959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/67/0280-01"
      ]
    },
    {
      "cite": "108 Iowa 527",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8648847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/108/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 9087,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 9.779386173779555e-08,
      "percentile": 0.5318371843300517
    },
    "sha256": "8e61d0cb5bb28ca0e92223d65de332b06e971f55afe6ec604bfe9e5028688384",
    "simhash": "1:22759d10a35eaaad",
    "word_count": 1571
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Schwehm v. Chelten Trust Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe plaintiff in this case, who was a depositor with the Chelten Trust Company, drew his check upon that institution for the sum of $5,002.00, payable to the order of Federal Loan Society. The check was endorsed, “Federal Loan Society, H. W. Stoll, President, Jos. R. Friedman,” and was cashed by the Franklin Trust Company, and collected by the latter from defendant, through the Corn Exchange National Bank, and charged by defendant against plaintiff’s deposit account.\nPlaintiff claimed that Stoll, who- was president of the Federal Loan Society, had no authority to endorse the check in the name of the society, that his endorsement did not transfer title to it, and that defendant’s action in paying it, and charging it against his account, was not binding upon him. He, therefore, brought this suit to recover the amount so charged. At the trial, a request for binding instructions in favor of defendant was refused, 'and the jury were instructed to render a verdict for plaintiff for the full amount of the claim. From the judgment thereon entered, defendant has appealed. Its counsel contend that under the by-laws of the Federal Loan Society, the president was constituted the general manager of the business of the corporation, and this necessarily gave him the power to endorse its commercial paper. It appears from the record that the by-laws were not silent as to the president’s authority, but they provided that he should be the chief executive officer of the company and should “have general and active management of the business of the company,” should “have general supervision and direction of all the other officers of the company,” and see that their duties were properly performed, should make annually to the board of directors a report of the operations' of the company for the fiscal year, and from time to time report to them such matters as the interests of the company might require to be brought to their notice, and should “have the general powers and supervision and management usually vested in the office of the president of a corporation.” Broader powers in the management of the business could hardly have been bestowed. The president was not only authorized to act for the company, but was to see that all other officers discharged their duties. Counsel for plaintiff, however, contend that the power of the president was limited by two provisions of the by-laws. The first directs the treasurer to “deposit all money and other valuable effects in the name and to the credit of the company in such depositories as may be designated by the board of directors.” This provision, however, only relates to the duties of the treasurer, who is expressly placed under the “general supervision and direction” of the president. It puts no limitation on the powers conferred on the president himself.\nThe other provision is that “all checks, drafts or orders for the payment of money shall be signed by the treasurer and countersigned by the president.” This refers only to instruments for the payment of money by the corporation, not to the endorsement or transfer of instruments of which the corporation is not the maker, but the payee. It does not limit the power of the president as to the latter.\nUnder the by-laws, as noted above, the president was made the “chief executive officer” and the general and active manager of the business of the company. He had control over every other officer of the company, and power to direct the disbursement of its funds. This authority was ample to authorize him to accept money paid to the company, whether in cash or in the form of a check payable to the order of the company. If he misappropriated funds paid in good faith to him as the representative of the company, the loss must be that of the corporation that authorized him to act, and held him out to the public as its chief officer and general agent. As the power was delegated to the president in the by-laws, thére is no quéstion here as to acquiescence by the board of directors. No action upon the part of the directors was necessary. But even where his authority comes from the directors, the president of a bank may endorse bills or notes payable to it.- And it would seem that he has an implied power to endorse and transfer its negotiable paper: 1 Daniels Neg. Int. Sec. 394.\nIt should be remembered that in the present case, in so far as the record shows, the validity of the endorsement was not questioned by the Federal Loan Society, the payee of the check. 'It is the drawer of the check who complains. It does not appear that the corporation has denied that it was bound by the endorsement of its president, or that it has refused to carry out the contract for which the check constituted the consideration. What the transaction was, is not very clear, but apparently it was a purchase of stock. Plaintiff testified that he had not received the stock, but did not say that the corporation had refused to issue it to him, nor did he say that he had made demand for it. Under the facts shown, we are clearly of opinion that payment of the check to the president of. the company, was payment to the corporation.\nThe fifth and sixth assignments of error are sustained. The judgment is reversed and is here entered for defendant.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Chas. G. Norris, Jr., of Hepburn, Dechert cG Norris, for appellant.",
      "Julius G. Levi, with him David Mandel, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Schwehm v. Chelten Trust Co., Appellant.\nCorporations — Banks and banking — Loan society — President— Powers — Endorsement of check — Misappropriation of proceeds— Liability of drawee bank — Suit against drawee — Judgment for defendant n. o. v.\n1. Where the president of a loan society is constituted by its by-laws ,as the chief executive officer and general and active manager of the business of the company, he is fully authorized to accept money paid to the company, whether in cash or in the form of a cheek payable to the order of the company and where he misappropriates funds so paid to him the loss must be that of the corporation.\n2. In an action against a bank by a depositor to recover the amount of a check which plaintiff had drawn upon the bank to the .order of a loan society, it appeared that the president of the loan society, who was its chief executive officer, endorsed the check and misappropriated the proceeds. Held, the proceeds of the check were received by the loan society in accordance with the terms of the check, and in the action against the bank judgment should have been entered for the defendant n. o. v.\nBanks and banking — President of bank — Power to endorse — Bills or notes.\n3. Even where his authority comes only from its directors, the president of a bank may endorse bills or notes payable to it. It would seem that he has implied power to endorse and transfer its negotiable paper.\nArgued Jan. 11,1917.\nAppeal, No. 123, Jan. T., 1916, by defendant, from judgment of C. P. No. 5, Philadelphia Co., March T., 1915, No. 354, on verdict for plaintiff, in case-of Harry J. Schwehm v. Chelten Trust Company.\nBefore Mestrezat, Potter, Stewart, Moschzisker and Frazer, JJ.\nReversed.\nAssumpsit for a bank deposit. Before Martin, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $5,294.50 and judgment thereon. Defendant appealed. * '\nErrors assigned were answers to points, instructions to the jury, (5) in refusing to direct a verdict for defendant and (6) in refusing to enter judgment for defendant n. o. v.\nChas. G. Norris, Jr., of Hepburn, Dechert cG Norris, for appellant.\n— The defendant discharged its obligation to the plaintiff by paying the amount of the check to the-president of the payee corporation: Seeberger v. Wyman, 108 Iowa 527 (79 N. W. Repr. 290); Mitchell et al. v. Vermont Copper Min. Co. et al., 67 N. Y. 280; Balto. & Philadelphia Steamboat Co. v. McCutcheon & Collins, 13 Pa. 13; Bissell v. First Nat. Bk. of Franklin, 69 Pa. 415; Steckel et al. v. First Nat. Bk. of Allentown, 93 Pa. 376; Bascom v. Danville Stove & Mfg. Co., 182 Pa. 427; Strong v. Ten Cent Tutor Bldg. & Loan Association, 189 Pa. 406; Wayne Title & Trust Co. v. Schuylkill Elect. Ry. Co., 191 Pa. 90; Little Saw Mill Valley Turnpike or Plank Road Co. v. Federal St. & Pleasant Val. Pass. Ry. Co., 194 Pa. 144.\nIt has not been shown that the plaintiff suffered any damage by reason of the payment of the check upon the endorsement of the president of-the payee: First Nat. Bank v. Colonial Hotel Co., 226 Pa. 292; Andrews v. Northwestern Bank, 117 N. W. Repr. 621; Michie on Banks & Banking, Vol. II, p. 1124.\nJulius G. Levi, with him David Mandel, Jr., for appellee.\n— Under the by-laws of the payee corporation the president was not authorized to endorse checks.\nThe defendant should have ascertained the extent of the president’s authority and its failure so to do imposes liability for the loss sustained by plaintiff in consequence of its act in paying the check: Wright’s App., 99 Pa. 425; Citizens Bank of Philadelphia v. Keim, 32 Leg. Intell. 90; Freeman v. Plaindealer Printing Co., 9 Luz. Leg. Reg. 37; Twelfth St. Market Co. v. Jackson, 102 Pa. 269; Allegheny County Workhouse v. Moore, 95 Pa. 408.\nMarch 12, 1917:"
  },
  "file_name": "0076-01",
  "first_page_order": 110,
  "last_page_order": 114
}
