{
  "id": 1032396,
  "name": "Weil et al., Appellants, v. Northwestern Pennsylvania Railway Company",
  "name_abbreviation": "Weil v. Northwestern Pennsylvania Railway Co.",
  "decision_date": "1917-03-12",
  "docket_number": "Appeal, No. 361",
  "first_page": "88",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 316,
    "char_count": 5341,
    "ocr_confidence": 0.449,
    "sha256": "15f4ea99cd4a09be10c94403e57a2994b59fe5490ec2eb12eefdaa9127748627",
    "simhash": "1:626386202848f6df",
    "word_count": 851
  },
  "last_updated": "2023-07-14T16:21:39.428621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ,"
    ],
    "parties": [
      "Weil et al., Appellants, v. Northwestern Pennsylvania Railway Company."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nIn its opinion discharging the rules for a new trial and for judgment for the plaintiffs non obstante veredicto, the correct conclusion of the learned court below was that the defendant was entitled to binding instructions, for the reasons, (1) the contract sued upon was not the defendant’s contract and there was not sufficient evidence of its adoption of the same, (2) the bondholders’ committee in its written agreement undertook to create the defendant company, and all the circumstances repel any inference that services were performed upon the credit-of the company, and (3) the plaintiffs were employed by the bondholders’ committee before the company was created, and the pleadings should have averred such employment and a subsequent adoption of it by the defendant. Though the plaintiffs failed to aver any such adoption, the question of its adoption was submitted to the jury, whose finding was -that it had not been adopted by the defendant. The assignments of error are, therefore, overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "L. Pearson Scott, with him George F. Davenport, for appellants.",
      "Frank J. Thomas, with him O. K. Fauver, for appellee."
    ],
    "corrections": "",
    "head_matter": "Weil et al., Appellants, v. Northwestern Pennsylvania Railway Company.\nContracts — Attorneys’ compensation — Bondholders’ committee— Reorganized company — Liability of new corporation.\nWhere in an action against a reorganized corporation brought by ■a firm of attorneys for compensation for services rendered a bondholders’ committee, which had effected the reorganization, it appeared that the contract upon which the action was brought was not the defendant’s contract but the contract of the bondholders’ committee, and where the question whether the contract had subsequently been adopted by the defendant was submitted to the jury and the jury found a verdict for defendant, the refusal to enter judgment for plaintiff n. o. v. was proper.\nArgued Jan. 17,1917.\nAppeal, No. 361, Jan. T., 1915, by plaintiffs, from judgment of C. P. Crawford Co., Feb. T., 1912, No. 118, on verdict for defendant in case of A. Leo Weil, Charles M. Thorp and S. Leo Ruslander, partners doing business under the firm name of Weil & Thorp, v. Northwestern Pennsylvania Railway Company.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ,\nAffirmed.\nAssumpsit for counsel fees. Before Prather, P. J.\nFrom the record it appeared that the defendant company was in effect the result of the merger of two street railway companies. For the purpose of effecting such merger and protecting their -respective bondholders and lien creditors, on December 13, 1910, a written agreement was entered into by a-so-called bondholders’ protective committee, of the first part, and George A. Gas-ton, of the second part, in which it was recited that the committee had come into possession of a large amount of bonds of the two companies to be merged and that a reorganization was in contemplation. Under the agreement the committee was to. cause foreclosure proceedings to be prosecuted and become purchasers of the property, franchises and assets of the insolvent traction companies. The committee agreed to convey and transfer all the property and assets of the old companies to the new company free and clear of fill liens, encumbrances and debts, and the party of the second part agréed to purchase from the committee bonds of the new company in a large amount. Foreclosure proceedings were duly had and on January 14,1911, the committee became the purchasers of the property and, assets and received a deed therefor on February 7, 1911. On February 24, 1911, the new organization was effected under the corporate name of the Northwestern Pennsylvania Railroad Company, and on March 7, 1911y final transfer of all assets was made to the new company.\nOn December 13, 1910, the bondholders’ protective committee engaged Weil & Thorp as attorneys to effect the incorporation of the new company. The professional services were rendered and the advances made by plaintiff at the request of and by the direction of the persons who composed the committee, all of whom, with the exception of plaintiffs and one other, became directors and officers of the defendant corporation upon its organization.\nThe facts were undisputed that the plaintiffs were employed by the bondholders’ protective committee to perform the services declared upon and that a large part if not the larger part of such Services were performed tyy virtue of that employment for the bondholders’ committee prior to the date of defendant company’s formal incorporation; that defendant company never took any action recognizing or adopting such services as incurring any liability to the company; that the terms of the bondholders’ committee contract, wherein it undertook to create or organize a corporation, were known to plaintiffs at the inception of their employment and were known to the company from its organization; and that the bondholders’ committee was still in full life and activity under said written agreement at the time of the commencement of the present action.\nVerdict for defendant and judgment thereon. Plaintiffs appealed.\nErrors assigned were in refusing to direct a verdict for plaintiffs, in refusing to enter judgment for plaintiffs n. o. v., answers to points and instructions to the jury.\nL. Pearson Scott, with him George F. Davenport, for appellants.\nFrank J. Thomas, with him O. K. Fauver, for appellee.\nMarch 12, 1917:"
  },
  "file_name": "0088-01",
  "first_page_order": 122,
  "last_page_order": 125
}
