{
  "id": 1032399,
  "name": "Van Beil's Estate. Otto's Estate",
  "name_abbreviation": "Van Beil's Estate",
  "decision_date": "1917-03-12",
  "docket_number": "Appeals, Nos. 127 and 233",
  "first_page": "155",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 212,
    "char_count": 3182,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.577791040555025e-07,
      "percentile": 0.8168514843915611
    },
    "sha256": "f24ec3864097a1deb20e541628cde2c9fd96de136ab97adc4f82cbb18da8c8d4",
    "simhash": "1:a57cac085c27a2ea",
    "word_count": 530
  },
  "last_updated": "2023-07-14T16:21:39.428621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Van Beil’s Estate. Otto’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThese two appeals were argued together. The contention of the Commonwealth in each of them is that, in appraising the clear value of an estate subject to collateral inheritance tax in this State, the sums paid as New Jersey transfer tax upon stocks and bonds should not be deducted. Each of the learned courts below held such deduction proper, and each appeal is dismissed with costs upon the following from the opinion of the president judge of the Orphans’ Court of Montgomery County, which is in accord with the view of the Orphans’ Court of the County of Philadelphia: “The collateral inheritance tax imposed by our State is upon the clear value of the property or estate passing to the legatee or devisee. The transfer tax of New Jersey is take a charge on the stocks of its corporations belongingfl^i resident or nonresident passing by will or intestate law, which must be paid before they can be transferred by the executor or administrator. The value of the stock is reduced by the amount of the tax which the executor or administrator must pay. Its net worth passes to those who are entitled to the estate under the will of this testator. We conclude that the transfer tax of New Jersey, being a charge imposed upon the stocks of corporations of that state owned by the decedent, a tax upon the property, necessary to be paid by the executors in order to reduce the same to possession for the purposes of administration and distribution, the amount thereof was properly allowed by the appraiser in finding the net value of the estate liable for collateral inheritance tax.”",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John Hyatt Naylor, Special Deputy Attorney General, with him Francis ShunJc Brown<, Attorney General, for Commonwealth, appellant, in Van Beil’s Estate.",
      "B. W. Archibald, Jr., for appellee.",
      "H. Horace Dawson, Deputy Attorney General, with him Francis tíhunk Brown, Attorney General, for Commonwealth, appellant, in Otto’s Estate.",
      "Howard II. Yocum, for appellees."
    ],
    "corrections": "",
    "head_matter": "Van Beil’s Estate. Otto’s Estate.\nDecedents’ estate — Collateral inheritance- — Clear value — Transfer tax of foreign state.\nSums paid as New Jersey transfer tax upon .stocks and bonds should be deducted in appraising the clear value of an estate subject to collateral inheritance tax in this State, where such transfer tax is a charge upon the stocks and bonds, and the value thereof is reduced by the amount of the tax.\nArgued Jan. 29, 1917.\nAppeals, Nos. 127 and 233, Jan. T., 1916, by the Commonwealth, from decree of O. C. Montgomery Co., Nov. T., 1915, No. 35, and O. C. Philadelphia Co., July T., 1914, No. 74, affirming appraisement for collateral inheritance tax in Estate of Mary Van Beil, deceased, and re Estate of Eliza Otto, deceased.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nAppeals from appraisement of Register of Wills for. the purposes of settling collateral inheritance tax. Van Beil’s Estate. Before Solly, P. J. Otto’s Estate. Before Gummey, J.\nThe opinion of the Supreme Court states the case.\nThe Orphans’ Court approved the decision of the Register of Wills. The Commonwealth appealed in each case. • ■ •\nErrors assigned were the decrees of the court.\nJohn Hyatt Naylor, Special Deputy Attorney General, with him Francis ShunJc Brown<, Attorney General, for Commonwealth, appellant, in Van Beil’s Estate.\nB. W. Archibald, Jr., for appellee.\nH. Horace Dawson, Deputy Attorney General, with him Francis tíhunk Brown, Attorney General, for Commonwealth, appellant, in Otto’s Estate.\nHoward II. Yocum, for appellees.\nMarch 12, 1917:"
  },
  "file_name": "0155-01",
  "first_page_order": 189,
  "last_page_order": 190
}
