{
  "id": 1032456,
  "name": "Lebanon Valley Consolidated Water Supply Company et al., Appellants, v. Commonwealth Trust Company",
  "name_abbreviation": "Lebanon Valley Consolidated Water Supply Co. v. Commonwealth Trust Co.",
  "decision_date": "1917-03-19",
  "docket_number": "Appeal, No. 310",
  "first_page": "284",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 3921,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.0342482065985368e-07,
      "percentile": 0.5490071042751913
    },
    "sha256": "4279df18d1b1e5920e16caaeb63a10064108e8a99af6944f01b4672e97e5de8a",
    "simhash": "1:2c0587aa94db85de",
    "word_count": 670
  },
  "last_updated": "2023-07-14T16:21:39.428621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Lebanon Valley Consolidated Water Supply Company et al., Appellants, v. Commonwealth Trust Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is dismissed, at appellants’ costs, on the opinion of the court below setting aside the service of the bill.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William II. Bponsler, with him E. E. McCurdy and Qeo. JR, Eeisey, for appellants.",
      "G. H. Befgner, with him Howard G. Shvrh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lebanon Valley Consolidated Water Supply Company et al., Appellants, v. Commonwealth Trust Company.\nEquity — Service—Extraterritorial service — Act of April 6, 1859, P. L. 887.\nService made on defendant corporation in Dauphin County of a bill in equity filed in Lebanon County praying that the defendant be directed to deliver to the plaintiff certain bonds secured by a mortgage tupon lands in Lebanon County, under which defendant was trustee, was held properly set aside as not embraced in that part of the Act of April 6, 1859, P. L. 387, providing for extraterritorial service where the suit concerns “any charge, lien, judgment, mortgage or encumbrance” upon lands, tenements or hereditaments within the jurisdiction of the court directing the service.\nArgued Feb. 13, 1917.\nAppeal, No. 310, Jan. T., 1917, by plaintiffs, from order of C. P. Lebanon Co., Equity Docket, 1916, No. 6, setting aside service of bill in case of Lebanon Valley Consolidated Water Supply Company, original plaintiff, with D. Gring, intervening bondholder, v. Commonwealth Trust Company.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nBill in equity to compel delivery of bonds.\nThe facts appear in the following opinion by Henry, P. J., setting aside the service of the bill:\nThe defendant in the above entitled case has moved to set aside the service of the bill and vacate the order upon which the service was made, for the reason that service was made upon the defendant in Dauphin County.\nThe bill in equity filed in this case asks that the defendant be ordered and directed to deliver certain bonds in its hands to the plaintiff. These bonds are secured by a mortgage upon lands in Lebanon County, under which the defendant is the trustee.\nIt is conceded by the plaintiff that unless the service as made is authorized by that part of the Act of April 6, 1859, P. L. 387, which provides for extraterritorial service where the suit concerns “any charge, lien, judgment, mortgage or encumbrance” upon lands, tenements or hereditaments within the jurisdiction of the court directing the service, the motion of the defendant must prevail. The simple question is then raised whether the suit concerns any charge, lien, judgment, mortgage or encumbrance upon land in Lebanon County. The purpose of the bill is to compel the defendant to certify and deliver' to plaintiffs certain bonds in its hands secured by a mortgage given by the plaintiff to the defendant as trustee. Unless there is some reason to the contrary, the plaintiff is entitled to the bonds. Should there be some good reason for the withholding of the bonds it must be owing to some default upon the part of the plaintiff. The lien of the mortgage stands unaffected by the determination of this question, except in as far as the other bondholders under the mortgage may have an increased value attaching to their bonds as long as a part of the bonds are unissued, but to say that because the bonds are secured by a mortgage, or because the value of outstanding bonds may be affected as long as a part of the bonds are unissued, their delivery or nondelivery concerns the lien of the mortgage which is given to secure the bonds, is placing a strained construction upon the plain language of the said met of assembly. The suit concerns the bonds alone and not the mortgage or the lien of the mortgage. We can only conclude that the service is not good under the provisions of the Act of Assembly of April 6,1859.\nThe lower court set aside the service of the bill. Plaintiffs appealed.\nError assigned was in setting aside the service of the bill on the defendant.\nWilliam II. Bponsler, with him E. E. McCurdy and Qeo. JR, Eeisey, for appellants.\nG. H. Befgner, with him Howard G. Shvrh, for appellee.\nMarch 19, 1917:"
  },
  "file_name": "0284-01",
  "first_page_order": 318,
  "last_page_order": 320
}
