{
  "id": 1032443,
  "name": "Bixler et al. v. Swartz, Appellant",
  "name_abbreviation": "Bixler v. Swartz",
  "decision_date": "1917-03-19",
  "docket_number": "Appeal, No. 43",
  "first_page": "300",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "209 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936246
      ],
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0087-01"
      ]
    },
    {
      "cite": "207 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0174-01"
      ]
    },
    {
      "cite": "241 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975996
      ],
      "pin_cites": [
        {
          "page": "579"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0572-01"
      ]
    },
    {
      "cite": "241 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976034
      ],
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0357-01"
      ]
    },
    {
      "cite": "206 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931831
      ],
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 9322,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 2.463924633326483e-07,
      "percentile": 0.805801998494893
    },
    "sha256": "32a0f28434f5bbfe990b71af9c2efc4f56d606f5df3f62aafa162c9b3157cd22",
    "simhash": "1:e34d3517a1662f7c",
    "word_count": 1562
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Moscitzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Bixler et al. v. Swartz, Appellant."
    ],
    "opinions": [
      {
        "text": "Pbe Cueiam,\nThis is an appeal from an order of the court below continuing a preliminary injunction restraining the defendant from interfering with the plaintiffs’ possession of a store room in the City of Easton and from instituting or proceeding with any summary action at law for that purpose. We have carefully considered the facts disclosed by the record, and think there were reasonable grounds for the action of the court below, and, therefore, in accordance with our established practice we will not, on this appeal, further consider the merits of the case.\nThe appeal is dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Pbe Cueiam,"
      }
    ],
    "attorneys": [
      "W. 8. Kirkpatrick, of Kirkpatrick & Maxwell, with him Smith, Paff & Laub, for appellant.",
      "P. 0. Evans, with him Clarence Beck and Edward P. Stout, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bixler et al. v. Swartz, Appellant.\nEquity — Appeals—Injunction—Preliminary injunction— Landlord and tenant — Interference with lease.\nAn order continuing a preliminary injunction restraining defendant from interfering witb plaintiff’s possession of a store room and from instituting or proceeding witb any summary action at law for tbe recovery of possession, will not be disturbed on appeal where it appears from tbe record that plaintiffs were in lawful occupancy under a lease, and that defendant was threatening to'oust them.\nArgued March 6,1917.\nAppeal, No. 43, Jan. T., 1917, by defendant, from decree of C. P. Northampton Co., Feb. T., 1917, No. 3, in equity, continuing preliminary injunction in case of Fannie T. Bixler and Arthur B. Bixler, individually and as partners trading as A. B. Bixler & Company, v. Mark T. Swartz.\nBefore Mestrezat, Potter, Moscitzisker, Frazer and Walling, JJ.\nAffirmed.\nBill in equity for an injunction.\nThe facts appear in the following opinion by McKeen, J.:\nThe defendant moved to dismiss the bill and the preliminary injunction granted thereon in the above-stated case for the reason that there are no injunction affidavits such as are required by the equity rules, the injunction affidavits having been made by the parties to the bill and for the further reason that the bill does not disclose any averment or allegation which would entitle the plaintiff to equitable relief and to an injunction, preliminary oí otherwise. On the sixth day of July, 1911, Fannie T. Bixler, Arthur B. Bixler and Samuel P. Ludwig, co-partners, doing business as “The C. W. Bixler Company” entered into a written lease of the premises in question with the Northampton Trust Company, trustee, duly appointed by the Orphans’ Court of Northampton County under the will of Charles Pomp, deceased, for the term and period of ten years from the first day of August, 1911, upon the terms and covenants therein set forth, which said lease was signed by the said copartners as follows: “The C. W. Bixler Company, by Samuel P. Ludwig; Samuel P. Ludwig, Arthur B. Bixler; Fannie T. Bixler.” The firm instead of using the name “The C. W. Bixler Company” set forth in the lease used the name of C. W. Bixler and Company. There was never any written partnership agreement between the copartners until the fourteenth day of September, 1914, when a written agreement was entered into between the parties, to wit, the estafq of C. Willis Bixler by the executors, Fannie T. Bixler and Arthur B. Bixler; Arthur B. Bixler, individually, and Samuel P. Ludwig. The estate of C. Willis • Bixler owned a one-fifth interest in said partnership, Arthur B. Bixler a two-fifths interest and Samuel P. Ludwig a two-fifths interest. These interests were the same when the original partnership was entered into by the parties. Samuel P. Ludwig,'one of the partners, died on the fifteenth day of June, 1916, and his interest, under the terms of the partnership agreement, was acquired by Arthur B. Bixler and the firm name was changed to Arthur B. Bixler and Company, composed of Arthur B. Bixler, now owning a four-fifths interest in said partnership, and Fannie T. Bixler, representing the estate of C. W. Bixler, a one-fifth interest, the partnership being carried on in the same manner and under the terms of the partnership agreement by the surviving partners with the exception of the change in the firm name. The lease contains a clause which reads: “This agreement shall be binding upon the executors, administrators, successors or assigns of the parties hereof;” also a clause which provides “And the parties of the second part also agree not to sublet the said demised premises, or any portion thereof, or to assign this lease either by themselves, judicial sale, operation of law or otherwise, without permission in writing to that effect first had and obtained from the said party of the first part.” On May 18, during the tenaey of plaintiff, the real estate, a part of which was occupied by plaintiff by virtue of the lease, was sold to Stanley D. Howell and Paul M. Thomas, who, on the same day, conveyed the same to Mark T. Swartz, the defendant. On August 1,1916, the quarter’s rent then due was paid to and accepted by defendant, the check was signed “C. W. Bixler & Co., per A. B. Bixler.” On November 1, 1916, the rent then due was tendered defendant by check signed “A. B. Bixler and Co., per A. B.” On the face of the check appeared the words, “A. B. Bixler & Co., successors to C. W. Bixler and Co-.this check was refused by defendant and tender in gold for amount of rent due was afterwards made by plaintiff to defendant and also refused. On November 29, 1916, plaintiff received a quit-notice from the defendant notifying and requiring plaintiff to- quit and deliver up possession of the premises in question on the first day of January, 1917.\nThe plaintiff, under the terms of the written lease, is in the lawful occupancy and possession of the demised premises, and under the facts presented to- the court, there having been no breach of any of the covenants therein expressed, can not be disturbed in the enjoyment of the occupancy and possession of said premises. Taking up the question of the sufficiency of the injunction affidavits it is contended that these affidavits were made by complainants and under the equity rules must fall. Defendant has submitted authority to the effect that a bill and preliminary injunction must be sustained by at least two injunction affidavits, separate and apart from the affidavit to the bill and that these affidavits must be made by different persons neither of whom is a party to the proceedings, and must each contain the substance of every material allegation contained in the bill. This is correct as a general proposition .but cannot be rigidly adhered to where the enforcement of such a rule would work injustice. It can reasonably be concluded and it was so stated at the hearing that complainants were the only parties having knowledge of the facts alleged and averred in the bill, and, under these conditions, equity would not demand the strict enforcement of a rule which would bar complainants from obtaining equitable relief. In Hinnershitz v. United Traction Company, 206 Pa. 91, 97, Mr. Justice Mitchell, in passing upon an equity rule, said: “The equity rules were promulgated by this court under the authority of an act of assembly, and it has been said that they have all the force and effect of a positive enactment. By this was meant that they were established as rules of equity practice in all the courts of the Commonwealth, and must be followed and enforced as such.......But it was not intended to say that they were inexorable under all possible circumstances, or to take them out of the ordinary equitable control of a chancellor in the application of chancery rules to exceptional cases. Such a construction might easily make them more oppressive than mandatory statutes....... They are the rules of all the courts, to be enforced as of course in all of them, and not relaxed or disregarded as matter of mere indulgence or convenience. But on the other hand they are like all other rules of practice, subject to the judicial discretion of the chancellor as to their strict enforcement under circumstances productive of injustice or exceptional hardship.” This doctrine was also approved by Mr. Justice Moschzisker, in Sunbury Boro. v. Sunbury & Susquehanna Ry. Co., 241 Pa. 357, 360, and by Mr. Justice Potter, in Crennell v. Fulton, 241 Pa. 572, 579. The other reason advanced by defendant that the bill does not disclose any averment or allegation which would entitle plaintiff to equitable relief and to an injunction preliminary or otherwise, in view of the lawful occupancy and possession of plaintiff of the premises under the terms of the written lease, cannot be sustained. In Denny v. Fronheiser, 207 Pa. 174, approved in Kaufmann v. Liggett, 209 Pa. 87, 92, it was held: “That a court of equity has jurisdiction in a proper case to restrain proceedings under the landlord and tenant Acts of 1772 and 1863.” In the case at bar under the facts presented at the hearing, on the motion to continue preliminary injunction, the plaintiff is entitled to a continuance of the same and a refusal to grant such relief would be contrary to the principles governing equity practice.\nThe court continued a preliminary injunction which it had granted. Defendant appealed.\nError assigned was the order continuing the preliminary injunction.\nW. 8. Kirkpatrick, of Kirkpatrick & Maxwell, with him Smith, Paff & Laub, for appellant.\nP. 0. Evans, with him Clarence Beck and Edward P. Stout, for appellees.\nMarch 19, 1917:"
  },
  "file_name": "0300-01",
  "first_page_order": 334,
  "last_page_order": 338
}
