{
  "id": 1032388,
  "name": "Reynoldsville Water Co., Appellant, v. Farmers' & Miners' Trust Co.",
  "name_abbreviation": "Reynoldsville Water Co. v. Farmers' & Miners' Trust Co.",
  "decision_date": "1917-03-23",
  "docket_number": "Appeal, No. 37",
  "first_page": "341",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 262,
    "char_count": 5480,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3542658278532841
    },
    "sha256": "bc2d38550bdad8c37abc907c778c32389d6dbd978e121fe341f12b06b67b387b",
    "simhash": "1:8895af17968bf71f",
    "word_count": 899
  },
  "last_updated": "2023-07-14T16:21:39.428621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J, Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Reynoldsville Water Co., Appellant, v. Farmers’ & Miners’ Trust Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe following is the first condition of the mortgage under which the bonds in controversy were issued: “The bonds to be issued under and secured thereby shall be executed on behalf of the Reynoldsville Water Company, by its president and secretary and shall be delivered to the trustee to be certified, by it, and of the bonds so executed and delivered, the trustee shall forthwith certify and deliver to the treasurer of the company ninety thousand ($90,000) dollars worth of said bonds, to be used for property, real and personal, already acquired by it and ten thousand ($10,000) dollars for making additional improvements and extensions, to the plant of said company.” On November 17, 1913, the treasurer of the water company acknowledged in writing “the receipt of $100,000 of the Reynoldsville Water Company bonds; $90,000 for the property, real and personal, already acquired by it, and $10,000’ for the making of additional improvements and extensions to the plant of said‘company.” Upon the delivery of this receipt by the president of the water company to the Farmers’ and Miners’ Trust Company, the appellee, it was fully warranted in what it subsequently did .with the bonds, and the judgment of the court below is affirmed on the following from its opinion refusing to take off the nonsuit: “The receipt prepared, and signed, by W. Dale Shaffer, treasurer, and sent to the trust company, defendant, acknowledging the receipt of $100,000 of the Reynoldsville Water Company bonds, was clearly designed and intended by the treasurer of the company to be his official and final acknowledgment of the receipt of that amount of the bonds from the trust company, after it should have certified them, and was so regarded by the trust company. Shaffer sent no request and gave no direction in connection with the receipt, to the latter.......The man who sent the receipt to the defendant, and requested that the bonds be sent to him, and who got them, was the president of the water company, and also a director. These men (the president and treasurer), chosen by its stockholders, were the executive officers of the water company, who, for it, executed the bonds .and mortgage, and who at the time of this transaction were deemed worthy of trust and confidence, and unsuspected of any motive but' the interest of the company at whose head they stood.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John W. Reed, with him TJ. If-. Mercer, for appellant.",
      "Gadmus Z. Gordon, with him Raymond E. Brown and Lex N. Mitchell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reynoldsville Water Co., Appellant, v. Farmers’ & Miners’ Trust Co.\nCorporations — Executive officer — President—Trusts and trustees —Negligence—Delivery of bond — Embezzlement by president — Liability of trustee — Nonsuit.\nA corporate mortgage to secure the bond issue of a water company provided that the bonds should be executed by the president and secretary, should then be delivered to the mortgage trustee, a trust company, to be certified and afterward be returned to the treasurer of the water company. After execution of certain of the bonds by the president and secretary, the secretary, who was also the treasurer, at the suggestion of the president made out a receipt as treasurer for them and handed the bonds and receipt to the president. The president sent the receipt and bonds to the trust company for certification with directions to send the bonds to a certain bank for delivery to him. The trustee, relying upon the treasurer’s receipt, sent the bonds to the bank designated, and the president of the water company subsequently obtained possession of them and embezzled them. The water company brought an action against the trust company to recover the value of the bonds. The court entered a compulsory nonsuit which it subsequently refused to take off. Held, no error.\nArgued March 12,1917.\nAppeal, No. 37, Oct. T., 1917, ■by plaintiff, from judgment of C. P. Jefferson Co., April T., 1916, No. 214, refusing to take off compulsory nonsuit in case of Reynoldsville Water Company, a corporation, v. Farmers’ and Miners’ Trust Company, a corporation.\nBefore Brown, C. J, Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nTrespass for alleged negligent disposal of bonds by a trustee. Before Corbet, P. J.\nFrom the record it appeared that certain mortgage bonds of the Reynoldsville Water Company were executed in its behalf by A. Grant Richwine, as president, and W. Dale Shaffer, as secretary. The bonds provided that after execution by the president and secretary they should be sent to' the Farmers’ and Miners’ Trust Company, trustee, for certification by it and that they should then be delivered to the treasurer of the water company. After their execution by the president and secretary, Richwine suggested that Shaffer, as treasurer, send a receipt along with the bonds, which were to be forthwith certified and delivered. Such receipt was prepared and together with the bonds was handed by Shaffer to Rich-wine, who sent both receipt and bonds to the trust company with directions to send the bonds when certified to a certain bank for delivery by said bank to Richwine. The trust company, relying upon the treasurer’s receipt sent the bonds to the bank as directed, and Richwine subsequently procured same and embezzled them.\nThe loAver court entered a compulsory nonsuit, which it subsequently refused to take off. Plaintiff appealed.\nError assigned, among others, Avas in refusing to take off the nonsuit.\nJohn W. Reed, with him TJ. If-. Mercer, for appellant.\nGadmus Z. Gordon, with him Raymond E. Brown and Lex N. Mitchell, for appellee.\nMarch 23, 1917:"
  },
  "file_name": "0341-01",
  "first_page_order": 375,
  "last_page_order": 378
}
