{
  "id": 1032461,
  "name": "Gawthrop Company v. Fibre Specialty Company et al., Appellants",
  "name_abbreviation": "Gawthrop Co. v. Fibre Specialty Co.",
  "decision_date": "1917-04-09",
  "docket_number": "Appeal, No. 5",
  "first_page": "349",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 349"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "172 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0629-01"
      ]
    },
    {
      "cite": "197 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918683
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0271-01"
      ]
    },
    {
      "cite": "79 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0168-01"
      ]
    },
    {
      "cite": "37 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0071-01"
      ]
    },
    {
      "cite": "59 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        427005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0401-01"
      ]
    },
    {
      "cite": "23 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0294-01"
      ]
    },
    {
      "cite": "156 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0634-01"
      ]
    },
    {
      "cite": "56 Pa. Superior Ct. 604",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        441964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/56/0604-01"
      ]
    },
    {
      "cite": "236 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0179-01"
      ]
    },
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    },
    {
      "cite": "35 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0111-01"
      ]
    },
    {
      "cite": "82 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0080-01"
      ]
    },
    {
      "cite": "177 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883656,
        883752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0601-01",
        "/pa/177/0601-02"
      ]
    },
    {
      "cite": "12 Pa. Superior Ct. 427",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0427-01"
      ]
    },
    {
      "cite": "229 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0274-01"
      ]
    },
    {
      "cite": "88 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0368-01"
      ]
    },
    {
      "cite": "84 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0163-01"
      ]
    },
    {
      "cite": "123 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "75 Ky. 304",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4391364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/75/0304-01"
      ]
    },
    {
      "cite": "117 Pa. 633",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "118 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/118/0138-01"
      ]
    },
    {
      "cite": "52 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0522-01"
      ]
    },
    {
      "cite": "197 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0128-01"
      ]
    },
    {
      "cite": "198 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920293
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0046-01"
      ]
    },
    {
      "cite": "91 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0078-01"
      ]
    },
    {
      "cite": "191 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0283-01"
      ]
    },
    {
      "cite": "217 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0151-01"
      ]
    },
    {
      "cite": "177 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883754
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0159-01"
      ]
    },
    {
      "cite": "163 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0143-01"
      ]
    },
    {
      "cite": "150 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834400
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0369-01"
      ]
    },
    {
      "cite": "253 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024035
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0035-01"
      ]
    },
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 10903,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.9208894339493493e-07,
      "percentile": 0.7329631959237778
    },
    "sha256": "2ef531722782c7287df19072c98d33cf21b5d51490433fb374998a4615ee3f83",
    "simhash": "1:cb6bd085760c97b6",
    "word_count": 1862
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Stewart, Mosciizisker and Walling, JJ."
    ],
    "parties": [
      "Gawthrop Company v. Fibre Specialty Company et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Wauling,\nThis is a question of distribution in an insolvent estate. On April 28,1913, receivers were appointed for the Fibre Specialty Company, a corporation. Prior thereto, on. July 23, 1912, the company for value gave George W. Taft a demand note for $5,000. J. W. Brainard was official treasurer of the company; and in 1903 gave a bond in $5,000, with Taft and James W. Worrall (now deceased) as sureties, conditioned for the faithful performance of his duties as such treasurer. June 26, 1913, Mr. Taft made an assignment of his estate, specifically including the $5,000 note, to Harry W. Chalfant, for benefit of creditors. In 1914, the receivers filed an account and an auditor was appointed to make distribution thereof; to whom the Taft note was presented by the assignee, and a dividend amounting to $2,157.15 awarded thereon. Mr. Brainard while treasurer of the company made default, by reason of which the receivers brought suit against him and Ms sureties on the bond in the Court of Common Pleas of Chester County, at the January term, 1915, and recovered a verdict for $3,-809.02, on which judgment was entered and affirmed by this court, in case of Marshall v. Brainard, 253 Pa. 35. Brainard and Taft being insolvent, this judgment was, on April 20, 1916, paid by appellants as executors of James M. Worrall, deceased; to whom one-half of the judgment was thereupon assigned.\nAfter the award of the dividend to Chalfant on the Taft note, the claim against Brainard and his sureties on the bond having been brought to the attention of the court below, it was there ordered that the dividend be retained by the receivers until the final determination of the action on the bond, which was done. The receivers in a subsequent final account charged themselves with the $2,157.15 dividend, which the auditor thereafter awarded appellants by way of contribution from Taft as their cosurety. The learned court below sustained exceptions to the auditor’s report, and by final decree ordered the dividend paid to Chalfant on the Taft note. And from that decree this appeal was taken. The $5,000 note was a matter entirely separate and apart from the treasurer’s bond and had no connection with Mr. Brainard or Ms account with the company. Appellant’s right to contribution or subrogation arose when they paid the judgment. Then they were equitably entitled to an assignment of the judgment, and also of any collateral or other property held by the receivers to secure the payment of the bond. But they were not entitled to the dividend awarded to the Taft note as that was an entirely separate matter. The note was a part of Taft’s general estate and appellants had no .special equity in that. Except as to matters connected with the bond appellants are merely creditors of Taft to one-half the amount they paid on account of the surety bond; and they only became such creditors when they paid the judgment on April 20, 1916. Prior to that time they had no claim against Taft. See Modern American Law, Vol. VIII, page 224.\n^ It is not easy to see how appellants can secure preference over other creditors whose claims were in existence at the time of the assignment; for as a general rule the rights of creditors are fixed as of that date: Sweatman’s App., 150 Pa. 369; Jamison & Co.’s Assigned Est., 163 Pa. 143; Potter v. Gilbert, 177 Pa. 159; Chestnut Street Trust & Saving Fund Co.’s Assigned Estate, 217 Pa. 151. Except as to rights,and property connected with the transaction, the claim of a cosurety for contribution is no higher than that of any other claim, and subrogation, which is fotinded upon equity and benevolence, will never be granted to the prejudice of other rights of equal or higher rank: Fritch v. Citizens’ Bank, 191 Pa. 283; Knouf’s App., 91 Pa. 78; Grand Council of Penna. Royal Arcanum v. Cornelius, 198 Pa. 46; Shimp’s Assigned Est., 197 Pa. 128. Claims against an insolvent estate which were in existence at date of the assignment, would seem at least to have as strong an equity as one thereafter arising, even though the obligation out of which it arose antedated the. assignment. “It is not a liability to pay, but actual ■ payment to the creditor, which raises the equitable right to be subrogated to his remedies”: Kyner v. Kyner, 6 Watts 221; Hoover v. Epler, 52 Pa. 522; Forest Oil Company’s Appeals, 118 Pa. 138. Subrogation will never be enforced to defeat a superior or even an equal equity: Robeson’s App., 117 Pa. 633. A case quite similar to this in principle is that of Farmers & Drovers’ Bank v. Sherley et al., 75 Ky. 304,\nCreditors of Taft acquired no special rights because of the transfer of the note to Chalfant, as an assignee for benefit of creditors stands in the place of the assignor (Potter v. Gilbert, 177 Pa. 159), and not in that of a bona fide holder for value. In Marshall v. Brainard, supra, it' is held that the Taft note could not be interposed as a set-off against the suit on the treasurer’s bond. Whether or not such bond should have been set off against the claim on the note does not seem now important ; in any event it was not so used; and the real question here is as to the equitable rights to the fund in question between the Worrall Estate and other creditors of Taft. The question as to the validity of - the assignment to Chalfant is not before the court. The other assignments of error do not seem to require special consideration.\nWhere the lower court makes a general decree sustaining exceptions to an auditor’s report, and the controlling exceptions are well taken, and the right decree is entered, an appellate court will not reverse because such general decree seemingly sustains some minor exceptions that were not well founded; nor because of minor inaccuracies in the opinion filed with the decree. However, the opinion in this case indicates a correct understanding of the facts and legal principles applicable thereto'.\nThe decree is affirmed at the costs of appellants.",
        "type": "majority",
        "author": "Me. Justice Wauling,"
      }
    ],
    "attorneys": [
      "Isabel Darlington, with her Thomas 8. Butler, for appellants.",
      "A. M. Holding, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gawthrop Company v. Fibre Specialty Company et al., Appellants.\nSuretyship —Default of principal — Payment by one surety — Subrogation — Contribution—Preferences.\n1. Except as to rights and property connected with the surety-ship obligation, the claim of a cosurety for contribution is no higher than that of any other claim, and subrogation, which is founded upon equity and benevolence, will never be granted- to the prejudice of other rights of equal or higher rank.\n2. It is not the liability to pay but actual payment to the creditor which raises the equitable right in a surety to be subrogated to his cosurety’s remedies.\n3. Claims against an insolvent estate which were in existence at. the date of an assignment for the benefit of creditors have at least as strong an equity as one thereafter arising, even though the obligation out of which the latter aróse antedated the assignment.\n4. One of two sureties on the bond of a treasurer of a corporation made a loan of $5,000 to the corporation on the latter’s note. Subsequently such surety made an assignment of his property, including the $5,000 note, to a trustee for the benefit of his creditors. A receiver, appointed for the corporation, filed an account and an auditor was appointed to make distribution. The treasurer of the company in the meantime had defaulted and the corporation brought suit against the treasurer and his two sureties. The estate of the second surety paid the amount of the default. The executors of the second surety contended that they were entitled to be subrogated to the right of the other surety for the amount of the dividend awarded by the auditor on the $5,000 note, in preference to the other surety’s general creditors whose claims arose before the treasurer defaulted. Held, that as the dividend on the $5,000 note was an entirely separate matter from the suretyship obligation, the estate of the surety who had paid the principal debt was merely a general creditor of the other surety and had no preference in such dividend over the latter’s other creditors.\nPractice, Supreme Court — Appeals—Decree—Harmless error.\n5. Where the lower court makes a general decree sustaining exceptions to an auditor’s report and the controlling exceptions are well taken and a proper decree is entered, a reversal will not be granted merely because the decree seemingly sustains some minor exceptions which are not well founded, or because of minor inafccuracies in the opinion filed with the decree.\nArgued Feb. 6, 1917.\nAppeal, No. 5, Jan. T., 1917, by D. Duer Philips, Fred T. MacDonald and James R. Miles, Executors of James M. Worrall, Deceased, from judgment of C. P. Chester Co., No. 579„ in Equity, sustaining exceptions to distribution of auditor in case of C. G. Gawthrop Company v. The Fibre Specialty Company, a corporation, George W. Taft, President, and J. W. Brainard, Secretary.\nBefore Brown, C. J., Mestrezat, Stewart, Mosciizisker and Walling, JJ.\nAffirmed.\nExceptions to report of H. H. Gilkyson, Esq., auditor. Before Hause, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court sustained exceptions to the auditor’s report and directed that dividends in the hands of the receiver awarded on a note of George W. Taft for $5,000 be paid to Harry W. Chalfant, assignee for the creditors of Taft. D. Duej.* Philips, Fred T. MacDonald and James E. Miles, executors of James M. Worrall, deceased, appealed.\nErrors assigned were in sustaining the exceptions.\nIsabel Darlington, with her Thomas 8. Butler, for appellants.\n— The rights of Harry W. Chalfant, assignee of George W. Taft, rise no higher than those of his assignor: Fourth National Bank’s App., 123 Pa. 485; Wright v. Wigton, 84 Pa. 163; Morris’s App., 88 Pa. 368; Kuebler v. Haines, 229 Pa. 274.\nWhén Taft transferred the $5,000 note of the Fibre Specialty Company to Chalfant in trust for creditors, the treasurer of the Fibre Specialty Company had defaulted and the liability of the sureties on his official bond had attached: Jones’s Assigned Est., 12 Pa. Superior Ct. 427; Oyster v. Short, 177 Pa. 601.\nA cotrustee who has paid a debt is entitled to be subrogated to all rights and remedies of the creditor against the debtor and is not limited to collateral securities only held by the creditor for the protection of the particular debt paid: Wright v. Grover & Baker Sewing Machine Co., to use of Smith, 82 Pa. 80; McCormick’s Admr. v. Irwin, 35 Pa. 111; Kyner v. Kyner, 6 Watts 221; Lackawanna Trust & Safe Co. v. Gomeringer, 236 Pa. 179; Commonwealth to use v. Froelich, 56 Pa. Superior Ct. 604; Bailey’s Est., 156 Pa. 634.\nA. M. Holding, for appellee.\n— Worrall’s estate has no right whatever to the dividends under the doctrine of subrogation: Cottrell’s App., 23 Pa. 294; Wallace’s Est., 59 Pa. 401; Kramer’s App., 37 Pa. 71; Rice’s App., 79 Pa. 168; Hill v. Denniston, 197 Pa. 271; Musgrave v. Dickson, 172 Pa. 629.\nApril 9, 1917:"
  },
  "file_name": "0349-01",
  "first_page_order": 383,
  "last_page_order": 388
}
