{
  "id": 1032385,
  "name": "Manchester Township Supervisors v. Wayne County Commissioners, Appellants",
  "name_abbreviation": "Manchester Township Supervisors v. Wayne County Commissioners",
  "decision_date": "1917-04-16",
  "docket_number": "Appeal, No. 302",
  "first_page": "442",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "61 Pa. Superior Ct. 591",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        453620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/61/0591-01"
      ]
    },
    {
      "cite": "251 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0164-01"
      ]
    },
    {
      "cite": "7 W. & S. 236",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0236-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0487-01"
      ]
    },
    {
      "cite": "7 N. Y. 9",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "5 Ind. 557",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1448512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/5/0557-01"
      ]
    },
    {
      "cite": "7 Ind. 44",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1469083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/7/0044-01"
      ]
    },
    {
      "cite": "26 Mass. 312",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2058514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0317-01"
      ]
    },
    {
      "cite": "28 Md. 244",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1764245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/28/0244-01"
      ]
    },
    {
      "cite": "76 Ill. 34",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5314650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/76/0034-01"
      ]
    },
    {
      "cite": "8 W. Va. 612",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8641643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/w-va/8/0612-01"
      ]
    },
    {
      "cite": "21 Wend. (N. Y.) 563",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0563-01"
      ]
    },
    {
      "cite": "42 N. Y. 258",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        505035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/42/0258-01"
      ]
    },
    {
      "cite": "13 Mich. 127",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1949625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/13/0127-01"
      ]
    },
    {
      "cite": "21 Mass. 399",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2031118
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0415-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 134",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451773
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0134-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 410",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/35/0410-01"
      ]
    },
    {
      "cite": "54 N. J. Law. 175",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        343286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/54/0175-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 748,
    "char_count": 17616,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 5.205098768556473e-07,
      "percentile": 0.9404608145108074
    },
    "sha256": "65483ec4659d747742b3b9b8686292004886534855d6baa4349bd7b0541a1dab",
    "simhash": "1:95229f21a460ae32",
    "word_count": 3065
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Stewart, Frazer and Walling, JJ."
    ],
    "parties": [
      "Manchester Township Supervisors v. Wayne County Commissioners, Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nIn 1898 the County of Wayne, by proceedings instituted under the Act of June 2, 1887, P. L. 306, which provides for the taking over by counties of turnpike roads, or such parts of them as lay within their respective limits, and freeing the same from tolls, appropriated the Little Equinunk and Union Woods Turnpike Road, which had been constructed through Manchester Township in said county. From that time to the present this turnpike road has been used and maintained as a township road by Manchester Township, free of tolls. In 1916, the supervisors of the township presented their petition to the Court of Common Pleas setting forth the above stated facts and praying that a writ of mandamus issue, directed to the commissioners of the county, requiring them, in relief of the township, to maintain and keep in repair said appropriated turnpike road. An alternative writ followed, to which the commissioners made answer admitting the facts to be as stated, but denying the legal liability of the county for the maintenance and repair of the road. After a full hearing of the case, a peremptory writ was awarded. The appeal is from the judgment so rendered. A brief review of the legislation touching the condemnation and appropriation by counties of turnpike roads is necessary to an understanding of the real issue. The condemnation of this particular road was, as we have said, under the general Act of June 2, 1887, P. L. 306. By the eleventh section of this act it is provided that, “When any turnpike, or portion thereof, shall have been condemned under the provisions of this act, for public use, free of tolls or toll gates, and the assessment of damages therefor shall have been paid by the proper county, such turnpike or portion thereof shall be properly repaired and maintained at the expense of the proper city, township or district as other public roads or streets therein are by law repaired and maintained.” As will be observed, by this act, the burden of the maintenance of such turnpike road, after its taking over, except as to such parts thereof as are within the limits of the city, is placed upon the townships through which the road passes. The act makes the turnpike, when paid for, a public -road, to be kept and maintained as other public roads. The law so continued until 1905, when by the Act of April 20, 1905, P. L. 237, it was provided that, “When any turnpike or part thereof has been or may hereafter be appropriated or condemned for public use, free of tolls, under any existing laws, and the assessment of damages therefor shall have been paid by the proper county, such turnpike, or part thereof, shall be properly repaired and maintained at the expense of the county, city or borough in which the said turnpike, or part thereof, lies, or the same may be imposed under any existing laws by the said county, city or borough.” By the second section of the act, all acts or parts of acts inconsistent with the terms of the act were repealed. One certain effect of this act was to relieve the townships of the burden of repair and maintenance of the roads taken over which had been imposed on them by the earlier act. This Act of 1905 was a wholly separate and independent piece of legislation. It was not an amendment of any act, nor did it repeal any act; it did not pretend to do either. It did, however, supersede so much of any existing act as was repugnant to any of its provisions. There was but one existing act — the Act of June 2,1887, supra, — that could possibly conflict with it, and that only in the one provision in the earlier act that imposed the expense of repair and maintenance upon the township, whereas the later act imposed it on the counties. It follows that the Act of June 2, 1887, remained in full force, unaffected by the Act of April 20, 1905, except in the particular mentioned. Then followed the Act of April 25, 1907, which, as indicated in its title, was amendatory of the Act of April 20,1905. But the amendment went no further than to bring within the provisions of the earlier act “abandoned turnpikes and turnpikes, belonging to companies or associations which had been dissolved, or may hereafter be dissolved,” leaving the burden of repairing and maintenance where the Act of April 20, 1905, had placed it, namely, on the counties, except in cities and boroughs. This amending act was without other effect on the Act of June 2, 1887. Then came the Act of May 10, 1909, which, in Section 1, provided as follows: “When any turnpike, or part thereof, has been or may hereafter be appropriated, or condemned for public use, free of tolls, under any existing laws, and the assessment of damages therefor shall have been paid by the proper county, or when any turnpike company or association has heretofore abandoned or may hereafter abandon its turnpike or any part thereof; or when any turnpike company or association owning any turnpike has theretofore been dissolved, or may hereafter be dissolved, by proceedings under any existing laws of this Commonwealth, such turnpike, or part thereof, shall be properly repaired and maintained at the expense of the township, city or borough in which the said turnpike, or part thereof, lies.” By the second section of this act, the Acts of April 20, 1905, and of April 25, 1907, are expressly repealed, SO' too, “all other acts, or parts of acts, in so far as they are inconsistent with the provisions of this act.” Next came the Act of March 15, 1911, P. L. 27, which in its terms expressly repealed, without more, the Act of May 10, 1909, leaving the general Act of 1887 otherwise unaffected. The effect of this act was to restore to the original Act of June 2, 1887, the eleventh section as it had appeared in the original enactment, but which had been superseded by the Act of 1905.\nThe present proceeding was begun on the theory that the Act of May 10, 1909, which in express terms repealed the Acts of 1905 and 1907, itself having been repealed by the Act of March 15, 1911, it necessarily resulted that both these repealed acts were revived and restored. If this be a correct view of the law, it must follow that the case was properly ruled in the court- below.- It is insisted on the part of appellants that no such effect can be given to the repealing Act of 1909, in view of the constitutional provision, Section 6, of Article III, of the Constitution, which declares that, “No law shall be revived, amended, or the provisions thereof be extended, or conferred, by reference to its title only, but so much thereof as is revived, extended or conferred, shall be reenacted and published at length.” If this latter view be correct, then it must result that with the fall of the Acts of 1905 and 1907 fell also the Act of June 2, 1887, as an efficient and operative piece of legislation, inasmuch as the eleventh section of the latter act, as originally passed, imposed the expense of repair and maintenance on the township, and this section having been repealed by Act of 1905, placing the burden on the counties, except as a revival follows of one or other of these acts upon the repealing Act of 1909, the burden of repair and maintenance rests nowhere, and the Act of 1887 is worse than idle. Certainly it could not have been within the legislative intent to’ produce such result. While legislative intent is properly a subject for consideration in the interpretation of statutes, it counts for nothing when the matter for consideration is the conformity or want of conformity to constitutional requirements. It is the legal consequences of the repeal of the Act of 1909, and that alone, that we have here to consider. Did the repeal of that act operate to revive and renew the several acts which it had repealed? If this question were to be decided on common law principles, it would be of simple solution, since it is a familiar rule governing statutory construction under the common law, that when a repealing statute is itself repealed, the first statute is revived without formal words for that purpose, in the absence of any contrary intention, expressly declared or necessarily to be implied from the enactment. The contention on the part of appellants, however, is that the constitutional provision above quoted has abrogated this common law rule, with the result that since the adoption of the Constitution no act can be revived or renewed, except in the manner there prescribed. That the provision may be so read, without doing violence to the language employed, must be admitted. This, however, is far from conclusive, for if with equal reason a restricted meaning can be derived from the languagé employed, in the absence of any express repeal of the common law rule, the presumption that none was intended must prevail. We say this in view of the situation that existed previous to the adoption of the Constitution, suggesting, as it does, the mischief that the provision was manifestly intended to remedy. It is a matter of common knowledge, at least among those whose duties have familiarized them with the history of legislation in the State, that prior to the adoption of the present Constitution, it was of so frequent occurrence that statutes were revived, or amended as the case might be, by simple reference to the title, that it became almost a settled custom to so legislate, with the unfortunate result that much legislation was enacted improvidently, without that intelligent consideration and understanding of the matters involved which is so essential to the procurement of wise and wholesome legislation. The purpose of the provision was to put an end to this method of legislating by requiring in every case that the proposed revival or amendment be reenacted and published at length, to the end that intelligent action might better be secured. “Inseparable from the history of the Constitution and the facts surrounding its creation, and therefore a potent element in the construction of its general terms, is the consideration of the objects and purposes to be accomplished, or the mischiefs designed to be remedied or guarded against. In the interpretation of statutes, these reflections may enlarge or restrict the natural and literal significance of the words used, and they are applicable with the same effect to the interpretation of the Constitution”: Endlich on Interp. Stat., Sec. 518.\nIf we are correct in our statement as to the object and intent to be accomplished by the constitutional provision —and this we think cannot be questioned — it would seem to follow that notwithstanding the general terms employed in the constitutional provision, the plain intent was that it should be restricted in its application to what may be designated as express statutory revivals as distinguished from revivals by operation of law, since the latter could not fall within the mischief the provision was intended to guard against, nor could its requirements as to reenactment and publication be at all applicable where the revival was by common law. This particular constitutional provision is not peculiar to our State. In one form or other it appears in most state constitutions adopted in recent years. The fact that in many of the states which have adopted the provision a legislative enactment has followed forbidding revival of statutes by the common law rule, shows how general is the conception that more is needed to overcome the common law rule than such a constitutional provision as we are considering, because of the latter’s susceptibility to two different constructions. In Pennsylvania we have no such statutes. A very well considered and entirely convincing opinion is to be found in the case of Wallace v. Bradshaw, 54 N. J. Law. 175. The provision in the constitution of the State of New Jersey differs in no material respect from the provision in our own, and exactly the same question we have here was there adjudicated in a reversal of the lower court. In the opinion of the court, as delivered by the Chief Justice, this occurs (176) : “The phrase that ‘no law shall be revived or amended by reference to its title alone’ cannot be forced into a signification that will comprehend any revival that is not a statutory one, for there is not, and cannot be, a revival by operation of law, that can be said to operate on the act revived ‘by reference to its title alone.’ The clause obviously would have to be interpolated to impart to it that breadth of efficacy claimed for in the decision before us. Thus, it would be necessary to transmute it into some such form as this: ‘No law shall be revived by operation of law, nor shall it be revived or amended by reference to its title alone.’ And the harmony that would exist in the sentence thus constructed, and its freedom from all tautology, would seem to demonstrate that these methods of revival are diverse and distinct things, and that only one of them is embraced in this constitutional expression. I cannot agree to the proposition that because the people, in their constitution, have declared that a law shall not be revived by a statutory reference to its title, that they have thereby likewise declared that it shall not be revived by the operation of a well-known rule of the common law. And this is plainly the sense in which the provision was expounded.”\nWhat is here stated applies with equal force to the provision in the Constitution of this State, since there is no material difference in the language, employed, and our conclusion is the same with respect to the latitude to be allowed it.\nThe judgment is affirmed and the appeal is dismissed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "Charles A. McCarty and M. E. Simons, for appellants.",
      "E. C. Mumford, with him J. O. Mumford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Manchester Township Supervisors v. Wayne County Commissioners, Appellants.\nGonstitutional law — Constitution of Pennsylvania, Art. Ill, Sec. 6- — Statutes—Repealing statutes — Revival of statutes — Highways— Toll roads — Condemned toll roads — Cost of maintenance — Townships — Counties—Acts of April 20,1905, P. L. 237; April 25, 1907, P. L. m; May 10,1909, P. L. Jf99; May 15,1911, P. L. 21.\n1. Section 6 of Article III of the Constitution providing that no law shall be revived, amended or the provisions thereof be extended or conferred by reference to its title only, but so much thereof as is revived, extended or conferred shall be reenacted and published at length, is restricted in its application to express statutory revivals of prior statutes and does not abrogate the common law rule that when a repealing statute is itself repealed, the first statute is revived without formal words for that purpose in the absence of any contrary intention expressly declared or necessarily to be implied from the enactment.\n2. The supervisors of a township petitioned for a writ of mandamus to compel the county commissioners to keep in repair so much of an abandoned turnpike as passed through the township, alleging that under the Acts of April 20, 1905, P. L. 237, and April 25, 1907, P. L. 104, it was the duty of the county to keep such highway in repair. Defendants contended that a_s the Act of May 10, 1909, P. L. 499, repealed the prior acts, the county was relieved of the duty of keeping such highways in repair and further contended that although the Act of 1909 was subsequently repealed by the Act of March 15, 1911, P. L. 21, the revival of the prior acts was prevented by Section 6 of Article III of the Constitution. Held, that the rule that when a repealing statute is repealed the first statute is revived was not affected by the constitutional provision and that it was the duty of the county commissioners to keep the highway in repair, and an order awarding a mandamus as prayed for was affirmed.\nArgued Feb. 19,1917.\nAppeal, No. 302, Jan. T., 1916, by defendants, from order of C. P. Wayne Co., June T., 1916, No. 26, awarding mandamus, in case of The Supervisors of Manchester Township v. The Commissioners of Wayne County.\nBefore Brown, C. J., Potter, Stewart, Frazer and Walling, JJ.\nAffirmed.\nPetition for mandamus. Before Searle, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court on final hearing awarded the mandamus as prayed for. Defendants appealed.\nError assigned was in. awarding the mandamus.\nCharles A. McCarty and M. E. Simons, for appellants.\n—It was the duty of the defendants to repair the road in question.\nThe Acts of April 20, 1905, P. L. 237, and April 25, 1907, P. L. 104, were not revived by the repeal of the Act of May 10, 1909, P. L. 499, by the Act of March 15,1911, P. L. 21: Commonwealth ex rel. v. Van Bowman et al., 35 Pa. Superior Ct. 410; Winters v. Koontz, 60 Pa. Superior Ct. 134; Rentner v. Bauer, 3 Kansas 503; Gage v. Currier et al., 21 Mass. 399; People ex rel. Twitchell v. Blodgett, 13 Mich. 127; Hyatt v. Taylor, 42 N. Y. 258; People v. Morrell, 21 Wend. (N. Y.) 563; Slack et al. v. Jacobs et al., 8 W. Va. 612; Beardstown v. City of Virginia et al., 76 Ill. 34; Smith & Davis v. Thursby, 28 Md. 244; Henshaw v. Foster et al., 26 Mass. 312; Wolcott v. Wigton et al., 7 Ind. 44; Greencastle Township v. Black, 5 Ind. 557; Newell v. People ex rel. Phelps, 7 N. Y. 9; Wilson v. Downing, 4 Pa. Superior Ct. 487.\nE. C. Mumford, with him J. O. Mumford, for appellee.\n— By the Act of May 10,1909, P. L. 499, repealing the Act of March 15, 1911, P. L. 21; the Acts of April 20, 1905, P. L. 237, and April 25, 1907, P. L. 104, were revived : Winters v. Koontz, 60 Pa. Superior Ct. 134; Directors of the Poor v. Wrightsville, York and Gettysburg R. R. Co., 7 W. & S. 236; Somerset Township Supervisors v. Somerset County Commissioners, 251 Pa. 164; Allegheny County Commissioners’ Case, 61 Pa. Superior Ct. 591.\nApril 16, 1917:"
  },
  "file_name": "0442-01",
  "first_page_order": 476,
  "last_page_order": 484
}
