{
  "id": 1032426,
  "name": "Potter's Estate",
  "name_abbreviation": "Potter's Estate",
  "decision_date": "1917-04-16",
  "docket_number": "Appeal, No. 380",
  "first_page": "468",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 Mass. 291",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        9454431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/63/0291-01"
      ]
    },
    {
      "cite": "59 U. S. 385",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3488548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/59/0385-01"
      ]
    },
    {
      "cite": "6 Wharton 236",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0236-01"
      ]
    },
    {
      "cite": "183 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0641-01"
      ]
    },
    {
      "cite": "207 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0550-01"
      ]
    },
    {
      "cite": "7 W. & S. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0284-01"
      ]
    },
    {
      "cite": "20 Pa. C. C. 376",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "195 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914082
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0363-01"
      ]
    },
    {
      "cite": "166 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0269-01"
      ]
    },
    {
      "cite": "35 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0393-01"
      ]
    },
    {
      "cite": "190 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0375-01"
      ]
    },
    {
      "cite": "225 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0626-01"
      ]
    },
    {
      "cite": "156 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0194-01"
      ]
    },
    {
      "cite": "75 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0220-01"
      ]
    },
    {
      "cite": "26 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/26/0131-01"
      ]
    },
    {
      "cite": "7 W. & S. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0284-01"
      ]
    },
    {
      "cite": "195 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0363-01"
      ]
    },
    {
      "cite": "166 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0269-01"
      ]
    },
    {
      "cite": "35 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/35/0393-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 10432,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.69410011604571e-07,
      "percentile": 0.6997438846820799
    },
    "sha256": "8a83cd4926d2bedea92323e2b41429efa0a047b962ce0e653b6737024b25345a",
    "simhash": "1:8b09f082c66eabeb",
    "word_count": 1841
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown; C. J., Potter, Stewart, Frazer and Walling, JJ."
    ],
    "parties": [
      "Potter’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Walling,\nLucy A. Potter made her will in 1906; and in the eighth and ninth paragraphs gave her nephew, Erwin M. Hallstead, certain furniture and household effects; and the fourteenth paragraph thereof is:\n“Fourteenth. I order and direct that after the payment of all debts, legacies, expenses and charges herein mentioned, the money arising from my estate shall be safely invested by my executor in bank or real estate seicurities, and the income therefrom paid only annually to my said nephew, Erwin M. Hallstead, during the term of his natural life. Should the said Erwin M. Hallstead .die leaving children, all my remaining estate shall go to said children, absolutely, share and share alike, and should he die leaving one child to survive him, then all the said estate to go to said child absolutely. But should the said Erwin M. Hallstead die without leaving any child to survive him, then all my said remaining property, and estate is to go to, and be divided amongst my next of kin in accordance with the intestate laws of the State of Pennsylvania, in same manner as though I had not made any will, except that my brother, C. W. Moredock, shall not participate in said distribution, or receive any part of my estate, as I feel that I have already helped him in various ways to as much as he would be fairly entitled to receive.”\nMr. Hallstead was married in 1907 and died in 1912, leaving a posthumous child, Jesse Wilkins Hallstead, the appellant. In 1914, Mrs. Potter made a codicil to said will, which is, inter alia, as follows:\n“First: My nephew, Erwin M. Hallstead, having died since said will was executed, I hereby revoke all portions of the eighth, ninth.and fourteenth paragraphs of said will, by which any property, or the use thereof, was given or bequeathed to said Erwin M. Hallstead, or to his children or child should any survive him.”......\n“Ninth: All the terms and conditions of said will are to be and remain in full force except as revoked or modified by this codicil.”\nTestatrix died childless shortly after the execution of the codicil, leaving as her next of kin, her said brother, now deceased, two nieces, daughters of a deceased sister of testatrix, and appellant, the grandson and only lineal descendant of another deceased sister.\nMrs. Potter’s executor filed an account showing a fund for distribution, no claim to which was made on behalf of the brother or his children; and from a decree of the Orphans’ Court, awarding same to the two nieces, to the exclusion of appellant, this appeal was taken on his behalf. Admittedly, as between him and the nieces, he is entitled to one-half of the fund unless excluded therefrom by the terms of the will and codicil. After a careful examination, we are of the opinion that there is no such exclusion and that appellant as next of kin is entitled to share in the distribution in accordance with the intestate laws. Every doubt must be resolved in favor of the heir at law, who cannot be disinherited except by express words or necessary amplication: Bender v. Dietrick, 7 W. & S. 284; Brendlinger v. Brendlinger, 26 Pa. 131; France’s Est., 75 Pa. 220; Bruckman’s Est., 195 Pa. 363.\nThe presumption is that testatrix intended to dispose of her residuary estate, and, construing together the will and codicil, it may fairly be determined that she did so. The original residuary bequest to Mr. Hallstead and his child contained in the will was revoked by the codicil, and thereupon the alternative residuary bequest to the next of kin took effect. This thought is emphasized by paragraph nine of the codicil, wherein testatrix expressly continues in full force all of the terms of the will except as revoked or modified. Now the codicil revoked all portions of paragraph fourteen of the will by which any property was given or bequeathed to Mr. Hallstead or to his surviving child, which revoked all of the paragraph down to and including the words “then all of said estate to go to said child absolutely,” and thereby he was deprived of the bequest as sole residuary legatee. But only so much of the paragraph was revoked as gave something to Hallstead or his child. The original will gave them nothing as next of kin, for by its express terms nothing was given to the next of kin until after the death of both Hallstead and his child. The codicil by its terms revoked only what had been given in the will and did not attempt to revoke the rights of the next of kin, which arose by virtue of the codicil itself and had no prior existence. She did not revoke that which had no existence until after the revocation. Whatever rights the next of kin have as residuary legatees had their inception in the codicil, because the will gave them nothing as such except upon a condition that never occurred, to wit, the death of Hallstead and his child during the life of testatrix. But the codicil was a republication of the will as modified, and thereby the residuary estate was given to all the next of kin as they would have taken under the intestate laws, with the single exception that the brother was excluded therefrom. At the time of such republication, Mrs. Potter undoubtedly knew that appellant was one of her next of kin and had she desired to exclude him could have so stated, or had she then intended to give all of her residuary estate to the two nieces that could have been stated in the codicil. But the mere fact that testatrix revoked the clause making appellant sole legatee, without more, does not preclude him from sharing in the gift to the next of kin of which he is one. Construing the will and codicil by the language used, we find nothing to prevent appellant from so sharing. He is excluded neither by express language nor by necessary implication; in fact, as the express exclusion includes the brother only, the implication would be the other way; as it also would because of the fact that the residuary estate is given to the next of kin as a class and not to any particular individuals. Because Mrs. Potter did not desire appellant to have the entire residuary estate does not change Ms status as next of kin or deprive him of the right to share with the others as such: See Hitchcock v. Hitchcock, 35 Pa. 393; Waln’s Est., Vaux’s App., 156 Pa. 194; Gorgas’s Est., Robinson’s App., 166 Pa. 269; Fuller’s Est., 225 Pa. 626.\nThe cases above cited seem to support our conclusion although no two wills are exactly alike.\nMcGovran’s Est., 190 Pa. 375, relied on by the court below, is not in point, except as applicable to the brother. There the residuary bequest was, “The rest and residue of my estate I direct to be distributed by my executor hereinafter named under the intestate laws of Pennsylvania, but in no event is Mrs. Murdock, widow of Campbell Murdock, or her three children, and Mrs. Kate Johnson, or her two children, to receive any portion of my estate in any shape or form” ¿ and it was held that those so expressly excluded were not entitled to share in the distribution; whereas in our case there is no express exclusion of appellant.\nThe assignments of error are sustained, the decree is reversed at the cost of appellees, and the record is remitted to the court below that distribution may be made in accordance with this opinion.",
        "type": "majority",
        "author": "Me. Justice Walling,"
      }
    ],
    "attorneys": [
      "J. E. Bidder, with him H. D. Gar eg, for appellant.—",
      "W. L. Bohans, with him G. B. Gardner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Potter’s Estate.\nWills — Codicils—Residuary clauses — Construction—Intention — Revocation — Next of hin — Intestacy.\n1. An heir a,t law cannot be disinherited except by express words or necessary implication; every doubt must be resolved in favor of the heir at law.\n2. The fact that a testatrix revoked a residuary clause in favor of a legatee, whereby a gift over to the next of kin of testatrix took effect, did not preclude such legatee from sharing in the gift to the next of kin, of which he was one; the fact that testatrix did not desire such person to have the entire residuary estate did not change his status as next of kin, or deprive him of the right to share with the others as such.\n3. A testatrix bequeathed the residue of her estate to a nephew for his life and after his death to his children, but should he die without leaving children, then to testatrix's next of kin, in accordance with the intestate laws, excluding a brother to whom advancements had been made. The nephew died before the testatrix, leaving a child. Thereafter testatrix by codicil revoked “all portions of......said will by which any property or the use thereof was given or bequeathed to said (nephew) or to his children or child, should any survive him......All the terms and conditions of said will are to be and remain in full force except as revoked or modified by this codicil.” Held, the child of such deceased nephew was entitled to share in the residue of the estate as one of the next of kin of the testatrix, although the express gift to him had been revoked.\nArgued Feb. 20,1917.\nAppeal, No. 380, Jan. T., 1916, by Jesse Wilkins Hallstead, by Ms mother and next friend, Maud Hallstead, from decree of O. C. Lackawanna Co., Year, 1914, No. 780, dismissing exceptions to adjudication, in Estate of Lucy A. Potter, Deceased.\nBefore Brown; C. J., Potter, Stewart, Frazer and Walling, JJ.\nReversed.\nExceptions to adjudication. Before Sando, J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the exceptions. Jesse Wilkins Hallstead, by his mother and next friend, Maud Hall-stead, appealed.\nError assigned was in dismissing the exceptions.\nJ. E. Bidder, with him H. D. Gar eg, for appellant.—\nThe decedent died intestate as to her residuary estate: Hitchcock v. Hitchcock, 35 Pa. 393; Gorgas’ Est., 166 Pa. 269; Bruckman’s Est., 195 Pa. 363.\nThe revocation of the gift to the child does not prevent his taking as an heir: Riley’s Est., 20 Pa. C. C. 376, 6 Pa. D. R. 691; Skrymsher v. Northcote, 1 Swanston Ch. Rep. 566; Bender v. Dietrick, 7 W. & S. 284; Bruckman’s Est., 195 Pa. 363; Shaner v. Wilson, 207 Pa. 550; Schmidth’s Est., 183 Pa. 641; Bradford v. Bradford, 6 Wharton 236; Wilkins et al. v. Allen et al., 59 U. S. 385.\nEven if the decedent died testate as to her residuary estate the appellant is entitled to share under the will ■as modified by the codicil, with the testatrix’s other next of kin: Quincy, Executor, v. Rogers et al., 63 Mass. 291.\nW. L. Bohans, with him G. B. Gardner, for appellee.\n—It was the intention of the testatrix to exclude the children of Edwin H. Hallstead from any share in her estate.\nApril 16, 1917:"
  },
  "file_name": "0468-01",
  "first_page_order": 502,
  "last_page_order": 507
}
