{
  "id": 1032415,
  "name": "Wills et al. v. Fisher, Appellant",
  "name_abbreviation": "Wills v. Fisher",
  "decision_date": "1917-04-16",
  "docket_number": "Appeal, No. 12",
  "first_page": "487",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 487"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "53 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/53/0348-01"
      ]
    },
    {
      "cite": "44 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 4958,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 4.339701094470699e-08,
      "percentile": 0.2728112720085225
    },
    "sha256": "5af08554271d6be4436b14310a657dad7e826f14e51d723be525141e80383a3f",
    "simhash": "1:c159258ab1142a61",
    "word_count": 903
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Wills et al. v. Fisher, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Ci-iiep Justice Brown,\nUnder testamentary power given them, the executors of Mary L. Baer agreed to sell to appellant property known as 141 East Orange street, in the City of Lancaster, and to give him a good and marketable title for the same. This lot of ground has a frontage of 64 feet 4% inches. On December 31, 1828, John Baer acquired an unquestionable title to the western half of it, and on the same day John Ehler acquired a similar title to the eastern half. Mary L. Baer was the widow of Reuben A. Baer, in whom there was vested at the time of his death a recorded title to the western half of the lot, formerly owned by the said John Baer, his father. Some years before Reuben A. Baer’s death he erected a large dwelling house on the lot, which extended over the eastern as well as the western half of it. By his will he devised all of his real estate to his widow. In this action, brought to recover the purchase-money for the lot sold to appellant, his defense in the court below was that Reuben A. Baer had not acquired a good title to the eastern half of it, formerly owned by John Ehler. The title to the other half is not questioned. The learned judges of the court below, before whom the case was tried without a jury, held that the title of Baer to the Ehler part of the lot was good and marketable, and on this appeal from the judgment entered against the purchaser, the sole question is Baer’s title to that .part of the lot.\nNo deed could be found from John Ehler or his executors to Reuben A. Baer for the eastern half of the lot. Ehler died, leaving a will dated March 31, 1860. By its terms he directed that his wife should have the rent and income for life from his “one-storied brick dwelling house and other buildings and lot or piece of ground belonging thereto, on the north side of the said Orange street, between Duke and Lime streets, bounded on the east by property of E. C. Reigart, Esq., on the west by property of John Baer, on the north by a public alley.” This is undoubtedly the property known in the present controversy as the eastern half of the Baer lot. Ehler directed that, upon the death of his widow, it should be sold by his executors, and by their account, filed in the Orphans’ Court of the county on November 20, 1869, they charged themselves as follows, under date of October 3, 1868: “Cash from R. A. Baer, proceeds of sale one-story house and lot on Orange St., |2,750.” The court below found as a fact that this charge “without doubt” related to the eastern half of the Baer lot, or the property involved in this controversy, and this finding has not been assigned as error. The purchase-money for Ehler’s lot, received by his executors from R. A. Baer, was included in the balance shown to be in their hands by their account, and by the report of an auditor, duly confirmed, this was distributed, in accordance with the terms of Ehler’s will, among his three sons, whom he had named as his executors. In view of this, no one of them, if living, could make any claim to the property, and no one making claim under them can set up any sort of title to it. As legatees under their father’s will, the sons received the proceeds of the sale of the lot, and common honesty and the law alike forbid that a party may have the price of land sold and the land itself: Johnson v. Fritz, 44 Pa. 449; Maple v. Kussart, 53 Pa. 348.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Ci-iiep Justice Brown,"
      }
    ],
    "attorneys": [
      "T. Roberts Appel, of Appel & Appel, submitted for appellant.",
      "No paper book for appellees."
    ],
    "corrections": "",
    "head_matter": "Wills et al. v. Fisher, Appellant.\nReal property — Title—Evidence—Validity of title.\nWhere the executors of a decedent were given a power to sell the real estate and in their account they charged themselves with “Cash from R. A. Baer, proceeds of sale one-story house and lot on Orange street, $2,750,” and it appeared that Baer had owned the western half of a lot adjoining the land of such decedent and had subsequently erected a building upon his own and the land formerly of decedent, a finding that a conveyance by decedent’s executors to Baer had been made was warranted, although there was no deed upon record, and a party claiming under Baer could convey a marketable title.\nSubmitted Feb. 27, 1917,\nAppeal, No. 12, Jan. T., 1917, by defendant, from judgment of C. P. Lancaster Co., August T., 1916, No. 104, for plaintiffs, on trial -without a jury, in case of Samuél R. Wills and the Farmers Trust Company of Lancaster, Executors of the will of Mary L. Baer, Deceased, v. J. Fred. Fisher.\nBefore Brown, C. J., Mestrezat, Stewart, Moschzisker and Frazer, JJ.\nAffirmed.\nAssumpsit to recover the purchase-price of real estate sold by plaintiffs to defendant. Before Landis, P. J.\nThe opinion of the Supreme Court states the facts.\nThe trial judge who tried the case without a jury, found for plaintiff for $14,579.90 and entered judgment on the findings. Defendant appealed.\nErrors assigned were the findings and judgment of the court.\nT. Roberts Appel, of Appel & Appel, submitted for appellant.\nNo paper book for appellees.\nApril 16, 1917:"
  },
  "file_name": "0487-01",
  "first_page_order": 521,
  "last_page_order": 523
}
