{
  "id": 1032390,
  "name": "Bolden v. Greer et al., Appellants",
  "name_abbreviation": "Bolden v. Greer",
  "decision_date": "1917-04-16",
  "docket_number": "Appeal, No. 48",
  "first_page": "513",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 513"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 178,
    "char_count": 3131,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 4.2840366369129366e-07,
      "percentile": 0.9161576601570207
    },
    "sha256": "43fad6c47cdbbc70c22ff9fda91e96cfedd97469062da12a059ea2467e6a3c44",
    "simhash": "1:c50106033dbb8604",
    "word_count": 527
  },
  "last_updated": "2023-07-14T16:21:39.428621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Bolden v. Greer et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Brown,\nThis appeal is by The Fidelity and Casualty Company of New York from the action of the court below affirming an award by the Workmen’s Compensation Board to an injured employee. If this company has any standing as an appellant, its right to appeal must be found in Section 425 of the Act of June 2, 1915, P. L. 736. By that section an implied right to appeal is given to any party interested in a proceeding instituted under the act, but it must affirmatively appear from the record that the party appealing is so interested. At no stage of this proceeding did appellant ask to be allowed to intervene as an interested party. True, it filed an answer for the employer, to the petition of employee for an award of compensation, and appealed for the employer from the award; but nowhere in the proceeding, either before the referee, the compensation board or the court below, does it appear that it was an insurance carrier, carrying insurance covering the case of the appellee. Orderly pro- ' cedure requires that a party claiming to be interested in .^proceeding conducted under the Workmen’s Compensation Act shall make himself a party to the record by asking to intervene, unless it affirmatively appears from the record itself that he is actually a party in interest. As the record in the case before us discloses no right of appeal in the appellant, appellee’s contention that its appeal be quashed must prevail.\nAppeal quashed.",
        "type": "majority",
        "author": "Mr. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "William (r. Wright, for appellants.",
      "A. 8. Ashbridge, Jr., with him Andrew R. McGown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bolden v. Greer et al., Appellants.\nWorkmen's Compensation Law — PaHies in interest — Appeal by party not of record — Insurance company — Failure to intervene— Appeals — Practice, Supreme Court — Quashing appeals.\nA party claiming to be interested in a proceeding conducted under the Workmen’s Compensation Act should make himself a party to the record by asking to intervene unless it affirmatively appears from the record that he is actually a party in interest; an appeal by an insurance company from an order of court affirming an award of the Workmen’s Compensation Board will be quashed where the record does not show that appellant had any interest in the proceeding, and it is not material that it had filed an answer for the employer to the petition of the, employee for an award of compensation for the employer and appealed for the employer from the award.\nArgued March 19,1917.\nAppeal, No. 48, Jan. T., 1917, by The Fidelity and Casualty Company of New York, Insurance Carrier, from judgment of C. P. No. 2, Philadelphia Co., Dec. T., 1916, No. 1475, affirming award of the Workmen’s Compensation Board in case of Mahala Bolden v. Austin G. Greer, Jr.,.and the Fidelity and Casualty Company of New York.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer and Walling, JJ.\nAppeal quashed.\nAppeal from award of Workmen’s Compensation Board. Before Wessel, J,\nThe opinion of the Supreme Court states the case.\nThe court affirmed the award. The Fidelity and Casualty Company of New York appealed.\nError assigned was in affirming the award.\nWilliam (r. Wright, for appellants.\nA. 8. Ashbridge, Jr., with him Andrew R. McGown, for appellee.\nApril 16, 1917:"
  },
  "file_name": "0513-01",
  "first_page_order": 547,
  "last_page_order": 549
}
