{
  "id": 1032431,
  "name": "Wright v. Bristol Patent Leather Company, Appellant",
  "name_abbreviation": "Wright v. Bristol Patent Leather Co.",
  "decision_date": "1917-04-16",
  "docket_number": "Appeal, No. 68",
  "first_page": "552",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 552"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "46 Pa. Superior Ct. 296",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/46/0296-01"
      ]
    },
    {
      "cite": "149 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0351-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 82",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0082-01"
      ]
    },
    {
      "cite": "212 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941855
      ],
      "pin_cites": [
        {
          "page": "579"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0576-01"
      ]
    },
    {
      "cite": "155 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0349-01"
      ]
    },
    {
      "cite": "69 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0249-01"
      ]
    },
    {
      "cite": "61 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0427-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 352",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0352-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 15791,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 6.748732381642351e-07,
      "percentile": 0.9633140773844344
    },
    "sha256": "1a51298da1798b158db557b0289d2a6a399017b377b652b7986a12ee9c863dae",
    "simhash": "1:8acbbe3d8afee1fd",
    "word_count": 2727
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Wright v. Bristol Patent Leather Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the learned court below directing it to be entered.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Elton J. Buckley, for appellant.",
      "Grover O. Ladner, with him Charles I. Cronin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wright v. Bristol Patent Leather Company, Appellant.\nGontracts — Rescission—Notice—Insufficient rescission.\n1. To be effective, a notice for the rescission or termination of a contract must be clear and unambiguous, conveying an unquestionable purpose to insist on the rescission. Where the evidence is not clear .as to whether the party has rescinded the contract or not he will be deemed not to have done so.\n2. Where a contract prescribed the mode in which the right of rescission shall be exercised, or provides that certain specified acts shall be done as a condition to the right to rescind, it must be strictly followed, and the party cannot rescind in any other mode nor without complying with the conditions.\n3. Where a rescission is made on the ground of fraud, failure of consideration, or other equitable reason, the consideration for the property must be returned. Upon discovery of the fraud the injured party must rescind with reasonable promptness and must tender a return of the property or security-which was the subject-matter of the contract.\n4. In an action to recover the balance due upon installment payments under a contract for the sale of a secret formula for the preparation of patent leather, it appeared that the contract provided that “the party of the first part shall have the right at any time after the first payment has been' made, to discontinue the use of such formula or process, and method of treatment and upon said discontinuance, notice of which has been sent by the party of the first part to the party of the second part by registered mail to the last known address of the party of the second part, together with the return of said formula, the party of the first part shall not be required to make any further payments and all liability on the part of the party of the first part of any kind whatsoever under this contract shall cease and terminate absolutely.” The contract was dated September 1, 1913, and defendant failed to return the paper containing the formula by registered mail until April 10, 1914. Plaintiff contended she was entitled to payments falling due prior to April 10, 1914. The affidavit of defense alleged that the formula was worthless to the defendant in its business; that plaintiff was guilty of fraud in inducing defendant to make the contract; that a rescission of the contract was effected by a letter of defendant to the plaintiff under date of December 24, 1913, stating “as written you, we can do nothing as regards to sticking until Spring, ......When we again run into warm weather we may taire the subject up again with you, at which time we will resume our payments as per our agreement”; and that in view of the fact that both he and the plaintiff had memorized the formula, its return was not necessary to effect a rescission. On the trial, the jury disagreed. The lower court entered judgment on the record for the plaintiff for installments falling due prior to April 10, 1914. Held, no error.\nPractice, C. P. — Trials—Disagreement of jury — Judgment on the record — Act of April %0,1911, P. L. 70.\n5. Where a jury has disagreed, a party who has submitted a point for binding instructions in his favor, has the right to move the court for judgment on the record under authority of the Act of April 20, 1911, P. L. 70.\nArgued March 22,1917.\nAppeal, No. 68, Jan. T., 1917, by defendant, from judgment of C. P. No. 2, Philadelphia Co., Dec. T., 1914, No. 2391, entered for plaintiff on the record in case of Lucy W. Wright v. Bristol Patent Leather Company, a Corporation.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nAssumpsit to recover balance due upon contracts for sale of a secret formula to prepare patent leather.\nThe facts appear in the following opinion by Rodgers, J.:\nThis is an action in assumpsit to recover the balance due upon five installment payments on the total sum of five thousand dollars, under a contract for the absolute sale of the use of a certain secret formula to prepare patent leather without sun drying. Defendant reserves to itself a special right to rescind at any time before final payment, upon compliance with certain conditions.\nThe case was tried before a jury on January 4 and 5, 1917. Plaintiff presented a point for binding instructions in her favor for $1,500 with interest, which was refused. The jury disagreed and was discharged. Plaintiff now moves for judgment in her favor in accordance with the provisions of the Act of April 20,1911, P. L. 70. That the plaintiff, having submitted a point for binding direction in her favor has the right to move the court for judgment, in accordance with the Act of April 20, 1911, P. L. 70, has been decided in the case of Farmers & Breeders Mutual Reserve Fund Live Stock Insurance Co. v. Curran, 65 Pa. Superior Ct. 352, in an opinion by Kephart, J.\nThe material facts proven upon the trial are substantially as follows: The contract is dated the fifteenth day of September, 1913. For a period of about six months prior to the date of the contract for the sale and purchase of the formula in question, the defendant company had been carrying on experiments with a fluid mixture furnished them by the plaintiff, to enable it to test the merits and value of the process for use in its business, before committing itself to the contract.'\nSection 3 of the contract provides the method by which the defendant might terminate or rescind the contract, and thereby relieve itself of the payment of the various installments fixed therein. The portion of said section important in this cause is as follows:\n“The party of the first part shall have the right at any time after the first payment has been made, to discontinue the use of such formula or process, and method of treatment and upon said discontinuance, notice of which has been sent by the party of the first part to the party of the second part by registered mail to the last known address of the party of the second part, together with the return of said formula, the party of the first part shall not be required to make any further payments and all liability on the part of the party of the first part of any kind whatsoever under this contract shall cease and terminate absolutely,” etc.\nDefendant failed to return the paper containing the formula by registered mail, as provided for in this section of the contract, until April 10, 1914. Plaintiff claims, therefore, that under its terms she is entitled to a payment of $500, which became due Jánuary 1, 1914, and a payment of $1,000, due March 1, 1914. The defendant claims that it is entitled to have a jury pass upon the following questions:\n(a) Was the formula worthless to the defendant in its business, and, therefore, was there a failure of consideration?.\n(b) Was the plaintiff guilty of fraud and misrepresentation as to her formula or process as a means of inducing defendant to make the contract?\n(c) Did defendant in letters dated December 16,1913, December 18,1913, and December 24,1913, substantially perform the contract, even though its performance was not according to the terms set forth in the agreement?\nAccepting its position in its strongest sense in the letter of December 24,1913, to plaintiff, wherein defendant claims it substantially rescinded the contract, we find inter alia, this language:\n“As written you, we can do nothing as regards to sticking until Spring, and if you will peruse our letters of the 16th and 18th, you will note that our reasons are ample. When we again run into warm weather, we may take the subject up again with you, at which time we will resume our payments as per our agreement. We are sorry that our experiments were not successful enough to warrant our making further payments and the cost of further experiments.”\nIn connection with this letter the president of the defendant company admitted in his testimony at the trial that it was the intention of the defendant to resume experiments with the process at some future time. Therefore, defendant appears to have held out the suggestion to plaintiff that payment under the contract would be renewed or resumed in the summer season. In this attitude of defendant probably may be found the reason for its failure to return the formula to plaintiff by registered mail. The president of defendant company testified that the failure to return the paper containing the formula was due to the fact that he considered it worthless, that he had memorized its contents, placed it in his safe, and had forgotten it entirely.\nIn our opinion the case hinges upon the question as to whether the defendant, in order to be released from further payments under the contract, was not bound to return the paper containing the formula to plaintiff by registered mail, as provided in the contract. Here the parties themselves, after about six months of negotiating and experimenting with this process for treatment of patent leather, have provided the terms on which the contract they finally entered into, should be abrogated. It is undisputed that defendant did not pursue the method of rescission provided therein. We are persuaded that neither plaintiff nor defendant can dispense with such manner of cancellation or rescission without the consent of the other. Where there is nothing doubtful or ambiguous as to the parties’ intentions as disclosed in the contract, the effect of them is for the court to decide as a question of law.\nIn Black on Rescission of Contracts, Yol. 2, Sec. 574 (1916), the general rule is laid down as follows:\n“To be effective, a notice for the rescission or termination of a contract must be clear and unambiguous, conveying an unquestionable purpose to insist on the rescission. And where the conduct of one having the right to rescind a contract is ambiguous, and it is not clear whether he has rescinded it or not, he will be deemed not to have done so.”\nAnd again in the same work, Yol. 2, Sec. 513 (1916), the rule is held to be that:\n“Where a contract reserves to one of the parties the right to rescind it, and also prescribes the mode in which such right shall be exercised, or provides that certain specified acts shall be done by that party as a condition upon his right to rescind, it must be strictly followed, and the party cannot rescind in any other mode nor without complying with the conditions.”\nTo the same effect is the doctrine in Ruling Case Law, Yol. 6, 922.\nThe principle in Pennsylvania is well settled that where a party has a right to rescind a contract, and elects to do so, he must give notice to the vendor and offer to return the thing sold before suit to recover back his money, unless the thing which was the consideration of the contract be entirely worthless.\nAlso, that rescission on the ground of fraud, failure of consideration, etc., is a right in equity to a restoration of the consideration, and the party claiming the restoration must return the property attained or reconvey the title: Babcock v. Case, 61 Pa. 427; Beetem’s Administrators v. Burkholder, 69 Pa. 249; Howard v. Turner, 155 Pa. 349.\nIn Rumsey v. Shaw, 212 Pa. 576, 579, it was held that: “When a party relies upon a rescission of a contract he must show that he elected to rescind with reasonable promptness upon the discovery of the fraud, and must tender a return of the property or security which was the subject-matter of the contract: Cornelius v. Lincoln National Bank, 15 Pa. Superior Ct. 82.”\nButler et al. v. School District of the Borough of Lehighton, 149 Pa. 351, was an action for the price of furnaces furnished to school houses under a written contract. A period was fixed within which the test of the furnaces was to be made, which period was to be extended for two months if desired in writing before the first limit was reached. The directors failed to give notice .to the plaintiff on' or. before the date agreed upon, that the furnaces did not meet the requirements of the contract. There was some evidence that the secretary-met plaintiff accidentally and told him that there was complaint concerning the heaters. The court below left it to the jury to say whether or not the conversation amounted to notice. On appeal the court below reversed and the Supreme Court held (p. 355) :\n“Where there is a sale upon trial, with a time fixed by the parties, a failure to return the goods or give notice in accordance with the agreement makes the sale absolute.”\nIn Southwark Mills Co. v. Slepin, 46 Pa. Superior Ct. 296, it was held that:\n“Provisions in a contract of sale that cancellation of orders can only be made for breach of contract, and then only within five days after delivery of the goods, and that the purchaser is not entitled to allowance for defects unless claimed within ten days after delivery, are proper and reasonable, and will be enforced by the courts according to their terms.”\nMorrow v. Campbell, 31 Am. Dec. (Alabama) 704, is a case similar in its facts to the case under consideration. There the plaintiff sued on an agreement in which he sold defendant a patent right for land in Arkansas. . By its provisions defendant agreed to pay $500 unless the contract was rescinded on or before October 1, 1833, by return of the deed of sale of said right to the plaintiff. On or before that day plaintiff was informed that the deed of sale was lost and that defendant abandoned the contract. Verdict for defendant. Held on appeal. Judgment reversed. Collier, C. J., said (p. 706):\n“It has, however, been urged, that as the deed could subserve no purpose in the hands of the plaintiff, there could be no necessity for requiring its return before the rescission of the contract. Would not its retention place it in the power of the defendant to sell patent rights to the prejudice of the plaintiff’s interests? Be this as it may, the parties themselves have provided the terms on which their contract shall be abrogated, and neither can dispense with them, without the consent of the other.”\nWe are of opinion that the construction of the contract, and the various letters which were offered in evidence were for the trial judge; that the defendant has interposed no legal defense, and that plaintiff was entitled to an affirmance of her point for binding instructions. That the return of the paper containing the formula, by registered mail, to plaintiff, was a condition precedent that the defendant was obliged to comply with before it could relieve itself of liability to pay the installments as they fell due under the contract. There was no definite and unambiguous notice of rescission given plaintiff by defendant until April 10, 1914. This was a letter from defendant’s attorneys to plaintiff, in which the formula was returned to .her. Having failed to rectum the formula until after two installments had fallen due under the contract, the defendant became liable to plaintiff for the installments of $500 which fell due January 1, 1914, and of $1,000 due March 1, 1914, with interest thereon from their respective due dates.\nWe, therefore, sustain the plaintiff’s motion and now enter judgment in her favor and against the defendant for the sum of seventeen hundred and sixty-six dollars and twenty-four cents ($1,766.24), being the plaintiff’s claim of fifteen hundred dollars ($1,500), (the two installments above mentioned), with interest to date.\nOn the trial the jury disagreed and the court thereafter entered judgment for the plaintiff on the record in the sum of $1,766.24, being the amount of the claim with interest. Defendant appealed.\nError assigned was the judgment of the court.\nElton J. Buckley, for appellant.\nGrover O. Ladner, with him Charles I. Cronin, for appellee.\nApril 16, 1917:"
  },
  "file_name": "0552-01",
  "first_page_order": 586,
  "last_page_order": 594
}
