{
  "id": 1032359,
  "name": "Caveny, Appellant, v. Curtis et al.",
  "name_abbreviation": "Caveny v. Curtis",
  "decision_date": "1917-04-23",
  "docket_number": "Appeal, No. 95",
  "first_page": "575",
  "last_page": "583",
  "citations": [
    {
      "type": "official",
      "cite": "257 Pa. 575"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0378-01"
      ]
    },
    {
      "cite": "243 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0053-01"
      ]
    },
    {
      "cite": "141 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/141/0390-01"
      ]
    },
    {
      "cite": "112 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0203-01"
      ]
    },
    {
      "cite": "9 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0009-01"
      ]
    },
    {
      "cite": "224 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0390-01"
      ]
    },
    {
      "cite": "216 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0001-01"
      ]
    },
    {
      "cite": "126 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0367-01"
      ]
    },
    {
      "cite": "111 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/111/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 696,
    "char_count": 16969,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 7.038108978873344e-07,
      "percentile": 0.9661393386255338
    },
    "sha256": "0cce09fd460f693358122122b19080812facecf6af791a054f42f5e81dc5ae19",
    "simhash": "1:e8e5f7b536aea346",
    "word_count": 2862
  },
  "last_updated": "2024-02-27T20:04:24.308297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Caveny, Appellant, v. Curtis et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Feazee,\nPlaintiff appeals from a decree of the Court of Common Pleas of Montgomery County dismissing a bill in equity brought to restrain a conveyance of realty made without inserting in the deed certain restrictions forbidding the use of the property for offensive purposes.\nDefendants were tenants-in-common of a tract of land containing about fifty-two acres, and, desiring to sell the same, written authority was given to a real estate dealer, Maurice J. Hoover, to dispose of the property; the agreement stipulating the minimum price for which various parts of the land might be sold, and also containing the following provisions: “All land on the Mill Road to have restrictions as to cost of buildings and position of houses with reference to the road with the adjoining properties. All lands to be sold with restrictions as to offensive occupations. The sale of the minors’ interest to be approved by the Orphans’ Court.” The interest of the minors was represented by the Montgomery Trust Company, one of the defendants, their duly appointed guardian, which company, with the other parties in interest, signed the agency agreement with Hoover. On August 29, 1911, Hoover entered into an agreement of sale with plaintiff, by which he agreed to sell to the latter a part of the tract consisting of three acres “subject to the following restrictions: That at no time hereafter forever shall said premises, or any part thereof, be used or occupied for the manufacture, brewing, distilling or sale of spiritous or malt liquors, nor shall said premises or hny part thereof or any building erected thereon at any time hereafter be used or occupied as a tavern, drinking saloon, bone boiling establishment, tannery, slaughterhouse, glue, soap, candle, starch or gunpowder manufactory, or other offensive or dangerous purposes; and that at no time hereafter forever shall more than one dwelling be erected on said premises, and that the cost of said dwelling shall not be less than five thousand dollars; also that no dwelling shall be erected nearer than forty feet to the line of Waverly Road and further that any stable or garage that may hereafter be erected shall be built on the rear of said lot and not nearer than five feet to any party line.” The agreement also contained this clause: “The sale is made subject to the approval of the Orphans’ Court.” Plaintiff testified that at the time the agreement of sale was made there was exhibited to him the agency agreement, and a typewritten paper setting out the restrictions he was told by Hoover would be incorporated in the deeds for all other lands in the tract,, and that these restrictions were practically the same as those contained in the agreement of sale. A deed to plaintiff restricting the use of the property as above indicated was prepared, and the sale duly approved by the Orphans’ Court. At the time of the settlement, November 28, 1911, plaintiff made inquiry concerning the restrictions intended to be incorporated in deeds for other properties sold out of the tract, whereupon counsel for defendant dictated the following paper: “It is hereby agreed and understood that the lands now belonging to H. Agnes Curtis and D. Foster Hewett and the Montgomery Trust Company, guardian, which adjoin the land conveyed to William E. Caveny by deed dated November 6,1911, on the northeast, southwest and northwest, shall be sold subject to the restrictions as they appear of record, in said deed, which is now lodged for record in Norristown.” . This paper was signed by H. Agnes Curtis, and W. Drayton, “Attorney for Montgomery Trust Company, Guardian,” P. Foster Hewett, the other defendant, was not present at the time and did not sign the agreement, nor was it signed by the husband of H. Agnes Curtis, nor by the guardian of the minor defendants, except through its attorney, Mr. Drayton.\nSubsequently, on December 9, 1912, Hoover entered into an agreement for sale of seven acres of the tract to George H. Lorimer, “clear of encumbrance and easements......subject to the approval of the Orphans’ Court.” Upon the court’s approval of the sale, plaintiff filed the present bill to restrain the carrying out of the contract, alleging a violation of the agreement made with plaintiff concerning the imposing of restrictions on the entire tract. Demurrers to the bill were overruled, answers filed, and, after hearing, a decree nisi was entered restraining the conveyance to Lorimer without inserting restrictions against offensive occupations, it appearing that the tract sold was not so' situated as to be within the clause prohibiting the erection of buildings costing less than five thousand dollars. Subsequently, exceptions filed to the decree were sustained and the bill dismissed.\nDefendants denied the existence of a typewritten paper showing the restrictions to be placed on other properties, which paper plaintiff testified had been exhibited to him at the time of executing his agreement to purchase a portion of the tract; the court, however, found the transaction to be as described by plaintiff, and that plaintiff at that time was shown either the original or a copy of a previous deed for part of the same tract to Charles Sinkler, which, with certain exceptions mentioned by the court, contained the restrictions subsequently inserted in plaintiff’s deed. The court also found that defendants adopted no general plan or building scheme for the improvement of the tract from which an intent to impose similar restrictions upon all parts conveyed might be inferred, hence the case must be considered solely from the standpoint of the oral and written agreements between the parties.\nWe deem unnecessary a consideration of the question whether or not the act of the attorney for the guardian in signing the agreement of November 28, 1911, was within the scope of his authority or was ratified by the guardian, or whether Mrs. Curtis had power to create a restriction upon her property without the consent of her husband, because one of the tenants-in-common did not sign the agreement or authorize it to be signed for him, and, therefore, so far as the right to specific performance of the contract is concerned, the bill was properly dismissed. One tenant-in-common is without authority to bind his cotenants by an agreement concerning the use or control, or affecting the title, of the joint property: McKinley v. Peters, 111 Pa. 283. “Under ordinary circumstances neither tenant-in-common can bind the estate or person of the other by any act in relation to the common property, not previously authorized or subsequently ratified, for cotenants do not sustain the relation of principal and agent to each other, nor are they partners......A contract by one tenant-in-common in relation to the whole estate being voidable at the election of his cotenants not joining in said contract”: 38 Cyc. 101, 104. This principle is sustained by the citation of a large number of cases in various jurisdictions.\nAnother question for determination is the effect of the parol agreement as to restrictions on other parts of the property, which the court found, was made by Hoover, the agent, viewed in the light of the written authority of the latter, providing for “all lands to be sold with restrictions as to offensive occupations.” While this left the exact nature of the restrictions an open question, and apparently within the discretion of the agent, there can be no doubt the requirement itself is mandatory, and the verbal agreement by the agent to put restrictions in all other deeds was merely his act in following out the provisions of his written authority to sell. As was pointed out by the court below, the bill does not aver the parol agreement was omitted from the writing by fraud, accident or mistake, or that it was the inducement for the execution of the contract of purchase by plaintiff. A plaintiff in equity does not recover on proofs alone but on his pleadings and proofs. He must aver in his bill all matters essential to entitle him to recover, and neither implied allegations nor proof of matters not alleged can be made the basis for equitable relief: Thompson’s App., 126 Pa. 367; Luther v. Luther, 216 Pa. 1; Frey v. Stipp, 224 Pa. 390. The general rule is that preliminary agreements and understandings relating to the sale of land become merged in the deed; this rule, however, does not apply to independent convenants or provisions in an agreement of sale not intended by the parties to be incorporated in the deed. In such case the delivery of the conveyance is merely a part performance of the contract, which remains binding as to its further provisions: Seldon v. Williams, 9 Watts 9; Walker v. France, 112 Pa. 203; Close v. Zell, 141 Pa. 390. The present is an illustration of this exception to the general rule. There was apparently no intention that the provision as to the prohibition in deeds for other parts of the same tract should be inserted in the deed to plaintiff. His conveyance is ‘complete as it stands, and there is no question of altering its provisions by the insertion of a clause omitted by- fraud, accident or mistake. The mistake, if any, was in failing to insert the provision in the agreement of sale. No averment to that effect is found in the bill, however. Neither is there an averment to the effect that the promise formed the inducement for the execution of the agreement of sale. In fact, that agreement is not mentioned. That restrictions were to be inserted in all deeds is conclusively shown in the written authority of the agent; and that the parol promise was made to insert in all deeds prohibitions similar to those in plaintiff’s deed, is found by the court below and supported by the evidence. It is equally clear, however, that plaintiff’s bill contains no averments entitling him to the relief asked.\nThe bill is also defective for want of necessary parties. It asks the court to restrain defendants from making-conveyance to Lorimer without including therein the clause forbidding the use of the property for the purposes specified. Lorimer would be directly affected by such decree, and is entitled to be heard, consequently, he is a necessary party to the bill: Monesson Boro. v. Monesson Water Co., 243 Pa. 53.\nAssuming the defects mentioned above were corrected by amendment, a further question remains involving the right of a court of equity to enter a decree which in effect modifies the decree of the Orphans’ Court. Two of the coowners of the land are minors, and their interests are represented by a guardian, a party defendant. The acts of the guardian with respect to the property of the minors are necessarily under the supervision of the Orphans’ Court. Furthermore, the agreement to convey in each case stipulated the sale was made subject to the approval of the Orphans’ Court, which was duly obtained. Upon application for leave to sell to plaintiff, that court was without knowledge of the additional agreement to impose restrictions on the remaining land, and, so far as is known, was not asked to pass on the question of the advisability of the guardian entering into such agreement. Should a decree be entered in this proceeding restraining the sale to Lorimer without incorporating the restrictions as to the use of the property, the effect will be to modify the decree of the Orphans’ Court approving- the sale, and thus permit the action of that court to be attacked in a collateral proceeding.\nJurisdiction of guardians and their accounts was given to the Orphans’ Court by the Acts of March 29, 1832, P. L. 190, and June 16, 1836, P. L. 682, and in recognition of this jurisdiction the parties expressly stipulated that each sale was made conditional upon the approval of that court. In the exercise of its discretion, that court was entitled to have before it all facts relating to each sale for which approval was asked, having either a bearing or influence in the- disposition of the matter. The jurisdiction of that court,, by statute and by act of the parties, became exclusive in this controversy (Johnstone v. Fritz, 159 Pa. 378), and an application which tends to affect in any manner its decree heretofore entered must be made direct to it.\nThe decree of the court below in dismissing the bill is affirmed, without prejudice, however, to the right of plaintiff to apply to the Orphans’ Court for amendment of its decree in conformity with the agreement and intention of the parties, if it appears the saie to Lorimer has not been consummated by payment of the purchase-money, and final return made of the sale.",
        "type": "majority",
        "author": "Mb. Justice Feazee,"
      }
    ],
    "attorneys": [
      "Nicholas H. Larzelere, with him Charles Townley Larzelere and Franklin L. Wright, for appellant.",
      "William 3. Peace and William Drayton, with them Montgomery Evans, for appellees."
    ],
    "corrections": "",
    "head_matter": "Caveny, Appellant, v. Curtis et al.\nEquity — Contracts—Beal property — Specific performance — Tenants-in-common — Minors—Written contracts — Variation ~by parol —Quardicms—Jurisdiction, 0. C.\n1. Oue tenant in common is without authority to hind his co-tenants by an agreement concerning the use or control or affecting the title of the joint property.\n2. A written contract cannot be varied by. parol, in the absence of an allegation that anything was omitted from the writing by fraud, accident or mistake, or that such parol matter was the inducement for the execution of the contract.\n3. A plaintiff in equity does not recover on proofs alone, but on his pleadings and proofs; he must; aver in his bill all matters, essential to entitle him to recover, and neither implied allegations nor proof of matters not alleged can be made the basis for equitable relief.\n’ 4. A bill in equity to restrain defendant from making a conveyance of property to a third person, not a party to the bill, is defective for want of parties; the rights of such third person would be directly affected by such decree and he is entitled to be heard.\n5. The Common Pleas Court, sitting in equity, has no power to restrain the conveyance of certain real estate in which minors have an interest, where it appears that the sale has been approved by the Orphans’ Court and that the decree prayed for would in effect modify the decree of the Orphans’ Court, approving the sale.\n6. In a suit in equity to restrain defendants from conveying land to a third person, without incorporating into the conveyance certain restrictions as to the use of, the property, it appeared that plaintiff had purchased property in the neighborhood from the same parties, subject to certain restrictions and that, at the time of the conveyance, it was agreed between him and the agent of defendants that the property adjoining his should be sold subject to the same restrictions. The agreement, however, was not signed by one of the parties having an interest in the premises, and two of the persons interested in the property were minors. Thereafter defendants agreed to sell certain land adjoining plaintiff’s to a third person subject to the approval of the Oiphans’ Court. No restrictions were included in the agreement. The Orphans’ Court approved the sale of the minors’ interest, and the defendants were about to convey. The person to whom the conveyance was to be made was not a party to the bill. Held, (1) that the alleged agreement was defective because not signed by all the parties interested in the property; (2) that the alleged verbal agreement of the agent to put restrictions on all other conveyances of all other adjacent land owned by defendants could not be considered, in the absence of allegation or proof that such agreement had been omitted from the contract between plaintiff and defendant by fraud, accident or mistake, or that it was the inducement for the execution of the contract of purchase by plaintiff; (3) that the bill was defective for want of parties in that the person with whom the agreement of sale had been made was not a party; (4) that as the sale of the minors’ interest had been approved by the Orphans’ Court, the Common Pleas Court could not enter a decree which would in effect modify a decree of the Orphans’ Court, and the bill was dismissed without prejudice to the right of the plaintiff to apply to the Orphans’ Court for amendment of its decree in conformity with the agreement and intention of the parties if the sale had not been consummated.\nArgued Jan. 29, 1917.\nAppeal, No. 95, Jan. T., 1916, by plaintiff, from decree of C. P. Montgomery Co., March T., 1913, No. 4, refusing an injunction, in case of William E. Caveny v. H. Agnes Curtis, D. Foster Hewett and The Montgomery Trust Company, Guardian of Charles Francis Hewett and George Hale Hewett, Minors.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nBill in equity for an injunction. Before Swartz, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the bill. Plaintiff appealed.\nError assigned, among others, was the decree of the court.\nNicholas H. Larzelere, with him Charles Townley Larzelere and Franklin L. Wright, for appellant.\nWilliam 3. Peace and William Drayton, with them Montgomery Evans, for appellees.\nApril 23, 1917:"
  },
  "file_name": "0575-01",
  "first_page_order": 609,
  "last_page_order": 617
}
