{
  "id": 1159007,
  "name": "Allegany Gas Company, to use, v. Kemp et al., Appellant",
  "name_abbreviation": "Allegany Gas Co. v. Kemp",
  "decision_date": "1934-06-30",
  "docket_number": "Appeal, No. 253",
  "first_page": "97",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "316 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "37 N. E. 232",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "104 Pac. 639",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "55 Wash. 336",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        1301626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/55/0336-01"
      ]
    },
    {
      "cite": "65 S. W. 336",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "30 Am. Dec. 103",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "16 Wend. 460",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/16/0460-01"
      ]
    },
    {
      "cite": "79 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/79/0436-01"
      ]
    },
    {
      "cite": "225 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0338-01"
      ]
    },
    {
      "cite": "44 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0009-01"
      ]
    },
    {
      "cite": "271 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0364-01"
      ]
    },
    {
      "cite": "3 Watts 129",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0129-01"
      ]
    },
    {
      "cite": "112 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0272-01"
      ]
    },
    {
      "cite": "146 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827870
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0144-01"
      ]
    },
    {
      "cite": "94 Pa. Superior Ct. 175",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/94/0175-01"
      ]
    },
    {
      "cite": "303 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0306-01"
      ]
    },
    {
      "cite": "299 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0017-01"
      ]
    },
    {
      "cite": "294 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0282-01"
      ]
    },
    {
      "cite": "286 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0319-01"
      ]
    },
    {
      "cite": "312 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0584-01"
      ]
    },
    {
      "cite": "302 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0349-01"
      ]
    },
    {
      "cite": "300 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0242-01"
      ]
    },
    {
      "cite": "297 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0247-01"
      ]
    },
    {
      "cite": "296 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0285-01"
      ]
    },
    {
      "cite": "296 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116589
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0010-01"
      ]
    },
    {
      "cite": "299 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122267
      ],
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0200-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1087,
    "char_count": 25444,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 4.591868055308843e-07,
      "percentile": 0.9256595654804585
    },
    "sha256": "979f2043649973c9e8537554f90e4f4a73b357b010b6b232e2248aad717e78eb",
    "simhash": "1:aee24dca3e302a98",
    "word_count": 4496
  },
  "last_updated": "2024-02-27T19:15:15.189010+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kepi-iart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Allegany Gas Company, to use, v. Kemp et al., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nIn 1920 and prior thereto, Bert J. Kemp and Kittie M. Kemp, his wife, were tenants by the entireties of a farm of about 100 acres, located in Farmington Township, Tioga County, in this State, which will hereinafter be called the Farm. Shortly thereafter Roscoe M. Kemp, (a nephew of Bert J. Kemp), who was then living on the Farm, began negotiations for its purchase. The course of the negotiations are not clearly set forth in the record, nor are they important. It suffices that they resulted in an agreement that Roscoe M. Kemp was to purchase the Farm for $3,000 (payable in installments), part of which was two mortgages for $1,000 and $800 respectively then secured thereon. The agreement was reduced to writing, was executed by Bert J. Kemp and Roscoe M. Kemp and was retained by the former. It was an effective legal agreement for the sale of the Farm so far as Bert J. Kemp was concerned, the only substantial doubt being as to whether or not Kittie M. Kemp executed it. Apparently with grave doubts, in which we join, the chancellor decided that she did not. As the court in banc has approved this finding, based on sufficient evidence, we, also, will accept it as correct.\nIn accordance with the agreement, Roscoe M. Kemp continued in possession of the Farm, paid the taxes and insurance on it, made the necessary repairs and in all respects acted regarding it as an owner would do. On May 21, 1930, he and his wife leased it to the Allegany Gas Company, legal plaintiff herein, its heirs and assigns, for the consideration therein expressed, “for and during the term of 15 years from \"the date hereof, and so long thereafter as oil and gas can be produced in paying quantities/7 giving to the legal plaintiff and its assigns “the exclusive right......of operating and drilling for petroleum and gas, to lay pipe lines, erect necessary buildings/7 etc., etc., during the term of the lease. A few months later the legal plaintiff, assigned the lease to the East Penn Development Company, the use-plaintiff herein. It is neither alleged nor proved that the legal and use-plaintiffs did not fully comply with all of the lessee’s covenants in the lease.\nSo far as the record discloses, everybody interested, including therein Bert J. Kemp and Kittie M. Kemp, his wife, and Roscoe M. Kemp and Crena Kemp, his wife, were at all times satisfied with the existing status until shortly after the. lease was assigned to the use-plaintiff. About that time, the legal plaintiff completed the drilling of a gas well (known as the Palmer Well) on another property about a mile away from the Farm, from which well there was obtained “an open flow of 21,000,000 cubic feet [of gas] per day.” Evidently this bonanza on their neighbor’s property, caused the Kemps, one and all, to conclude that their lease was a bad bargain so far as they were concerned, and hence they and the other defendants, entered into “an unlawful conspiracy to defraud the plaintiff of its rights” thereunder. This was averred in the bill in equity, and the chancellor expressly so found, though, as he said, “it later developed that the action taken was unnecessary, and the conspiracy useless,” basing this conclusion on his finding, above referred to, that the title of Kittie M. Kemp, as one of the tenants by the entireties of the Farm, had not been divested by the agreement of sale to Roscoe M. Kemp, since, as he had decided, she had not joined therein. Beyond this point the chancellor did not go, and hence advised a dismissal of the bill. The court in banc wisely looked a little further, however, and, for reasons hereinafter pointed out, reversed that conclusion. It agreed with the chancellor, in his finding that the plan concocted by defendants “constituted an illegal conspiracy to cheat and defraud the Allegany Gas Company and its successors in title.” To this finding, as .one of fact, appellants did not except in the court below, though they did object to the legal conclusions drawn from it. In view of this it is not necessary to set forth in detail the facts regarding the conspiracy and the methods employed by appellants to wrongfully oust appellees from the rights acquired by them under the lease (Huff’s Est., 299 Pa. 200, 204); in so far as they are important, they appear, however, in the quotation from the opinion of the court below as hereinafter set forth.\nFor still another reason the details of the conspiracy need not be set forth at length. The statement of questions involved does not challenge the fact of the illegal conspiracy, and the attempt thereby to deprive plaintiffs of their rights under the oil and gas lease. From this also it follows that that finding cannot be controverted on this appeal: Whalen v. Smith Fireproof Construction Co., 296 Pa. 10; Rubinsky v. Kosh, 296 Pa. 285; Adams v. Field, 297 Pa. 247; New York & Penna. Co. v. N. Y. C. R. R. Co., 300 Pa. 242; Van Billiard v. Croft & Allen Co., 302 Pa. 349; Lyon v. Pittsburgh, Allegheny & Manchester Traction Co., 312 Pa. 584. For present purposes, therefore, it is an indisputable fact that appellants entered into an illegal conspiracy to cheat and defraud appellees of their oil and gas lease. This being so, appellants’ elaborate and interesting, though inapplicable, argument, when considered in connection with the statement of the questions involved, which, as we have shown, are exclusive and controlling, leaves only the following questions for consideration:\n1. Is there sufficient evidence of the ratification by Kittie M. Kemp of the sale of the Farm to Roseoe M. Kemp to satisfy the requirements of the statute of frauds?\n2. Is this matter sufficiently set forth in the bill in equity to entitle it to be considered? On this latter point, it is sufficient to say that appellants did not except to the adjudication and decree'of the court below upon this ground, and hence it cannot be considered on this appeal. Objections which might have been raised in the trial court but were not, on appeal will be treated as having been waived: Linck v. Plankenhorn, 286 Pa. 319; Kohn v. Burke, 294 Pa. 282; Prenzel v. Apex Hosiery Co., Inc., 299 Pa. 17; Oil City Nat. Bank v. McCalmont, 303 Pa. 306.\nAs to the first point: for the reason hereinbefore stated, we must assume that Kittie M. Kemp did not sign the agreement of sale to Roscoe M. Kemp. It is clear, however, that she knew all about it, acted under it, and expected to continue doing so. She, herself, so testifies : “Q. Bert told you about selling the Farm to Roscoe? A. Yes....... Q. Didn’t he tell you at any time that he sold the farm for $3,000 to Roscoe or about that price? ...... A. I think he must have told me. Q. You knew he had sold the farm to Roscoe, didn’t you? A. Yes....... Q....... You knew from time to time that he [Roscoe] was paying on [account of] this land contract, and on the personal property too? A. Yes. Q. At different times you received the money and signed Bert Kemp’s [her husband’s] name? A. If Bert was not home I received it...... Q. You knew of the receipt of the different payments from time to time? A. Yes, sir. Q. You approved of those payments — accepted them when he came and gave them to you, as payments on the farm and lease? A. Yes, I accepted them. Q. And you knew from time to time, from that date down until you were at Wellsville, that Roscoe had made payments on this contract, didn’t you? A. I think he had. ...... Q. You were perfectly willing to stand by Bert’s deal with Roscoe in the bargain of $3,000 for the farm, were you not...... A. Well, I am Bert’s wife. Q. You were perfectly satisfied, after he made the deal? A. I had to be. Q. You were, weren’t you? A. Perhaps. ...... Q. You knew and expected, if Roscoe paid this purchase price, to deed him the property, didn’t you, that was the bargain, wasn’t it? ...... A. Yes...... Q. Mrs. Kemp, as I understand then, you were willing at all times to do what your husband thought best to do, and consented that he do this business, didn’t you? A. Yes.”\nThis was the status until appellants, in pursuance of their unlawful conspiracy to cheat and defraud plaintiffs of their oil and gas lease, met at Wellsville, in New York State, as referred to in the foregoing testimony. Their place of meeting was at the office of the lawyer for Rufus R. Murray, one of the conspiring defendants, who was to receive a new oil and gas lease of the Farm, if, in pursuance of their unlawful conspiracy, the defendants succeeded in getting rid of plaintiffs’ lease. To get rid of it was the purpose of their meeting, and they were relying upon and following the guidance of the lawyer to successfully accomplish their illegal design. Murray and all four of the Kemps were present at that meeting, and all were engaged in the conspiracy. What occurred there was crucial, and was determinative of the present controversy, though, happily, not in the way the conspirators hoped it would be. On the contrary, as the court in banc determined, what was there done definitely bound Kittie M. Kemp to the agreement made by her husband with Roscoe M. Kemp, despite the convenient loss (?) by the conspirators of the two papers, either one of which, if produced, would have at once and finally answered all the objections which they now urge why, because of their nonproduction, a court of equity cannot right the wrong which they attempted to perpetrate. The contents of these two papers are, indeed, the only essential facts disputed in the case. Both of them were alleged to have been lost by Bert J. Kemp, one of the conspirators. One of them was the agreement of sale of the farm to Roscoe M. Kemp and the other was the written demand, signed by Bert J. Kemp and Kittie M. Kemp, his wife, at the Wellsville meeting, and then presented by them to Roscoe M. Kemp, demanding that he forthwith pay the amount due on that agreement of sale. These papers are not said to have been lost at the same time and in the same way, but only after it was found that the production of the one and later on of the other would have been fatal to appellants’ contention; then, and under those circumstances defendants alleged they had been lost.\nThe situation and relation of the parties at and prior to the meeting at Wellsville, and what they then did and the effect thereof, so far as they need be detailed, perhaps cannot better be expressed, certainly cannot be more clearly stated, than as appears in the following extract from the opinion of the court below:\n“Comes now the question as to whether Kittie M. Kemp ratified and accepted the [written] articles of agreement entered into between Bert J. Kemp and Boscoe M. Kemp. Let it be observed first, and it was in effect so found by the chancellor, tljat, until the discovery of gas near by, she regarded herself as bound by the agreement, accepted the benefits of it, received and receipted for payments to apply on the purchase price, made no protest, stood by and watched Boscoe M. Kemp make improvements on the premises and exercise dominion over them and expected to join in the deed when the contract price was paid. Every moral consideration required her to stand by the agreement, and had the Allegany Gas Company in May, 1930, or prior thereto, made inquiry as to the nature of the title which Boscoe M. Kemp and wife tendered it, there can be little [if any] doubt that it would have been satisfied that a deed of conveyance from Bert J. Kemp and Kittie M. Kemp would have been forthcoming to Boscoe M. Kemp at the proper time. Further, it is apparent that upon discovery of gas in the Palmer well, and in great quantities, located so near to the Kemp lands, the defendants (except of course the sheriff) entered into a scheme through the medium of which they intended to destroy the lease to the Allegany Gas Company and obtain for themselves, including Boscoe M. Kemp, much larger benefits than would have accrued to Boscoe and Crena [his wife] under the lease, made prior to the discovery. And it is to be noted that all of them, as well as the lawyer to whom Murray took the Kemps, apparently thought that the only way to destroy the Allegany lease was to destroy the Boscoe M. Kemp title. In other words, they were of the opinion that Roscoe had title. [Hence the need for losing (?) the agreement of sale.] Why all this elaborate machinery if all Kittie M. Kemp had to do was to assert her title? And why the 'payment then of $400, to. Roscoe, and the agreement to release him from all obligations under the contract as well as under the personal property lease? And why leave him in possession? And why later pay him $3,875.00, and agree to return the farm to him subject to the Murray lease and free of all liens? There can be only one answer. They planned to obliterate a title which they thought Roscoe (or Roscoe and Crena) had, and so deprive the Allegany Gas Company of all rights under its lease. If Roscoe M. Kemp, or he and his wife, had an equitable title at the time said lease was given, then this plan as executed constituted an illegal conspiracy to cheat and defraud the Allegany Gas Company and its successors in title.\n“It is true that all the above facts, while they exhibit the scheme and its purpose, do not constitute proof that Kittie M. Kemp had joined in a conveyance in binding form of the equitable title to Roscoe M. Kemp; but they are persuasive of the equities of the case; persuasive of her conception of Roscoe’s rights and her obligations with reference to them; and persuasive of the meaning of her action when she signed a demand that Roscoe either pay up on the contract or surrender the premises [which was the first step taken at that meeting of the conspirators]. She seeks to avoid the consequences of her acquiescence in her husband’s contract by recourse to a statute which was enacted for the prevention of frauds. Is she in a position to do so?\n“Plaintiffs insist that by her acquiescence and without any writing signed by her she became bound as a vendor by the contract made by her husband. To this proposition we cannot assent. The testimony is that she did not sign this contract. Since the statute of frauds requires that an agent, in order to bind his principal, must have written authority to sell real estate, ratification of the unauthorized acts of an alleged agent must also be in writing: Martz v. Bower, supra [94 Pa. Superior Ct. 175]. But she did have power to ratify the contract if the ratification was in writing signed by her. A subsequent ratification is equivalent to a prior authority: McClintock v. Oil Co., 146 Pa. 144-61; Dumn v. Rothermel, 112 Pa. 272-81; McDowell v. Simpson, 3 Watts 129-35. Did she so ratify? Nothing, so far as this question is concerned, can be predicated upon the fact that she signed the surrender agreement [which was prepared by the lawyer and was to be executed by Roscoe M. Kemp if he did not pay the amount demanded by the previous paper served on him, which, as one of the conspirators, it was known he would not pay, but would sign, as he did, this surrender agreement as to the property] for the reason that the recital therein to the effect that she had signed the original contract, which recital might otherwise have been fatal to her cause, has been found to be a mistake. But at the meeting in Wells-ville on November 6, 1930, she first signed a written demand addressed to Roscoe M. Kemp and wife requiring them either to pay the balance due on the original contract or to surrender the premises. This paper also, it appears, has been lost, and this is singular, as at the inception of defendants’ plans it seems to have been regarded by them as an important link in their proceedings. However, the evidence is clear and uncontradicted that the contents of the paper were as stated above, that it was signed by her, and that it had reference to the contract between Bert J. Kemp and Roscoe M. Kemp, the terms and conditions of which are otherwise clearly shown. Although the recital in the surrender agreement was shown to be a mistake, no effort was made to show that the demand contained any mistaken statement. It follows that Kittie M. Kemp must abide by the legal implications of that demand. What are they?\n“In our opinion this demand amounted to a ratification of the contract of sale. It recognized and adopted the original agreement as her own, and required its execution by the other party. Such a writing need not be formal. The recognition of it with approval amounts to a ratification, and satisfies the statute of frauds: McClintock v. South Penn Oil Co., 146 Pa. 144; Curry v. Bacharach Quality Shops, Inc., 271 Pa. 364.\n“ ‘These instances reveal the general principle that the persons intended to be wronged by a transaction are not bound by it, and also that they are not bound to reject it; they may adopt or confirm it, or agree to be bound by it; their consent._____may be given after the wrong becomes known, and then, if given with the deliberation, intelligence, and freedom that the law of ratification requires, and in a form adequate to the particular kind of contract, they become willing parties to the contract, bound equally with the others. They consent to be bound by it if they elect to enforce it, and then they can no longer treat it as a nullity, for that would be to maintain a contradiction, or to justify at the same time two repugnant claims, both the nullity and validity of the contract’: Pearsoll v. Chapin, 44 Pa. 9-14.\n“The same case is authority for the principle that a contract tainted with fraud may be confirmed or ratified without a new contract founded on a new consideration.\n“ ‘Ratification means the adoption by a person, as binding on himself, of an act done in such relations that he may claim it as done for his benefit, although done under such circumstances as would not bind him, except for his subsequent assent, as where an act was done by a stranger having at the time no authority to act as his agent, or by an agent not having adequate authority. The acceptance of the results of the act with an intent to ratify and with full knowledge of all the material circumstances, is a ratification. Ratification makes the contract in all respects what it would have been if the requisite power had existed when it was entered into. It relates back to the execution of the contract, and renders it obligatory from the outset. The party ratifying becomes a party to the contract, and is, on the one hand, entitled to all its benefits, and on the other, is bound by all its terms’: Words and Phrases Judicially Defined, volume 7, page 5929.\n“If Kittie M. Kemp’s action in signing the demand did not amount to a ratification of the contract, what would she have done had Roscoe M. Kemp complied with her demand for payment of the amount due? Surely she could not then have refused to execute a deed which would have been due by the terms of the same contract, the satisfaction of which she demanded in money. Roscoe M. Kemp did not pay, but recognized her ratification and her rights thereunder by executing the surrender agreement and accepting the benefits accruing to him under it. Upon such recognition the contract between Bert J. Kemp and Kittie Kemp on the one hand and Roscoe M. Kemp on the other was complete and in such form as to satisfy the statute of frauds ; and the latter’s rights thereunder enured to the benefit of his lessee, Allegany Gas Company, and its assignee, the use-plaintiff.......\n“An equitable title having been vested in Roscoe M. Kemp under the contract, the lease by him and his wife to Allegany Gas Company vested in that company a corporeal interest in the premises: Barnsdall v. Bradford Gas Co., 225 Pa. 338. This interest of course passed by the assignment to East Penn Developing Co., the use-plaintiff. To the extent of the interest thus owned by the plaintiff, Roscoe M. Kemp held the equitable title in trust for the plaintiff: Taylor v. Preston, 79 Pa. 436-40. How could he surrender that which he no longer owned in his own right? Practically this same question was recently adjudicated in Lycoming Natural Gas Co. v. Searle et al., in the Court of Common Pleas of Potter County, No. 5, March Term, 1932, in equity, not reported. In that case the court, Lewis, P. J., held that to allow a vendee under articles of agreement for the sale of land, by secret surrender, to extinguish an estate he himself has conveyed, would open wide the door to fraud; and that any other rule would be unjust and inequitable. In that case the court stated that he found no Pennsylvania case on the precise question reported, but cited the following cases from other jurisdictions, which appear amply to sustain the principle: Attorney General v. Purmort et al. (N. Y.), 5 Paige’s Chancery Reports 620 (Law edition, volume 3, page 856), affirmed in 16 Wend. 460, 30 Am. Dec. 103; Commercial Bldg. Trust Co. v. Wright, 65 S. W. 336 (Ky.); Scott v. Farnam, 55 Wash. 336, 104 Pac. 639 (Wash.); McCauley v. Coe, 37 N. E. 232 (Ill.); Davis v. Milligan, 6 So.908 (Ala.).\n“It follows that since Bert J. Kemp and Kittie M. Kemp had knowledge, both constructive and actual, of the Allegany Gas lease, they took title under the surrender agreement, if at all, subject to the rights of the plaintiff under that lease. It follows also that Rufus R. Murray and his associates, charged with like notice, took title under the lease to Murray and later under the deed to Bryson and Shelling, subject to the same rights.”\nAppellants did not except to any of the findings of fact in the foregoing extract from the opinion of the court, nor did they except to the finding that the written demand made upon Roscoe M. Kemp, at the Wellsville meeting, was in the alternative for the payment of the amount due under the contract of purchase, or, in default thereof, for surrender of the Farm, and that this written demand was signed by both Bert J. and Kittie M. Kemp; and hence, for the purposes of this appeal, all these statements are conclusively determined to be true. Though unnecessary, it may be as well, however, to state that appellants’ repeated attempts to show that the statute of frauds bars the relief sought in this case, have not even a shadow of basis to sustain them.\nThus appellants allege in their brief that there was no evidence that the original agreement of sale to Roscoe M. Kemp “contained a description of the land or an identification, of the land” sold. Of course there was no such'evidence; the fact was expressly admitted in paragraph 3 of their answer and also in paragraph 3 of their amended answer. They say, too, the agreement was also insufficient because it did not specify the date when a deed should be made to Eoscoe M. Kemp; they forget, however, that the purchase price was to be $3,000, payable at the rate of $100 per year with interest; the giving of a deed of course being compellable when the last payment was made.\nThey next say that the evidence is insufficient to sustain the findings of the court in banc as respects the description of the property specified in the written demand of Bert J. Kemp and Kittie M., his wife, as presented to Eoscoe M. Kemp at the meeting of the conspirators in Wellsville, contending that this insufficiency arose from the fact that the finding depended on the testimony of Eoscoe M. Kemp, who never saw that writing but only heard it read. In point of fact, he testified that he personally read it: “Q. Did you read it or did Mr. O’Con-nor [appellant’s lawyer] read it to you? A. I think both”; and Bert J. Kemp testified that he and his wife had both signed it. But more fatal to appellants’ argument on this point is the fact that in paragraph 11 of their amended answer, and in Exhibit A referred to therein and attached to the answer, the description of the property is expressly and fully given.\nSo, too, appellants say, “And, finally, our position is that the plaintiffs (appellees) could not succeed in this action in any event, since......the bill of complaint said nothing about a memorandum in writing sufficient to satisfy the statute of frauds; and that under these circumstances.......the plaintiffs’ (appellees’) action must fail.” This we have already considered, but may add that neither the answer nor any other pleading raises any such objection. When then appellants suggested it during the taking of the evidence, appellees had the right to produce rebuttal evidence, and this they did. Appellees’ “action was [still] based on tbe written contract for the sale of tbe land”; tbe attempt to defeat it, because of tbe statute, was simply itself defeated by tbe countervailing evidence.\nIt is needless to pursue tbe subject further. Tbe admissions of tbe answer and tbe admitted writings themselves, make clear that tbe conspiracy (tbe existence of which is not challenged on this appeal) to defraud appellees, wholly failed, especially when considered in tbe light of tbe maxim in odium spoliatoris omnia praesumuntur.\nTbe decree of tbe court below is affirmed and tbe appeal is dismissed at tbe cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "T. B. Wilson, of Wilson & Fitzgibbon, with him Norman Leslie, for appellants.",
      "Archibald F. Jones, with him Andrew B. Dunsmore, Chester H. Ashton and W. F. DuBois, for appellee."
    ],
    "corrections": "",
    "head_matter": "Allegany Gas Company, to use, v. Kemp et al., Appellant.\nArgued May 23, 1934.\nBefore Frazer, C. J., Simpson, Kepi-iart, Schaffer, Maxey, Drew and Linn, JJ.\nT. B. Wilson, of Wilson & Fitzgibbon, with him Norman Leslie, for appellants.\nArchibald F. Jones, with him Andrew B. Dunsmore, Chester H. Ashton and W. F. DuBois, for appellee.\nJune 30, 1934:"
  },
  "file_name": "0097-01",
  "first_page_order": 125,
  "last_page_order": 139
}
