{
  "id": 1158974,
  "name": "McKee, Receiver, v. Wilson et ux., Appellants, et al.",
  "name_abbreviation": "McKee v. Wilson",
  "decision_date": "1934-11-26",
  "docket_number": "Appeal, No. 160",
  "first_page": "389",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "316 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "124 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563074
      ],
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0138-01"
      ]
    },
    {
      "cite": "102 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/102/0017-01"
      ]
    },
    {
      "cite": "51 Pa. Superior Ct. 233",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        430462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/51/0233-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 95",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/21/0095-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 3639,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.298683887925319e-07,
      "percentile": 0.6216462813082925
    },
    "sha256": "f9bf38939ce0a7979121175d8185b5687ae97c7d16889e4bc3f9acf8159a9784",
    "simhash": "1:36da3bfa7243868e",
    "word_count": 617
  },
  "last_updated": "2024-02-27T19:15:15.189010+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "McKee, Receiver, v. Wilson et ux., Appellants, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThis is a bill in equity which prays that the satisfaction mistakenly entered on the record of a mortgage be struck off. The chancellor awarded the relief, and the defendants appeal.\nJ. Bayard Wilson and Pearl F. Wilson, the defendants, husband and wife, conveyed a property to Anna M. Ax-ton. She and her husband executed a mortgage thereon for $10,000 to Citizens Title and Trust Company. This mortgage passed to the National Bank of Fayette County, its receiver being the plaintiff. About a year later the Axtons conveyed the property to Wilson and his wife as tenants by entireties. Under the deed the grantees assumed payment of the mortgage. Thereafter J. Bayard Wilson made application to the Citizens Title and Trust Company for a new loan of $10,000 and for a new mortgage in order to change the terms of payment provided by the original mortgage. The application was in writing, and in it Wilson represented that he was the sole owner of the property to be bound and that it was encumbered by the above-mentioned mortgage. The loan was made and the new mortgage executed and recorded. The original one was satisfied. When satisfaction was entered the trust company’s representative did not know of the falsity of the representation of Wilson that he was sole owner of the property, although an examination of the record would have shown that he was not. The chancellor found that the representation of Wilson that he was the sole owner constituted a fraud on the trust company.\nIn answer to the prayer of the present holder of the mortgage that the mistakenly entered satisfaction be stricken off, defendants argue that, as the application for the loan was prepared by the trust company, Wilson’s joining therein by signing it was not a fraudulent representation by him, and that the entry of satisfaction was the result of a mistake made by the trust company under such circumstances as to constitute supine negligence on its part, thereby depriving it of any equitable remedy. To sustain the argument appellant cites such cases as Youngstown Electric Light Co. v. Butler Poor District, 21 Pa. Superior Ct. 95; Felin v. Futcher, 51 Pa. Superior Ct. 233; Susquehanna Mutual Fire Ins. Co. v. Swank, 102 Pa. 17, and other authorities of like principle which in effect hold that a mistake will not be relieved against if it is the result of the negligence of the party who asks the relief, especially where application for relief has been delayed until after the contract has been performed by both parties and the party seeking relief does not offer, or is unable, to restore the other party to his original position. These authorities have no application to this controversy in view of the dissimilarity of their facts from those here present. To refuse the relief prayed for would be to allow Wilson to enrich himself, as the chancellor says, to the extent of $10,000 without having given anything of value therefor and to do so by a representation which he knew was not true. This should not be sanctioned. In Callahan’s App., 124 Pa. 138, 144, we said: “There is no virtue in the satisfaction of a mortgage, except, perhaps, as to purchasers or other mortgagees without notice, that prevents either a fraud or mistake in the satisfaction from being corrected.”\nThe decree is affirmed at appellants’ cost.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "H. S. Dumbauld, with him Edward Dumbauld, for appellants.",
      "Eustace H. Bane, with him David E. Bane, for appellee."
    ],
    "corrections": "",
    "head_matter": "McKee, Receiver, v. Wilson et ux., Appellants, et al.\nArgued September 27, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nH. S. Dumbauld, with him Edward Dumbauld, for appellants.\nEustace H. Bane, with him David E. Bane, for appellee.\nNovember 26, 1934:"
  },
  "file_name": "0389-01",
  "first_page_order": 417,
  "last_page_order": 420
}
