{
  "id": 1908636,
  "name": "J. R. Christ Construction Co., Inc. v. Olevsky, Appellant",
  "name_abbreviation": "J. R. Christ Construction Co. v. Olevsky",
  "decision_date": "1967-07-24",
  "docket_number": "Appeals, Nos. 4, 5 and 6",
  "first_page": "343",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "426 Pa. 343"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "200 A. 2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184367
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0476-01"
      ]
    },
    {
      "cite": "63 A. 2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475024
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0552-01"
      ]
    },
    {
      "cite": "133 A. 2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 651",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274031
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "658"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0651-01"
      ]
    },
    {
      "cite": "66 A. 2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477381
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0102-01"
      ]
    },
    {
      "cite": "183 A. 2d 544",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308379
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0276-01"
      ]
    },
    {
      "cite": "216 A. 2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898603
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0196-01"
      ]
    },
    {
      "cite": "231 A. 2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908584
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0324-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 12113,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 7.152859424312914e-07,
      "percentile": 0.9671677769630584
    },
    "sha256": "4d0ffd2906d4b825e26f72b3c80b9eb91a59c282248cffc95c106946cc7a3c8b",
    "simhash": "1:2f731f163e28f2f0",
    "word_count": 2059
  },
  "last_updated": "2024-02-27T23:35:33.829329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones concurs in the result.",
      "Mr. Justice Roberts dissents and would reverse the judgment as to wife-appellant.",
      "Mr. Justice Mtjsmanno took no part in the consideration or decision of this ease."
    ],
    "parties": [
      "J. R. Christ Construction Co., Inc. v. Olevsky, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAppellee, J. R. Christ Construction Co., Inc. (Christ), filed a complaint in assumpsit on November 26, 1962, alleging that Frank Olevsky and Lillian Olevsky (husband and wife),-appellants, were indebted to him in the amount of $8,902 (original claim of $10,-902 less $2,000 paid on account), together with interest from May 19, 1962. The debt arose from the rental of heavy duty equipment used for grading and excavation work done on a farm owned by the Olevskys in Chester County. The court below, after a nonjury trial, found that the appellants, Frank and Lillian Olevsky, were liable to the appellee, Christ, in the sum of $8,902.01 plus interest from May 23, 1962, to July 12, 1965, in the sum of $1,671.31, or a total sum of $10,573.32. This appeal followed the entry of judgment against appellants.\nIn 1962, appellants were owners as tenants by the entireties of a certain farm known as the Double OO' farm, located in West Goshen Township, Chester County. The husband, wife, and daughter all had a mutual interest in riding horses and used the farm for that purpose, both prior to and subsequent to the construction work involved in this litigation. Early in 1962, James li. Christ, President of the Christ Construction Company, appellee, conducted negotiations on behalf of the appellee at the farm site with the husband, concerning the best method of performing certain work in order to construct a riding ring for horses. On March 12, 1962, an oral contract was concluded whereby appellee supplied appellants with certain heavy equipment and operators on a time rental basis. The equipment and operators were to be directed and controlled on the job by an employee of appellants. The equipment and operators were supplied to appellants as requested between March 19, 1962, and May 19, 1962, and the improvements were made at that time to the Olevsky farm.\nFollowing the filing by appellee on November 26, 1962, of the complaint in assumpsit, appellants filed an answer, alleging that the contract was actually with one Sol Nitzberg, and not with appellants, or, in the alternative, that the charges were excessive and the work had not been done in a proper manner. On March 24, 1964, an amended answer was filed by appellants, stating that the contract was not with Nitzberg, but rather, with Prestressed Structures, Inc., a Pennsylvania Corporation, but that, in any event, the charges were excessive and the work had not been done in a proper manner. Pursuant to stipulation, the case was tried by a judge without a jury, and on July 12, 1965, the trial judge, not having the benefit of the record of testimony, filed his decision in favor of appellee against the husband alone, for the entire balance due under the oral contract, with interest, and absolved the wife from liability. The husband-appellant filed exceptions to the trial judge’s findings that: (1) a contract was entered into with the husband; (2) that the work was performed in accordance with the husband’s agent’s instructions; (3) that the husband paid moneys on account of the contract; and (4) that the husband-appellant, is liable to the appellee. The appellee filed exceptions to all of the findings and conclusions of the trial judge, who reconsidered the matter in the light of the arguments and briefs submitted by the respective parties, and the record of testimony. The trial judge found as fact that Christ, president of the appellee Corporation, was introduced by one Nitzberg to the appellant-husband, when the latter discussed his intention of doing some work on the farm. The parties drove to the farm and looked it over briefly. In February, Christ and his equipment operator, Ferguson, met Nitzberg and Olevsky and drove to appellants’ farm where Christ was introduced to appellant’s wife and daughter. It was at this time that Christ and Olevsky looked over the property and discussed the anticipated construction. Olevsky told Christ that he owned the farm but did not mention his wife or her ownership and interest in it. About two weeks later, Christ and Ferguson met appellant-husband at the farm to further discuss the work and its cost. Neither Olevsky’s wife nor Nitzberg were present at that time. Thereafter, on March 12, 1962, Olevsky, by telephone, notified appellee’s office that he desired the work to begin immediately. Subsequent conversations were held concerning the commencement of work and machinery, and the work was started on March 19. The trial judge found that in none of these negotiations, either in person or by telephone, was any mention made of supplying equipment or men to Prestressed, Inc., a corporation of which Olevsky was President and a major stockholder. The trial judge further found in his opinion that: “On or about March 19, 1962, Olevsky and wife drove to the farm and on arrival found Ferguson present with a piece of machinery and one, Myers, its operator. No work had yet been commenced, this being the first day that any of Plaintiffs men or machinery entered upon the premises. Olevsky introduced Ferguson to Mrs. Olevsky who, when she saw the piece of equipment, asked: 'What’s happening here?’ Olevsky then 'said something about making a ring. I said (indicating) intimating where is he going to get the money’? Olevsky replied: 'Don’t worry about it, Sol Nitzberg is going to take care of it for me.’ Wife further testified: 'That’s the last I knew of it.’ ”\nOn April 12, 1962, appellee submitted to Olevsky’s office a bill of $4,072.13, and on May 23, 1962, a bill of $10,902.01, the amount due. At that time, Olevsky was pressed for funds, and nothing was paid on account until June 22, 1962, at which time, on Nitzberg’s suggestion, $2,000 was paid by check of Prestressed Structures, Inc., drawn to the order of Sol Nitzberg, signed by Olevsky and one Greenberg for Prestressed Structures, Inc. The check was endorsed in blank by Nitzberg and delivered to appellee. Further payments have not been made.\nThe facts, as found below, will not be disturbed here. We have often held that ''the findings of fact of a trial judge, sitting without a jury, sustained by the court en banc, have the force and effect of a jury’s verdict, and, if based on sufficient evidence, will not be disturbed on appeal.” Girard Trust Bank v. Sweeney, 426 Pa. 324, 231 A. 2d 407 (1967); Schofield v. Crossman, 420 Pa. 196, 216 A. 2d 455 (1966); Penneys v. Pa. Railroad Co., 408 Pa. 276, 183 A. 2d 544 (1962).\nAppellants, in their brief, state that this appeal is limited to the contention that the lower court committed error in holding that, as a matter of law, Lillian Olevsky was liable on the contract. The trial judge initially found Mrs. Olevsky to be free from liability, but later decided, as a matter of law, that Lillian Olevsky was liable on the contract. Appellants contend that the wife was completely unaware that she had an entireties interest in the farm or that work was being done on the farm, or that money was owed to appellee for such work.\nAppellants first contend, and properly so, that “There is no general agency arising from the marital relationship nor any presumption flowing therefrom that either spouse has authority . . .” Appellants cite as authority for this our opinion in Peterson v. Chandler, 362 Pa. 102, 104, 66 A. 2d 284 (1949). Appellants failed to give the complete statement we made in that case; that is: “There is no general agency arising from the marital relationship nor any presumption flowing therefrom that either spouse has authority to convey real estate held by the entireties without the other’s joinder.” Appellants contend that the facts in the instant case are similar to those in Peterson, in that there was no averment in the complaint that the husband acted with the wife’s authority, nor was any authority ever given to the husband by the wife. We agree with appellants’ statement as to the facts in Peterson, but do not agree that the facts are similar to the instant case. Peterson was concerned with the refusal of the wife to join in a conveyance by the husband, and although it was alleged that she had orally given permission to sell the real estate, the wife would not be precluded unless this authority was given in writing because of the statute of frauds.\nAs was correctly concluded by the trial judge, and as we said in Kennedy v. Erkman, 389 Pa. 651, 658, 133 A. 2d 550 (1957) : “The Kennedys held title to the leased premises as tenants by the entireties. Where real estate is so held, neither spouse, acting independently, may create or terminate any legal interest in the land to the prejudice of the other spouse: Schweitzer v. Evans, 360 Pa. 552 (1949), 63 A. 2d 39, There is, however, with respect to entireties property, a well established presumption that during the term of a marriage either spouse has the power to act for both, without specific authorization, so long as the benefits of such action inure to both: Schweitzer v. Evans, supra; Madden et al. v. Gosztonyi Savings and Trust Company, 331 Pa. 476 (1938), 200 A. 2d 624. This presumption may be rebutted by evidence that the spouse acting was not in fact authorized by the other spouse. ...” :\nFrom the cases cited, it seems clear that both appellants were legally bound under the contract; that both appellants, as owners by the entireties of the property, gained from the improvement made thereon, and that this presumption may only be overcome by evidence that the husband was, in fact, not authorized by his wife, the other spouse, to act in the manner in which he did.\nThe trial judge, in rendering his initial decision, did so in view of the wife’s lack of knowledge of the ownership by the entireties of the farm in question until after the completion of the work and a mortgage was made on October 3, 1962. But later, after considering the record of the testimony, he concluded, and correctly so, that his initial decision was erroneous. The presumption, as we stated in the Kennedy case, with respect to properties held by the entireties, is that during the term of a marriage, either spouse has the power to act for both without specific authority, so long as the benefits of such action inure to both. This presumption, as stated, does not require knowledge on the part of the other spouse in question, but only that it may be rebutted if, in fact, the spouse so acting was not authorized to act by the other spouse. The trial judge correctly concluded: “The presumption then stands unless and until the other spouse establishes by a preponderance of the evidence that at the time the contract was made and the services were performed under it the contracting spouse was in fact not authorized to act for and to bind her in contracting for improvement of the entireties property, the benefits of which ran in favor of both tenants by entireties. Wife defendant’s evidence above referred to, with all the other evidence in the case, fails to meet that standard of establishing the fact that her husband was not authorized to act for her in making the contract and consequently she has failed to rebut the presumption, thus rendering herself legally liable with her husband under the contract.”\nOur study of the record does not reveal any evidence that the husband’s acts were not authorized by the other spouse. In view of this finding, we agree with the conclusion reached by the lower court in its opinion and order, and see no need to discuss any further contentions made by appellant.\nJudgment affirmed.\nMr. Justice Jones concurs in the result.\nMr. Justice Roberts dissents and would reverse the judgment as to wife-appellant.\nMr. Justice Mtjsmanno took no part in the consideration or decision of this ease.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Leonard M. Sagot, with him Ettinger, Poserina, Silverman and Sagot, for appellants.",
      "William 3. Yohn, Jr., with him G. Edmund Wells, and Wells, Campbell, Reynier & Yohn, for appellee."
    ],
    "corrections": "",
    "head_matter": "J. R. Christ Construction Co., Inc. v. Olevsky, Appellant.\nArgued January 10, 1967.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nreargument refused August 25, 1967.\nLeonard M. Sagot, with him Ettinger, Poserina, Silverman and Sagot, for appellants.\nWilliam 3. Yohn, Jr., with him G. Edmund Wells, and Wells, Campbell, Reynier & Yohn, for appellee.\nJuly 24, 1967:"
  },
  "file_name": "0343-01",
  "first_page_order": 387,
  "last_page_order": 394
}
