{
  "id": 1908544,
  "name": "Hummel, Appellant, v. Womeldorf",
  "name_abbreviation": "Hummel v. Womeldorf",
  "decision_date": "1967-09-26",
  "docket_number": "Appeal, No. 88",
  "first_page": "460",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "426 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "229 A. 2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908593
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 6667,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.6298537206178274e-07,
      "percentile": 0.8221133741774135
    },
    "sha256": "1908aebe097d83da2ecf9b049ea417e67d27e144da93c736781929e7ae0b006c",
    "simhash": "1:8eed7d883686e534",
    "word_count": 1109
  },
  "last_updated": "2024-02-27T23:35:33.829329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno dissents.",
      "Mr. Justice Cohen took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Hummel, Appellant, v. Womeldorf."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAt about 1 a.m. on December 10, 1963, the decedent, George E. Hummel, employed as a truck driver for Follmer Trucking Company, was operating a tractor-trailer unit on the highway near the Borough of Liverpool, in Perry County. He was driving his vehicle on the southbound lane of a three lane concrete highway. To the west of the highway was situated a restaurant and service station.\nAt the same time, Robert F. Gibson was operating a tractor-trailer unit loaded with bricks. The rig was owned by Curtis Womeldorf, trading and doing business as Ace Motor Freight. The load being carried was a shipment being transported by H. M. Skinner & Sons, Inc. Gibson had pulled his rig into the restaurant and parked it on the parking area. He left the equipment unattended, with the motor running, and entered the restaurant. The rig drifted from its parking position onto the highway, in such fashion that when Hummel reached the scene, Gibson’s equipment extended across the southbound lane in which Hummel was proceeding, the center lane, and a portion of the northbound lane. Hummel collided with the Gibson rig and suffered injuries which caused his death several hours later.\nTo recover damages resulting from Hummel’s death, his widow, the administratrix of his estate, commenced an action of trespass against Womeldorf, trading as Ace, Skinner, and Gibson. A jury trial resulted in a verdict for the defendants. A new trial motion was refused, and this appeal followed the entry of judgment on the verdict of the jury.\nAppellant contends that the verdict of the jury was against the weight of the evidence; that the trial court charged erroneously on the burden of proof of contributory negligence; that the trial court erred in charging relative to the rebuttal of the presumption of due care of the decedent, inasmuch as there was no evidence to rebut the presumption; and that since there was no evidence to warrant a finding of contributory negligence, the trial court erred in submitting that is-* sue to the jury. Appellant recognizes that no specific exceptions to the charge of the trial court were made, but contends that her general exception was sufficient, since the alleged errors in the charge were basic and fundamental. The question of when a general exception to the charge is sufficient to protect the rights of the prejudiced party is not a novel one. In Fugagli v. Camasi, 426 Pa. 1, 229 A. 2d 735 (1967), we very recently considered this question. We there held that a general exception is sufficient “where the instructions omitted [or improperly included] are vital to a proper conception of the case, for such an inadequacy constitutes basic and fundamental error, . . . [citing cases].” In the instant ease, a careful reading of the charge discloses no basic or fundamental error.\nA fair reading of the court’s charge indicates that the trial court charged the jury that if decedent’s negligence contributed in any degree to the happening of the accident, appellant could not recover. The court did not, as alleged by appellant, place the burden of disproving contributory negligence on the plaintiff. The charge made perfectly clear that the burden of establishing contributory negligence was on the defendants. The court did say: “Second, the plaintiff must make out a case free of contributory negligence. However, as to the actual proof, the burden here is on the defendant as a defensive move to prove that the plaintiff was guilty of contributory negligence — that is true unless the plaintiff’s case itself makes out a case of contributory negligence — . . From this, appellant argues that the court instructed the jury that it was plaintiff’s burden to disprove contributory negligence. We believe that the above-quoted charge makes plain that unless contributory negligence appears in the plaintiff’s own case, it is the defendant’s burden to establish it. Moreover, in the self-same paragraph of the charge, in the very next sentence, the court said: “and unless the plaintiff in its own case shows contributory negligence, then the burden there defensively is on the defendant or the defendants.” The court’s charge on the subject was proper.\nThe evidence in the case is such that the jury could have found that the runaway rig, properly equipped with functioning lights, had come to rest across the highway at a well-lighted point adjacent to the restaurant and service station. At this point, the jury could have found from the evidence that the decedent had an unobstructed view of the highway of at least 1,000 feet. No one saw the actual impact, but witnesses testified that there was no noise to indicate that decedent had applied his brakes, and a State policeman testified that there was no evidence in the nature of skid marks or otherwise to indicate any attempt made by decedent to bring his equipment to a stop. In such circumstances, the trial court was justified in charging on the assured clear distance rule, and in charging that the presumption of due care favoring the decedent could be rebutted by evidence indicating that due care was not exercised by him.\nNaturally, appellant contends for a state of facts which would indicate that the runaway rig was moving at the time of the collision, and that it was not properly lighted. As indicated above, however, no one saw the accident itself, and there is testimony that the Gibson equipment was, in fact, properly lighted, and the inference that the Gibson rig had come to rest on the highway at some time prior to the collision is just as permissible from the evidence- as the inference that it was still moving out of its parking space;\nThe evidence in this case is such that we cannot find the verdict to be against its weight. It no longer requires any citation of authority to sustain the proposition that a new trial will not be granted because of a mere conflict in testimony, or because a trial judge or appellate tribunal would have arrived at a different conclusion. In the instant case, we conclude that the verdict of the jury is justified by the evidence presented, and was reached after a charge to which no specific exceptions were taken, and which contained no basic or fundamental error.\nJudgment affirmed.\nMr. Justice Musmanno dissents.\nMr. Justice Cohen took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Carl Bice, for appellant.",
      "Richard B. Wickersham, with him Richard H. Wiw, and Metzger, Wickersham & Knauss, for appellees.",
      "G. Thomas Miller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hummel, Appellant, v. Womeldorf.\nArgued May 24, 1967.\nBefore Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.\nCarl Bice, for appellant.\nRichard B. Wickersham, with him Richard H. Wiw, and Metzger, Wickersham & Knauss, for appellees.\nG. Thomas Miller, for appellee.\nSeptember 26, 1967:"
  },
  "file_name": "0460-01",
  "first_page_order": 504,
  "last_page_order": 508
}
