{
  "id": 1908620,
  "name": "Dixon Estate",
  "name_abbreviation": "Dixon Estate",
  "decision_date": "1967-09-26",
  "docket_number": "Appeal, No. 46",
  "first_page": "561",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "426 Pa. 561"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 Atl. 617",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141572
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0505-01"
      ]
    },
    {
      "cite": "180 A. 2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307352
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0359-01"
      ]
    },
    {
      "cite": "31 A. 2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216487
      ],
      "year": 1943,
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0455-01"
      ]
    },
    {
      "cite": "205 A. 2d 429",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "437-38"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892966
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0180-01"
      ]
    },
    {
      "cite": "22 Atl. 808",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1891,
      "opinion_index": 0
    },
    {
      "cite": "144 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823760
      ],
      "year": 1891,
      "opinion_index": 0,
      "case_paths": [
        "/pa/144/0273-01"
      ]
    },
    {
      "cite": "84 A. 2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230366
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0399-01"
      ]
    },
    {
      "cite": "190 Atl. 382",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "126 Pa. Superior Ct. 158",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        998341
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/126/0158-01"
      ]
    },
    {
      "cite": "181 Atl. 559",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163736
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0097-01"
      ]
    },
    {
      "cite": "117 Atl. 682",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "274 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073039
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0286-01"
      ]
    },
    {
      "cite": "130 A. 2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272531
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 556,
    "char_count": 8156,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.5767981670165296e-07,
      "percentile": 0.8167649928625182
    },
    "sha256": "a84b01d628eb1275eafd74dbaa96f88a63a664f52107093560c3619bb4c5bf90",
    "simhash": "1:a44e559ca06d6578",
    "word_count": 1387
  },
  "last_updated": "2024-02-27T23:35:33.829329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Dixon Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellant, Illa G. Hoover, was employed by John M. Dixon as office manager .of Lawrence Copper & Bronze Co., a Pennsylvania corporation. Some time daring October, 1958 Dixon sold this concern, although Mrs. Hoover. continued to be employed in a similar capacity by the successor company. Dixon died on September 10, 1963; his will was admitted to probate on September 18, 1963, and letters testamentary were advertised for the first time on September 19, 1963. The first and final account of the executors of Dixon’s estate was filed on December 14, 1964. Appellant then filed exceptions to this accounting on the ground that the- account failed to include $25,000 owed to her under an oral contract with Dixon. This sum was allegedly due for services rendered in connection with the sale of Lawrence Copper — according to appellant, Dixon promised to pay her a commission of 10 per cent of the purchase price if she was able to obtain a purchaser for the business.\nWe hold that appellant’s claim is barred by the statute of limitations, Act of March 27, 1713, 1 Sm. L. 76, §1, 12 P.S. §31, which requires that contract actions be brought within six years after the cause of action has accrued. In any contract action, including actions against an estate, the claimant bears the burden of proving the terms of the contract. See, e.g., Cameron Estate, 388 Pa. 25, 130 A. 2d 173 (1957); Hirst's Estate, 274 Pa. 286, 117 Atl. 682 (1922). One of these terms is the time at which the claimant’s performance was to be completed. This date fixes both the time claimant could first sue for breach of contract as well as the date at which the statute of limitations begins to run. 6 Willi ston, Contracts §2004 (Rev. ed. 1938). The auditor and the court below agreed that appellant’s cause of action accrued in October, 1958, a conclusion we see no reason to disturb for plaintiff failed to meet her burden of demonstrating a later date.\nAppellant’s exceptions were filed on December 18, 1964, more than six years after October, 1958. To avoid the bar of the statute, appellant first contends that under the Act of August 17, 1951, P. L. 1258, §3, 20 P.g. §320.701 (Supp. 1966), the executors should have filed their account at the expiration of six months from the first complete advertisement of the original grant of letters and that, since the filing of an account tolls the statute of limitations as to all claims not barred on the date the account was filed, had the executors filed at the expiration of the six month period, appellant’s claim would have been timely.\nThe sanction placed upon an executor who fails to file his account at the expiration of six months, however, is not an extension of the period of limitations until the date of filing but rather personal liability for any losses thereby caused to the estate. See Stephen’s Estate, 320 Pa. 97, 181 Atl. 559 (1935); Istocin’s Estate, 126 Pa. Superior Ct. 158, 190 Atl. 382 (1937). **We find no warrant in either the Fiduciaries Act or the ease law decided pursuant thereto for an extension of the period of limitations merely because an executor did not file his account at the earliest permissible moment. Furthermore, appellant, as an alleged creditor of the decedent, could have filed a petition requesting that the executor be cited to file an account. See Kilpatrick Estate, 368 Pa. 399, 84 A. 2d 339 (1951); Estate of Lightner, 144 Pa. 273, 22 Atl. 808 (1891). Given the availability of this procedure, appellant cannot complain that the account was not timely filed.\nAlthough appellant’s brief is somewhat murky, it appears that her second contention is the assertion that, if the personal representative of the decedent has knowledge of the existence of a claim, the representative must pay the claim notwithstanding such claim lias not been presented or filed. Cited for this proposi-’ tion is Miller v. Hawkins, 416 Pa. 180, 205 A. 2d 429 (1964). There is testimony in the record which indicates that one of the executors of Dixon’s estate discussed Mrs. Hoover’s claim with her. Miller, however, contains no support for appellant’s theory that mere knowledge of a contingent claim compels the executor to pay that claim despite the fact that the statutory period has expired prior to any filing.\nMiller did not involve an allegation that the six-year statute of limitations for contract claims had run. Instead, the case was concerned with the Act of August 17, 1951, P. L. 1258, §3, as amended, 20 P.S. §320.732 (Supp. 1966) which provides that an executor who distributes assets more than one year after the letters of administration have been advertised is not personally liable to a creditor of the estate who did not give notice of his claim during that year. Neither the statute involved in Miller, nor the cases holding that under certain peculiar circumstances an executor having personal knowledge of a claim cannot avoid paying it by invoking this statute, has any relevance to the present situation where no distribution of assets has yet been made and the claim itself is barred because it was not brought within the period fixed by the six-year statute. We have frequently said, and reiterated in Miller, that: “ 'Knowledge by a fiduciary of the existence of a contingent claim does not relieve the presumptive creditor of the duty to give notice thereof under the Fiduciaries Act of 1917.’ ” Miller v. Hawkins, supra at 198, 205 A. 2d at 437-38; Doster Estate, 346 Pa. 455, 458, 31 A. 2d 142, 144 (1943).\nIn view of our conclusion that appellant’s. claim is barred by the statute of. limitations, we find it unnecessary to consider her other contentions.\nDecree affirmed. Each party to pay own costs.\nMr. Justice Musmanno dissents.\nOf course, we here assume that no circumstances were present giving rise to an action for anticipatory breach of contract.\nThe only testimony offered by appellant on this issue consisted of a statement by Charles Schweigert, a salesman who had dealings with Dixon’s concern, that Mrs. Hoover was to be paid “on the completion of the transaction.” Certainly, it was reasonable for the court and auditor to conclude that the time at which the business changed hands — October, 1958 — was the completion of the transaction even though the purchaser was to make payments for several years. This conclusion is reinforced by the' rule that, absent a contrary intention expressed by the parties, a real estate broker becomes entitled to his commission when he obtains a purchaser who is ready, willing 'and able to contract. See Simon v. H. K. Porter Company, 407 Pa. 359, 180 A. 2d 227 (1962).\nThe Act of February 23, 1956, P. L, (1955) 1084, §4, 20 P.S. §320.613' (Supp. 1986) has the effect of lengthening the general statute of limitations to one year after the date of decedent’s death. Since Dixon died on September 10, 1963, more than one year prior to filing of appellant’s claim, this provision is not of aid to appellant.\nElwood's Estate, 309 Pa. 505, 164 Atl. 617 (1932).\nThese two cases were decided under the Act of June 7, 1917, P. L. 447, §46 (a) which is in all germane particulars identical to the present Act of 1951.\nAppellant also places substantial reliance upon In re Estate of Michener, 45 Wash. Co. Reps. 54, 15 Fiduciary Reptr. 1 (1964). The court there held that, where ho administration of the estate was undertaken because Of the assumption that the decedent had no assets, a claim filed after the expiration of six years could still be entertained. The rationale of this decision was quite clearly that there was no one against whom the claim could be asserted for no administrator had been appointed. In the instant case the appellant could have at any time after the expiration of six months from the advertisement of the grant of letters filed a petition for citation of the executors.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Carmen V. Marinaro, for appellant.",
      "Roy Thomas Clark, with him William C. Robinson, and Kenney, Stevens, Clark & Semple, and Eenninger. & Robinson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dixon Estate.\nArgued March 17, 1967.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nCarmen V. Marinaro, for appellant.\nRoy Thomas Clark, with him William C. Robinson, and Kenney, Stevens, Clark & Semple, and Eenninger. & Robinson, for appellee.\nSeptember 26, 1967:"
  },
  "file_name": "0561-01",
  "first_page_order": 605,
  "last_page_order": 609
}
