{
  "id": 1294503,
  "name": "Marco Industries, Inc. v. United Steelworkers of America, Appellant",
  "name_abbreviation": "Marco Industries, Inc. v. United Steelworkers of America",
  "decision_date": "1960-10-10",
  "docket_number": "Appeals, Nos. 21, 22, 23, 24, 25, 26, 27, 28 and 29",
  "first_page": "299",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "401 Pa. 299"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "87 F. Supp. 436",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        691627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/87/0436-01"
      ]
    },
    {
      "cite": "152 A. 2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0491-01"
      ]
    },
    {
      "cite": "118 A. 2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "38 N. J. Super. 201",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        443053
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/38/0201-01"
      ]
    },
    {
      "cite": "23 F. 2d 235",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1718435
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/23/0235-01"
      ]
    },
    {
      "cite": "119 F. 2d 204",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        469848
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/119/0204-01"
      ]
    },
    {
      "cite": "91 Pa. Superior Ct. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        674232
      ],
      "year": 1927,
      "pin_cites": [
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/91/0110-01"
      ]
    },
    {
      "cite": "80 A. 2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228376
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0234-01"
      ]
    },
    {
      "cite": "57 L. Ed. 340",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1913,
      "opinion_index": 0
    },
    {
      "cite": "229 U. S. 586",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3665305
      ],
      "weight": 2,
      "year": 1913,
      "opinion_index": 0,
      "case_paths": [
        "/us/229/0586-01"
      ]
    },
    {
      "cite": "160 U. S. 70",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5700859
      ],
      "weight": 3,
      "year": 1895,
      "pin_cites": [
        {
          "page": "73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/160/0070-01"
      ]
    },
    {
      "cite": "124 A. 2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1895,
      "opinion_index": 0
    },
    {
      "cite": "181 Pa. Superior Ct. 382",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732232
      ],
      "year": 1895,
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/181/0382-01"
      ]
    },
    {
      "cite": "127 A. 2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1271028
      ],
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0370-01"
      ]
    },
    {
      "cite": "21 Harv. L. Rev. 161",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1908,
      "pin_cites": [
        {
          "page": "173"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "37 Harv. L. Rev. 1010",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1924,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 12706,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.3847917877383246e-07,
      "percentile": 0.6412557257199165
    },
    "sha256": "c0bee049e969619f89041a161863d87eccb12bc6903b8095212b083b73f67c97",
    "simhash": "1:0ef9ec34ec30ecdc",
    "word_count": 2137
  },
  "last_updated": "2024-02-27T17:18:00.860993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marco Industries, Inc. v. United Steelworkers of America, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Benjamin R. Jones,\nMarco Industries, Inc. (appellee) on May 27, 1958 filed a complaint in equity in the Court of Common Pleas of Berks County against United Steel Workers of America, A.F.L.-C.I.O., William Norman, its business agent, United Steelworkers of America, Local 5184 and Arlene Light, its president. This complaint sought injunctive relief against the union and its representatives because of certain picketing and other concerted activities in connection with a labor dispute then existing between Marco and the union.\nOn that same date the court below granted a rule upon the four named defendants to show cause why a preliminary injunction should not issue. After hearings, the court, on June 13, 1958, entered a decree enjoining and restraining the defendánts “from having more than three pickets at any one time at any of the entrances to the plant of [Marco] . . ., that at no time shall any of said pickets be closer than fifteen feet to any other picket, and that the defendants ... be . . . enjoined and restrained until further hearing or further Order of [the] Court from doing or engaging in any acts of violence, threats, intimidation or coercion, and from engaging in any unlawful course of conduct calculated to injure [Marco] in the course of its business or to coerce or intimidate [Marco] employees in the exercise of the right to free ingress and egress in and to the plant of [Marco] in the Borough of Womelsdorf”.\nThree days later the court issued an order to the sheriff of Berks County to enforce the preliminary injunction decree.\nOn five separate dates thereafter — June 23, 24, 26, July 7, 8, 1958 — Marco filed separate petitions for contempt which alleged specific violations of the injunction decree and certain acts of violence on the part of Norman, Light and various other individuals (unnamed as defendants in the original equity proceedings). On June 27, 195S, those named in the contempt petitions filed answers asking the dismissal of the contempt petitions or, in the alternative, a trial by jury. On June 30, 1958, motions to dismiss the contempt petitions of June 23 and 24 were filed and, on July 7, 1958, those named as defendants in the equity proceeding filed preliminary objections to the complaint.\nAfter argument upon the various legal issues raised by the pleadings, the court below, on July 11, 1958, overruled both the preliminary objections and motions to dismiss the contempt petitions and held that the contempt alleged in the several petitions was an indirect criminal contempt. The court further directed that the respondents named in the contempt proceedings stand trial on “appropriate issues' to be framed” for the purpose of determining whether or not the alleged contempts had in fact been committed.\nAfter various other pleadings were filed, the court below, on March 11, 1960, overruled the various motions to dismiss and directed that respondents be afforded a jury trial, previously demanded by them, on the question of the alleged indirect criminal contempt. From that order appellants (respondents in the court below) have appealed.\nAppellants contend that, in view of the fact that they are charged with an indirect criminal contempt, they are entitled to a trial in a court of quarter sessions and to all the procedural safeguards, including a preliminary hearing, of a defendant in an ordinary criminal case under the provisions of the Act of May 14, 1915, P. L. 499, §1, 42 PS §1080.\nRecently, in Knaus v. Knaus, 387 Pa. 370, 375, 127 A. 2d 669, we stated: “Contempts broadly fall into two categories, civil and criminal. Criminal contempts are further subdivided into direct and indirect con-tempts. A direct criminal contempt consists of misconduct of a person in the presence of the court, or so near thereto to interfere with its immediate business, and punishment for such contempts may be inflicted summarily: [citing authorities]. An indirect criminal contempt consists of the violation of an order or decree of a court which occurs outside the presence of the court: [citing authorities]. The procedural safeguards applicable to a commitment for an indirect criminal contempt are set forth in the Act of June 23, 1931, P. L. 925, §1, 17 PS §2047, which requires admission to bail, notice, a reasonable time to make a defense and affords trial by jury”.\nJudge Woodside, speaking for the Superior Court in Commonwealth v. O'Brien, 181 Pa. Superior Ct. 382, 387, 124 A. 2d 666, stated: “It is also settled that one-has no constitutional right to he present at a preliminary hearing, or, indeed, even to have one. Goldsby v. United States, 160 U. S. 70, 73, 16 S. Ct. 216, 40 L. Ed. 343 (1895); Lem Woon v. Oregon, 229 U. S. 586, 33 S. Ct. 783, 57 L. Ed. 340 (1913) ; Com. ex rel. Bandi v. Ashe, 367 Pa. 234, 80 A. 2d 62 (1951); Com. v. Jobe, 91 Pa. Superior Ct. 110, 115 (1927); Clarke v. Huff, 119 F. 2d 204 (1941); Van Dam v. United States, 23 F. 2d 235 (1928) ; State v. War, 38 N. J. Super. 201, 118 A. 2d 553, 557 (1955). Not all rights, however, are constitutional rights and the question remains whether defendant has a statutory or common law right to be present at such hearing.”\nAppellants maintain that they have a statutory right to a preliminary hearing by virtue of the provisions of the Act of 1915, supra, which provides: “Hereafter, upon a preliminary hearing before a magistrate for the purpose of determining whether a person charged with any crime or misdemeanor against the laws, except murder, manslaughter, arson, rape, mayhem, sodomy, buggery, robbery, or burglary, ought to be committed for trial, the person accused, and all persons on behalf of the person accused, shall be heard if the person accused shall so demand”.\nAppellants place great reliance for their position on Commonwealth v. Hoffman, 396 Pa. 491, 152 A. 2d 726. In Hoffman, after a petition for contempt and preliminary objections thereto were filed and after the court below had refused to allow the petitioner to withdraw the contempt petition, the court below, on its own motion and without passing upon the preliminary objections, issued warrants, as a judge of the quarter sessions court, for the arrest of those alleged to have been contumacious. At the same time the court sat as a committing magistrate and directed the district attorney to submit indictments charging the defendants with criminal contempt for the same cause alleged in the original contempt petition and fixed bail without having a preliminary hearing as requested by the defendants. In reversing the action of the court below we held that defendants were entitled under those circumstances to a preliminary hearing. Hoffman, however, is inapposite under the present circumstances. In the instant situation, respondents Avere not arrested, the judge did not sit as a committing magistrate, the respondents Avere not “committed for trial” nor required to post bail and the court beloAv acted pursuant to the Act of June 23, 1931, P. L. 925, §1, 17 PS §2047, not the Act of 1915, supra.\nBy its very terms, the Act of 1931, supra, applies to “all cases Avliere a person shall be charged Avith indirect criminal contempt for violation of a restraining order or injunction issued by a court or judge or judges thereof.” (Emphasis supplied). Under that statute an accused is given certain specified rights: (1) the right to admission to bail; (2) the right to be notified of the accusation and a reasonable time to make a defense; (3) the right to a speedy and public trial by jury; (4) the right, under certain circumstances, to demand the retirement of the judge sitting in the proceeding. Appellants Imre not been denied any of these rights but they urge that, in addition to these rights, they are entitled to a preliminary hearing.\nIn O’Brien, supra, p. 396, it Avas said: “A preliminary hearing is held primarily to prevent the detention of a person for a crime AAdiich Avas never committed or of a crime Avith Avliich there is no evidence of his connection. It is primarily to prevent a person from being imprisoned or required to enter bail when there is no evidence to support a charge against him. United States v. Gray, 87 F. Supp. 436”.\nInstantly, the appellants were in possession of full notice of the specific acts which they were charged with having committed in contempt of the court and its injunctive order. The various petitions for contempt are sufficiently specific and detailed to afford respondents lull and ample notice of the gravamen of the alleged indirect criminal contempt: cf: O’Brien, supra, p. 396.\nThe Act of 1931, supra, which provides the exclusive procedure to be followed in all indirect criminal contempt cases makes no provision for a preliminary hearing. To such a hearing the appellants have no right, statutory or otherwise, and the Act of 1915, supra, is not presently applicable.\nFrom time immemorial the power to punish for contempt has been an inherent right of a court and that power remains unabridged except to the extent that the legislature has seen fit to require that, upon demand, the determination whether in fact an indirect criminal contempt has taken place be by trial by jury. The procedure to be followed in all indirect criminal contempt matters is clearly enunciated by the legislative body in the Act of 1931, supra, and that statute grants no right to a preliminary hearing.\nWe approve fully the language of the court below in this respect: “any other interpretation of the law of Pennsylvania would interpose, in this type of indirect criminal proceeding, a procedural requirement which is not warranted by any statute or decision . . . and one which would seriously impair a power which has always resided in courts of record.”\nOrder affirmed. Costs on appellants.\nAnswers were thereafter filed to the contempt petitions of June 26, July 7 and S. On February 11, 1959 motions to dismiss the last several petitions for contempts were filed and, on February 14, 1969, a motion to vacate the preliminary injunction was filed, to all of which pleadings Marco made answer.",
        "type": "majority",
        "author": "Mr. Justice Benjamin R. Jones,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Cohen:\nBoth the majority and the appellants simulate a criminal contempt with a crime. I do not do so, even though some contempts are referred to as “criminal.” I do not in any way give the contemptuous act any coloration of a crime, and hence I reject the appellants’ argument which would require criminal procedures to he followed in the trial of “criminal contempt.” The majority’s reasoning appears to accept the standards that are usually applied in the trial of crimes in determining the procedures to be followed in the trial of a “criminal contempt,” which, in effect, accepts appellants’ arguments but differ only as to the procedural requirements.\nThe Act of 1931 is not a penal statute nor is it a statute pertaining to criminal procedure. The main impact of the Act of 1931 is to require a trial by jury in cases of “criminal contempt,” whereas prior to its enactment the factual determination of whether a criminal contempt had been committed had been determined by the judge alone.\nThe article of Felix Frankfurter and James M. Landis which appeared in 37 Harv. L. Rev. 1010 (1924), and the excellent article of Professor Joseph H. Beale, Jr., in 21 Harv. L. Rev. 161 at 173 (1908) clearly point out the distinctions that should be applied. I agree with Professor Beale’s analysis: “The process is, it is true, in the large sense, a criminal one; but the attachment for contempt is, nevertheless, not a proceeding against a man for a technical crime. The person attached and punished for contempt may independently and thereafter be indicted and punished for the crime [which occasioned the contempt] he has committed. And yet, though technically there is no constitutional objection to the trial of such a contempt without a jury, and indeed it does not differ in kind from the contempt committed in face of the court where a jury trial is out of the question, the same general considerations of justice Avliich lead to a jury trial upon a charge of crime also lead to the conclusion that a jury trial in such a case, where it is practicable, is required.”\nThe Act of 1931 only changes the procedure that was followed prior to its enactment by requiring a trial by jury — -it in no way extended other criminal procedures to the trial of a “criminal contempt.”",
        "type": "concurrence",
        "author": "Mr. Justice Cohen:"
      }
    ],
    "attorneys": [
      "Sidney G. Handler, with him Edward Youngerman, and Daniel F. Knittle, for appellants.",
      "F. Edenharter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Marco Industries, Inc. v. United Steelworkers of America, Appellant.\nArgued May 26, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nOctober 10, 1960:\nSidney G. Handler, with him Edward Youngerman, and Daniel F. Knittle, for appellants.\nF. Edenharter, for appellee."
  },
  "file_name": "0299-01",
  "first_page_order": 317,
  "last_page_order": 325
}
