{
  "id": 1294500,
  "name": "Moyer v. Independent Oil Company, Inc., Appellant",
  "name_abbreviation": "Moyer v. Independent Oil Co.",
  "decision_date": "1960-10-26",
  "docket_number": "Appeal, No. 33",
  "first_page": "335",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "401 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 A. 2d 379",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0593-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 197,
    "char_count": 2338,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 3.73040791326349e-07,
      "percentile": 0.8942664224825463
    },
    "sha256": "7678cc1c45187c28d8e5bfc0f631937a410300c19250ebf531ab20716d781159",
    "simhash": "1:0152440ccd1e7e60",
    "word_count": 367
  },
  "last_updated": "2024-02-27T17:18:00.860993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Justice Musmanno and Mr. Justice Cohen dissent."
    ],
    "parties": [
      "Moyer v. Independent Oil Company, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nPlaintiffs brought suit in trespass for personal injuries. Defendant, the Independent Oil Company, joined as additional defendant, Minnie E. Reever, Administratrix of the Estate of Walter A. Reever. Walter A. Reever was the driver of the automobile in which plaintiffs were riding as passengers. The additional defendant filed an answer denying liability and any obligation for contribution because defendant had given Reever’s Estate (Walter A. Reever and/or the Estate of Walter A. Reever) a general release. Defendant filed a reply averring that the release was limited to a settlement of defendant’s property damage claim, by virtue of a prior written letter sent to defendant by Reever’s insurance carrier. The lower Court entered judgment on the pleadings in favor of the additional defendant. Defendant the Independent Oil Company, appealed.\nThis appeal involved the applicability and the variability (by a prior letter) of a general release which provided, inter alia, that it “contains the entire agreement between the parties”. Its specific, as well as its very broad language, clearly releases the additional defendant from “any and all actions . . . claims . . . for damages ... or any other thing whatsoever on account of or in any way growing out of any and all known and unknown personal injuries and death and property damage resulting . . . from an occurrence or accident that happened on or about the 4th day of November, 1955, at or near Harrisburg, Pa.”\nAppellant could be successful only (a) if the aforesaid prior letter which flatly contradicts the release, can vary and change the clear and specific language of the release, or (b) if Killian v. Catanese, 375 Pa. 593, 101 A. 2d 379, is overruled. No sound or convincing reason has been advanced to support appellant’s contentions.\nJudgment affirmed.\nMr. Justice Musmanno and Mr. Justice Cohen dissent.\nThis was the accident which caused the injuries for which plaintiffs brought suit.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "F. Brewster Wickersham, with him Bichará B. Wickersham, and Metzger, Wickersham é Knauss, for appellant.",
      "John C. Dowling, with him Huette F. Dowling, and Dowling and Dowling, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moyer v. Independent Oil Company, Inc., Appellant.\nOctober 26, 1960:\nArgued May 24, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nF. Brewster Wickersham, with him Bichará B. Wickersham, and Metzger, Wickersham é Knauss, for appellant.\nJohn C. Dowling, with him Huette F. Dowling, and Dowling and Dowling, for appellee."
  },
  "file_name": "0335-01",
  "first_page_order": 353,
  "last_page_order": 355
}
