{
  "id": 984844,
  "name": "Berstein, Appellant v. Philadelphia Electric Company",
  "name_abbreviation": "Berstein v. Philadelphia Electric Co.",
  "decision_date": "1912-02-19",
  "docket_number": "Appeal, No. 145",
  "first_page": "53",
  "last_page": "57",
  "citations": [
    {
      "type": "official",
      "cite": "235 Pa. 53"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "229 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0575-01"
      ]
    },
    {
      "cite": "214 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0109-01"
      ]
    },
    {
      "cite": "28 Pa. Super. Ct. 610",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        858973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/28/0610-01"
      ]
    },
    {
      "cite": "183 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0024-01"
      ]
    },
    {
      "cite": "185 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0406-01"
      ]
    },
    {
      "cite": "200 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "137 Ala. 601",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3481384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/137/0601-01"
      ]
    },
    {
      "cite": "37 Pa. Super. Ct. 212",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/37/0212-01"
      ]
    },
    {
      "cite": "198 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920336
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0019-01"
      ]
    },
    {
      "cite": "213 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0151-01"
      ]
    },
    {
      "cite": "208 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998104
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0403-01"
      ]
    },
    {
      "cite": "200 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924398
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 8362,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4106455627335802
    },
    "sha256": "a30bead1b7c5c9763b07737109ac7053fa4c049d577f42d3f87aeb3775f5b4d1",
    "simhash": "1:9a3b06ebcad2a771",
    "word_count": 1476
  },
  "last_updated": "2024-02-27T22:42:16.902606+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschziskbr, JJ."
    ],
    "parties": [
      "Berstein, Appellant v. Philadelphia Electric Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Stewart,\nThe house in which plaintiff received his injury was provided with the usual facilities for electric lighting. When the plaintiff succeeded to its occupancy, because he did not desire that kind of lighting the electric current was cut off by a disconnection in the fuse box on the inside cellar wall, about five feet from the floor. The wires were introduced into the house through the front cellar wall at a point- about four feet from the floor, and, as originally constructed, passed directly to the fuse box. So long as this continued, with wires properly insulated, there was absence of all danger, but, by some means or other, the actual cause being undisclosed, one of the wires leading into the cellar and thence to the fuse box, had been broken at a point about four inches from the inner wall, and so much of this wire, in length about three feet, was hanging from the fuse box with the broken end embedded in a pile of coal upon the cellar floor. At the time of the accident this pile of coal was some eighteen inches from the fuse box, and since the loose wire was three feet in length, it must have extended a considerable distance into the coal. The coal had been stored in that particular place a month before the accident, but was reduced in quantity by use. The night of the accident, plaintiff, while shovelling coal into a bucket for use above stairs, was injured by a shock in consequence of his shovel coming in contact with the broken wire. The negligence complained of was failure on part of the defendant company to properly protect its wires and maintain proper and safe insulation of the same. The court below directed a non-suit, which it after-wards refused to take off, on the ground that it not appearing in the evidence when the break in the wire occurred, the defendant could not be charged with notice of the defect, and that therefore there was no proof of negligence on its part. The learned trial judge in his opinion filed, clearly recognizes the duty resting on defendant of inspection and safe maintenance of wires placed as was this. Among other things he says: “If it had been shown that the wires were in this condition for an appreciable length of time, long enough to charge the company with constructive notice, then, it being their duty to inspect and to keep their wires in order, the jury might find that they had neglected their duty.” This was a correct statement of the law. So much of these wires within the house as led from the point of entrance in cellar wall to the fuse box, where the disconnection was made, was as much part of the defendant’s system as any other. It appears that it was quite as practical to make the disconnection outside the cellar as within. The company having elected to maintin live wires within the cellar, it was charged with the same duty of proper maintenance with respect to these as rested upon it with respect to wires outside. If regard be had exclusively to the testimony of the witness, plaintiff’s wife, who alone testified to the appearance of the broken wire the day after the accident, we would be inclined to the same view of the case as that taken by the learned trial judge. That testimony is not only lacking in precision of statement, but accepting it to mean all that appellant contends that it clearly implies, it furnishes no sufficient data from which anything better than a mere conjecture could be derived as to when the break in the wire occurred. The wire to her had a rusty appearance. This circumstance in itself certainly could not warrant the inference that it had broken because of its rusty condition, much less would it warrant an inference as to the time when the break occurred. This however was not all. The testimony of the witness is to be considered in connection with the circumstances shown. The coal pile had been in the cellar for a month, gradually diminishing in size of course as the coal was used. Reduced as it was, it was yet necessary in order to reach the end of the wire to shovel away the coal. Through the bed of the coal the wire was seen emitting sparks in a way that gave to the pile the appearance of burning coal. It would not be an unreasonable inference, in the absence of any other explanation, that the wire had been broken by what had happened in connection with the storing of the coal. How otherwise could the loose wire which did the damage have been so embedded in the coal? The coal had been stored, as we have said, a month before the accident. Certainly it was a circumstance tending to show that the break related back to that time, and with the testimony of the witness as to the rusty appearance of the wire, we think it was sufficient evidence to carry the cause to the jury on the question of constructive notice to the defendant.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Me. Justice Stewart,"
      }
    ],
    "attorneys": [
      "Thomas D. Finletter, with him Joseph W. Shannon, for appellant.",
      "R. Stuart Smith, with him Charles E. Morgan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Berstein, Appellant v. Philadelphia Electric Company.\nNegligence — Electric light companies — Live wire — Constructive notice — Evidence—Case for jury.\nIn an action against an electric light company to recover damages for personal injuries sustained by the plaintiff from an electric shock while he was shoveling coal in his cellar, the case is for the jury on the question of defendant’s constructive notice, where there is evidence that an electric wire had broken and was hanging from the fuse bos with the broken end imbedded in a pile of coal from which the plaintiff was shoveling at the time he was injured; that the coal had been stored about a month before the accident and had been gradually lessened in quantity by use; that the wire emitted sparks through the coal, and was in a rusty condition, and that although electricity was not used in the house by the plaintiff, the disconnection had not been made outside the cellar which could have easily been done.\nArgued Jan. 3,1912.\nAppeal, No. 145, Jan. T., 1911, by plaintiff from order of C. P. No. 5, PMla. Co., June T., 1905, No. 693, refusing to take off non-suit in case of Louis Berstein v. Philadelphia Electric Company.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschziskbr, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Ralston, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court entered a compulsory non-suit which it subsequently refused to take off.\nError assigned was refusal to take off non-suit.\nThomas D. Finletter, with him Joseph W. Shannon, for appellant.\nThe condition of the wire on the day of the accident showed it had been without insulation for considerable time. The defendant had wholly neglected its duty to inspect its wires. All of the cases require an inspection of the strictest sort, commensurate with the dreadful danger of the commodity in which such companies deal: Fitzgerald v. Edison Elec. Ill. Co., 200 Pa. 540; Daltry v. Media Elec. Light, Heat & Power Co., 208 Pa. 403; Morgan v. Electric Co., 213 Pa. 151; Smith v. East End Elec. Light Co., 198 Pa. 19; Aument v. Tel. Co., 28 Super. Ct. 610; Patterson Coal & Supply Co. v. Railways Company, 37 Pa. Super. Ct. 212.\nWe distinctly proved in the case at bar that there had been no inspection for two years, that the parts of the wire which were bare of insulation were rusted: Daltry v. Media Electric Light, Heat & Power Company, 208 Pa. 403.\nBut the defendant allowed the wires to remain connected with the feed wire in the street, and charged with electricity, for over two years after the use of electricity in the house had been discontinued: Southern Bell Tel. & Telg. Co. v. McTyer, 137 Ala. 601 (34 So. Repr. 1020); Daltry v. Media Elec. Light, Heat & Power Co., 200 Pa. 403.\nR. Stuart Smith, with him Charles E. Morgan, for appellee.\nThere was no constructive notice: Turton v. Powelton Electric Co., 185 Pa. 406; Smith v. East End Electric Light Co., 198 Pa. 19; Fitzgerald v. Edison Electric Ill. Co., 200 Pa. 540.\nNo matter how high the degree of care required of electric light companies, the burden of proving negligence is still upon the plaintiff; either express notice of a defect or facts equivalent to actual knowledge must be shown: Kepner v. Harrisburg Traction Co., 183 Pa. 24; Aument v. Telephone Co., 28 Pa. Super. Ct. 610; Morgan v. United Gas Improvement Co., 214 Pa. 109; Lanning v. Pittsburgh Railways Co., 229 Pa. 575.\nFebruary 19, 1912:"
  },
  "file_name": "0053-01",
  "first_page_order": 81,
  "last_page_order": 85
}
