{
  "id": 984813,
  "name": "Ulrich, Appellant v. McTague",
  "name_abbreviation": "Ulrich v. McTague",
  "decision_date": "1912-02-26",
  "docket_number": "Appeal, No. 19",
  "first_page": "215",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "235 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 181,
    "char_count": 3258,
    "ocr_confidence": 0.452,
    "sha256": "87ebdf166a693b1370fc4796fd5ec9aabd14d77a893422a86ded98a1029d50b2",
    "simhash": "1:121a994ae10e0c3d",
    "word_count": 542
  },
  "last_updated": "2023-07-14T21:25:04.107295+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Ulrich, Appellant v. McTague."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis action was brought by plaintiff against a large number of people to recover for services as an attorney at law in procuring the incorporation of the borough of Coal Dale in Schuylkill county. The court discharged a rule for judgment for want of a sufficient affidavit of defense against such of the defendants as filed an affidavit, and the plaintiff took this appeal. The statement avers that “the said petition (for the incorporation) was brought to the said plaintiff by Condy C. Gallagher, one of the persons who signed said petition and made oath to the truth of the allegations contained therein, and requested the plaintiff, on behalf of himself and all other persons who signed or caused to be signed said petition, to act as the attorney for the said petitioners for the purpose of procuring the decree of incorporation as prayed for in said petition.” It is not averred or alleged in the statement that Gallagher was authorized by the defendants to obtain the plaintiff’s services or employ him as an attorney in procuring the borough charter, nor is it averred that the defendants in any way recognized him as acting for them as an attorney in the matter. In the absence of such averments, there can be no liability which would sustain a judgment against the defendants. The mere fact that the defendants were petitioners for the incorporation is not sufficient to impose liability for attorney fees for professional services in securing the charter. A plaintiff must aver in his statement a cause of action before the defendant can be required to deny his liability, and judgment cannot be entered for want of a sufficient affidavit of defense if the statement discloses no cause of action against the defendant.\nThe order discharging the rule for judgment for want of a sufficient affidavit of defense is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "'William Wilhelm, for appellant.",
      "John F. Whalen, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ulrich, Appellant v. McTague.\nContract — Attorney and client — Incorporation of borough— Signers of petition — Affidavits of Defense.\nAn attorney-at-law cannot obtain judgment for want of a sufficient affidavit of defense in an action against the signers of a petition to incorporate a borough, for his professional services in procuring the incorporation, where he does not aver in his statement of claim that the person who brought him the petition was authorized by the defendants to obtain the plaintiff’s services or employ him as an attorney, or aver that the defendants in any way recognized him as acting for them as an attorney in the matter. The mere fact that the defendants were petitioners for the incorporation is not sufficient to impose upon them liability for the attorney’s fees in securing the charter.\nArgued Feb. 14, 1912.\nAppeal, No. 19, Jan. T., 1912, by plaintiff from order of C. P. Schuylkill Co., July T., 1911, No. 270, discharging rule for judgment for want of a sufficient affidavit of defense in case of John O. Ulrich v. John McTague.\nBefore Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nAssumpsit for attorney’s fee. Before Shay, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was order discharging rule for judgment for want of a sufficient affidavit of defense.\n'William Wilhelm, for appellant.\nJohn F. Whalen, for appellee.\nFebruary 26, 1912:"
  },
  "file_name": "0215-01",
  "first_page_order": 243,
  "last_page_order": 244
}
