{
  "id": 984851,
  "name": "Garrett v. Turner, Appellant",
  "name_abbreviation": "Garrett v. Turner",
  "decision_date": "1912-03-18",
  "docket_number": "Appeal, No. 249",
  "first_page": "383",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "235 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0520-01"
      ]
    },
    {
      "cite": "165 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0179-01"
      ]
    },
    {
      "cite": "113 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0349-01"
      ]
    },
    {
      "cite": "203 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0047-01"
      ]
    },
    {
      "cite": "12 Pa. Super. Ct. 497",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0497-01"
      ]
    },
    {
      "cite": "213 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0048-01"
      ]
    },
    {
      "cite": "192 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0349-01"
      ]
    },
    {
      "cite": "171 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0193-01"
      ]
    },
    {
      "cite": "32 Pa. Super. Ct. 51",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        866976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/32/0051-01"
      ]
    },
    {
      "cite": "187 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0318-01"
      ]
    },
    {
      "cite": "25 Pa. Super. Ct. 628",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0628-01"
      ]
    },
    {
      "cite": "204 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0453-01"
      ]
    },
    {
      "cite": "47 Pa. Super. Ct. 128",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        423270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/47/0128-01"
      ]
    },
    {
      "cite": "206 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0543-01"
      ]
    },
    {
      "cite": "193 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0229-01"
      ]
    },
    {
      "cite": "227 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0648-01"
      ]
    },
    {
      "cite": "191 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907017
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0290-01"
      ]
    },
    {
      "cite": "163 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0210-01"
      ]
    },
    {
      "cite": "77 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0338-01"
      ]
    },
    {
      "cite": "203 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0457-01"
      ]
    },
    {
      "cite": "195 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914073
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0520-01"
      ]
    },
    {
      "cite": "213 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 952,
    "char_count": 24883,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.7744461298187125e-07,
      "percentile": 0.8346475026150173
    },
    "sha256": "3ef627752b3b66d7d809a280ef37fff59a12abab515e92523ea4f8aa19d81b76",
    "simhash": "1:ce239f28b43e546a",
    "word_count": 4215
  },
  "last_updated": "2024-02-27T22:42:16.902606+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, O. J., Brown, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Garrett v. Turner, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis is an appeal from the judgment of the Superior Court affirming the judgment of the Court of Common Pleas of Montgomery county, in an action of trespass, to recover damages for the negligent operation of an automobile. The error assigned is that the Superior Court erred in affirming the judgment of the court belrw. This is not a proper specification. The assignments filed in the Superior Court to the judgment of the Court of Common Pleas, should be set forth, and the alleged error in acting upon those assignments should be specified : Mellick v. R. R. Co., 203 Pa. 457. Appellant attacks the constitutionality of that part of the 24th section of the Act of April 27, 1909, P. L. 265, which provides that “All civil actions for damages arising from the use and operation of any motor-vehicle, as aforesaid, may be brought in the city or county in which the alleged damages were sustained; and service of process may be made by the sheriff of the county where the suit is brought deputizing a sheriff of the county where the defendant in the suit or his registered agent resides, or where service may be had upon him, under the existing laws of this commonwealth, in like manner as process may now be served in the proper county.” It is argued that the provision just quoted is special legislation, regulating the practice and jurisdiction in a judicial proceeding or inquiry before courts, and for that reason is in violation of the language of article III, section 7 of the constitution.\nThe contention of appellant is fully answered in the opinion of the Superior Court where the question is carefully discussed, and it is shown that the distinctions made by the act are genuine, and are based upon public needs which afford a proper basis for the discretion exercised in the matter by the legislature. As is pointed out by the Superior Court, the section of the statute in question neither adds to nor takes away from the jurisdiction of any court in the commonwealth. The new element in the section is the authorization of service of process outside of the county in which the action is brought when the residence of the defendant is in another county. This provision applies to courts of all the counties of the state. It applies to all persons who render themselves liable, under existing laws, to answer in damages for the manner in which they operate a motor-vehicle upon a public highway. The people who own, use or operate automobiles may very properly be classed together, and made subject to legislation which, though distinctive, is appropriate to them, provided the legislation applies to all within the class and affects them all alike. Trades, occupations and professions are proper subjects of classification: 'Wheeler v. Philadelphia, 77 Pa. 338. In no proper sense can this statute be regarded as special in its application. It includes all the members of the class to which it applies; that is, all who negligently use or operate motor-vehicles.\nThe principle here involved was well illustrated in Clark’s Estate, 195 Pa. 520, where it wras held that a separate classification of surety companies becoming security upon bonds of receivers, assignees, &c., so that the person for whom they were surety might claim credit in their accounts for the fees paid, was held to be within the power of the legislature. The advantage afforded by corporate security over the individual surety, was held to be sufficient to justify discrimination in the act under consideration, and to afford a fair and constitutional basis for the legislative classification. As was there said by Mr. Justice Mitchell, “Constitutions are not to receive a narrow or technical or too literal construction. They get their authority from the adoption of the people, and they are to be read in a broad, and as far as possible, untechnical way to carry out their real purpose.” Another illustration of the principle that difference in conditions constitutes a sufficient and proper basis for classification, appears in Com. v. Fisher, 213 Pa. 48, where the juvenile court act was under consideration. That act applies only to “dependent, neglected, incorrigible and delinquent children under the age of sixteen years” and it was held to be a proper exercise of the legislative power of classification, and therefore constitutional.\nThere is no merit in the suggestion that the statute in question changes the venue of the action. Legislation authorizing service of process can in no sense be properly construed as changing the venue of the action. There can be no change of venue until the defendant has been brought into court. If a change of venue is then to be made, it will be on the application of one of the parties.\nIt is suggested that the section of the law in question is an amendment of the Act of July 9, 1901, P. L. 614, regulating the service of process in actions at law; and that the former act in so far as amended, should be reenacted and published at length, as required by article III, section 6 of the constitution, relating to amendment of acts. But section 24 of the Act of 1909 cannot properly be construed as an amendment of a former act. It is an entirely new provision, applying only to the owners or operators of motor-vehicles. The objection here urged in this respect appeared in Searight’s Estate, 163 Pa. 210, where it was claimed that in a later act, the terms of a former act should have been repeated to meet the requirements of article III, section 6 of the constitution. The suggestion was met by Mr. Justice Mitchell, as follows (p. 216) : “The Act of 1887 does Dot undertake to amend the Act of 1834, and, therefore, did not need to repeat its terms. The constitutional provision has reference to express amendments only. Its object, like that of section two of the same article, requiring each act to have its subject clearly expressed in the title, was to secure to the legislators themselves and others interested, direct notice, in immediate connection with proposed legislation, of its subject and purpose. The constitution does not make the obviously impracticable requirement that every act shall recite all other acts that its operation may incidentally affect, either by way of repeal, modification, extension or supply.” And again in Greenfield Avenue, 191 Pa. 290, after citing Searight’s Estate, supra, and numerous decisions in other states, it was said (p. 296): “An act which is complete in itself —the purpose, meaning, and full scope of which are apparent on its face — is valid, although it may operate to alter, extend or repeal a prior act or may provide for the means of carrying its provisions into effect by a reference to a course of procedure established by other acts of the legislature.” And later, in Gilbert’s Estate, 227 Pa. 648, our brother Elkin, in disposing of a similar question, said (p. 651) : “We think this clearly comes within the rule recognized in any cases that an act complete in itself, which applies an established method of procedure, whether it be common law, or statute, or joint operation of both, to a new class by general reference only, does not violate the constitutional provision as to republication, though it may operate to some extent as an extension of a previous statute: Greenfield Ave., 191 Pa. 290; Pinkerton v. Traction Co., 193 Pa. 229; James Smith Woolen Machinery Company v. Browne, 206 Pa. 543.”\nThe suggestion of counsel that the Act of 1909 violates the Fourteenth Amendment to the Constitution of the United States, is, as was said by Mr. Justice Mitchell in referring to a similar suggestion in Clark’s Estate, 195 Pa. 520, “too far-fetched to require notice.”\nThe assignments of error are overruled, and the judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "J. Ambler Williams, with him J. O. Eberhard, Jr., for appellant.",
      "Samuel H. High, with him John Faber Miller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Garrett v. Turner, Appellant.\nAppeals — Appeals from Superior Court — Assignments of error.\n1. On an appeal from the Superior Court, tbe assignments of error filed in the Superior Court to the judgment of the court of original instance should be set forth, and the alleged error in acting upon these assignments should be specified.\nConstitutional law — Special legislation — Automobiles—Service outside of county — Act of April 27, 1909, P. L. 265 — Change of venue.\n2. The Act of April 27, 1909, P. L. 265, relating to motor vehicles and providing that, in actions for damages against the owners of such, service may be had in another county than where the accident occurred and the suit is brought, is constitutional and does not violate Art. Ill, See. 7, of the Constitution of Pennsylvania, which provides that the general assembly shall not pass any local or special law “regulating the practice or jurisdiction of, or changing the rules of evidence in any judicial proceeding or inquiry before courts.”\n3. The people who own, use or operate automobiles may very properly be classed together and made subject to legislation which, though distinctive, is appropriate to them, provided the legislation applies to all within the class and affects them all alike. Trades, occupations and professions are proper subjects of classification.\n4. The Act of April 27, 1909, P. L. 265, does not change the venue of the action. Legislation authorizing service of process can in no sense be properly construed as changing the venue of the action. There can be no change of venue until the defendant has been brought into court. If a change.of venue is then to be made, it will be on the application of one of the parties.\n5. The Act of April 27, 1909, P. L. 265, Sec. 24, is an entirely new provision, and does not amend the Act of July 9, 1901, P. L. 614, or any other act, and therefore does not violate Art. Ill, Sec. 6, of the Constitution relating to amendment of acts.\nArgued Jan. 29,1912.\nAppeal, No. 249, Jan. T., 1911, by defendant, from judgment of Superior Court, Oct. T., 1910, No. 233, affirming judgment of C. P. Montgomery Co., Oct. T., 1910, No. 149, on verdict for plaintiff in case of Harvey Garrett v. Thomas Turner.\nBefore Fell, O. J., Brown, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nAppeal from Superior Court. See Garrett v. Turner, 47 Pa. Super. Ct. 128.\nThe following opinion was filed by Piorter, J.\nThe plaintiff brought this action to recover damages for injury to his person and property alleged to have been caused by the negligence of the defendant in driving his motor vehicle on York road, a public highway in Montgomery county.\nThe action was brought in Montgomery county in which the damages were sustained, and the sheriff of that county deputized the sheriff of Philadelphia county, wherein the defendant resides, to serve the writ of summons, and the sheriff of the latter county made a return of service, which is in all respects regular. The defendant moved to set aside the service upon the ground that the “return is incorrect in that the person to whom the aforesaid summons and statement were handed, was not an adult member of the family of the aforesaid defendant, nor did the said copy of the statement have endorsed thereon a rule to plead. That therefore, the summons and statement have not been served upon the said defendant in accordance with the provision of the act of assembly for such case made and provided.” The court granted a rule to show cause why the service of the summons and statement should not be set aside. The defendant, this appellant, in support of this motion to set aside the service of the summons took testimony tending to establish that his daughter, to whom the summons was handed, at his place of residence, was only 19 years of age, thus contradicting the return of the sheriff that service had been made on an adult member of his family. The question whether the rule to plead was properly served is entirely distinct from that of the service of the summons, and has been eliminated from the case by the act of the defendant in pleading without any rule having been taken upon him to do so. The court after argument, overruled the motion to set aside the service of the summons and statement of claim and the first four specifications allege error in this action. The only ground for setting aside the service of the summons and statement suggested in the court below was that the return of the sheriff that they had been served on an adult member of the family of the defendant at his residence, was untrue, in that the member of the family to whom the summons and statement were delivered, was not an adult. The return was good on its face and it ought not to have been set aside upon evidence aliunde, tending to establish that it was not true: Park Bros. & Co., Ltd. v. Oil City Boiler Works, 204 Pa. 453; Ben Franklin Coal Co. Ltd. v. Penna. Water Co., 25 Pa. Super. Ct. 628.\nThis having been the only question raised by the appellant in the court below, and he having gone to trial upon the merits, the first four specifications of error might properly be dismissed upon this ground.\nThe appellant now contends that the 24th section of the Act of April 27, 1909, P. L. 265, entitled “An act relating to motor-vehicles, etc.,” under the provisions of which the sheriff of Montgomery county, where the damages were sustained, deputized the sheriff of Philadelphia county, where the defendant resided, to serve the process in this proceeding, offends against that paragraph of Article III, section 7 of the constitution of Pennsylvania, which provides that the general assembly shall not pass any local or special law “regulating the practice or jurisdiction of or changing rules of evidence in any judicial proceeding or inquiry before courts, etc.,” and that, therefore, there was no authority for the service of this summons in Philadelphia county. The 24th section of the Act of 1909, P. L. 272, provides that: “All civil actions for damages arising from the use and operation of any motor-vehicle, as aforesaid, may be brought in the city or county in which the alleged damages were sustained, and service of process may be made by the sheriff of the county where the suit is brought, deputizing the sheriff of the county wherein the defendant in the suit, or his registered agent, resides, or where service may be had upon him, under the existing laws of this commonwealth, in like manner, as process may now be served in the proper county.”\nThis section of the statute does not confer upon any court, jurisdiction of any action which they did not already possess, nor does it take from any court any jurisdiction with which it was already vested. The actions to which it relates are those “for damages arising from the use and operation of any motor-vehicle as aforesaid.” The preceding sections of the statute had provided for the registration of motor vehicles, prohibited their operation upon any public street or highway in the commonwealth until so registered, had provided regulations as to the manner of their use on the public roads, had taken away from the local authorities all power to ordain regulations inconsistent with the provisions of this statute, and had made it unlawful for such local authorities to exclude such motor vehicles from any public road open to horse-drawn vehicles.” The use and operation of any motor-vehicle, as aforesaid, referred to in the 24th section, is the use authorized by the preceding sections of the statute;' this is, of every public road in the commonwealth, by duly registered motor-vehicles. This section of the statute applies to all civil actions for damages arising from the use and operation of motor vehicles upon every highway in the state. The courts of the county where such damages were sustained always had jurisdiction of actions of this character. This section of the statute made no change in the jurisdiction of the courts, the only effect of the section, challenged by the appellant related to the service of process, outside of the county in which the action was brought, when the residence of the defendant was in another county. This provision as to the service of process applies to the courts of all the counties of the state; it cannot, therefore, be said to be local. The contention of the appellant is that it is special, in that it imposes a peculiar burden upon owners of motor-vehicles, for the exclusive benefits of those who are injured by and have a right of action against them.. This section of the statute does not relate simply to action for damages against the owners of motor-vehicles; it applies to all who become liable, under existing laws to answer in damages because of the manner in which they use and operate a motor-vehicle upon a public highway, whether they have owned, hired or borrowed the vehicle. The owner and operator of a motor-vehicle enjoys the benefit of this section of the statute with all other citizens, upon equal terms; if his motor-vehicle is injured or he suffers personal hurt, through the negligence, recklessness or intentional misconduct of one operating another motor-vehicle, this section of the statute puts it in his power to have his right to damages determined within the jurisdiction where the injury was suffered. The complaint of the appellant is that the recovery of damages for the negligent operation of a motor-vehicle as well as for negligence in the management of horses upon a public highway must both be in an action of trespass and that all the proceedings! in such actions, including the manner of the service of the j writ, should be precisely similar, in order to comply with ] the provisions of the constitution. i\nI The invention, development and use of the automobile j introduced an entirely new element and revolutionized ! travel upon all the highways of the state. The operation of these motor-vehicles at exceedingly high rates of speed introduced a new element of danger for all those who enter upon the public highway. Negligence in the operation of motor-vehicles involves great danger to the lives and property of others using the highways. In former times, vehicles drawn by horses or oxen moved at a comparatively low rate of speed, and even in cases of a runaway, others upon the highway but infrequently had difficulty in avoiding injury or danger, when vehicles so drawn were negligently managed and injured the person or property of others, there was usually but little difficulty in locating the person responsible for the injury. Such vehicles did not usually travel long distances and the person responsible for the injury inflicted by them could usually be found somewhere within the region where the cause of action arose. The modern vehicle driven by an engine is capable of traversing the state from one end to the other within a single day. Such vehicles make journeys far distant from the residence of the person responsible for negligence in their operation, thus making it difficult for the person injured, in person or property, to even ascertain the identity of the person responsible for his injuries, and still more difficult for him to obtain redress, in case he has to follow the negligent operator of the engine to some distant part of the state.\nThese considerations led, in earlier years, following the introduction of this class of traffic, to the adoption of stringent police regulations with regard to the running of motor-vehicles on the highways of numerous municipalities of the commonwealth. Each municipality had its own code of regulations and the numerous codes greatly varied, some of the requirements were perhaps unreasonable. The operator of an automobile could form no idea from reading the rules of one municipality what new regulations he might have to observe when he crossed the line into the jurisdiction of some municipal neighbor. This was the condition of affairs when the legislature of the state assumed the duty, in the exercise of the supreme police power with which it was vested, to establish uniform regulations with regard to this matter and limit the power of local authorities to the ordaining of regulations which were not inconsistent with the uniform code. The Act of April 27th, 1909, P. L. 265, is the fink! expression of the legislative will upon this subject and supersedes all prior legislation inconsistent therewith. This statute regulates the use of all public highways within the commonwealth and with regard to that use, constitutes as a distinct class all those who operate motor-vehicles upon-public roads. Since the adoption of the legislature to properly classify subjects of legislation has been frequently declared and is now firmly established. Legislation as a class distinguished from a general subject is not special but general, and classification is a legislative question subject to judicial revision only so far as to say that it is found on real distinction in the subjects classified, and not on artificial or irrelevant ones used for the purpose of evading the constitutional prohibition. If the distinctions are genuine, the courts cannot declare the classification void, though they may not consider it to be on sound basis. The test is, in wisdom, put good faith in the classification: Seabolt v. Commissioners, 187 Pa. 318; Foster Township Road Tax, 32 Pa. Super. Ct. 51; Durkin v. Kingston Coal Co., 171 Pa. 193; Sugar Notch Borough, 192 Pa. 349; Commonwealth v. Fisher, 213 Pa. 48; Commonwealth v. Winkelman, 12 Pa. Super. Ct. 497. The constitutional requirement is that laws, upon the subjects discriminated by the section of the constitution in question, shall be general, not local or special, and uniformity of results is only one of the judicial tests applied to laws for the determination of their character as to generality. A law may by classification or otherwise produce some diversion of result and yet be general, but where the classification is based on genuine distinctions, its expediency is for legislative determination. Stegmaier v. Jones, 203 Pa. 47.\nThe Act of April 27th, 1909, established a universal rule which applies to all persons who operate motor-vehicles upon any public highway within the commonwealth, and it is a general statute; Strine v. Foltz, 113 Pa. 349. The wide extent of the country covered by the movement of a motor-vehicle renders it more probable that, when negligently operated, an accident may occur and an injury be inflicted in a county other than that in which the operator has his residence. The ease and rapidity with which the operator of a motor-vehicle may vanish from the scene where he has inflicted an injury, renders it much more difficult for the party injured to call the wrongdoer to account in the county where the injury was inflicted and where the witnesses, by whom the negligence of the defendant must be established, resides, than is the case where injury results from the negligent management of a horse-drawn carriage. The operator of a motor-vehicle whose negligence has caused an injury on a public highway in a county other than that in which he has his place of residence may not only at the time quickly withdraw from the county where the injury has been inflicted, but the speed at which he is about to move along the roads would permit him to subsequently revisit that county at his pleasure, without any risk of being served with legal process while he was within its boundary. The negligent operator of an automobile has thus a manifest advantage over the driver of a horse, in avoiding service of process within the county where his negligence has caused an injury and the party injured is at a corresponding disadvantage in obtaining redress. It is on this difference that the discrimination in the Act of 1909, with regard to the service of process, is founded and it is a fair and constitutional basis for the legislative discretion: Kennedy v. Insurance Co., 165 Pa. 179; Clark’s Est., 195 Pa. 520. The first four specifications of error are dismissed.\nThe evidence produced by the plaintiff, if believed, was certainly sufficient to sustain a finding that the defendant had operated his motor-vehicle negligently, upon the public highway, and that the plaintiff had been injured in person and property as the direct result of such negligence, the defendant testified, as did his witnesses, in a manner, which, if believed, entirely relieve him from all responsibility for the accident. The question thus presented was not one of law, but of fact, that question was for the jury, and it would have been error for the court to have entered a judgment of non-suit, or to have given binding instructions in favor of the defendant, or to have entered judgment in favor of the defendant non obstante veredicto. All the specifications of error are overruled. The judgment is affirmed.\nError assigned, was the judgment of the Superior Court.\nJ. Ambler Williams, with him J. O. Eberhard, Jr., for appellant.\nSamuel H. High, with him John Faber Miller, for appellee.\nMarch 18, 1912:"
  },
  "file_name": "0383-01",
  "first_page_order": 411,
  "last_page_order": 423
}
