{
  "id": 984886,
  "name": "Wagener v. Philadelphia & Reading Railway Company, Appellant",
  "name_abbreviation": "Wagener v. Philadelphia & Reading Railway Co.",
  "decision_date": "1912-03-18",
  "docket_number": "Appeal, No. 51",
  "first_page": "559",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "235 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "198 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920326
      ],
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0583-01"
      ]
    },
    {
      "cite": "160 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852128
      ],
      "pin_cites": [
        {
          "page": "600"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0590-01"
      ]
    },
    {
      "cite": "209 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936216
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0465-01"
      ]
    },
    {
      "cite": "184 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987979
      ],
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0274-01"
      ]
    },
    {
      "cite": "162 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856809
      ],
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0063-01"
      ]
    },
    {
      "cite": "115 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551775
      ],
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0369-01"
      ]
    },
    {
      "cite": "98 Mich. 338",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1527332
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/98/0338-01"
      ]
    },
    {
      "cite": "208 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0439-01"
      ]
    },
    {
      "cite": "25 Pa. Super. Ct. 609",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851978
      ],
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0609-01"
      ]
    },
    {
      "cite": "4 Binn. 314",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792406
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0286-01"
      ]
    },
    {
      "cite": "34 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418020
      ],
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0451-01"
      ]
    },
    {
      "cite": "42 Pa. Super. Ct. 531",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        412542
      ],
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/42/0531-01"
      ]
    },
    {
      "cite": "71 N. Y. 137",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2168046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/71/0137-01"
      ]
    },
    {
      "cite": "198 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920353
      ],
      "pin_cites": [
        {
          "page": "646"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0643-01"
      ]
    },
    {
      "cite": "231 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973946
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0117-01"
      ]
    },
    {
      "cite": "224 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963077
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0074-01"
      ]
    },
    {
      "cite": "232 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977842
      ],
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/232/0278-01"
      ]
    },
    {
      "cite": "115 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551802
      ],
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 11115,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.222989789015269e-07,
      "percentile": 0.598572349198737
    },
    "sha256": "9e9f2d12999554c9a997531a7f6755d342ef0e28331c81f870637889592b7f5e",
    "simhash": "1:c930a0cc52953a74",
    "word_count": 1989
  },
  "last_updated": "2024-02-27T22:42:16.902606+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Wagener v. Philadelphia & Reading Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of Judge Endlich.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Snyder & Zieber, for appellant.",
      "William Kerper Stevens, with him Thomas K. Leidy, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wagener v. Philadelphia & Reading Railway Company, Appellant.\nRailroads — Sparks—Negligence—Spark-arrester.\nIn an action against a railroad company to recover damages for the burning of plaintiff’s farm buildings, where it is undisputed that tbe fire was caused by sparks thrown out by a particular locomotive, tbe case is for tbe jury and a verdict and judgment for tbe plaintiff will be sustained, where it appears that there was a spark-arrester of an approved pattern on the locomotive; that this spark-arrester was of a type adapted to tbe use of anthracite coal; that tbe company permitted and directed its employees to use for firing the engine soft coal with anthracite in proportion of one to ten; that tbe spark-arrester was adequate for the mixture; that tbe anthracite and soft coal were not supplied to the engine, already mixed in that proportion, but separately side by side, so that the engineer had the opportunity to mix them in any proportions which pleased him; that in order to get up steam quickly and get more power it would be convenient for him to use a greater proportion of soft coal in the mixture; that just before the burning the engine in question was started with a load up grade and around a curve, and that it was puffing and laboring and throwing out smoke, although owing to the time of day sparks were not actually visible.\nArgued Feb. 27, 1912.\nAppeal, No. 51, Jan. T., 1912, by defendant, from judgment of C. P. Berks Co., Aug. T., 1909, No. 120, on verdict for plaintiff in case of S. B. Wagener and C. B. Wickersham, trading as S B. Wagener & Co. v. Philadelphia & Reading Railway Company.\nBefore Fell, C. J., Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for the burning of farm buildings.\nAt the trial the jury returned a verdict for plaintiff for $3,500.\nOn a rule for a new trial and for judgment for defendant n. o. v. Endlich, P. J., filed the following-opinion :\nThis is an action of trespass to recover damages for the burning of certain of plaintiff’s buildings with contents, as alleged in the declaration, through the negligence of defendant’s servants in the management and direction of a locomotive engine upon its nearby railway and the want of a proper spark-arrester in the same. About the fact that the fire was set by a spark or sparks thrown out by the locomotive there was not at the trial and is not now any dispute. That there was a sparkarrester in this locomotive and that it was of an approved pattern, was so fully shown by the evidence that the jury was instructed to accept it as a fact. The contention, however, was that this spark-arrester was one adapted to the use of anthracite coal in firing the engine; that the company permitted and directed its employees in charge of it to use for that purpose soft coal with anthracite in the proportion of 1 to 10; that the spark-arrester was adequate for that mixture; that the anthracite and soft coal were not given to the employees already mixed in the proportions stated, but separately, side by side, so that the fireman could vary them as he chose; that in order to get up steam quickly and get more power it would be convenient for him to use a greater proportion of soft coal in the mixture; and that for such a mixture the spark-arrester would be inadequate. All this rested upon testimony brought out by defendant or from its witnesses, to the benefit of which, of course, the plaintiffs were entitled before the jury: Susquehanna Mut. Fire Ins. Co. v. Gackenbach, 115 Pa. 492, 499; Hus-var v. R. R. Co., 232 Pa. 278, 281. Upon the basis of evidence that this engine had just been started, how it acted and labored at the time, the load it was drawing, the grade and character of the stretch of track it was passing over, etc., it was argued by plaintiffs that the jury had a right to infer that the prescribed and safe proportions of the mixture were not observed by the fireman, but that, in order to get up steam and power he was doing just that which would accomplish that purpose and which the company had put it into his reach to do, namely increasing the proportion of soft coal or using it alone, thereby making the spark-arrester inadequate as a protection against the undue emission of sparks capable of setting fire to the plaintiffs’ buildings. The charge left it to the jury to say whether this was the proper and the only possible explanation of the occurrence under the evidence, and in the event of their so concluding to find for the plaintiffs. The verdict was for the latter in an amount which is not assailed as excessive. Claiming that it is otherwise erroneous, however, the defendant has obtained these rules.\nThe burden of its argument in support of both is that the plaintiff’s case is defective in not showing sparks of an excessive size to have actually escaped from the engine; that only if that were shown by direct evidence would there be any proper basis for inferring that the engine was improperly fired, or that the spark-arrester was inadequate to the requirements of such method of firing as may have been adopted. It is not denied that the negligence charged against the company might be proved circumstantially: John Hancock Ice Co. v. B. B. Co., 224 Pa. 74, 231 Pa. 117. But it is insisted that in its circumstantial proof the first and indispensable step must be to show the fact of the emission of sparks greater in size than the mesh of the spark-arrester, in good order, would allow to escape when the firing was done with anthracite coal or the prescribed mixture of the same and soft coal, and that in the absence of such proof in this case there can be no inference of negligence against the defendant and no recovery from it by plaintiffs. Let it be assumed for present purposes that there is no such proof here, and still there remains what seems to be an ample basis for the inference in question.\nThe fact that fire was set to plaintiffs’ buildings by a spark or sparks escaping from defendant’s engine No. 856 is undisputed. The fireman had at his hand two kinds of fuel, one of them better adapted than the other to quickly getting up steam and power. The mere existence of the opportunity to use it in preference to the other is not proof of his having so used it: Equitable Sav. & Loan Ass’n. v. Boland, 198 Pa. 643, 646; Pollock v. Pollock, 71 N. Y. 137. But there was occasion for quickly getting up steam, etc. The engine had just been started with a load to be drawn up-grade and around a curve, and it was puffing and laboring and throwing out smoke. The time was shortly after noon, when “the air may be full of live sparks.....and yet the eye cannot detect them:” John Hancock Ice Co. v. B. B. Co., 231 Pa. 117, 121. It is undoubted that sparks must have been emitted and carried alive over a distance of 44 feet to the plaintiffs’ barn, where they ignited the straw and chaff. A spark is an unconsumed particle of fuel in a state of combustion. The high wind blowing at the time would naturally tend to hasten its consumption. In order to reach the plaintiff’s barn in a condition to set vhe fire it must, as one of defendant’s witnesses admits, have been of considerable size. It is agreed on all hands that particles of ignited soft coal escaping through a spark-arrester expand in the air. See Badman v. B. R. Co., 42 Pa. Super. Ct. 531, 536. Taking all this together, why should the jury be, as a matter of law, forbidden to infer that it was such a spark that did the mischief; that, in other words, the fireman made use of the opportunity of firing with soft coal beyond the prescribed proportion, and that it was as a result of his having done so that a spark capable of carrying fire to plaintiffs’ buildings escaped? It might strengthen this conclusion if it were shown either that the engine was in the habit of throwing out large sparks, or that it threw out such at the particular time the fire occurred. But the rules of evidence, founded in common sense: Rodgers v. Stophel, 32 Pa. Ill, 113, and necessity: Mish v. Wood, 34 Pa. 451, 454, give way to necessity: Garwood v. Dennis, 4 Binn. 314, 326; Com. v. Barr, 25 Pa. Super. Ct. 609, 613. If the proof just indicated as helpful where practicable were to be held indispensable, then, no matter how flagrant the fireman’s abuse of his opportunity to fill up the fire-box with soft coal, there can be no redress to plaintiffs for the injury resulting from that act to them, because, owing to the nature of the fuel thus improperly used and the weather conditions, the sparks emitted were partially or wholly consumed before dropping to the ground, or owing to the time of day could not be seen, or in any event could not be measured while flying through the air. It is not conceived that the availability of circumstantial evidence is subject to such limitations. The decisions in John Hancock Ice Co. v. R. R. Co., 224 Pa. 74, and 231 Pa. 117, do not impose them. On the other hand in Taylor v. Assnr. Corp., 208 Pa. 439, the Supreme Court approved the rule laid down in Merrett v. Accid. Ass’n., 98 Mich. 338 (57 N. W. Repr. 169), that, where the evidence points to one of several possible explanations of an occurrence as more probable than the others under the circumstances, the jury may adopt it as supported by the preponderance of the evidence. And the most stringent test of the sufficiency of circumstantial evidence to justify a given conclusion goes no further than to require that it point to the same as the only rational explanation of the occurrence founded in the evidence: Johnson v. Com., 115 Pa. 369, 393; Com. v. Johnson, 162 Pa. 63, 69; Com. v. Roddy, 184 Pa. 274, 288; Com. v. Kovovic, 209 Pa. 465, 468. Such was the test prescribed to the jury in this case. Whether the evidence met it or not was one of those questions depending upon the ascertainment of facts and the probable and reasonable inferences and presumptions from them, whose decision is by our law committed to the jury and when rendered by it admits of no control by any rule of accuracy the court has the power or means to apply: Phila. Trust Co. v. R. R. Co., 160 Pa. 590, 600.\nIt follows that on defendant’s own assumption its position is not sustainable, and it is therefore unnecessary to inquire whether the evidence in the case justifies that assumption quite as broadly as it is made. As for the manner of the submission of the case to the jury, it is not believed that the charge taken as a whole did the defendant any wrong. Certainly the essential conditions of plaintiffs’ right to recover against it were, throughout, prominently kept before the jury, and they were told that no duty rested upon the defendant to explain how the occurrence happened: Devlin v. Light Co., 198 Pa. 583, 585.\nThe rules to show cause are discharged.\nError assigned was in refusing binding instructions for defendant, and in not entering judgment for defendant n. o. y.\nSnyder & Zieber, for appellant.\nWilliam Kerper Stevens, with him Thomas K. Leidy, for appellees.\nMarch 18, 1912:"
  },
  "file_name": "0559-01",
  "first_page_order": 587,
  "last_page_order": 593
}
