{
  "id": 1080642,
  "name": "Barker, Appellant, v. Bryn Mawr College",
  "name_abbreviation": "Barker v. Bryn Mawr College",
  "decision_date": "1923-06-23",
  "docket_number": "Appeal, No. 1",
  "first_page": "121",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "278 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 247,
    "char_count": 3615,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 5.961634487209577e-07,
      "percentile": 0.9536953698844991
    },
    "sha256": "41ac11e20ef2cb3d25fad9e795486b8efba46737b55b8fe54a94e9c64d001ff9",
    "simhash": "1:c4bd4ff1175e0f55",
    "word_count": 572
  },
  "last_updated": "2023-07-14T20:39:36.549216+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Barker, Appellant, v. Bryn Mawr College."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nPlaintiff obtained an alternative writ of mandamus to compel the reinstatement of Margery Barker as a student in Bryn Mawr College, and her restoration to “all the rights and privileges with respect to classes, courses of study, examinations, degrees, and, in general, all other rights which she enjoyed prior to her dismissal.” After hearing, the court below refused a peremptory writ and entered judgment for defendants. Plaintiff has appealed.\nIt appears from the findings of the court below that the “Trustees of Bryn Mawr [that being the charter title] is a corporation of the first class under Pennsylvania law.......maintaining an institution for the advanced education of women......It is a private corporation, deriving its revenues only from the charges which it makes against those who attend its courses, its privately bestowed endowments, and other private benefactions ; it receives no aid from the state or other public sources......The president is the principal executive of the college, with ‘power to impose the more serious penalties for all non-academic offenses including suspension and expulsion of students’; the exercise of this power is not subject to appeal to or review by the board.” The printed catalogue of the institution particularly announces that the “college reserves the right to exclude at any time students whose conduct or academic standing it regards as undesirable.”\nWe agree with the court below that, on the facts showing the character of Bryn Mawr College, as an institution privately conducted which receives no state aid, “the relation between the student and the college is solely contractual in character, [and] the court of common pleas does not have jurisdiction to issue a writ of mandamus to compel [appellants] reinstatement”; also, in view of the regulation, on which the relator obtained entrance to the college, providing that the latter “reserves the right to exclude at any time students whose conduct......it regards as undesirable,” defendant is not required to prefer charges and hold a trial thereof, before dismissing a student regarded by it as undesirable.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "Isaac A. Penny packer, with him George Wharton Pepper and Montgomery Evans, for appellant.",
      "Nicholas II. Larzelere, with him Franklin L. Wright and Ohas. Townley La/rzelere, for appellees."
    ],
    "corrections": "",
    "head_matter": "Barker, Appellant, v. Bryn Mawr College.\nCorporations — College — Expulsion of student — Mandamus— Jurisdiction of common pleas.\n1. A college chartered as a corporation of the first class, which is privately conducted, and receives no state aid, and which by its regulations reserves the rights to exclude students whose conduct it regards as undesirable, cannot be compelled by mandamus to reinstate a student which it has expelled; the court of common pleas has no jurisdiction to issue such writ.\n2. Such an institution is not required to prefer charges and hold a trial thereof, before dismissing a student regarded by it as undesirable.\nArgued May 8, 1923.\nAppeal, No. 1, Jan. T., 1923, by plaintiff, from order of C. P. Montgomery Co., June T., 1921, No. 1, refusing writ of peremptory mandamus, in case of Margery Barker, a minor, by her mother and next friend Marjory C. Barker, v. Trustees of Bryn Mawr College, a corporation, and M. Carey Thomas, President.\nBefore Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nPetition for peremptory mandamus. Before Miller, J.\nThe opinion of the Supreme Court states the facts.\nPetition dismissed. Plaintiff appealed.\nError assigned, inter alia, was order, quoting it.\nIsaac A. Penny packer, with him George Wharton Pepper and Montgomery Evans, for appellant.\nNicholas II. Larzelere, with him Franklin L. Wright and Ohas. Townley La/rzelere, for appellees.\nJune 23, 1923:"
  },
  "file_name": "0121-01",
  "first_page_order": 147,
  "last_page_order": 149
}
