{
  "id": 1080579,
  "name": "Fisher, Commissioner of Banking, v. Davis, Appellant",
  "name_abbreviation": "Fisher v. Davis",
  "decision_date": "1923-06-23",
  "docket_number": "Appeal, No. 319",
  "first_page": "129",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "278 Pa. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Pa. Superior Ct. 87",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        835178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/17/0087-01"
      ]
    },
    {
      "cite": "135 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0374-01"
      ]
    },
    {
      "cite": "56 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0082-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 297",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0297-01"
      ]
    },
    {
      "cite": "117 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0365-01"
      ]
    },
    {
      "cite": "91 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        487645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0438-01"
      ]
    },
    {
      "cite": "47 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0485-01"
      ]
    },
    {
      "cite": "41 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0185-01"
      ]
    },
    {
      "cite": "57 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0433-01"
      ]
    },
    {
      "cite": "5 W. & S. 171",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0171-01"
      ]
    },
    {
      "cite": "3 Dallas 385",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "110 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0254-01"
      ]
    },
    {
      "cite": "8 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0403-01"
      ]
    },
    {
      "cite": "99 Atl. 343",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "208 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0368-01"
      ]
    },
    {
      "cite": "101 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0356-01"
      ]
    },
    {
      "cite": "82 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0128-01"
      ]
    },
    {
      "cite": "54 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/54/0154-01"
      ]
    },
    {
      "cite": "1 Rawle 291",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0291-01"
      ]
    },
    {
      "cite": "110 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0254-01"
      ]
    },
    {
      "cite": "8 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/8/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 578,
    "char_count": 9138,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.251837797203086e-07,
      "percentile": 0.7816413234902885
    },
    "sha256": "014f9e0d922af8559ac0598ed3d04c442731fa58be6a057f662813b610b0c81c",
    "simhash": "1:48aca4458458bef9",
    "word_count": 1598
  },
  "last_updated": "2024-02-27T22:02:27.861988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Fisher, Commissioner of Banking, v. Davis, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nAt the time the Agricultural Trust Company became insolvent and went into the hands of the commissioner of banking, it and defendant had each a claim against the other, but the account between them had not been adjusted. He was indebted to it upon two promissory notes aggregating $5,500, and it was liable to him for the value of $8,000 in Liberty Bonds, which it had sold for him, but the proceeds had been embezzled by its secretary and treasurer.\nAt the trial of this suit, brought by the commissioner upon those notes, defendant claimed the right to set-off the value of his bonds. This was opposed by the former because the whole of the assets of the trust company, including the amount of the notes, would be insufficient to pay the depositors of the company in full; and hence, he contended, the set-off could not be made because of the provisions of the Act of May 23,1913, P. L. 354, amending the Act of May 8,1907, P. L. 192. Solely because of this statute the court below directed a verdict for plaintiff, which was accordingly rendered; defendant’s motion for judgment non obstante veredicto was later dismissed; and he now appeals from the judgment entered on that verdict.\nOur primary inquiry is, therefore: Is the Act of 1913 controlling? It provides “That in case of any distribution of the money, property or other assets whatsoever, of any trust company, in the course of its liquidation by legal process or otherwise, distribution shall be made and preferred in the following order, namely: 1st. To the payment of all depositors in the trust company,.....2d. To the payment and discharge of all the remaining liabilities of such trust company or corporation. 3d. The residue, if any, shall be distributed to the shareholders of the trust company......”\nIt is clear to us that the provision quoted has no relation to the present case, which is not a “distribution of the money, property or other assets” of the trust company. “Distribution” cannot be made until after ascertainment of what there is to be distributed, and in this action only the latter is being determined. After the suit is ended, and collection has been made of any balance found to be due, questions of “distribution” will arise, so far as that amount is concerned, but not until then. Of course, if on the “distribution” of any fund in plaintiff’s hands, defendant claims the difference between the $8,000 due to him and the $5,500 owing by him, he will, as to that $2,500, be postponed to the rights of the depositors. In this suit, however, he does not even ask for a certificate in his favor.\nWith us the right of defalcation has existed since the passage of the Act of January 12, 1705, 1 Sm. Laws 49, and has been constantly applied to estates where insolvency existed and the law established preferences in distribution. Thus, in suits brought by executors or administrators, where the creditor’s claim was due when decedent died, set-off has always been allowed, even though his estate was insolvent: Murray v. Williamson, Administrator of Gray, 3 Binney 135; Com. v. Clarkson, Administrator of Passmore, 1 Rawle 291; Skiles, Administrator of Skiles v. Houston, 110 Pa. 254. The reason for this conclusion is tersely expressed in the second of these cases as follows (page 293) : “The sum really due at the death of the party is the true debt. On no other principle could there be a set-off against the representatives of an insolvent decedent; instead of which the defendant would have to pay the demand against him first, and then come in with the other creditors for a dividend of his own money according to the degree of his debt. This we see is not the case, everything but the balance having been previously extinguished” by operation of the statute. This reasoning has been repeatedly applied in later cases, and never overthrown or modified by either statute or decision. Had the legislature desired to change it, despite the fact that it has been a guiding principle in the business life of our people for more than two centuries, and is founded on the “natural justice and equity that in all cases of mutual credit only the balance should be paid” (Light v. Leininger, 8 Pa. 403), this it could easily have done by plain language; but tbe Acts of 1907 and 1913, do not disclose even tbe slightest intention to do it.\nTwo minor claims are made by appellee, each of which is without merit. It is said the amount due, because of the receipt and sale of the bonds, has not been liquidated and hence cannot be set off. This very inadequate view of the effect of the Act of 1705, is in the teeth of all of our decisions: Russell v. Miller, 54 Pa. 154; Halfpenny v. Bell, 82 Pa. 128; Plunkett v. Sauer, 101 Pa. 356; Long v. Long, 208 Pa. 368. In the second of these cases it is said, at page 130: “It was held in Hunt v. Gilmore, 9 P. F. Smith 450, that unliquidated damages arising ex contractu from any bargain, may be set off under the Defalcation Act of 1705, 1 Sm. Laws 49, whenever they are capable of liquidation by any known legal standard..... That the damages were unliquidated, and that the offer was to prove a set-off arising out of a distinct and separate cause of action, is not material. There was no difficulty under the well-settled rules of law in liquidating the damages; that they arose out of a separate cause of action constitutes no objection.”\nNor is there any merit in the suggestion that the set-off is not allowable because defendant’s claim is not of equal dignity with plaintiff’s. The supposititious excessive dignity of the latter is alleged to arise only because, under the Act of 1913, defendant’s right on distribution will be subordinated to that of the depositors. This curious attempt to misapply a principle applicable to cases where an ordinary claim is endeavored to be set off against a judgment, has already been sufficiently answered by the fact that the statute has no applicability to this case.\nThe judgment of the court below is reversed, and judgment is here entered for defendant nop obstapte veredicto.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "B. F. Doris, with him J. W. Brown and B. F. Doris, Jr., for appellant.",
      "Bernard J. Myers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fisher, Commissioner of Banking, v. Davis, Appellant.\nBanks and \"banking — Insolvency—Set-off—Distribution of assets —Acts of January IS, 1705, 1 Sm. L. W; May 8, 1907, P. L. 198, and May 88,1918, P. L. 85k.\n1. The Act of May 23, 1913, P. L. 354, amending the Act of May 8, 190?, P. L. 192, applies only to matters of distribution, and does not prevent a defendant from setting off any claim he may have against the estate of an insolvent banking company, if due at the time its assets were taken over by the commissioner of banking.\n2. The Act of January 12,1?05,1 Sm. Laws 49, applies although defendant’s claim is against an insolvent estate, as to which the law establishes preferences on distribution.\n3. Under the Act of 1?05, a set-off is allowable, although the amount due has not been liquidated and grows out of a separate transaction, provided the claim arises ex contractu and is capable of ready liquidation.\n4. \"Where each of two parties has a claim against the other, the balance due is the true debt, although one dies or becomes insolvent before the account between them is adjusted; and no more can be recovered if the set-off is properly pleaded and proved.\nArgued May 14, 1923.\nAppeal, No. 319, Jan. T., 1923, by defendant, from judgment of C. P. Lancaster Co., Nov. T., 1921, No. 49, on verdict for plaintiff, in case of John S. Fisber, Commissioner of Banking of tbe Commonwealth of Pennsylvania in possession of tbe business and property of tbe Agricultural Trust Company, to tbe use of tbe Agricultural Trust & Savings Co. v. B. F. Davis,\nBefore Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nAssumpsit on promissory notes. Before Landis, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $5,898.33. Defendant appealed.\nError assigned, inter alia, was binding instructions for plaintiff, quoting record.\nB. F. Doris, with him J. W. Brown and B. F. Doris, Jr., for appellant.\n— The appellant was entitled to have his bonds allowed as a set-off up to the very time that the banking commissioner took possession of the property of the trust company: Roseville Trust Co. v. Barney, 99 Atl. 343; Light v. Leininger, 8 Pa. 403; Skiles v. Houston, 110 Pa. 254.\nThe claim is unjust, because it would be allowing appellant’s, property to be distributed for the benefit of other creditors: Calder v. Bull, 3 Dallas 385; Norman v. Heist, 5 W. & S. 171; Grim v. School Dist., 57 Pa. 433.\nBernard J. Myers, for appellee.\n— A claim offered as a set-off must be at least of equal dignity with the demand against which the set-off is asserted. A mere unliquidated or unsettled claim cannot be set-off against a judgment ripe for execution: Kennedy v. Kennedy, 41 Pa. 185; Grubb et al. v. Brooke, 47 Pa. 485; Beaty v. Bordwell, 91 Pa. 438; Hopkins v. Stockdale, 117 Pa. 365; Miller v. City of Bradford, 19 Pa. Superior Ct. 297; Cramond v. Bank, 1 Binney 64; Thorp v. Wegefarth, 56 Pa. 82; Bishop v. Goodhart, 135 Pa. 374; Hershey v. McLaughlin, 17 Pa. Superior Ct. 87.\nJune 23, 1923:"
  },
  "file_name": "0129-01",
  "first_page_order": 155,
  "last_page_order": 159
}
