{
  "id": 1080528,
  "name": "Geesey, Appellant, v. Palmer Lime & Cement Co.",
  "name_abbreviation": "Geesey v. Palmer Lime & Cement Co.",
  "decision_date": "1923-06-23",
  "docket_number": "Appeal, No. 327",
  "first_page": "147",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "278 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 W. N. C. 295",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "2 Sadler 97",
      "category": "reporters:state",
      "reporter": "Sadler",
      "case_ids": [
        238111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sadler/2/0097-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 224,
    "char_count": 2752,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 5.3804584647014995e-08,
      "percentile": 0.3370599984786758
    },
    "sha256": "09a708320896eb2cf63bf20ce7c559f1294b0db2460386ac0e76892378815562",
    "simhash": "1:23c7caa5526f2a6e",
    "word_count": 478
  },
  "last_updated": "2024-02-27T22:02:27.861988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Geesey, Appellant, v. Palmer Lime & Cement Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOne branch of the defendant’s business at York was the crushing of stone, which was shipped away on flat cars over a spur from the track of the Pennsylvania Railroad. There was a trestle over the spur with sufficient head room for flat cars, but not for an engine or a large car, so the loaded cars were removed by coupling them to flat cars pushed in for that purpose. On the evening of November 19,1919, for some unexplained reason, the railroad company, for the first time, attempted to reach the loaded cars by pushing in a large car which struck a beam at the top of the trestle thereby crushing plaintiff’s arm as he stood on the bumper of that car in the performance of his duty as a railroad brakeman. The track and trestle had been in the same position for over ten years, were in good order and fit for their intended use; while defendant bad no notice of an intent to use them for a different purpose. The condition was patent and defendant was not bound to anticipate the remote possibility of the railroad company attempting to run a high car under the low trestle: see Stoneback v. Thomas Iron Co., 2 Sadler 97, 17 W. N. C. 295. Under such circumstances the trial judge rightly directed a verdict for defendant on the ground that it was free from\nnegligence; hence, plaintiff’s appeal from the judgment entered thereon is not well founded.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Harvey A. Gross, for appellant.",
      "Michael 8. Niles, with him Charles A. May, George E. Neff and Henry C. Niles, for appellee."
    ],
    "corrections": "",
    "head_matter": "Geesey, Appellant, v. Palmer Lime & Cement Co.\nNegligence — Trestle and railroad spur — Injury to brakeman— Operation of train — Railroads.\nWhere the owner of a manufacturing plant has maintained for many years a trestle over a spur connecting the plant with a railroad, and the trestle had sufficient'head room for flat cars, but not for high cars, a brakeman of the railroad company cannot recover damages from the owner of the trestle for personal injuries, where it appears that he was injured while standing on the bumper of a large ear passing under the trestle, and that a car of such class had never before been passed under the trestle, and defendant had no notice of such intended use.\nArgued May 15, 1923.\nAppeal, No. 327, Jan. T., 1923, by plaintiff, from judgment of C. P. York Co., Jan. T., 1921, No. 99, on verdict for defendant in case of William C. Geesey v. Palmer Lime & Cement Co.\nBefore Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nTrespass for personal injuries. Before McPherson, P. J., specially presiding.\nThe opinion of the Supreme Court states the facts.\nJudgment on directed verdict for defendant. Plaintiff appealed.\nError assigned, inter alia, was judgment, quoting record.\nHarvey A. Gross, for appellant.\nMichael 8. Niles, with him Charles A. May, George E. Neff and Henry C. Niles, for appellee.\nJune 23, 1923:"
  },
  "file_name": "0147-01",
  "first_page_order": 173,
  "last_page_order": 175
}
