{
  "id": 1080550,
  "name": "Lefever's Estate",
  "name_abbreviation": "Lefever's Estate",
  "decision_date": "1923-06-23",
  "docket_number": "Appeal, No. 237",
  "first_page": "196",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "278 Pa. 196"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "109 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0349-01"
      ]
    },
    {
      "cite": "226 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0312-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 523",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/14/0523-01"
      ]
    },
    {
      "cite": "176 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882237
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0095-01"
      ]
    },
    {
      "cite": "103 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0238-01"
      ]
    },
    {
      "cite": "268 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061546
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/268/0415-01"
      ]
    },
    {
      "cite": "247 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0190-01"
      ]
    },
    {
      "cite": "8 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0391-01"
      ]
    },
    {
      "cite": "106 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0340-01"
      ]
    },
    {
      "cite": "46 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420615
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0239-01"
      ]
    },
    {
      "cite": "121 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0641-01"
      ]
    },
    {
      "cite": "188 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901288
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0463-01"
      ]
    },
    {
      "cite": "121 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561239
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0611-01"
      ]
    },
    {
      "cite": "121 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561216
      ],
      "pin_cites": [
        {
          "page": "637"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/121/0628-01"
      ]
    },
    {
      "cite": "20 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972405
      ],
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/20/0503-01"
      ]
    },
    {
      "cite": "268 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061546
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0415-01"
      ]
    },
    {
      "cite": "188 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901288
      ],
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/188/0463-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6255,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.2533549769027103e-07,
      "percentile": 0.7818156579785154
    },
    "sha256": "ce7c89d6485c7d6eb631afa83b716b2cf971085882e973f1992652c2319269f6",
    "simhash": "1:77cdc3b37e136e0a",
    "word_count": 1082
  },
  "last_updated": "2024-02-27T22:02:27.861988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Lefever’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nIn the adjudication of the estate of Henry H. Lefever, the First National Bank of Strasburg claimed $4,014.25 on a judgment entered in 1895 on a note dated January 30, 1889. Lefever died December 20, 1921, and no proceedings were had on the judgment from the date of its entry until it was presented as a claim against the estate May 18, 1922. The legal presumption of payment after the lapse of twenty years was interposed as a bar to recovery. The only evidence submitted by the claimant was that of the assistant cashier of the bank, who testified that he had been continuously employed by it as bookkeeper, teller and assistant cashier since 1883, with the exception of 1905, and testified that from his own knowledge and from his knowledge of the affairs of the bank, the note had not been paid; that it was customary to mark the date when a note was paid or renewed, and in this case it remained open. The information on which his evidence is based was, “There is nothing on the books to show that the note had ever been paid.” The discount ledger and judgment were offered in evidence. The court: below held tbe presumption bad not been overcome, and refused to allow tbe claim.\nTbe law in tbe case is stated by Mr. Justice Walling in Gilmore v. Alexander, 268 Pa. 415, 421. Tbe burden of removing tbe presumption of payment was on tbe plaintiff; whether tbe evidence was sufficient, where tbe question of credibility is not in issue, is for tbe court. After tbe lapse of twenty years a judgment is presumed to have been paid. Unlike a simple contract, — where tbe statute of limitations interposes a complete bar, in effect destroying tbe contractual obligation, requiring a new promise to pay to impose a new obligation, — in judgments and other specialties tbe presumption is one of payment; where there is affirmative proof that tbe debt has not been paid, tbe presumption is overcome, or rather does not arise. Tbe evidence must be convincing to justify tbe conclusion that tbe debt is not in fact paid before tbe case can go to a jury. Tbe presumption of payment is strengthened after twenty years, as time passes on.\nGilmore v. Alexander, supra, did not depend entirely on tbe evidence of tbe executive officer, but on many other circumstances connected with tbe case. Except for tbe fact that “tbe pleadings offered in evidence [in that case, contained] an unchallenged, distinct averment that no part of tbe judgment in question [bad been] paid,” tbe presumption would have been a conclusive barrier against tbe attaching creditor. Tbe presumption of payment is very strong, and is favored in law as tending to tbe repose of society and tbe discouragement of stale claims: Kline v. Kline, 20 Pa. 503, 508; Porter v. Nelson, 121 Pa. 628, 637.\nTbe records of tbe bank and tbe testimony of tbe cashier are not sufficient evidence of themselves to prevent tbe operation of tbe statute. They failed to account in a satisfactory way for tbe many intervening circumstances, and conditions by and through which judgments of this character may be paid. Tbe officer who testifies must necessarily testify from hearsay evidence and from the work of others. Where such claims, notes or judgments may be paid in other than cash, and the bank receives its full credit, the notes or judgments sometimes, through neglect, remain open. As we stated in Hummel v. Lilly, 188 Pa. 463, 467, “The extraordinary laches exhibited by a delay of twenty years, during which no demand has been made for either any of the principal or any of the interest of a money obligation, can only be accounted for, where there is no explanation of the delay, on the theory that the obligee has received satisfaction for his debt in some way, or that there is some good legal or equitable reason why he should not recover.” It follows that the court below was correct.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "John A. Nauman, for appellant.",
      "Frank 8. Groff, with him Ohas. W. Eaby, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lefever’s Estate.\nJudgment — Presumption of payment — Evidence.\n1. After the lapse of twenty years a judgment is presumed to have been paid.\n2. The presumption of payment is very strong, and is favored in law as tending to the repose of society and discouragement of stale claims.\n3. The presumption is strengthened after twenty years, as time passes on.\n4. The burden of removing the presumption is on the plaintiff; whether the evidence is sufficient, when the question of credibility is not an issue, is for the court.\n5. Where a bank presents a judgment more than twenty years old against a decedent’s estate, the records of the bank and the testimony of the cashier are not sufficient evidence of themselves to prevent the operation of the statute.\n6. Where claims, notes or judgments may be paid in other than cash, and the bank receives its full credit, the notes or judgments sometimes, through neglect, remain open.\nArgued May 14, 1923.\nAppeal, No. 237, Jan. T., 1923, by First National Bank of Strasburg, exceptant, from decree of O. C. Lancaster Co., Jan. T., 1922, No. 6, sustaining exceptions to adjudication, in Estate of Henry H. Lefever, deceased.\nBefore Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nExceptions to adjudication. Before Smith, P. J.\nThe opinion of the Supreme Court states the facts.\nExceptions sustained. First National Bank of Strasburg, exceptant, áppealed.\nError assigned was decree, quoting it.\nJohn A. Nauman, for appellant.\n— The presumption of payment was overcome: Gregory v. Com., 121 Pa. 611; Hummel v. Lilly, 188 Pa. 463; Breneman’s App., 121 Pa. 641; Reed v. Reed, 46 Pa. 239; Peter’s App., 106 Pa. 340; Unangst v. Kraemer, 8 W. & S. 391; McDowell v. North Side Bridge Co., 247 Pa. 190; Gilmore v. Alexander, 268 Pa. 415.\nFrank 8. Groff, with him Ohas. W. Eaby, for appellee.\n■ — A lapse of twenty years or more without any proceedings on a judgment raises a prima facie presumption of its payment: VanLoon v. Smith, 103 Pa. 238; Hummel v. Lilly, 188 Pa. 463; Smith v. Shoenberger, 176 Pa. 95; Reed v. Reed, 46 Pa. 239; Geiger’s Est., 14 Pa. Superior Ct. 523.\nThe presumption of payment is strengthened by the death of the debtor: Gilmore to use v. Alexander, 268 Pa. 415; Gregory v. Com., 121 Pa. 611; Fidelity T. & Tr. Co. v. Chapman, 226 Pa. 312; Biddle v. Bank, 109 Pa. 349.\nJune 23,1923:"
  },
  "file_name": "0196-01",
  "first_page_order": 222,
  "last_page_order": 225
}
