{
  "id": 1080488,
  "name": "Hauser et al. v. York Water Co. et al., Appellants",
  "name_abbreviation": "Hauser v. York Water Co.",
  "decision_date": "1924-01-07",
  "docket_number": "Appeal, No. 333",
  "first_page": "387",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "278 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "265 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0447-01"
      ]
    },
    {
      "cite": "237 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/237/0212-01"
      ]
    },
    {
      "cite": "220 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0427-01"
      ]
    },
    {
      "cite": "219 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0610-01"
      ]
    },
    {
      "cite": "211 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940091
      ],
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0582-01"
      ]
    },
    {
      "cite": "113 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0563-01"
      ]
    },
    {
      "cite": "105 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0111-01"
      ]
    },
    {
      "cite": "222 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0032-01"
      ]
    },
    {
      "cite": "136 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820009
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0129-01"
      ]
    },
    {
      "cite": "114 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0592-01"
      ]
    },
    {
      "cite": "41 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0335-01"
      ]
    },
    {
      "cite": "134 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814930
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0237-01"
      ]
    },
    {
      "cite": "199 U. S. 148",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3643870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/199/0148-01"
      ]
    },
    {
      "cite": "267 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057731
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0331-01"
      ]
    },
    {
      "cite": "269 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063607
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0145-01"
      ]
    },
    {
      "cite": "266 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1055994
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0052-01"
      ]
    },
    {
      "cite": "223 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960946
      ],
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0196-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 9",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851983
      ],
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/25/0009-01"
      ]
    },
    {
      "cite": "220 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005856
      ],
      "pin_cites": [
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0427-01"
      ]
    },
    {
      "cite": "113 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0563-01"
      ]
    },
    {
      "cite": "105 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454226
      ],
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0111-01"
      ]
    },
    {
      "cite": "134 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814930
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0237-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 731,
    "char_count": 13861,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.921399552125884e-07,
      "percentile": 0.9342475179054841
    },
    "sha256": "6893f165ce88414384e1fa1fe958ff020b5c0ecf9470d27b101e8ce4e8539ce8",
    "simhash": "1:09327f9b8ab2fb41",
    "word_count": 2393
  },
  "last_updated": "2024-02-27T22:02:27.861988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Hauser et al. v. York Water Co. et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nDefendants appeal from a judgment of the court below, which awarded a writ of peremptory mandamus, requiring them to furnish plaintiffs with a list of the stockholders of the York Water Company, one of defendants, or to allow plaintiffs to obtain it from the books of the corporation.\nThe petition for the writ avers that the company was chartered by this State, and the other defendants are respectively its president and secretary; that petitioners are the owners of 161 shares of its capital stock; that they are dissatisfied with the management of the company, and believe its best interests require the election of a new board of directors; that they desire a list of stockholders, in order to obtain proxies for use at the annual election; and that the officers refused to give the list or to allow plaintiffs to copy the names from the books of the company.\nAn alternative writ was awarded, issued and served; defendants made return to it, alleging the petition was defective because mismanagement of the corporation was not charged, and no reason given why petitioners were dissatisfied with the existing board of directors; it denied the statements of the petition “as averred,” and asserted that petitioners “real purpose......[was] to organize the stockholders .in pending protests filed by certain consumers against a proposed increase in the rates of the York Water Company, which [protests are] now being heard before the Public Service Commission.” Upon demurrer this return was held to be insufficient, uncertain, evasive and argumentative, and judgment for plaintiffs necessarily followed.\nSection 13 of the Mandamus Act of June 8,1893, P. L. 345, 348, provides that “in such return, certainty to a certain intent in general, and no more, shall be required.” This means that “the return should be positive, explicit and responsive in its recital of facts, and stated in a specific and substantial but not argumentative manner, which, upon a fair and reasonable construction, may be called certain, without recurring to possible facts that do not appear, or that are left to inference”: Douglas v. McLean, 25 Pa. Superior Ct. 9, 14. The present return, when thus tested, is clearly insufficient.\nAs the list of stockholders was sought for a proper purpose, it was not necessary to aver mismanagement, or to state why plaintiffs desired a new board of directors. Indeed, such a list must be given, “even though [relator’s] only object is to ascertain whether the business has been properly conducted”: Hodder v. George Hogg Co., 223 Pa. 196, 198.\nThe statement that the several allegations of the petition are denied “as averred,” is clearly evasive. This is not a negation of the substantial accuracy of the facts set forth in the petition; if that was meant it should have been explicitly so stated.\nNor are defendants any happier in the above-quoted averment regarding the alleged “real purpose” of plaintiffs. It “tenders no issue of fact which could be tried by a jury, or which, if tried and found for defendants, could militate in the least against the claim of the petitioners to the rights vested in them by law” (Com. ex rel. v. Phila. & Reading R. R. Co., 3 Dist. R. 115, 117, per Arnold, J.), for the obvious reason that, because there is such a legal right, it is a matter of entire indifference what respondents believe regarding plaintiffs’ “real purpose”: Scott v. Pittsburgh, 266 Pa. 52; Roush v. Herbick, 269 Pa. 145. Moreover, the return in the instant case is certainly no stronger than the averment which, on demurrer, was held insufficient in Hodder v. George Hogg Co., supra, “that petitioner was not acting in good faith, and that he was interested in a rival concern, and that his purpose was to force a purchase of his stock at an unreasonable price.”\nThe other allegations of the return require no consideration; but it may be said that plaintiffs were fully justified in refusing to meet with the board of directors of the company “to talk over and discuss various matters” ; so far as concerns their request for a list of the stockholders, it was their right to have it without discussion.\nWhat has been said disposes of the instant case, but a little more may, perhaps, be wisely added, in view of the fact that several recent experiences have led us to the conclusion that the officers of other corporations also imagine that, in this class of cases, their simple denial of a stockholder’s averments, will be sufficient to compel a jury trial to establish his right. At common law “unless the charter provides otherwise, a shareholder in a trading corporation has the right to inspect its books and papers and to take minutes from them, for a definite and proper purpose, at reasonable times. The doctrine of the law is, that the books and papers of the corporation, though of necessity kept in some one hand, are the common property of all the stockholders,......[their right, in the case of] joint stock corporations, to inspect the accounts and papers, [being] similar to that of members in large partnerships, where managers are appointed to transact the business”: Com. ex rel. v. Phœnix Iron Co., 105 Pa. 111, 116. This conclusion has never been overruled, or even qualified, by any of our later decisions, unless it is Com. v. Empire Passenger Railway Co., 134 Pa. 237, hereafter to be considered. 'On the contrary, the foregoing extract has frequently been quoted, or referred to and approved (see Phœnix Iron Co. v. Com., 113 Pa. 563; Kuhbach v. Irving Cut Glass Co., 220 Pa. 427, 433); and we have also decided it is against public policy to permit the right to such a list to be limited by the by-laws of the company: Com. ex rel. v. Penna. Silk Co. (No. 1), 267 Pa. 331.\nIt follows that when a stockholder applies for a mandamus, because of a refusal to give him sueh a list, or to allow him to copy it from the books of the corporation, and states a legal and proper reason why he desires to have it, the corporate officers, who deny his right to it, have a heavy burden to carry. Of course, “the writ should not be granted for speculative purposes, or to gratify idle curiosity, or to aid a blackmailer, but it may not be denied to a stockholder who seeks the information for legitimate purposes”: Guthrie v. Harkness, 199 U. S. 148. The law presumes, however, that the list is desired for a proper purpose, and he who denies this has the burden of clearly and explicitly averring and proving that he is right: 7 R. C. L. 326.\nThe case principally relied on by appellants, is Com. v. Empire Passenger Railway Co., 134 Pa. 237, to which reference has already been made. In it relator claimed, under article XVII, section 2, of the Constitution, that he was entitled to “obtain a list of the stockholders, so that he may confer with his fellow stockholders, in order that they may join him” in a bill in equity to set aside, as “illegal and fraudulent,” a lease attempted to be made by the company, “and share the expenses with him.” We reversed the court below for awarding a mandamus, giving as our reasons that relator “does not allege that he will be in any way injured, or that there are others whose rights will be injured, or that they are necessary parties, or that he cannot maintain his bill without them. He simply claims an absolute and unqualified right, not merely to inspect the books and stocklist of the defendant, but to make a copy of the list of stockholders, and for the one purpose mentioned. The Constitution of 1874......does not confer any such right. It simply provides that a list shall be kept at the office of the company, and that it shall be open to the inspection of stockholders and creditors, but does not confer the right to take copies of the list......In the present case, the relator desires to have an opportunity to solicit other stockholders to join him......[only] because he desires them to share the expense of such litigation with him...... [He] does not even say that he is too poor to carry on the proposed litigation himself.”\nBriefs filed on behalf of corporate officers, in later appeals, frequently cite this case; but it has never been referred to in any of our opinions, probably because of a tacit recognition that it was mistakenly decided. The Constitution places no limitation on the absolute right, given to stockholders in the particular kinds of corporations named therein, and hence a relator need state no reason why he desires such a list: 10 Cyc. 956; 7 R. C. L. 326; Scott v. Pittsburgh, supra; Roush v. Herbick, supra. If it be thought that, although the relator in that case was not required to state the purpose for which he intended to use the list, yet, having done so, he must stand or fall thereby, it is answered that surely the law ought not to have condemned, as improper, his desire “to confer with his fellow stockholders” for the purpose of determining whether he or they should “file a stockholder’s bill to set aside, as illegal and fraudulent, a lease heretofore attempted to be made by......[defendant to other passenger railway companies] of all its [defendant’s] property and franchises for 999 years.” If it was “illegal and fraudulent,” it ought to have been set aside, whether or not relator was financially injured by it; and a conference on the subject, by those not connected with the management of the company, would have been commendable and not objectionable.\nClearly, also, the insinuation, quoted from the opinion, that the relief sought might in any degree depend on the wealth or poverty of a litigant, suggests that there must be error in a conclusion based upon it; and the intimation — for it hardly rises higher than that — that relator had no right to make a copy of the list of stockholders, since the Constitution did not expressly assert he was entitled to do so, must be treated as incorrect, because unnecessarily hampering him in the exercise of his constitutional right, and because also it is in direct opposition to what we said on this subject in Com. v. Phœnix Iron Co., supra, and Hodder v. George Hogg Co., supra. True, these last named companies were not in the classes specified in the constitutional provision, which, however, so far as it has any additional effect, is “not intended to abridge the stockholder’s common-law rights, but rather to enlarge and extend them by removing some of the common-law limitations” (14 C. J. 854) and hence must be so construed as to effectuate and not to defeat that purpose.\nOn full consideration, we have concluded that Com. v. Empire Passenger Ry. Co., 134 Pa. 237, was erroneously decided, and, since it tends to mislead both courts and litigants, when dealing with this subject, it is now overruled.\nWe have carefully examined all our other reported cases, whether or not cited by the parties to this appeal, and find nothing conflicting with our conclusions above stated.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "George Eay Eain, with him Richard E. Oochran, for appellants.",
      "John L. Rouse, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hauser et al. v. York Water Co. et al., Appellants.\nCorporations — Stockholders—Bight to inspect list of stockholders —Evidence—Burden of proof — Mandamus.\n1. Where one has a legal right to a given thing, it is immaterial what may be his real purpose in desiring it.\n2. Unless the charter provides otherwise, a shareholder in a trading corporation has a right to inspect its books and papers, and to take extracts from them, for a definite and proper purpose, at reasonable times.\n3. Where a relator’s object in requiring a list of his fellow stockholders, is to enable him to communicate with them regarding the election of other officers than those then serving, he need not aver mismanagement, or state why he desires the change to be made.\n4. Since the law presumes that such a list is desired for proper purposes, he who avers the contrary has the burden of clearly and explicitly averring and proving the truth of his allegations.\nMandamus — Return—Form of return — Statements in return to be explicit.\n5. The return to a writ of alternative mandamus must be positive, explicit and responsive in its recital of facts, which should also be stated in a specific and substantial but not argumentative manner, and so clearly that they may fairly and reasonably be called certain, without recurring to other possible facts which do not appear, or are left to inference.\n6. Commonwealth v. Empire Passenger Railway Co., 134 Pa. 237, considered and overruled.\nArgued October 3, 1923.\nAppeal, No. 333, Jan. T., 1923, by defendants, from judgment of C. P. York Co., Aug. T., 1923, No. 94, awarding peremptory mandamus, in case of Clarence L. Hauser et al. v. York Water Co., Charles Kurtz, President, and Grier Hersh, Secretary.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaffer, JJ.\nAffirmed.\nPetition for writ of peremptory mandamus. Demurrer to petition. Before Wanner, P. J.\nThe opinion of the Supreme Court states the facts.\nPeremptory mandamus awarded. Defendants appealed.\nError assigned was judgment, quoting it.\nGeorge Eay Eain, with him Richard E. Oochran, for appellants.\n— Where a return raises an issue of fact, there can be no judgment against defendant on demurrer: Smith v. Com., 41 Pa. 335; Central D. & P. Tel. Co. v. Com., 114 Pa. 592.\nA desire to organize other stockholders in litigations against a corporation will not be aided by a mandamus: Com. v. Ry. Co., 134 Pa. 237.\nMandamus is not a writ of right but lies in the discretion of the court: Com. v. Fitler, 136 Pa. 129, 141; Com. v. Kessler, 222 Pa. 32; Com. v. Iron Co., 105 Pa. 111; Phœnix Iron Co. v. Com., 113 Pa. 563; Neubert v. Water Co., 211 Pa. 582, 585; Schondelmeyer v. Fireproofing Co., 219 Pa. 610; Kuhbach v. Cut Glass Co., 220 Pa. 427; Machen v. Mfg. Co., 237 Pa. 212.\nJohn L. Rouse, for appellee.\n— This case is ruled by Drovin v. Lehigh C. & N. Co., 265 Pa. 447.\nJanuary 7, 1924:"
  },
  "file_name": "0387-01",
  "first_page_order": 413,
  "last_page_order": 420
}
