{
  "id": 3843465,
  "name": "In re Marjorie H. WEIDNER a/k/a Marjorie H. Ross, Deceased. Appeal of Susan L. Rhodes, Carol A. Doersom, Jane Kabai, Donald E. Ross and Elizabeth Tickner",
  "name_abbreviation": "In re Weidner",
  "decision_date": "2007-12-27",
  "docket_number": "No. 98 MAP 2006",
  "first_page": "263",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "595 Pa. 263"
    },
    {
      "type": "parallel",
      "cite": "938 A.2d 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "885 A.2d 539",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8904132
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "540-41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/885/0539-01"
      ]
    },
    {
      "cite": "895 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8427936
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "13-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/895/0011-01"
      ]
    },
    {
      "cite": "386 Pa.Super. 94",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        469366
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/386/0094-01"
      ]
    },
    {
      "cite": "756 A.2d 45",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11240941
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0045-01"
      ]
    },
    {
      "cite": "652 A.2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        710865,
        7875563
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0479-01",
        "/a2d/652/0912-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 479",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710865
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0479-01"
      ]
    },
    {
      "cite": "695 A.2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11973228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/695/0836-01"
      ]
    },
    {
      "cite": "719 A.2d 1067",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11686360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/1067-01"
      ]
    },
    {
      "cite": "611 A.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        912873,
        1834403
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/416/0586-01",
        "/pa/531/0209-01"
      ]
    },
    {
      "cite": "531 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834403
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0209-01"
      ]
    },
    {
      "cite": "911 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8405920,
        3851970
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1261",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/1258-01",
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "590 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851970
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "763 A.2d 394",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11170160,
        1366909
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "396",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/763/0394-01",
        "/pa/563/0579-01"
      ]
    },
    {
      "cite": "563 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366909
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0579-01"
      ]
    },
    {
      "cite": "531 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834450
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0019-01"
      ]
    },
    {
      "cite": "491 U.S. 164",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211653
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "172-73"
        },
        {
          "page": "2370"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/491/0164-01"
      ]
    },
    {
      "cite": "845 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        91690,
        91643,
        9274862,
        9274815
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "807",
          "parenthetical": "Saylor, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/577/0383-01",
        "/pa/577/0384-01",
        "/a2d/845/0793-02",
        "/a2d/845/0793-01"
      ]
    },
    {
      "cite": "577 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        91643
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "406",
          "parenthetical": "Saylor, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/577/0384-01"
      ]
    },
    {
      "cite": "88 Ill. B.J. 100",
      "category": "journals:journal",
      "reporter": "Ill. B.J.",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "\"Throughout the country, courts have found that the POAs must expressly grant gifting power or the gifts are not complete.\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "257 Wis.2d 637",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        9135142
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wis-2d/257/0637-01"
      ]
    },
    {
      "cite": "948 F.2d 895",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1859421
      ],
      "pin_cites": [
        {
          "page": "898"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/948/0895-01"
      ]
    },
    {
      "cite": "531 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834450
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/531/0019-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1032,
    "char_count": 23416,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 2.2546341984432723e-07,
      "percentile": 0.7819490634396059
    },
    "sha256": "24047a09c65ff2e5622d7119cf3662744fc71e54e27ba4555b6a2ec40eba31ed",
    "simhash": "1:f41b8e7a2e5f1e02",
    "word_count": 3731
  },
  "last_updated": "2024-02-27T21:41:05.615213+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD, JJ.",
      "Chief Justice CAPPY, Justice BAER, Justice BALDWIN and Justice FITZGERALD join the opinion.",
      "Justice SAYLOR files a concurring opinion in which Justice CASTILLE joins.",
      "Justice CASTILLE joins this concurring opinion."
    ],
    "parties": [
      "In re Marjorie H. WEIDNER a/k/a Marjorie H. Ross, Deceased. Appeal of Susan L. Rhodes, Carol A. Doersom, Jane Kabai, Donald E. Ross and Elizabeth Tickner."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nIn April, 1993, decedent, Marjorie H. Ross, executed a “DURABLE GENERAL POWER/LETTER OF ATTORNEY’ appointing her daughters, Susan L. Rhodes and Carol A. Doersom, to act together or separately as her attorney-in-fact. The power of attorney provided Rhodes and Doersom with the authority:\n[to act as decedent’s] true and lawful attorney, for me and in my name and on my behalf to execute notes, checks, drafts and bills of exchange and to pledge my general credit, without any limitation whatsoever; to endorse notes, checks, drafts and bills of exchange which may require my endorsement and to collect the proceeds thereof; to collect all coupons, dividends, rents or other income whatsoever due me; to draw checks or any other instruments in my name for all or any part of any deposit that I may have in any banking or savings institution whatsoever; to take charge and custody of all my assets, real, personal and mixed, whatsoever, and wheresoever situate; to pay over to me from time to time, and whenever by me demanded, my net income; to endorse, sign and transfer stock certificates, or any other document or paper that may require my signature; to sell, lease, or convert any or all my assets,. real, personal and mixed whatsoever, and to reinvest the proceeds thereof from time to time; to receive full or partial payment of debts owing to me including those secured by judgement [sic], mortgage or security agreement and to enter full or partial satisfaction on the record of such debt, judgement [sic], mortgage or security agreement and to release from the lien thereof, any property bound by such debt, judgement [sic], mortgage or security agreement; to prepare, sign and execute all tax returns or other statements that may be required of me by law; and this Power of Attorney shall not be affected by disability of the principal, whether physical or mental, and the authority conferred herein shall be exercisable notwithstanding his/her disability, and later uncertainty as to whether the Principal is dead or alive in accordance with Act No. 295 effective December 10, 1974 (20 Pa.C.S. 5601). This Power of Attorney includes the authority to deal fully and in all respects, including purchasing and selling, with any and all now owned or after acquired real estate and/or personal property; and I also hereby grant unto my said Attorney, the power and authority to do any act which is set forth in Chapter 56 of Title 20 of the Pennsylvania Consolidated Statutes Annotated, (20 Pa.C.S.A. 5601 through 5607), known as “Powers of Attorney”, as amended from time to time. I incorporate herein by reference thereto, all of the provisions set forth in said Act; and the authority herein conferred shall also extend to my Attorney-in-Fact being authorized to enter any safe deposit box in my name at any lending institution, and to sign, seal, execute, acknowledge and deliver all instruments, agreements and contracts necessary or proper for the carrying out of the powers herein granted, with the same powers and to all intents and purposes with the same validity as I could if personally present; hereby ratifying and confirming whatsoever my said attorney shall or may do by virtue hereof.\nAnd I declare it to be my intent and purpose that none of the specific powers conferred hereby on my said attorney shall in any manner limit or diminish the effect of the general language contained herein or the general powers conferred hereby.\nR.R., at 142a-143a.\nIn April, 1994, decedent married appellee, Walter J. Weidner. Appellee and decedent executed a prenuptial agreement acknowledging each had children from a previous marriage and desired to maintain their separate property for the benefit of their children. The agreement provided the parties could name each other as beneficiaries on their life insurance policies, but could not do so on annuities.\nIn July, 1994, decedent purchased a life insurance policy from the Metropolitan Life Insurance Company (MetLife), naming appellee as the beneficiary, using funds from the conversion of an annuity policy decedent owned before the marriage. In June, 1999, at the request of decedent’s attorney-in-fact Rhodes, the beneficiary on the policy was changed to Rhodes, Doersom, Donald Ross, Elizabeth Tickner, and Jane Kabai (appellants). In November of that year, MetLife wrote Rhodes regarding the change; Rhodes responded through counsel in a March, 2000 letter, stating decedent suffered from advanced Alzheimer’s Disease, that she was decedent’s attorney-in-fact and wanted the beneficiary changed immediately, consistent with her earlier request (and that of her mother, as expressed in the prenuptial agreement).\nDecedent died September 16, 2003; appellee contacted Met-Life shortly afterward. MetLife responded in a September 23, 2003 letter, informing appellee his claim could not be considered because the policy’s beneficiary had been changed in 1999 at Rhodes’s request.\nOn January 8, 2004, appellee filed a petition for declaratory judgment seeking determinations the power of attorney was insufficient to empower Rhodes to change the policy’s beneficiary, and that Rhodes breached her fiduciary obligations because the change provided no benefit to the principal. Appellants filed a motion for judgment on the pleadings. The trial court granted the motion, determining under In re Estate of Reifsneider, 531 Pa. 19, 610 A.2d 958 (1992), the language of the power of attorney was sufficient to authorize Rhodes to change the policy’s beneficiary designation. The court further determined Rhodes’s changing of the beneficiary to benefit herself was proper since she is decedent’s child, citing 20 Pa.C.S. §§ 5602(a)(17), 5603(p).\nAppellee appealed to the Superior Court raising three issues; the court addressed only the first: whether, pursuant to § 5602 and Reifsneider, the power of attorney authorized Rhodes to change the policy’s beneficiary designation. In re Weidner, at 14. The court reversed, determining the power of attorney’s incorporation of Chapter 56 of Title 20 by reference to be insufficient to grant powers as it does not apprise the principal of the type of powers listed in the power of attorney statute; it declined to presume the principal intended to grant such powers absent notice, use of general language, or an attachment of the statutory provisions. The court stated Reifsneider “merely stands for the proposition that general language used in a power of attorney document can serve to grant the specific powers found in § 5602(a) and as defined in § 5603. This is not the same as allowing incorporation of § 5602(a) by reference as being sufficient to supply the requisite general language.” Id., at 17. Since the court determined the power of attorney did not have language authorizing Rhodes to engage in insurance matters, it concluded the document did not authorize her to change the beneficiary designation.\nWe granted allowance of appeal to determine whether the power of attorney was sufficient to authorize Rhodes’s actions. The standard of review of a grant of a motion for judgment on the pleadings is limited. Lindstrom v. City of Corry, 563 Pa. 579, 763 A.2d 394, 396 (2000) (citations omitted). “A motion for judgment on the pleadings will be granted where, on the facts averred, the law says with certainty that no recovery is possible.” Id. Since this matter presents a legal question, the scope of review is plenary. In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006) (citation omitted).\nAppellants assert that under Reifsneider, the power of attorney contains sufficient general language to confer Rhodes broad powers as the attorney-in-fact, including the power to engage in insurance matters on decedent’s behalf. Appellants’ Brief, at 14 (citing Reifsneider; Brenner v. Manmiller, 531 Pa. 209, 611 A.2d 1199 (1992); Matter of Mosteller, 719 A.2d 1067 (Pa.Super.1998); In re Estate of Augustine, 695 A.2d 836 (Pa.Super.1997); Taylor v. Vernon, 438 Pa.Super. 479, 652 A.2d 912 (1995)). Appellants further argue the power of attorney’s incorporation by reference of Chapter 56 of Title 20 is sufficient to confer those powers. They assert the Superior Court erred in determining additional notice of the powers being conferred is required if incorporation language is used; the legislature did not intend such a requirement as the statute’s language does not require it.\nAppellee asserts the power of attorney does not contain any language from which a power to change a life insurance policy’s beneficiary could be construed, other than broad incorporation of powers set forth in Chapter 56, which he argues is far too broad to evince the intent to authorize insurance transactions. He contends allowing the broad incorporation by reference would render superfluous § 5602(a)’s requirement of the specific language or the use of other language showing a similar intent.\nChapter 56 of the Decedents, Estates and Fiduciaries Code addresses powers of attorney. This chapter was amended in 1999; however, those amendments do not apply here, as decedent’s power of attorney was executed in 1993-well before the effective date of the amendments. See Act of October 12, 1999, P.L. 422, No. 39, § 13; see also In re Estate of Cambest, 756 A.2d 45, 51 n. 4 (Pa.Super.2000). Prior to 1999, § 5601 stated:\n(a) General Rule. — In addition to all other powers that may be delegated to an attorney-in-fact, any or all of the powers referred to in section 5602(a) (relating to form of power of attorney) may lawfully be granted in writing and, unless the power of attorney expressly directs to the contrary, shall be construed in accordance with the provisions of this chapter.\n20 Pa.C.S. § 5601(a). Section 5602 continued:\n(a) Specification of powers. — A principal may, by inclusion of the language quoted in any of the following paragraphs or by inclusion of other language showing a similar intent on the part of the principal, empower his attorney-in-fact to do any or all of the following, each of which is defined in section 5603 (relating to implementation of power of attorney):\n* * *\n(17) “To engage in insurance transactions.”\nId., § 5602(a)(17). Finally, § 5603(p) provided the power “[t]o engage in insurance transactions” permitted an attorney-in-fact to:\n(1) Purchase, continue, renew, convert or terminate any type of insurance (including, but not limited to, life, accident, health, disability, or liability insurance) and pay premiums and collect benefits and proceeds under insurance policies.\n(2) Exercise nonforfeiture provisions under insurance policies.\n(3) In general, exercise all powers with respect to insurance that the principal could if present; however, the attorney-in-fact cannot designate himself beneficiary of a life insurance policy unless the attorney-in-fact is the spouse, child, grandchild, parent, brother or sister of the principal.\nId., § 5603(p).\nReifsneider examined the question of “whether a principal wishing to grant one of the powers referred to in section 5602(a) must explicitly identify the power using specific language either identical or similar to the statutory language.” Reifsneider, at 961. Reifsneider’s wife executed a power of attorney naming her two daughters as attorneys-in-fact. Id., at 959. After Reifsneider died, the daughters, as wife’s attorneys-in-fact, filed a notice of election to take against the will. Id. The daughters sought to approve their actions as attorneys-in-fact by citing 20 Pa.C.S. § 5603(d). The trial court found the election was not authorized by the power of attorney. The Superior Court affirmed, Estate of Reifsneider, 386 Pa.Super. 94, 562 A.2d 370, 373 (1989), but this Court reversed, determining the power of attorney authorized the attorneys-in-fact to claim an elective share of the decedent’s estate. Reifsneider, at 962.\nThis Court concluded the Powers of Attorney statute “does not limit the subjects that may properly be addressed by powers of attorney, nor does it confine the way such powers may be defined.” Id., at 961-62. We further concluded the legislature’s enactment of a statute addressing powers of attorney did not alter the common law principle that general language can serve to grant specific powers. We stated, “[s]imply put, general language can ‘show a similar intent on the part of the principal’ to empower the attorney-in-fact to do one or more of the listed things if the general language, according to its common usage, would be understood as encompassing such power or powers.” Id., at 962 (emphasis in original).\nReifsneider made clear the Powers of Attorney statute is not restrictive or exclusive. We noted § 5601 “begins with the acknowledgment that the listed powers, which may lawfully be delegated in writing, are ‘[i]n addition to all other powers that may be delegated to an attorney-in-fact’ [and] that the grant of any of the listed powers shall be construed according to section 5603 ‘unless the power of attorney expressly directs to the contrary.’” Id., at 961. We also noted § 5602 does not provide a set form for powers of attorney, but rather “establishes that any or all of the powers listed may be delegated ‘by inclusion of the language quoted ... or by inclusion of other language showing a similar intent.’ ” Id., at 962 (emphasis in original).\nThe Powers of Attorney statute does not confine the way powers given in a power of attorney may be defined. Section 5602 provides a principal may empower his attorney-in-fact to do any of an enumerated list of tasks, by including specific language or by including language showing a similar intent. 20 Pa.C.S. § 5602(a). Here, decedent chose to incorporate by reference the powers enumerated in the statute, and by doing so evinced her intent to confer broad authority to her attorneys-in-fact. She specifically stated no specific powers were intended to limit the general powers conferred. Under Reifsneider, general language may be used to show the “similar intent on the part of the principal,” if such general language, according to its common usage, encompasses such power or powers. Reifsneider, at 962. Decedent’s power of attorney expressly incorporated the Powers of Attorney statute, and expressly granted Rhodes the power and authority to do any act therein. As the general language shows decedent’s intent to empower Rhodes to do any or all of the things permitted by the statute, which includes engaging in insurance transactions, see 20 Pa.C.S. §§ 5602(a)(17), 5603(p), we hold the power of attorney at issue was sufficient to empower Rhodes to change the beneficiary of the life insurance policy.\nThe order of the Superior Court is reversed. The matter is remanded to the Superior Court to address the remaining issues. Jurisdiction relinquished.\nChief Justice CAPPY, Justice BAER, Justice BALDWIN and Justice FITZGERALD join the opinion.\nJustice SAYLOR files a concurring opinion in which Justice CASTILLE joins.\n. The issues raised were:\n1. Does 20 Pa.C.S. § 5602, [Reifsneider], and the language of the instrument, authorize the attorney-in-fact to make the beneficiary change in the life insurance policy, where the instrument authorizes several specific powers and then incorporates all powers listed in the Code, rather than using some language showing intent to authorize the specific type of transaction at issue?\n2. Should the trial court have considered only whether the power of attorney authorized the attorney-in-fact to change beneficiaries under insurance policies, and declined to consider the principal's expressed intent regarding the particular beneficiary designation under the life insurance policy at issue, or whether a breach of fiduciary duty by the attorney-in-fact would void the change of beneficiary by the attorney-in-fact, even if the power of attorney authorized the type of transaction generally?\n3. Do the pleadings establish that the principal intended to authorize the attorney-in-fact to change the principal’s named beneficiary during the principal’s lifetime without any notice of the principal?\nIn re Weidner, 895 A.2d 11, 13-14 (Pa.Super.2006).\n. The Superior Court stated in light of its disposition it need not address the remaining issues. Id., at 18 n. 6.\n. In arguing the language of the power of attorney is insufficient to authorize insurance transactions, appellee offers Metcalf v. Pesock, 885 A.2d 539 (Pa.Super.2005). Appellee's Brief, at 7. Metcalf, however, interprets the 1999 amendments to the gifting provisions of the power of attorney statute, id., at 540-41, and is not instructive here.\n. In the 1999 amendments to the Powers of Attorney statute, the legislature enacted 20 Pa.C.S. § 5601.2 (Special rules for gifts), intending to overrule Reifsneider \"to the extent that Reifsneider would permit an agent to make a gift under a power of attorney which does not specifically provide for that power.” 20 Pa.C.S. § 5601.2, Comment. Although the legislature amended the statute to address an aspect of Reifsneider, we need not consider that amendment since decedent’s power of attorney was executed before its effective date.\n. The power of attorney in Reifsneider used general language:\nParagraph 7 authorizes the attorneys-in-fact \"[tjo commence, prosecute, discontinue and defend all actions or other legal proceedings touching my estate or any part whatsoever, or touching any matter in which I or my estate may be. in any way concerned, ... as he/she in his/her sole discretion shall deem best....” Paragraph 10 empowers them \"[ijn general, to do all other acts, deeds, matters and things whatsoever in or about my estate, property and affairs and things herein, either particularly or generally described, as fully and effectually to all intents and purposes as I could in my own proper person....” And Paragraph 12 states even more broadly that the attorneys-in-fact \"fi]n addition to the powers and discretion herein specifically given and conferred upon him/her and notwithstanding any usage or custom to the contrary, to have the full power, right and authority to do, perform and cause to be done and performed all such acts, deeds, matters and things in connection with my property and estate as he/she in his/her sole discretion, shall deem reasonable, necessary and proper, as fully, effectually and absolutely as if he/she were the absolute owner and possessor thereof.”\nId., at 962 (citations omitted) (emphasis in original).",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nI join the majority opinion reluctantly, based solely upon the precedent of In re Estate of Reifsneider, 531 Pa. 19, 610 A.2d 958 (1992), wherein this Court determined that a general power of attorney may be sufficient to authorize an attorney-in-fact’s exercise of at least certain of the special powers enumerated in Section 5602(a) of the Probate, Estates and Fiduciaries Code, 20 Pa.C.S. § 5602(a). I would have reached the opposite conclusion in Reifsneider, as I believe that Section 5602(a) either speaks directly to the contrary or is at least ambiguous in this regard. To the degree that the statute is ambiguous, strong policy considerations militate in favor of an interpretation requiring express language to be included within a power of attorney to support the exercise of the powers that the Legislature had deemed to be special ones. In this regard, it seems clear to me that the statute is facially designed to require specific notice to and assent by a principal relative to the authorization of vicarious consent to the series of important life choices that are set forth in Section 5602(a). See 20 Pa.C.S. § 5602(a) (setting forth as special powers, inter alia, the ability to make limited gifts, renounce fiduciary positions, authorize surgical procedures, engage in real property transactions, borrow money, enter safe deposit boxes, and commit the principal as an organ donor). Indeed, as the majority notes, as to one of those choices, gifting, the Legislature has undertaken to specifically overrule Reifsneider.\nAlthough I believe that Reifsneider was wrongly decided, it is not as critical for this Court to revisit its past rulings on matters of statutory construction, since the General Assembly is free to clarify its intent in the aftermath of judicial construction. Again, in the present case, it is significant to me that the Legislature has done just that with respect to one special power enumerated in Section 5602(a). Since the General Assembly is acutely aware of the Reifsneider ruling, but has not acted otherwise to curtail its impact relative to the balance of Section 5602(a), I agree with the majority’s present reasoning that Reifsneider continues to support the notion that the Legislature’s allowance for the use of “language showing a similar intent” to authorize the exercise by an attorney-in-fact of the special powers subsumes the use of indirect language, such as that of incorporation by reference.\nJustice CASTILLE joins this concurring opinion.\n. The General Assembly’s response to Reifsneider, as well as the conclusion that Section 5602 initially reflected the notion that public policy favors express authorization to support lawful gifting by fiduciaries (particularly where self-dealing may be involved), is supported by a large body of decisions from other jurisdictions. See, e.g., Estate of Casey v. Comm'r, 948 F.2d 895, 898 (4th Cir.1991) (\"When one considers the manifold opportunities and temptations for self-dealing that are opened up for persons holding general powers of attorney — of which outright transfers for less than value to the attorney-in-fact herself are the most obvious — the justification for such a flat rule is apparent. And its justification is made even more apparent when one considers the ease with which such a rule can be accommodated by principals and their draftsmen.”); Praefke v. American Enterprise Life Ins., 257 Wis.2d 637, 655 N.W.2d 456, 459 (Wis.2002) (explaining that \"unless the power of attorney specifically allows the agent to gift property to himself or herself, or contains an ‘unlimited or unbridled' gifting power, the agent lacks authority to make gratuitous transfers”). See generally Wendy M. Goode, Gifts and POAs: Authorizing an Agent to Give Your Money Away, 88 Ill. B.J. 100 (2000) (\"Throughout the country, courts have found that the POAs must expressly grant gifting power or the gifts are not complete.”).\n. This can be contrasted with matters of constitutional interpretation, as to which the courts' decisions are more final. See Shambach v. Bickhart, 577 Pa. 384, 406, 845 A.2d 793, 807 (2004) (Saylor, J., concurring) (explaining that stare decisis has \"special force\" in matters of statutory, as opposed to constitutional, construction (quoting Patterson v. McLean Credit Union, 491 U.S. 164, 172-73, 109 S.Ct. 2363, 2370, 105 L.Ed.2d 132 (1989))).",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Kendra D. McGuire, Esq., Eric Lin Suter, Esq., Barley Snyder, L.L.C., Lancaster, for Susan Rhodes, Jane Kabai, Donald Ross, Carol Doersom.",
      "Robert Wayne Hallinger, Esq., Appel & Yost, L.L.P., Lancaster, for Walter J. Weidner."
    ],
    "corrections": "",
    "head_matter": "938 A.2d 354\nIn re Marjorie H. WEIDNER a/k/a Marjorie H. Ross, Deceased. Appeal of Susan L. Rhodes, Carol A. Doersom, Jane Kabai, Donald E. Ross and Elizabeth Tickner.\nSupreme Court of Pennsylvania.\nArgued May 14, 2007.\nDecided Dec. 27, 2007.\nKendra D. McGuire, Esq., Eric Lin Suter, Esq., Barley Snyder, L.L.C., Lancaster, for Susan Rhodes, Jane Kabai, Donald Ross, Carol Doersom.\nRobert Wayne Hallinger, Esq., Appel & Yost, L.L.P., Lancaster, for Walter J. Weidner.\nBEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD, JJ."
  },
  "file_name": "0263-01",
  "first_page_order": 299,
  "last_page_order": 311
}
