{
  "id": 1717257,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Albert BROWN, Appellant",
  "name_abbreviation": "Commonwealth v. Brown",
  "decision_date": "1976-07-06",
  "docket_number": "Nos. 403 & 405",
  "first_page": "512",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "467 Pa. 512"
    },
    {
      "type": "parallel",
      "cite": "359 A.2d 393"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "313 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "226 Pa.Super. 493",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        807781
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/226/0493-01"
      ]
    },
    {
      "cite": "308 A.2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577581
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0235-01"
      ]
    },
    {
      "cite": "321 A.2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584473
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0511-01"
      ]
    },
    {
      "cite": "465 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712658
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0482-01"
      ]
    },
    {
      "cite": "414 F.2d 792",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2180522,
        2180868
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "794"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/414/0792-01",
        "/f2d/414/0792-02"
      ]
    },
    {
      "cite": "110 A. 327",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "opinion_index": 0
    },
    {
      "cite": "266 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056071
      ],
      "year": 1920,
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0580-01"
      ]
    },
    {
      "cite": "301 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "857-858"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948573
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0081-01"
      ]
    },
    {
      "cite": "353 A.2d 392",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1714933
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0355-01"
      ]
    },
    {
      "cite": "281 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938554
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0454-01"
      ]
    },
    {
      "cite": "337 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        485206
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0043-01"
      ]
    },
    {
      "cite": "462 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "259 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926038
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0124-01"
      ]
    },
    {
      "cite": "244 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917437
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0021-01"
      ]
    },
    {
      "cite": "342 A.2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        485171
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0605-01"
      ]
    },
    {
      "cite": "462 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "463 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1707964
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0581-01"
      ]
    },
    {
      "cite": "330 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        481019
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0545-01"
      ]
    },
    {
      "cite": "459 Pa, 662",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "326 A.2d 300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479726
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 715,
    "char_count": 12321,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.96102161707123e-07,
      "percentile": 0.9351533622230486
    },
    "sha256": "46b5adc8d2ce195a728e3e678c1bb2c9ef8065369e0c640f6309443d1e557578",
    "simhash": "1:3b7bae001b00c5b8",
    "word_count": 1994
  },
  "last_updated": "2024-02-27T20:04:50.579059+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Albert BROWN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Justice.\nAppellant, Albert Brown, was found guilty by a jury in Philadelphia on August 19,1974 of murder of the first degree and criminal conspiracy. Post verdict motions were filed and denied. Appellant was sentenced to life imprisonment on the murder conviction and to five to ten years imprisonment on the conspiracy conviction; sentences to run concurrently. These appeals followed.\nOn November 11, 1973, Domingo Martinez was attacked and stabbed to death outside a tavern in Philadelphia. Although the Commonwealth conceded at trial that Brown did not do the actual stabbing, it contended that he combined with Harold Roux, Herbert Pennington, Clenzo West, and Raymond McClendon to beat and rob Domingo Martinez, and that during the commission of these crimes, Martinez was fatally wounded by one of the conspirators. The Commonwealth presented the following evidence in support of that position. Roux, Pennington, West, McClendon and Brown were inside the Oxford Street Bar when Martinez entered to buy a six pack of beer and a pack of cigarettes. The cigarette machine was not functioning properly and Martinez complained to the bartender. Pennington went over to Martinez, told him to stop complaining and started to punch him in the face. West stopped the fighting saying, ‘Wait until he gets outside, you know, get a head.” Harold Roux, then standing about ten feet away from the scuffle, produced a knife and said, “I’m going to stab this mother fucker.” Martinez left the bar and all five defendants followed. In a vacant lot next to the tavern, Martinez was attacked by all the pursuers simultaneously during which attack he was fatally stabbed. During the fracas, Brown was seen striking the deceased several times on the head with a trash barrel and repeating “They broke my leg, they broke my leg.”\nBrown first argues that reversible error was committed when the assistant district attorney in his summation to the jury, referred to the attackers as, inter alia, a pack of wolves. Whatever merit that argument may have, it is not now before this Court. No objection to the comments was made either during the summation or at its completion and the alleged error was first brought to the court’s attention through post trial motions. Since no objection was timely made, this issue has been waived. Commonwealth v. Williams, 458 Pa. 319, 326 A.2d 300 (1974).\nBrown’s second assignment of error is that the assistant district attorney, in his summation to the jury, made improper comment concerning Brown’s failure to testify in his own behalf. During summation, Brown’s counsel stated, “My client instructs me to advise you — I am telling you as defendant’s lawyer — that I am agreeing that the defendant did strike Mr. Martinez with a trash basket — not the one in the picture but we will get to that in a minute.” During his summation, the assistant district attorney responded to this as follows:\n“Very nice. How easy is it for me to cross-examine that evidence that is offered by Mr. Ginsberg? I can’t ask any questions about it. When he says, ‘My client instructs me to say that he did take the trash can, I’m not going to tell you what kind, but he did beat up the man or he participated in hitting the man’ thank you very much. Go cross-examine that.”\nBrown’s counsel lodged an objection at this point and requested a side bar conference. However, the trial judge stated that the reasons for a side bar were obvious, sustained the objection and suggested that the assistant district attorney stay away from that area of argument. Brown’s counsel requested neither a mistrial nor curative instructions and the Commonwealth’s summation continued. Under the circumstances, the issue is waived. Commonwealth v. Glenn, 459 Pa, 662, 330 A.2d 535 (1974); Rule 1118 of Pa.R.Crim.P. Here, as in Glenn, Brown has been granted all that he had requested. See also Commonwealth v. Tervalon, 463 Pa. 581, 345 A.2d 671 (1975); Commonwealth v. Borschell, 462 Pa. 617, 342 A.2d 97 (1975).\n' Third, Brown contends reversible error was committed during the questioning of Commonwealth witness Christy by the assistant district attorney’s reference to a statement given by Christy to the police shortly after the incident which statement was not in evidence. During direct examination, Christy was asked whether he had given a statement to police at the time of the incident. Christy responded that he had. Brown’s counsel objected, the objection was sustained and no further reference was made to that statement on direct examination. Christy was then extensively cross-examined concerning possible inconsistencies between his trial testimony and his testimony at the preliminary hearing. On redirect, the assistant district attorney again referred to the statement given by Christy to the police. Objection was again made, sustained and the jury was instructed to disregard both the question and the answer.\nHowever, on re-recross-examination, Brown’s counsel sought to bring out that Christy had reviewed his testimony with the district attorney’s office several times before trial and he was permitted to ask several questions on that point. Then on re-redirect examination, the Commonwealth was permitted, over objection, to question Christy concerning the existence and truth of the statement given to the police but not, however, as to the substance of that statement. It is clear that, aside from the initial reference to the statement on direct examination which, in itself, is insufficient to warrant a new trial, the Commonwealth was entitled to question the witness as to the prior consistent statement on re-re-redirect examination in the manner it did for purposes of rehabilitation since Christy had been impeached by use of prior inconsistent statements. Commonwealth v. Wilson, 431 Pa. 21, 244 A.2d 734 (1968). Additionally, the questions on re-re-redirect examination were permissible to rebut the inference raised by the defense that the testimony had been fabricated shortly before trial. Commonwealth v. Carr, 436 Pa. 124, 259 A.2d 165 (1969). Accordingly, this assignment is without merit.\nFourth, Brown argues reversible error was committed in the trial judge’s charge to the jury where, in one instance, it was said that if the jury held a reasonable doubt as to an essential element of the crimes charged that they “may” find Brown not guilty. However, reading the charge as a whole, as we must Commonwealth v. Stoltzfus, 462 Pa. 55, 337 A.2d 873 (1975); Commonwealth v. Heasley, 444 Pa. 454, 281 A.2d 848 (1971), it is clear that the charge was more than adequate to clear up any misunderstanding arising in the jurors’ minds from the use of the word “may” in this instance. In several other portions of the charge, the court used the proper language in instructing the jury when, and under what conditions, an acquittal would be the proper verdict. Therefore, this one use of “may” rather than the mandatory “must” does not constitute reversible error.\nFifth, Brown contends the trial judge did not properly instruct the jury on the elements of the crime of murder of the second degree. However, no objection to the court’s charge on murder of the second degree was made either during or at the conclusion of the charge. Accordingly, this issue has been waived. Commonwealth v. Williams, supra.\nFinally, Brown contends the trial court erred when it admitted into evidence a photograph of a trash barrel found in the vacant lot where Martinez was attacked. The crux of this argument is that no evidence linking this barrel with the barrel previously mentioned by the Commonwealth’s witnesses had been produced prior to the introduction of the photograph. However, there was no requirement that the Commonwealth establish that the particular trash barrel was one of the'actual weapons used in the attack before its introduction into evidence. The only burden was to show sufficient circumstances to justify such an inference. Compare, Commonwealth v. Scoggins, 466 Pa.-, 353 A.2d 392 (1976); Commonwealth v. Ford, 451 Pa. 81, 301 A.2d 856 (1973); Commonwealth v. Ross, 266 Pa. 580, 110 A. 327 (1920). If a proper foundation has been laid, “‘[w]eapons . , although not actually identified as those actually used, ... . which from the circumstances of the finding, justify an inference of the likelihood of their having been used, are admissible . . . ” Commonwealth v. Ford, supra at 85, 301 A.2d at 857-858 (1973), quoting United States v. Ramsey, 414 F.2d 792, 794 (5th Cir. 1969). [Emphasis in original.] Here, in addition to the testimony of eyewitnesses who testified that they saw Brown strike Martinez with a large trash barrel, the Commonwealth presented the testimony of a police detective who testified that, after arriving at the scene approximately fifteen minutes after the incident and acting on a description of the barrel given by the eyewitnesses on the night of the incident, he searched the vacant lot adjoining the bar where the attack took place and found only one barrel, and that barrel matched the description given by the witnesses. That barrel was then taken by the officer, photographed by him and turned over to evidence technicians within the police department. The Commonwealth also introduced the testimony of a medical expert who testified that the barrel could inflict wounds consistent with the wounds on Martinez’s body. Therefore, a chain of custody of the photographs was established as well as circumstances which give rise to an inference of the likelihood that this was the barrel used. Accordingly, no error was committed in introducing the photograph into evidence. Commonwealth v. Ford, supra.\nJudgments of sentence affirmed.\n. An appeal from the judgment imposed on the murder conviction was filed in this Court. An appeal from the judgment imposed on the conspiracy conviction was filed in the Superior Court and then certified here.\n. There was testimony that the phrase, “get a head”, meant that someone was to be robbed. See also Commonwealth v. Roux, 465 Pa. 482, 350 A.2d 867 (1976).\n. There was testimony that Brown had been attacked and his leg broken by a group of Spanish speaking males at some time prior to this incident.\n. It is noted, as pointed out in the Commonwealth’s brief, that defense counsel’s injection of facts not in the record into his closing argument violated Section 7.9 of the A.B.A. Standards Relating to the Defense Function.\n. Appellant also claims that the comment, made to the jury in the Commonwealth’s summation, to the effect that the “defendant [is] in this courtroom sitting there not doing anything today, not challenging them in any way” constitutes reversible error as improper comment on Brown’s silence. However, no objection was made to this at the time and, therefore, the issue has been waived. Commonwealth v. Williams, supra.\n. Compare, Commonwealth v. Wright, 456 Pa. 511, 321 A.2d 625 (1974), and, Commonwealth v. Davenport, 453 Pa. 235, 308 A.2d 85 (1975).\n. At the conclusion of the charge to the jury, Brown’s counsel stated, at an in-chambers conference, that he had several exceptions to the charge but was going to waive most of them. He then argued two points not here relevant. Also, at the conclusion to the above argument Brown’s counsel stated, “and may I request a general exception to the charge, which I don’t think means anything, but I feel obligated.”\n. Brown also complains that a photograph, rather than the actual barrel, was produced. However, since there is no burden on the Commonwealth to produce tangible, physical evidence, Commonwealth v. McGlory, 226 Pa.Super. 493, 313 A.2d 326 (1973), and in view of the dimensions of the fifty-five gallon steel drum, four feet high, 27 inches in diameter and weighing thirty-seven pounds, we can find no abuse of discretion in allowing a photograph rather than the actual drum.",
        "type": "majority",
        "author": "EAGEN, Justice."
      }
    ],
    "attorneys": [
      "Sidney Ginsberg, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Gaele Bart-hold, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "359 A.2d 393\nCOMMONWEALTH of Pennsylvania, Appellee, v. Albert BROWN, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 23, 1976.\nDecided July 6, 1976.\nSidney Ginsberg, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Gaele Bart-hold, Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0512-01",
  "first_page_order": 544,
  "last_page_order": 553
}
