{
  "id": 827937,
  "name": "GEO. WISECARVER v. D. W. BRADEN ET AL.",
  "name_abbreviation": "Wisecarver v. Braden",
  "decision_date": "1892-01-04",
  "docket_number": "No. 233",
  "first_page": "42",
  "last_page": "43",
  "citations": [
    {
      "type": "official",
      "cite": "146 Pa. 42"
    }
  ],
  "court": {
    "name_abbreviation": "Greene Cty. C.P.",
    "id": 9204,
    "name": "Greene County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0318-01"
      ]
    },
    {
      "cite": "38 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/38/0093-01"
      ]
    },
    {
      "cite": "101 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500874
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0318-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 255,
    "char_count": 3853,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.519340895936404
    },
    "sha256": "f39cc912afa02de81aa4c896b53d9a2ac042200d8cd5a2986d9be443ebf84b08",
    "simhash": "1:6db1fea1b5eeea23",
    "word_count": 677
  },
  "last_updated": "2024-02-27T21:50:30.519200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson,' C. J., Sterrett, Clark, Williams, Mc-Collum and Mitchell, JJ."
    ],
    "parties": [
      "GEO. WISECARVER v. D. W. BRADEN ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nWe need not discuss the question of the sufficiency of the service upon the garnishee, for the reason that he appeared and filed an answer. Under all the authorities, this was a waiver of any defect in the service: Lorenz v. King, 38 Pa. 93; Lupton v. Moore, 101 Pa. 318.\nJudgment affirmed.\nOn March 28,1892, a motion for a re-argument was refused.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. A. A. Purman and Mr. J. B. Donley, for the appellants.",
      "Mr. B. L. Qrawford and Messrs. Wise Minor, for the appellee."
    ],
    "corrections": "",
    "head_matter": "GEO. WISECARVER v. D. W. BRADEN ET AL.\nAPPEAL BY W. T. H. PAULEY, GARNISHEE, ET AL., FROM THE COURT OF COMMON PLEAS OF GREENE COUNTY.\nSubmitted October 9, 1891\nDecided January 4, 1892.\nThe garnishee in an execution attachment having appeared after service, and, in response to interrogatories filed, answered that he was indebted to the judgment defendant, neither the garnishee nor the judgment defendant may afterwards set up defects in the service of the attachment, to the entry of judgment against the garnishee: Lupton v. Moore, 101 Pa. 318.\nBefore Paxson,' C. J., Sterrett, Clark, Williams, Mc-Collum and Mitchell, JJ.\nNo. 233 October Term 1891, Sup. Ct.; court below, No. 135 January Term 1870, C. P.\nOn November 27, 1889, sur judgment at No. 134 January Term 1890, for six thousand dollars, in favor of George Wise-carver against D. W. Braden, W. T. Lantz, and J. F. Temple, the plaintiff issued an execution attachment summoning W. T. H. Pauley as garnishee. The same day, the sheriff made a return of service upon the defendants and upon the garnishee.\nOn December 17, 1889, interrogatories were filed and a rule taken on the garuishee to answer ; served upon the garnishee on December 27th. On January 4,1890, the garnishee filed an answer admitting that he was indebted to J. F. Temple, a defendant in the judgment, in 111,513.34, as would more fully appear at No. 117 April Term 1885, in the Court of Common Pleas.\nOn January 20, 1890, the garnishee filed exceptions to the service of the writ of attachment upon him, as not in accordance with the Rules of Court and the provisions of the act of assembly; and the same day, filed a petition setting forth oversights in his former answer. Subsequently, a rule on the plaintiff was granted to show cause why the service of the attachment should not be set aside, and why leave should not be given the garnishee to withdraw his former answer, and to file an amended answer in accordance with the facts set forth in his petition.\nOn March 12, 1890, on motion, leave was given to the sheriff to amend his return of service. On March 15th, the sheriff filed his amended return, and on April 26th, the garnishee filed an answer in accordance with his petition.\nOn May 7, 1891, the rule to show cause why the service of the attachment should not be set aside, etc., was discharged; and, oii June 16th, judgment was entered in favor of the judgment plaintiff against the garnishee for $6,630, with costs and commissions, to be paid out of the judgment of J. F. Temple against the garnishee, at No. 117 April Term 1885, subject, however, to the set-off of a judgment of James W. Kuntz against J. F. Temple and the garnishee, in which the latter was surety for said Temple, at No. 145 January Term 1890. Thereupon, W. T. H. Pauley, the garnishee, J. F. Temple, the judgment defendant, Alpheus Temple and Arthur I. Lindsey, assignees of the judgment upon which the attachment was issued by assignment dated December 2, 1889, took this appeal, specifying that the court erred :\n1, 2. In discharging the rule to set aside the service of the attachment, etc., and in not dismissing the interrogatories filed, and all other proceedings in the case.\n3, 4. In granting to the sheriff leave to amend his return.\n5, 6. In entering the judgment against the garnishee, there being no service of the attachment as required by law.\nMr. A. A. Purman and Mr. J. B. Donley, for the appellants.\nMr. B. L. Qrawford and Messrs. Wise Minor, for the appellee."
  },
  "file_name": "0042-01",
  "first_page_order": 66,
  "last_page_order": 67
}
