{
  "id": 827886,
  "name": "JOS. MATTHEWS v. PARK BROS. & CO., LIM.",
  "name_abbreviation": "Matthews v. Park Bros.",
  "decision_date": "1892-01-04",
  "docket_number": "No. 97",
  "first_page": "384",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "146 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Allegheny Cty. C.P.",
    "id": 8851,
    "name": "Allegheny County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 265",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856296
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0265-01"
      ]
    },
    {
      "cite": "75 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "54 N. Y. 891",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "7 N. Y. 655",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 266",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 265",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856296
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 19043,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 8.616506771443346e-07,
      "percentile": 0.9770125594194874
    },
    "sha256": "dd7902b404fc0efa3d9a2c1f84b42bfe4cca9843e9604afd71f43b795eb72175",
    "simhash": "1:5928dd02f82dddcd",
    "word_count": 3352
  },
  "last_updated": "2024-02-27T21:50:30.519200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, ,JJ."
    ],
    "parties": [
      "JOS. MATTHEWS v. PARK BROS. & CO., LIM."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Chief Justice Paxson:\nThe plaintiff was discharged from the service of the defendants on the eighteenth day of February, 1888, after which he brought this suit in the court below to recover his wages for the balance of the unexpired term of the contract under which he entered their service. The contract was as follows:\n“We hereby agree to employ Joseph Matthews to take one turn of our thirty-two inch plate mill, as rollerman, at $1.50 per net sheared ton (2000 lbs.) of plate; he to pay all help and change middle roll free of charge, alternating with other rollermen as to day and night work each week. We further guarantee that his wages shall not go below three thousand five hundred dollars per annum. This arrangement to continue for two years from date.”\nThe defendants alleged, and called witnesses to prove, that the plaintiff was in the habit of using sand upon the rolls to cut the grease, whereas they had instructed him to use fire clay for that purpose; that the effect of the sand was to cut the necks of the rolls; that in consequence of such cutting the defendants were compelled to take out the rolls in use, and replace them with new rolls, at an expense of three thousand dollars ; that, when the new rolls were put in, the plaintiff was positively forbidden to use any more sand; that he continued to use sand, in disregard of such instructions, and for this reason he was discharged.\nThe learned judge below very properly instructed the jury that the order not to use sand was a lawful order, which the defendants had a right to give, and which the plaintiff was bound to obey. He left it to the jury to find, however, whether there had been a wilful disobedience of the order, and the defendants complain of the manner in which this question was submitted. In the second specification they allege that the court erred in saying :\n“ I have indicated what is, in my judgment, a lawful order. Let me now say what ‘ wilful ’ in law may be. In common parlance, wilful means intentional as distinguished from accidental or involuntary; doing one’s own will without regard to the will of others. There is another kind of wilful meant, where penal crimes or criminal offences are defined by statute, where the act is to be wilful in commission of crimes, or under statutes in which there is something more than a mere unintentional or accidental intention to disobey. It means, in such cases, that it has a bad purpose, or has malice or something of that kind connected with it; but, in ordinary parlance, it is the intentional disregard of instructions to do a particular thing, not accidental.”\nWe do not find any bad law in this paragraph. Yet it is not free from criticism. It was not well: to confuse the jury by going into a definition of “ wilful,” as applied to a criminal charge. A thoroughly competent and intelligent jury would understand from what the learned judge said, that they were trying a ease in the Common Pleas, and not in the Quarter Sessions, and that “ malice ” or “ a bad purpose ” was not the test to be applied to the facts as developed upon the trial. But the average juryman might possibly have been confused, especially as the learned judge failed to point, out distinctly what the law was as applicable to the facts of this case. It would have been better to have omitted all reference to the criminal law.\nThe third specification presents a more serious matter. It alleges that the court erred in affirming the plaintiff’s second point. The point is as follows:\n“ Where a contract of employment is clearly shown, even if the servant is discharged for the commission of an injury to the defendant’s property, (unless such injury is of a gross or wanton character,) the employee is still entitled to recover upon his contract, less such damage as the employer has suffered.”\nWe cannot assent to this proposition. It amounts to this: That an employee who is lawfully discharged for disobedience of orders, may recover his full wages for the whole term of his employment, less such damages as his employer can prove he has received in consequence of such disobedience; that is, the employer may set off any loss he has sustained to a demand for wages. And if he can show no actual loss, although his servant’s disobedience may demoralize his establishment and injure Ms machinery in the future, the employee may continue, notwithstanding he refuses to obey orders, or he may draw full pay without rendering any services. This would be a beneficent rule for employees, but a very harsh rule for the employer. We are quite sure it is not the law. The plaintiff was discharged for disobedience ; for using sand on the rolls when he was ordered to use fire clay. If the facts be so, his discharge ended the contract relation between the parties, and it was not necessary for the defendants to show that they had sustained any loss. It was enough that they might sustain loss in the future ; and the plaintiff, having been paid up to the time of his discharge, would not be entitled to recover. If he used sand on the rolls after having been forbidden to do so, it was wilful, and the defendants had a right to discharge him. There was no pretence that it was done inadvertently, or by an accident. A trifling injury, the result of an accident, or a single act of negligence, might not warrant a dismissal, but the rule as laid down by the court below is far too broad. And what is sufficient reason for dismissal, is a question of law for the court.\nIt is very true that an employer may not, without cause, discharge an employee who has contracted to serve for a term. The true rule was stated in Singer v. McCormick, 4 W. & S. 265, as follows: “ Faithful service is a condition precedent to the right of wages; and where there is any misconduct inconsistent with the relation of master and servant, the former has an undoubted right, at any time, to put an end to the contract: Libhart v. Wood, 1 W. & S. 266. But, if the dismissal be unjust and without cause, the master cannot, by his wrongful discharge, prevent the servant from receiving compensation, not only for services rendered, but also the wages he would have earned had the contract continued in full force.”\nWe need not multiply authorities. The rule we believe to be as stated above, and I know of no decided cases which conflict with it. None such are cited in the appellee’s brief, which is mostly taken up with a discussion of the evidence.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson:"
      }
    ],
    "attorneys": [
      "Mr. Gf. P. Q-raver (with him Mr. P. T. Watson), for the appellants :",
      "Mr. Thomas M. Marshall, Jr., (with him Mr. Thomas M. Marshall), for the appellee:"
    ],
    "corrections": "",
    "head_matter": "JOS. MATTHEWS v. PARK BROS. & CO., LIM.\nAPPEAL BY DEFENDANTS FROM THE COURT OF COMMON PLEAS NO. 2 OF ALLEGHENY COUNTY.\nArgued October 28, 1891\nDecided January 4, 1892.\n[To be reported.]\n1. An employer may not, without cause, discharge an employee who has contracted to serve for a specified term; but, where there is any misconduct inconsistent with the relation of master and servant, the master has an undoubted right at any time to put an end to the contract, and what is sufficient reason for dismissal is a question of law for the court.\n2. A trifling injury to the employer’s property, the result of an accident or a single act of negligence on the part of the employee, might not Warrant the latter’s dismissal; but, for a wilful disobedience by the employee of a lawful order, the employer has a right to dismiss, even though he can show no actual loss resulting to him therefrom.\n3. When an employee is lawfully discharged for wilful disobedience of orders which the employer had a right to give, the discharge ends the contract relation and the employee’s right to receive wages for the remainder of the term. It is error, in such case, to charge that the employee may recover wages for the full term, less such damages as the employer has suffered.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, ,JJ.\nNo. 97 October Term 1891, Sup. Ct.; court below, No. 375 October Term 1889, C. P. No. 2. •\nTo the first Monday of October, 1889, Joseph Matthews brought assumpsit against Park Brothers & Co., Limited, to recover damages for a wrongful discharge of the plaintiff from the defendants’ employ. Issue.\nAt the trial on December 2,1890, the following facts were shown:\nThe plaintiff, an experienced rollerman, was employed by the defendants to work in their iron mill, under the following contract:\n“ Pittsburgh, Pa., August 1,1887.\n“We hereby agree to employ Joseph Matthews to take one turn of our thirty-two inch plate mill, as rollerman, at $1.50 per net sheared ton (2000 lbs.) of plate; he to pay all help and change middle roll free of charge, alternating with other rollermen as to day and night work, each week. We further guarantee that his wages shall not go below three thousand five hundred dollars per annum. This arrangement to continue for two years from date.\n“Accepted. (Signed) Park Brothers & Co., Limited.\n“ Joseph Matthews. Wm. G. Park, Chairman.”\nThe plaintiff continued in the employ of the defendants, under this contract, until February 18, 1888, when he was discharged “ for disobedience of orders.”\nThe machine at which the plaintiff worked was what is known as a three-high plate roll, there being three rolls, one above another. The middle roll was kept in motion, while the machine was in operation, by friction with the rolls above and below. This friction was frequently interfered with by the grease from the journals working along the surface of the middle roll; and when this occurred, that roll would stop revolving, and its exposed surface would be burned by the heated metal coming in contact with it. To cut this grease and restore the friction, the plaintiff was in the habit of putting sand on the rolls. Testimony for the defendants tended to show that when sand was so used, some of it would unavoidably get upon the journals and cut the necks of the rolls. Testimony for the plaintiff tended to show that any sand falling on the necks would be washed away by a stream of water kept constantly flowing over them.\nA few days before the plaintiff’s discharge, the rolls at which he worked, having become useless on account of the necks being cut, were taken out and replaced at a cost of three thousand dollars. Plaintiff testified that this cutting was not caused by his use of sand, but that the necks of the rolls were cut before he first took charge of them. He admitted that defendants’ superintendent had twice said to him, prior to the taking out of the old rolls, that he should not use sand, but must use fire clay; that he said to the superintendent that fire clay would not answer the purpose, and thereafter, while he used fire clay on the old rolls whenever he could get along with it, when he could not do so he used sand. It was claimed by the plaintiff that there was no evidence of the giving of peremptory orders to discontinue the use of sand, prior to the putting in of the new rolls. After they were put in, notice was given to the plaintiff and other workmen, that any man found using sand on the rolls would be discharged. Testimony for the defendants tended to show that the plaintiff put sand on the rolls after that, and that he was discharged for that reason. The defendant and another witness denied that he used any sand on the new rolls, and there was conflicting testimony upon the question whether fire clay would effect the removal of the grease from the rollers.\nThe plaintiff was unable to obtain any employment for about a year and a half after his discharge, but he had been paid for all work done prior thereto.\nThe testimony being closed, the court, Magee, J., charged the jury in part as follows:\nThe main question to be ascertained, is whether the plaintiff was discharged for' lawful cause, and if not so discharged, what damage he has sustained thereby.....\nIn this case, I do not understand that the right to discharge the plaintiff rests upon any allegation of gross moral misconduct, or upon the ground of his incompetency or disability from sickness. They do not set up that he is immoral or incompetent, and there is no habitual negligence charged; but there is involved the question, whether or not there was a wilful disobedience of a lawful order, and whether in that wilful disobedience, if it did exist, there was anything calculated to injure his master’s business.\nAs I have said, the defence presents disobedience of the master’s lawful order, and perhaps in connection therewith conduct calculated to seriously injure his master’s business or property, in the estimation of the master, as justification for the discharge. The question, then, seems to be, did the master issue a lawful order to his servant, and was the servant guilty of wilful disobedience of the order ?\nThe use of sand on the rolls might, in the judgment of the employee, be the best or only means to. be adopted to obtain the necessary friction, and he might think that fire clay would not answer the purpose; but, if the, employers differed from him on the subject, the instructions of the employers must be observed. So long as the order affected merely the manner in which the work was to be done by the employee, under his contract for services as a plate roller, there can be no question that such an order on the part of the defendants is a lawful order, and such as it was the duty of the employee to obey.\nThe right to discharge the servant, I have said, is the wilful disobedience by the servant of a lawful order. That is what I understand to be the law on the subject; that wilful disobedience will justify the discharge of the servant; a lawful order and a wilful disobedience will authorize the termination of the relationship of master and servant.\n[I have indicated what is, in my judgment, a lawful order. Let me now say what “ wilful ” in law may be. In common parlance, wilful means intentional, as distinguished from accidental or involuntary; doing one’s own will without regard to the will of others. There is another kind of wilful meant, where penal crimes or criminal offences are defined by statute, where the act is to be wilful in commission of crimes, or under statutes in which there is something more than a mere' unintentional or accidental intention to disobey. It means, in such cases, that it has a bad purpose, or has malice or something of that kind connected with it; but, in ordinary parlance, it is the intentional disregard of instructions to do a particular thing, not accidental] a or involuntary.\nWhat I have said relates to the duty of the servant to obey, and the right of the master to discharge for disobedience or conduct calculated to seriously injure the master’s business, if that be involved in the disobedience. Of course, if you should conclude that it was a wilful disregard or disobedience of a rightful order, that would end the case. There can be no recovery if that is found to be the fact by you.....\nThe plaintiff requests the court to charge:\n2. Where a contract of employment is clearly shown, even if the servant is discharged for the commission of an injury to the defendant’s property, (unless such injury is of a gross or wanton character,) the employee is still entitled to recover upon his contract, less such damage as the employer has suffered.\nAnswer: This point is affirmed.3\n3. Dismissal for cause, before the expiration of a contract, does not operate as a rescission of the contract; and the employee can still recover upon his contract for the wages provided therein, subject to such reduction as the employer shows himself to be legally entitled to.\nAnswer: This point is affirmed.\nThe defendant requests the court to charge :\n1. Under the law and all the evidence, the verdict of the jury should be for the defendant.\nAnswer: This point is refused.1\nThe jury returned a verdict for the plaintiff, for $5,065. A rule for a new trial having been discharged and judgment entered, the defendants took this appeal, assigning for error:\n1. The answer to the defendants’ point.1\n2. The part of the charge embraced in [ ] *\n3. The answer to plaintiff’s point.3\nMr. Gf. P. Q-raver (with him Mr. P. T. Watson), for the appellants :\nThe court should not have left it to the jury to say whether the order not to throw sand on the rolls, was wilfully disobeyed. It was admittedly disobeyed. There was no pretence that the disobedience was not wilful, and the jury should have been instructed that it justified the plaintiff’s dismissal: Dunnell v. Simons, 7 N. Y. 655; Tullis v. Hassell, 54 N. Y. 891; Spain v. Arnott, 2 Stark. 256; Callo v. Brounker, 4 C. & P. 518; Amor v. Fearon, 9 A. & E. 548. And the court misled the jury in the definition of the word wilful. They were not instructed as to which of the two definitions given applied to this case, and it was natural for them to suppose that it was not the meaning “ in common parlance,” but the other one, that was the legal definition,- and that the plaintiff’s disobedience must have been with bad design or malicious, in order to prevent a recovery. Must the injury to the employers be “ gross or wanton ? ” Gross means great, excessively large. Wanton means “ reckless sport, wilfully unrestrained action, running immoderately into excess: ” Cobb v. Bennett, 75 Pa. 330. A trivial injury, the result of accident, or a single act of negligence, might not warrant a dismissal, but the rule as stated by the court below, is not supported by the authorities : Cussons v. Skinner, 11 M. & W. 172; Singer v. McCormick, 4 W. & S. 265; Callo v. Brounker, 4 C. & P. 518.\nMr. Thomas M. Marshall, Jr., (with him Mr. Thomas M. Marshall), for the appellee:\nThe court could not have affirmed the defendants’ point, as it was the province of the jury to determine the disputed facts. And it is absurd to argue that the jury did not know that the definition of the word wilful, as used in the criminal law, had no application to the case. The defendants were not brought into court in handcuffs, and placed in a prisoners’ box and arraigned ; nor was anything else done to give the jury the impression that they were trying cases in a criminal court. The charge of the court, throughout, was more favorable to the defendants than to the plaintiff. The plaintiff’s second point is within the American rule governing such cases : Wood on M. & S., 2 ed., 262, 263. The English cases cited for appellants are not recognized as the law of this country. A solemn contract, like the one now'in question, could not be broken by reason of any light and trifling neglect on the part of the plaintiff. And, while the plaintiff was bound to render a reasonable obedience, he had a right to use sand, or any other material necessary to make the rolls work, until the defendants furnished him with a suitable substitute therefor.\n5To question was raised as to the sufficiency of the execution to bind the limited partnership or association; and it did not appear, unless by inference from the fact that there was a “ chairman,” whether the organization was formed under the act of March 21, 1836, P. L. 143, or the act of June 2, 1874, P. L. 271.'"
  },
  "file_name": "0384-01",
  "first_page_order": 408,
  "last_page_order": 416
}
