{
  "id": 827926,
  "name": "ARBUCKLES & CO. v. F. A. CHADWICK",
  "name_abbreviation": "Arbuckles & Co. v. Chadwick",
  "decision_date": "1892-01-04",
  "docket_number": "No. 98",
  "first_page": "393",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "146 Pa. 393"
    }
  ],
  "court": {
    "name_abbreviation": "Allegheny Cty. C.P.",
    "id": 8851,
    "name": "Allegheny County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 How. 381",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3463240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/64/0381-01"
      ]
    },
    {
      "cite": "41 N. Y. 471",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2045730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/41/0471-01"
      ]
    },
    {
      "cite": "84 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0135-01"
      ]
    },
    {
      "cite": "100 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0155-01"
      ]
    },
    {
      "cite": "71 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0280-01"
      ]
    },
    {
      "cite": "111 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "39 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0361-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 6493,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.588763589970738e-07,
      "percentile": 0.6817250735467589
    },
    "sha256": "296719a50e83ffcedb2331043bdbac4fbafcb8c0c259a9c5007a72edcd487751",
    "simhash": "1:a71cf268d27c318f",
    "word_count": 1126
  },
  "last_updated": "2024-02-27T21:50:30.519200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "ARBUCKLES & CO. v. F. A. CHADWICK."
    ],
    "opinions": [
      {
        "text": "Per. Curiam:\nJudgment affirmed.",
        "type": "majority",
        "author": "Per. Curiam:"
      }
    ],
    "attorneys": [
      "Mr. E. P. Douglass (with him Mr. J. P. Patterson), for the appellant.",
      "Mr. J. A. Evans, for the appellees, was not heard."
    ],
    "corrections": "",
    "head_matter": "ARBUCKLES & CO. v. F. A. CHADWICK.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS NO. 1 OF ALLEGHENY COUNTY.\nArgued October 28,1891\nDecided January 4, 1892.\n(а) The defendant agreed in writing to-be responsible to plaintiffs for all goods sold by them to a co-operative association, incorporated under the act of June 7,1887, P. L. 365. Section 8 of said act prohibits the giving of credit to such an association, under a forfeiture of the credit thus iB legally given.\n(б) After said guaranty, sales to the association were made by the plaintiffs, on the faith of it. And payments were made by the defendant, but out of funds belonging to the association; which payments were applied by the plaintiffs upon an account for goods sold on credit to the association prior to the guaranty :\n1. In such case, the defendant having made the payments, not out of his own funds but out of the funds of the association and without direction as to their application, he could not set up a misapplication of such payments by the plaintiffs, in a suit to recover for the goods sold on the faith of his guaranty.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 98 October Term 1891, Sup. Ct.; court below No. 254 March Term 1890, C. P. No. 1.\nTo the first Monday of January, 1890, Arbuckles & Co., Limited, brought assumpsit against F. A. Chadwick. The statement of claim filed was not furnished in the paper-books. Issue.\nAt the trial, on October 29,1890, the plaintiffs proved an account for goods sold and delivered to the McKeesport Workingmen’s Co-operative Association, incorporated under the act of June 7, 1887, P. L. 365. The first item of the account was dated March 3, 1889. It was then shown that on February 15, 1889, F. A. Chadwick, the defendant, who was president of said association, caused to be delivered to the plaintiffs a letter of that date reading as follows:\n“ This is to certify I will pay or be responsible for all goods purchased at Arbuckles for the W.’s Co-operative Ass’n; paymente to be made every two weeks, commencing February 26, 1889.”\nIt was shown, further, that before the date of the foregoing letter, the plaintiffs had an unsettled account against said association, but had refused further credit to it; and that after said letter was received, sales were made to the association on the faith of the defendant’s engagement. The plaintiffs gave in evidence, also, the record at No. 710 December Term 1889, Arbuckles & Co., Limited, v. McKeesport Workingmen’s Cooperative Ass’n, being assumpsit for the same cause of action as in this case, showing that the association had defeated the plaintiffs’claim therein under the provisions of §8, act of June 7, 1887, P. L. 368, prohibiting the giving of credit to or by such associations. And it was admitted that Chadwick, the defendant herein, after the date of his letter, had made certain payments which were credited upon the old account against the association.\nThe plaintiffs having rested, the defendant, being examined in his own behalf, testified that after the date of his letter, he had paid, out of the funds of the association but by means of his personal checks, sums aggregating four hundred and fifty dollars, which he supposed were credited on the account in suit. The defendant then offered in evidence four checks drawn by him to the order of the plaintiffs, dated in June and July, 1889, and aggregating four hundred and fifty dollars.\nObjected to, because the witness has already stated that this was not his individual money but the money of the association.\nCounsel for defendant then proposed to prove by the witness that, at the time this letter was written, the defendant was informed by the manager of the association and was led to believe that there was no indebtedness to Arbuckles & Co.; that he made this guaranty with the understanding that payment and settlement should be made every two weeks, and that after this guaranty was made, the sum of four hundred and fifty dollars was paid by him out of the association’s money, with the understanding that it should be applied to the indebtedness that was contracted by the association after the writing of this letter, and having no knowledge of any previous indebtedness, he paid this sum of four hundred and fifty dollars on the debt that wras contracted since that letter was written; and that this was paid by his individual checks, Arbuckles & Co. having no knowledge of the fact that this was association money or other money than that of F. A. Chadwick.\nObjected to, as to the part that relates to the understanding and information of the witness, unless that extends to the connection of the plaintiffs with the information which was given to him; also, to the latter part, that it was paid with his individual check; on the ground that it contradicts the witness in that he stated that it was paid with the funds of the association.\nBy the court: Objections sustained; exception.3\nThe case closing on the testimony the court, Collier, J., charged the jury:\nThe whole matter in this case is one of law for the court, and not for the jury. The learned counsel have raised all the questions upon the record, so that we can hear them hereafter, and they have their remedy if we are wrong. Under our view of the law, the plaintiffs are entitled to a verdict at your hands for $734.83, and we will take your verdict for that amount.4\nCounsel for defendant request the court to charge:\n1. That, under all the evidence, the verdict should be for the defendant.\nAnswer: Refused.1\n2. That, under the evidence, in any event the verdict against defendant should only be for two weeks’ credit.\nAnswer: Refused.8\n—The jury returned a verdict for the plaintiff for $734.83. A rule for a new trial having been discharged, the defendant took this appeal, assigning for error:\n1, 2. The answers to the defendant’s points.1 8\n3. The refusal of the defendant’s offer.3\n4. The instruction to find for the plaintiffs.4\nMr. E. P. Douglass (with him Mr. J. P. Patterson), for the appellant.\nCounsel cited: § 8, act of June 7, 1887, P. L. 368; McGough v. Birmingham, 29 P. L. J. 178; Greene v. Tyler, 39 Pa. 361; Pardee v. Markle, 111 Pa. 554.\nMr. J. A. Evans, for the appellees, was not heard.\nThe brief filed, cited: Ueberroth v. Riegel, 71 Pa. 280; Wiggins’ App., 100 Pa. 155; Unangst v. Fitler, 84 Pa. 135; Remsen v. Graves, 41 N. Y. 471; Zabriskie v. Railroad Co., 23 How. 381."
  },
  "file_name": "0393-01",
  "first_page_order": 417,
  "last_page_order": 420
}
