{
  "id": 827876,
  "name": "BRAUNN & FITTS v. CHARLES KEALLY",
  "name_abbreviation": "Braunn & Fitts v. Keally",
  "decision_date": "1892-01-04",
  "docket_number": "No. 221",
  "first_page": "519",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "146 Pa. 519"
    }
  ],
  "court": {
    "name_abbreviation": "Allegheny Cty. C.P.",
    "id": 8851,
    "name": "Allegheny County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "41 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "130 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0138-01"
      ]
    },
    {
      "cite": "125 U. S. 506",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "135 U. S. 114",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "11 Am. Rep. 118",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "33 Ia. 194",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2299940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/33/0194-01"
      ]
    },
    {
      "cite": "138 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "127 U. S. 699",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "127 U. S. 678",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3531124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/127/0678-01"
      ]
    },
    {
      "cite": "100 U. S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "97 U. S. 32",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "83 U. S. 87",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550023
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0265-01"
      ]
    },
    {
      "cite": "141 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0184-01"
      ]
    },
    {
      "cite": "141 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/141/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 14254,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 5.042297211151705e-07,
      "percentile": 0.9369779859752441
    },
    "sha256": "efbd5853bffe4a6f3fe067e436337f2046f679493983dceae9fee37e2e63f70f",
    "simhash": "1:60605653162c90fe",
    "word_count": 2426
  },
  "last_updated": "2024-02-27T21:50:30.519200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, Williams and. Mitchell, JJ."
    ],
    "parties": [
      "BRAUNN & FITTS v. CHARLES KEALLY."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Mitchell:\nThe contract under which the goods were furnished by the plaintiffs to the defendant was apparently made in Illinois, as the plaintiffs’ place of business was there, and the goods were delivered to a carrier in Chicago, to be carried to Pittsburgh, the freight being payable by defendant. The presumption, therefore, is that the carrier was the defendant’s agent, and there is nothing in the affidavit of defence to rebut this presumption. The element of illegality under the laws of Pennsylvania is therefore out of the case, unless plaintiffs were to do some act here, contrary to law. The agreement is thus stated: “ The goods were to be billed by plaintiffs to defendant at factory prices in the city of Chicago, less five per cent, defendant paying freight at Pittsburgh, the point of delivery; and defendant was to receive for his services whatever price he could obtain above the bill price and freight.” Notwithstanding the ingenious color of agency thus sought to be thrown over it, this is a contract of sale. The defendant was to get the goods at the stipulated rate, and was entitled to receive the full price he could sell them for. What more or less does any purchaser do who buys to sell again ? If he made a profit, it was his; there was no duty to account. If he made a loss, that also was his, for the agreement made no stipulation for recoupment. It was a plain, ordinary case of sale, and carried with it the obligation to pay the agreed price. Knowledge that the purchaser might, or even that he intended to sell the goods contrary to the law of Pennsylvania, could not vitiate a contract made and executed in Illinois. The dominion of the vendor over the subject ceased before there was any violation of the law, and even the purchaser had still the locus poenitentise, and might never violate the law at all.\nThe other branch of the defence has no more merit. Plaintiffs, it is said, “ agreed with defendant to give to him the exclusive agencyforthe sale of their goods in western Pennsylvania ; ” and again, “ it was mutually agreed that all matters should be compromised and adjusted between them,” etc. An agreement to’give an agency may sustain an action for a breach; and a compromise of existing claims may be good, consideration for a promise to liquidate a money demand at an agreed amount, or to make it an account stated. But, to be effective, such agreements would require proof of facts, not set up in this affidavit. So far as appears in the defendant’s own version, it is no more than a claim for unliquidated, if not merely speculative profits, and an accord without satisfaction. It is not said that the goods were not bought, nor that they were bought on the faith of the agreed agency, and remain unsold by reason of its revocation. In this respect, the case differs entirely from Luddington v. North, 141 Pa. 184.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell:"
      }
    ],
    "attorneys": [
      "Mr. J. S. Ferguson (with him Mr. E. Gr. Ferguson and Mr. J. A. Emery'), for the appellant.",
      "Mr. 8. Earvey Thompson, for the appellees."
    ],
    "corrections": "",
    "head_matter": "BRAUNN & FITTS v. CHARLES KEALLY.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS NO. 1 OF ALLEGHENY COUNTY.\nArgued November 2, 1891\nDecided January 4, 1892.\n(a) Plaintiffs, manufacturers in Chicago, 111., shipped oleomargarine to the defendant “ at factory prices in the city of Chicago, less live per cent, defendant paying freight at Pittsburgh, Pa., the point of delivery, and the defendant to receive for his services whatever price he could obtain above the bill price and freight.”\n1. The contract was a contract of sale, not of agency; and being made and executed on delivery to the carrier in Illinois, where the vendor lost his\n. control over the goods, the agreed price was recoverable from the defendant in this state, notwithstanding the prohibitive provisions of the act of May 21, 1885, P. L. 22.\n2. Knowledge that the defendant might, or even that he intended to violate tiie laws of this state, could not vitiate a contract made and executed in another state. The dominion of the vendor ceased before there was any violation of the law of Pennsylvania, and even the purchaser then had the locus pcBnitentias.\n3. An averment that the plaintiffs violated an agreement to give the defendant the exclusive sales-agency, and afterwards adjusted the damages therefrom by agreeing to a certain deduction from their claim, without averring that the goods sued for were bought on the faith of the agreed agency and remained unsold, set forth no defence: Luddington v. North, 141 Pa. 184, distinguished.\nBefore Paxson, C. J., Green, Clark, Williams and. Mitchell, JJ.\nNo. 221 October Term 1891, Sup. Ct.; court below, No. 947 March Term 1891, C. P. No. 1.\nTo the first Monday of March, 1891, Braunn & Fitts brought assumpsit against “ Charles Keally, doing business as the Illinois Dairy Company, ” filing a verified statement of claim as follows, to wit:\n“ The plaintiff, Braunn & Fitts is a corporation created and organized under the laws of the state of Illinois, and are manufacturers of oleomargarine; its place of business being situated in Chicago, Illinois. The defendant, Charles Keally, was, during tbe time of the transactions hereinafter mentioned, dealing in farm products and other food articles and stuffs in the city of Pittsburgh, in said county, and trading under the style or name of the Illinois Dairj*- Company.\n“ The plaintiff alleges that defendant is indebted to it in the sum of fifteen thousand one hundred and Sixty-five and fifty-two one hundredths dollars ($15,165.52) being the price of oleomargarine sold and delivered by plaintiff to defendant.\n“ Plaintiff hereto attaches itemized bill or statement of said oleomargarine sold, showing the dates of the 'several sales, the amounts of such sales, and the price at which the sales were made, which bills or statements are made a part hereof. The items of said bills or statements are taken and copied from plaintiff’s books of original entry and are correct.\n“ The whole amount of said sales, as shown by said statements, is. $19,665.52, and plaintiff acknowledges the receipt of three payments of $1,500 each on the twenty-fourth and twenty-ninth days of December, 1890, and the twenty-second day of January, 1891, respectively^making together $4,500 and leaving abalance of the said amount of $15,165.52, which remains due and unpaid.”\nThe “ bill or statement,” referred to in the foregoing statement of claim, did not appear in the paper-books.\nOn April 17, 1891, the defendant filed an affidavit of defence averring as follows, to wit:\n“ Said plaintiffs are manufacturers of butterine and oleomargarine, which are oleaginous substances, or compounds thereof, other than that produced from unadulerated milk or cream, and designed to take the place of butter or cheese produced from pure unadulterated milk or cream, the manufacture and sale of which is prohibited in the state of Pennsylvania under and by virtue of the provisions of an act of the general assembly entitled “ An Act for the protection of the public health, and to prevent adulteration of dairy products and fraud in the sale thereof ” approved May 21, 1885, P. L. 22; and said plaintiffs well knew, at the time of the several transactions for which they sue in this case, that said law existed upon the statute books of Pennsylvania and had been pronounced constitutional by the Supreme Court of same state in the case of Powell v. Commonwealth, 114 Pa. 265; and that said decision had been affirmed by the Supreme Court of the United States; that, nevertheless, in violation of said law said plaintiffs delivered said defendant the unlawful merchandise, to wit, butterine set out in the bill of particulars, to be sold by him in the state of Pennsylvania ; and, although said transaction took the form of a sale, its true substance was this: The goods were to be billed by plaintiffs to defendant at factory prices in the city of Chicago, less five per cent, defendant paying freight at . Pittsburgh, the point of delivery, and defendant was to receive for his services whatever price he could obtain above the bill price and freight. Defendant was to build up a trade for and dispose of said goods to retail dealers in said articles in said city of Pittsburgh and vicinity. In other words, said goods were sent by said plaintiffs into the said state of Pennsylvania, not to be used or consumed therein by defendant, but to be sold to retail dealers who would dispose thereof in small parcels to and among the • people of said state, in violation of the act of assembly aforesaid; wherefore, this defendant says that he is advised and believes that the several transactions sued on in this ease were illegal, and that the plaintiffs are not entitled to recover therefor.\n“ And this defendant further says that if said transactions are adjudged to have been legal, and that plaintiffs, by reason of the act of assembly and facts aforesaid, are not barred from recovery, then he has a further defence to the plaintiffs’ claim in this: Said plaintiffs agreed with defendant to give to him the exclusive agency for the sale of their said goods in Western Pennsylvania as long as defendant would procure for them and send to them orders averaging two hundred packages of butterine or oleomargarine per week. This agreement Avas made originally Avith the firm of Caskey & Keally, of which affiant was a member, and after the death of Mr. Caskey about two years ago, Avas continued and renewed with affiant, Avho on his part complied with the terms thereof until about January 24, 1891, when said plaintiffs, in violation of their said agreement and without any just cause or excuse, took said exclusive agency away from him and thereby deprived affiant of large gains and profits; that afterwards, about February 7,1891, defendant met the plaintiffs in the city of Chicago, and it was mutually agreed between them that all matters should be compromised and adjusted between them on the following terms : Plaintiffs were to make a deduction on their bill of fifty per cent, and were to make out a bill showing exactly how their account stood, and send it to affiant at Pittsburgh, which they have never done. This deduction was agreed to be for such damages as defendant had sustained from January 24,1891, by reason of the breach of said agreement, and would be likely to sustain until plaintiffs could put themselves in position to restore the aforesaid agreement, and also was to cover damages on defective goods theretofore shipped to defendant, and in the meantime defendant was to do what business he could in disposing of plaintiff’s manufactures, and was to receive a salary of thirty dollars per week. And it was further agreed that plaintiffs were, as soon as they possibly could, to rescind all agreements they had made with any other parties as to the sale of their goods in Western Pennsylvania. Defendant says that said bargain or arrangement was made upon an adequate consideration, if said transactions are held to be legal, and that there has been no breach thereof by affiant, who has been at all times ready and willing to comply therewith, and no right of action has arisen therein in favor of plaintiffs.”\nOn May 7, 1891, the plaintiffs entered a rule for judgment for want of a sufficient affidavit of defence, assigning the following reasons:\n1. Plaintiffs are not barred from recovering in this case by the act of May 21, 1885, P. L. 22, because, while said act may be constitutional, it is not operative as to contracts made out of this state, for the sale of goods manufactured out of the boundaries of this state by non-residents, and shipped into this state.\n2. The said contract of sale was made in the state of Illinois, where such contracts are legal, and therefore an action can be maintained thereon in this state.\n3. Defendant does not deny that he received the goods alleged to have been sold to him by plaintiffs, or allege any return of the goods or payment of the price.\n4. The defendant denies that there was any contract of sale between plaintiffs and defendant, and alleges “ the goods were to be billed by plaintiffs to defendant at factory prices in the city of Chicago, less five per cent, defendant paying freight at Pittsburgh, the point of delivery, and defendant was to receive for his services whatever price he could obtain above the bill price and freight.” This contract, as alleged by defendant, is a contract of sale by plaintiffs to defendant.\n5. If aside from said sales by plaintiffs to defendant, there had been such a contract of agency as alleged by the defendant, no unliquidated damages arising from a breach of such contract on the part of plaintiffs, could be recouped or set off in this action, which is brought on another contract.\n6. If said contract of agency, as alleged by defendant, had been made, it does not appear in the affidavit of defence that defendant did procure orders averaging two hundred packages of butterine or oleomargarine per week.\n7. There was no legal consideration for the deduction of fifty per cent, which defendant alleges plaintiffs agreed to make.\n8. The affidavit of defence is not clear and specific, but is evasive.\n—After argument, the court, on June 13,1891, without opinion filed, made the rule for judgment absolute, and judgment was entered for the plaintiffs for $15,165.52. Thereupon, the defendant took this appeal, assigning the order entering judgment for the plaintiffs for want of a sufficient affidavit of defence, for error.\nMr. J. S. Ferguson (with him Mr. E. Gr. Ferguson and Mr. J. A. Emery'), for the appellant.\nThat the contract, whether of sale or agency, was illegal and prohibited, counsel cited: Slaughter House Cases, 83 U. S. 87; Boston Beer Co. v. Massachusetts, 97 U. S. 32; Guy v. Baltimore, 100 U. S. 443; act of May 21, 1885, P. L. 22; Powell v. Commonwealth, 114 Pa. 265; Powell v. Pennsylvania, 127 U. S. 678; Walker v. Pennsylvania, 127 U. S. 699; Commonwealth v. Zelt, 138 Pa. 628; Tegler v. Shipman, 33 Ia. 194 (11 Am. Rep. 118.)\nMr. 8. Earvey Thompson, for the appellees.\nThat the contract was not illegal, counsel cited: Leisy v. Hardin, 135 U. S. 114; Bowman v. Railroad Co., 125 U. S. 506; the place it was made being in Illinois: Commonwealth v. Fleming, 130 Pa. 138; and an accord without satisfaction is no defence : Blackburn v. Ormsby, 41 Pa. 101."
  },
  "file_name": "0519-01",
  "first_page_order": 543,
  "last_page_order": 549
}
