{
  "id": 910321,
  "name": "Estate of C. H. Lefevre. George Witmer's Appeal",
  "name_abbreviation": "Estate of Lefevre",
  "decision_date": "1899-10-06",
  "docket_number": "No. 128",
  "first_page": "225",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "193 Pa. 225"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "171 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0404-01"
      ]
    },
    {
      "cite": "171 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985558
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 9051,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.600037878656246
    },
    "sha256": "00c93c15e3c6d1664fd817874e03cf7ae77a32485dedaa39e462603ac6741dfe",
    "simhash": "1:9d9855a855a7cc6e",
    "word_count": 1506
  },
  "last_updated": "2024-02-27T21:25:48.580113+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Estate of C. H. Lefevre. George Witmer’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nWhen this case was here before, 171 Pa. 404, the only question presented was the right of Witmer and Mrs. Shertz to |5,000 under the twenty-second clause of the testator’s will. It was held that the will gave it to them, and it appearing that the executors had received the amount from Franklin Lefevre and applied it to other purposes, the order was made that the account should be restated and the executors surcharged to that extent.\nWhen the record went back to the orphans’ court an auditor was appointed, and reported that “ the relief sought by Witmer and Mrs. Shertz, and to which the Supreme Court decides them entitled, would be effected by simply in this proceeding surcharging the executors with the amount of money in controversy.” That was precisely what this Court intended. The questions whether the executors were entitled to be recouped the amount of the surcharge, and, if so, from what source, were neither presented nor considered. The learned auditor, however, calling attention to the fact that the executors’ account had been finally confirmed and was unappealed from, inferred that the intention of this Court was to subordinate “ mere questions of procedure to the larger effort of carrying out the real purpose and intention of the testator.” He therefore proceeded in a laudable endeavor to settle the whole matter in accordance with equity. But this proceeding was founded on a mistake. There was no such intention on the part of this Court. The court was not informed of the final confirmation of the account, and the claim of Witmer and Mrs. Shertz being considered good the order to surcharge was made as if in the ordinary course. Had the court been made aware of the actual status of the account no such order would have been made without at least consideration of the other rights involved. The course followed by the learned auditor brings up for the first time the rights of appellant, and suggests various questions affecting her interests, on which she has not yet been heard. The testator directed that if the general fund was not sufficient for the payment of his debts, expenses of administration and certain gravestones, then the necessary money should be raised by mortgage on the farm devised to appellant. The account of the executor purporting to cover the full administration of the estate was filed, showing a balance due the accountants, and a mortgage was accordingly made on appellant’s farm for the proper amount. The account being confirmed finally, and the mortgage executed, and no exception or appeal taken to either, the estate, as the auditor’s last report correctly states, “ appeared to be closed.” This Court has not yet intentionally ordered it reopened, and whether it can do so depends on a number of questions not yet considered. Were Witmer and Mrs. Shertz barred by the confirmation of the account from further claim against the executors ? If not, could the executors, after such confirmation and the execution of the mortgage on appellant’s farm, recoup themselves for a wrongful use of the 15,000 due Witmer and Mrs. Shertz by another mortgage on appellant’s farm? And if so can it be done except by a direct proceeding against her for that purpose in the orphans’ court, under the notice to her directed by the will? These and perhaps other similar questions affect appellant’s rights and have not yet been considered. Moreover, it now appears that the construction of testator’s will, adopted in Witmer’s Appeal, may also affect appellant’s rights, and she has not been heard upon it. We are obliged therefore in the interests of justice to grant the petition to open our previous decision reported in 171 Pa. 404, and order a reargument of the whole matter, including the questions above suggested and any others that may affect any of the parties interested in the estate.\nReargument ordered accordingly.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "W. U. Sensei, with him J. Say Brown, for petitioner.",
      "S. M. North, with him A. O. Newpher, contra."
    ],
    "corrections": "",
    "head_matter": "Estate of C. H. Lefevre. George Witmer’s Appeal.\nSupreme Court—Practice—Decree made under misapprehension of facts —Reargument.\nWhere the Supreme Court has entered a decree reversing a decree of the orphans’ court, and it appears that it was made under a misapprehension of-facts; that it might do injustice to one of the persons interested in the estate who had not been heard, a reargument of the ease will be ordered.\nPetition for reargument.\nThe petition for reargument was as follows :\nThe petition of Sarah Leaman, who was a devisee of Christian H. Lefevre, deceased, respectfully represents that the account of the executors of said testator’s will was filed in the office of the register of Lancaster county, on February 14, 1891, and was presented, read and confirmed nisi on March 17,1891, and subsequently was confirmed absolutely, without any exceptions being taken or filed thereto; that according to said account, as subsequently modified, the entire balance required to pay all the debts of said Christian H. Lefevre, collateral inheritance tax and funeral expenses, was about $801.98, for which amount the farm devised to Mrs. Sarah Leaman by the will of said Christian H. Lefevre was mortgaged by his executor, in accordance with his will; that, on June 5,1893, more than two years after said balance was fixed and determined, said mortgage executed and said account confirmed absolutely, George Witmer filed a petition in the said court to compel Franklin P. Lefevre, trustee under the will of Christian H. Lefevre, deceased, to render his account, to which the said Franklin P. Lefevre filed an answer, in which proceeding depositions were taken and the rule granted in said case was discharged September 23, 1893, and an appeal to the Supreme Court of Pennsylvania taken by said petitioner was non-prossed on June 11,1896 ; that, on October 16, 1893, George Witmer also presented a petition to the orphans’ court of Lancaster county, asking for the appointment of an auditor to report distribution in said estate ; that D. G. Eshleman was appointed auditor, in pursuance of said petition; that he presented his report December 9,1893, to which exceptions were taken, and, by an opinion filed by the said court November 17,1894, a decree was entered, confirming the said report absolutely; that, on November 30, 1894, an appeal to the Supreme Court was taken in said case to January term, 1895, No. 128, and the decree of the orphans’ court was reversed; whereupon, on January 6, 1896, A. F. Hostetter was appointed auditor to restate the account of the said executor, in accordance with the opinion of the Supreme Court; that, by subsequent appointment, the said A. F. Hostetter was appointed to ascertain and report what amount of money was required to discharge all the liabilities of the said estate, to report the value of the real estate devised to your petitioner, and whether a sufficient sum could be borrowed on a mortgage on the property s<? devised to her to meet and discharge all such liabilities of the estate of the said Christian H. Lefevre; that, subsequently, a decree was entered by the orphans’ court of Lancaster county, directing the executor of the said Christian H. Lefevre to mortgage the propert}'- so devised to your petitioner for an amount exceeding $7,000, and far exceeding in value all of your petitioner’s devise; that the said report of said A. F. Hostetter, auditor, and the decree of the orphans’ court of Lancaster county, directing the mortgaging of said premises devised to your petitioner, all purported to be founded upon the opinion of your honorable court in the case of Witmer’s Appeal, Christian H. Lefevre’s Estate, to January term, 1895, No. 128, in which proceeding your petitioner was not heard, and of which she had no notice; that the said judgment of your honorable court, in the opinion and decree reversing the orphans’ court of Lancaster county, did your petitioner great injustice, and, as she believes, was made under a misapprehension of the facts, and without any notice to your petitioner, although, as she has shown, affecting her estate.\nWherefore, and for divers other causes appearing in the said appellant’s paper-hook herewith submitted, your petitioner prays for a reargument of the said case of George Witmer’s Appeal, in the estate of Christian H. Lefevre, in the Supreme Court of Pennsylvania, eastern district, to January term, 1895, No. 128.\nW. U. Sensei, with him J. Say Brown, for petitioner.\nS. M. North, with him A. O. Newpher, contra.\nOctober 6, 1899:\nNote. An appeal was taken by Sarah Leaman to No. 181, January term, 1899, from the decree of O. C. Lancaster County, confirming absolutely the report of A. F. Hostetter, Esq., auditor, and authorizing and directing the executors of C. H. Lefevre to mortgage a farm in Strasburg township, devised by Lefevre to Sarah Leaman, for $7,029.56 with interest, to pay certain alleged debts or deficiencies in the estate of said Lefevre, or the accounts of his executor. At the argument of this appeal Sarah Leaman presented her petition for reargument in the case of Witmer’s Appeal, 171 Pa. 404."
  },
  "file_name": "0225-01",
  "first_page_order": 247,
  "last_page_order": 251
}
