{
  "id": 910322,
  "name": "U. P. Sawyer, Appellant, v. Catherine Link, Executrix of the Estate of Charles Link, Deceased",
  "name_abbreviation": "Sawyer v. Link",
  "decision_date": "1899-10-30",
  "docket_number": "Appeal, No. 35",
  "first_page": "424",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "193 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 439,
    "char_count": 8538,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3642303084079419
    },
    "sha256": "73312b88cebcd44bbf3d3846f8dfb2b0eac29cce5636cb4593b997096d1cd8d6",
    "simhash": "1:196f0470be82b142",
    "word_count": 1523
  },
  "last_updated": "2023-07-14T19:57:08.062320+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ. •"
    ],
    "parties": [
      "U. P. Sawyer, Appellant, v. Catherine Link, Executrix of the Estate of Charles Link, Deceased."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere appears to be no error in this record that would justify a reversal of the judgment from which this appeal was taken. For reasons given by the learned president of the common pleas in his opinion ordering the judgment of nonsuit, etc., we are satisfied that there was no error in denying the motion to take off the nonsuit. There is nothing in the questions involved that requires discussion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. M. Stoner, with him J. Gharles Bieken, for appellant.",
      "T. E. Bavis, for appellee."
    ],
    "corrections": "",
    "head_matter": "U. P. Sawyer, Appellant, v. Catherine Link, Executrix of the Estate of Charles Link, Deceased.\nMortgage—Payment—Presumption of payment—Bankruptcy:\nOn a scire facias sur mortgage it appeared that the mortgage was for purchase money, and the last instalment under the mortgage was due twenty-one years before the scire facias issued; nineteen years before the issuing of the writ the assignees in bankruptcy of the mortgagee receipted to the mortgagor for $100 on account of the purchase money of the lots covered by the mortgage, and in the receipt agreed to apply to the United States district court for permission to satisfy the mortgage. There was no other evidence that anything had been paid upon the mortgage. Four years after the date of the receipt the mortgagee came to a settlement with his creditors, and in the schedule of assets filed in the bankruptcy court did not include the mortgage, nor did he make any claim under it until after the mortgagor’s death. Held, that a compulsory nonsuit was properly entered at the trial of the scire facias.\nArgued Oct. 23, 1899.\nAppeal, No. 35, Oct. T., 1899, by plaintiff, from order of C. P. No. 2, Allegheny Co., July T., 1898, No. 866, refusing to take off nonsuit.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ. •\nAffirmed.\nScire facias sur mortgage.\nThe facts appear by the opinion of White, P. J., which was as follows:\nThis action is a scire facias on a mortgage given by Charles Link on January 16, 1873. Mr. Sawyer had deeded three lots of ground to Mr. Link, and the mortgage was given either in full or part payment of those lots. The mortgage was for $559, payable in four annual instalments, except that the last instalment was for $139 instead of $140. On the face of the mortgage, the last instalment fell due on January 18, 1877. In 1876 Mr. Sawyer was put into bankruptcy by Ms creditors. Mr. Berry and Mr. Horner were the assignees. In 1879, three years after he was put into bankruptcy, proceedings were instituted in the district court of the United States to effect a compromise with his creditors. The proceedings before the register in bankruptcy were protracted from 1879 until 1883, over four years. Finally, in 1883, from the records that are in evidence in this case, there was an agreement by his creditors to accept twenty per cent in payment of their claims—-all except a few claims that were not represented before the register; and as required in connection with the compromise proceedmgs, Mr. Sawyer made an affidavit as to certain facts, and in that affidavit he says, “ The bankrupt has no assets in his name or ownership beyond what is controlled by his assignees.” Then, referring to the expenses and payment of certain expenses in the court, he says, “ There is also a judgment against the late Mrs. Jane W. Hamilton, for $1,000, 1878, which the bankrupt regards as worthless.” Then he refers to a claim of J. H. Sawyer which had been in some way adjusted, then speaks about a lot that was not sold by the assignees, and it is a lot in the eighteenth ward of Pittsburg, “described as follows, namely,”—but there is no description of the lot. It is a blank. Then he says, “ The bankrupt values this property, at public sale, at about $1,200. There remains also, in the hands of the assignees, sundry claims which the bankrupt estimates as valueless. They are as follows : ” Then a number of small accounts are given here, which were due to the bankrupt, and which he says are valueless. Then follows a list of what he calls the bad debts. Then the oath is made: “ N. P. Sawyer, bankrupt, being duly sworn, deposes and says that the statements set forth in the foregoing statement of liabilities and assets are true, as he verily believes. Sworn to and subscribed before me, the first day of October, 1888,”—sworn to and subscribed before the register in bankruptcy, that is.\nThe attorney of the plaintiff says that he has examined the records and finds no transfer ever made by the assignees to Mr. Sawyer, in pursuance of this compromise made in 1883. Mr. Horner, who was the active assignee, died some five years ago. Mr. Berry, the other assignee, still living, says he remembers very little about it; Mr. Horner Avas the active assignee. It would be a duty of the assignee to make a transfer back to the bankrupt of whatever property was conveyed to them which they did not dispose of. There may have been such a conveyance back, and perhaps at this lapse of time we might presume that they did make a general transfer to Mr. Sawyer of whatever they had not disposed of. Mr. Link, who gave the mortgage, died only about a year ago, in the fall of 1897. If this mortgage was transferred back to Mr. Sawyer in 1883, Mr. Link lived fourteen years after that, and no claim was made upon Mr. Link during that period of time to pay this mortgage, or any portion of it. It was after his death that this scire facias Avas issued on that mortgage. The mortgage itself is more than twenty-one years, and the last instalment under that mortgage was due in 1877, twenty-one years before this scire facias was issued. The presumption would be, in law, that that was paid, and the burden of proof would be on the plaintiff to show that it was not paid. The only evidence of any payment is a receipt given by the assignees on July 30, 1879. That receipt is in these words: “Received, Pittsburg, Pa., July 30, 1879, of Charles Link, one hundred dollars, on account of lots purchased of N. P. Sawyer; in consideration of which we agree to apply to the United States District Court for permission to satisfy the mortgage of N. P. Sawyer upon said lots.” Signed by George A. Berry and John W. Horner. According to the evidence, Mr. Berry did not sign it. Mr. Horner signed it and wrote the name of Mr. Berry. No doubt that money was received by the assignees on July 30,1879. That was two years after the last instalment of the mortgage was due. There is no evidence of any payments at any other time, either before this or after. Mr. Sawyer being in financial troubles in 1876, probably before that, and the mortgage dated in 1873, payable by annual instalments, the fair presumption is that he would try to collect that mortgage, being a mortgage on property probably worth the amount; proceedings might have been instituted for the collection of that money. The assignees, in July, 1879, received $100. It was on account of this mortgage, because this mortgage was given on account of the lots that Link had bought from Sawyer, and it explains that the $100 was on account of those lots. But this receipt says that in consideration of this $100 they would apply to the United States court for permission to satisfy that mortgage. The fair inference is that the assignees were satisfied that that mortgage had been paid, if not wholly, at least very greatly, and there would be trouble about collecting it, and in order to give them an opportunity to go into court to ask to satisfy it, they got Link to pay $100, and in consideration of that payment, they would go into court and ask permission to satisfy the mortgage. If they thought that no money had ever been paid on this mortgage, they would be guilty, I say, of a wrong and violation of their oaths and duty, to get $100 and then go into court and ask the court to give them power to satisfy that mortgage. Bearing on that is this: If that mortgage was not paid, Mr. Sawyer knew it in 1879, when he applied for a compromise with his creditors; he knew it in 1883, when the assignees were discharged. Why did he wait fourteen years, until Charles Link died, before any scire facias was issued upon it ? And when he made a statement of his assets and liabilities on October 1, 1883, if he knew that this mortgage was unsatisfied, it would have been his duty to include that among his assets. It does not appear.\nIn view of these facts and circumstances, I sustain the motion for a compulsory nonsuit.\nError assigned was the order of the court.\nJ. M. Stoner, with him J. Gharles Bieken, for appellant.\nT. E. Bavis, for appellee.\nOctober 30, 1899:"
  },
  "file_name": "0424-01",
  "first_page_order": 446,
  "last_page_order": 450
}
