{
  "id": 910380,
  "name": "Anna Fenn Barnes, Appellant, v. Alexander A. Black, The Johnstown Street Passenger Railway Company, C. A. Lindsley, Joseph Ferris, John Pendry, Jr., William Lloyd and John P. Lloyd, trading as William Lloyd & Son, Nathan Miller, Sun Hop Sing and S. H. Whitehill",
  "name_abbreviation": "Barnes v. Black",
  "decision_date": "1899-11-06",
  "docket_number": "Appeal, No. 16",
  "first_page": "447",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "193 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0263-01"
      ]
    },
    {
      "cite": "155 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0572-01"
      ]
    },
    {
      "cite": "117 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0353-01"
      ]
    },
    {
      "cite": "49 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0029-01"
      ]
    },
    {
      "cite": "56 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0424-01"
      ]
    },
    {
      "cite": "92 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0248-01"
      ]
    },
    {
      "cite": "26 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0365-01"
      ]
    },
    {
      "cite": "1 W. & S. 554",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0554-01"
      ]
    },
    {
      "cite": "31 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985030
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0472-01"
      ]
    },
    {
      "cite": "62 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0324-01"
      ]
    },
    {
      "cite": "57 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0410-01"
      ]
    },
    {
      "cite": "59 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0190-01"
      ]
    },
    {
      "cite": "1 P. & W. 486",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0486-01"
      ]
    },
    {
      "cite": "48 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0491-01"
      ]
    },
    {
      "cite": "133 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0438-01"
      ]
    },
    {
      "cite": "127 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/127/0380-01"
      ]
    },
    {
      "cite": "186 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0263-01"
      ]
    },
    {
      "cite": "48 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/48/0491-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 9213,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.083858508582626e-07,
      "percentile": 0.5631980860660216
    },
    "sha256": "5f2e0f90be682d67e1afd3856b15ca7f7de6cc485869dea227834069d10058f6",
    "simhash": "1:fae41417f223d570",
    "word_count": 1595
  },
  "last_updated": "2024-02-27T21:25:48.580113+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Fell and Brown, JJ."
    ],
    "parties": [
      "Anna Fenn Barnes, Appellant, v. Alexander A. Black, The Johnstown Street Passenger Railway Company, C. A. Lindsley, Joseph Ferris, John Pendry, Jr., William Lloyd and John P. Lloyd, trading as William Lloyd & Son, Nathan Miller, Sun Hop Sing and S. H. Whitehill."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Mitchell,\nThe main question in this appeal has been conclusively settled since the trial of the case by Flory v. Houck, 186 Pa. 263, where it was held that a deed of land from a husband to his wife, which is fraudulent as against creditors at the time it is made, cannot be sustained by relation back to an antenuptial agreement in parol. The differences in the facts between that case and this in regard to the lapse of time, etc., are not material to the principles of the decision. The cases based on the reliance of the wife on the husband’s representations, and her freedom from participation in any fraud, are not applicable, for, as was there said, the objection is not to the validity or sufficiency of the consideration of marriage, but to the conveyance of land by parol. For the same reason the absence of the 4th section of the statute of frauds, 29 Car. 2, does not change the result. The argument, further urged by appellant’s counsel, that marriage is such part performance as in equity will take the case out of the statute, was also fully considered and overruled in that case.\nThe deed from Barnes to appellant recited a consideration of five dollars, “ and' the further consideration of love and affection for my said wife.” The plaintiff was entitled to prove that the real consideration was the antenuptial agreement. It was not, in the language of Buckley’s Appeal, 48 Pa. 491, directly inconsistent with the consideration expressed, and it was therefore error to exclude it. But as the antenuptial agreement, if proved, would not have been of avail against the creditors, the error did no injury to appellant.\nThe third and sixth assignments must be overruled. The evidence objected to amounted to much more than mere declarations of the husband. The witnesses testified to actual money transactions in their presence, whereby the husband became indebted. But even as declarations they would have been admissible. The fact inquired into was whether the husband was in debt to the parties named at the time referred to, which was long prior to his marriage to the plaintiff and to the antenuptial agreement. At the time they were made they were adverse to his own interest and his future wife had no interest in the matter. His declarations, therefore, even as against her, stand on the same footing as those of a grantor before he has parted with his title. The legal objections are not to the competency of the facts as evidence, but to the proof of them by the husband against the interest of the wife. Cases like Martin v. Butt, 127 Pa. 380, where the declarations of the husband after marriage and post litem motam are excluded, rest on entirely different grounds.\nThe other assignments do not require special notice. The records were in evidence as part of the defendant’s title, and were submitted with the other evidence, with the instruction to the jury that the question for them -was the good faith of the judgments, “that is, do they represent valid debts existing at the time they were obtained? ” That was the only issue in the case, and it was properly submitted. It is the appellant’s misfortune that the jury decided it against her.\nJudgment affirmed.",
        "type": "majority",
        "author": "Me. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "W. E. Stewart and Alvin Evans, with them J. W. Leech and F. P. Martin, for appellant.",
      "George A. Jenhs, with him W. Horace Rose and Charles Corbet, for appellees, cited Flory v. Houck, 186 Pa. 263."
    ],
    "corrections": "",
    "head_matter": "Anna Fenn Barnes, Appellant, v. Alexander A. Black, The Johnstown Street Passenger Railway Company, C. A. Lindsley, Joseph Ferris, John Pendry, Jr., William Lloyd and John P. Lloyd, trading as William Lloyd & Son, Nathan Miller, Sun Hop Sing and S. H. Whitehill.\nHusband and wife—Deed—Fraud—Antenuptial agreement—Statute of frauds.\nA deed of land from a husband to his wife, fraudulent as to creditors at the time of its execution, cannot be sustained by a relation back to an antenuptial parol agreement. Marriage is not such part performance as in- equity will take the ease out of the statute of frauds.\nHusband and wife—Deed—Consideration—Evidence.\nIn an action of ejectment where a wife claims title under a deed from her husband, against his creditors, she is entitled to prove that the real consideration was an antenuptial parol agreement, and not the small sum of money mentioned in the deed, or love and affection, but the exclusion of such evidence will not be a ground for reversal if it appears that the ante-nuptial agreement, even if proved, would be of no avail.\nHusband and wife—Deed—Fraud—Emdence—Declarations.\nIn an action of ejectment where a wife claims land against her husband’s creditors, under a deed from her husband, the consideration of which was a parol antenuptial agreement, acts and declarations of the husband prior to the antenuptial agreement are admissible in favor of the defendants.\nArgued Oct. 9, 1899.\nAppeal, No. 16, Oct. T., 1899, by plaintiff, from judgment of C. P. Cambria Co., Dec. T., 1896, No. 42, on verdict for defendants.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Fell and Brown, JJ.\nAffirmed.\nEjectment for land in the city of Johnstown. Before Barker, P. J.\nAt the trial it appeared that plaintiff claimed title under a deed dated November 18, 1894, from Charles Barnes, her husband, to herself. The consideration named in the deed was the sum of $5.00, and “ the further consideration of love and affection for my said wife.”\nPlaintiff alleged that the real consideration was an antenuptial agreement in parol, and that her consent to marry was based upon a promise of said Charles Barnes to convey to her his real estate. Defendants claimed title under sheriff’s deeds resulting from executions against the property of Charles Barnes.\nThe defendants offered to prove by John F. Barnes that, soon after the marriage of Charles Barnes, the husband of the plaintiff, he was building a house on a lot which he had bought, and that he ran out of money; that his wife, Mrs. Sheppard, had $700 in money and a considerable amount of personal property; that Charles Barnes asked that she loan the money to him; that they then called in John F. Barnes, the witness, and the transaction was consummated by her loaning him the $700 and giving him the ownership of her personal property, which came from her former husband and from her earnings by teaching school; that they settled the amount, first by determining how much the personal property was worth, the money, of course, fixing its own value; that they finally agreed that the money and the property would constitute a debt of $1,000; that he then agreed if she would loan him that money he would pay it back with interest to her daughter, Mary, when it became convenient or necessary, if Mary wanted it.\nThe purpose is to show that that money was actually owing from him to her long before this last marriage, and to fix the date and the circumstances attending the date as to when that money became due, and that that constitutes a part of the consideration of the $10,000 note of Charles Barnes in 1889 and was one of the judgments on which execution was issued.\nPlaintiff objected to the offer, (1) as irrelevant to affect her . interest or title to the land in controversy; (2) because any arrangement or agreement in the absence of the plaintiff in this suit cannot affect her right or title to the property in suit; (8) as incompetent in so far as to affect the title of the plaintiff to the property mentioned and embraced in the writ in this case.\nThe Court: Objection overruled and exception noted for plaintiff. [3]\nMr. Rose in opening the case for the defendants proposed to offer certain exemplifications of the record of Jefferson county, Pennsylvania.\nPlaintiff objected, as the offer should be preceded or followed by proof showing that there was an existing debt as indicated in the statement in the claim.\nThe Court: Objection overruled and bill sealed for plaintiff. [4]\nStewart H. Whitehill, witness for defendant, was permitted, under objection and exception, to testify to the terms of contract made between Charles Barnes and the wife of the witness in his presence. [6]\nVerdict and judgment for defendants.\nErrors assigned among others were (3, 4, 6) rulings on evidence, quoting the bill of exceptions.\nW. E. Stewart and Alvin Evans, with them J. W. Leech and F. P. Martin, for appellant.\nParol evidence may be admitted to prove a consideration, other or greater than that expressed in the deed, to rebut the presumption of fraud arising from the inadequacy of such expressed consideration: Nichols v. Nichols, 133 Pa. 438; 1 Greenleaf on Evidence, sec. 286; Buckley’s App., 48 Pa. 491; White v. Weeks, 1 P. & W. 486.\nIn Pennsylvania it is well established that marriage is such a consideration, and held to be valuable and as operative as any other when the wife is free from fraud: Frank’s App., 59 Pa. 190; Lewis v. Brewster 57 Pa. 410; Jones’s App., 62 Pa. 324.\nUnder the peculiar circumstances of this case, the fact that this contract was in parol should not exclude it: Postlethwait v. Frease, 31 Pa. 472; Wilson v. Clark, 1 W. & S. 554; Poorman v. Kilgore, 26 Pa. 365; Tierman v. Binns, 92 Pa. 248; Tripp v. Bishop, 56 Pa. 424; Larkin v. McMullin, 49 Pa. 29; Burrell Twp. v. Uncapher, 117 Pa. 353; Evans v. Evans, 155 Pa. 572.\nGeorge A. Jenhs, with him W. Horace Rose and Charles Corbet, for appellees, cited Flory v. Houck, 186 Pa. 263.\nNovember 6, 1899:"
  },
  "file_name": "0447-01",
  "first_page_order": 469,
  "last_page_order": 473
}
