{
  "id": 539251,
  "name": "Oak Ridge Coal Company, Limited, versus Rogers",
  "name_abbreviation": "Oak Ridge Coal Co. v. Rogers",
  "decision_date": "1885-01-05",
  "docket_number": "",
  "first_page": "147",
  "last_page": "152",
  "citations": [
    {
      "type": "official",
      "cite": "108 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "55 Pa. St. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 12970,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 4.827801926535085e-07,
      "percentile": 0.9319782736368027
    },
    "sha256": "00a49ccee1756e2215a994be970c0fcfd9ca6b2b14d18abd3b9a978fa3c36f40",
    "simhash": "1:d6ed6639e7f6bfdc",
    "word_count": 2271
  },
  "last_updated": "2024-02-27T21:16:58.794675+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercub, C. J., Gordon, Trunkey, Sterrett, Green and Clark, JJ. Paxson, J., absent."
    ],
    "parties": [
      "Oak Ridge Coal Company, Limited, versus Rogers."
    ],
    "opinions": [
      {
        "text": "Chief Justice Mercur\ndelivered the opinion of the court, January 5th, 1885.\nThis action .of trespass was brought under Section 1 of the Act of 8th May, 1876: Pur. Ann. Dig. 2000, pi. 9. The section consists of two parts. The first part declares if any person or corporation shall mine or dig out any coal, iron or other minerals, knowing the same to be upon the lands of another person or corporation without the consent of the owner, the person or corporation so offending shall be guilty of a misdemeanor, and on conviction thereof shall be fined or imprisoned, as therein provided. The other part proceeds: “And the person or corporation so offending .shall be further liable to pay to such owner double the value of said coal, iron or other materials so mined, dug out or removed, or in case of the conversion of the same to the use of such offender or offenders, treble the value thereof, to be recovered, with costs of suit, by action of trespass or trover, as the case may be; and no prosecution by indictment under this Act shall be a bar to such action.”\nThe claim was for both double and treble damages, under the second portion of the section. No question therefore arises as to the character or degree of proof necessary to convict on an indictment.\nThe plaintiff in error contends that it is neither a person nor a corporation within the meaning of the Act of 1876, and therefore not subject to the penalties and liabilities prescribed thereby. The fact relied on to, support this view is that it is an association formed under the Act of 2d June, 1874, which provides for the formation of limited partnerships.\nSucli an association is not technically a corporation. Yet it has many of the characteristics of one. It can sue and be sued in its association name only. The longest period of its duration is fixed by the Act which provides for its existence. Like most corporations its capital (except in certain cases designated by the Act) is alone liable for its debts. The making of any division of profits which shall at the time diminish or impair the capital of the association is prohibited, and a personal liability is imposed on any manager consenting thereto. The omission to use the word “limited” may make each person participating therein personally liable for any indebtedness arising on writings executed and Used in the transaction of its business. The Act further provides for a dissolution of'the association,'for winding up its business, and for the distribution of its property. It may not be improper to call such an association a quasi corporation. If not a corporation, it is a person. It is either a natural or an artificial person. There is no intermediate place for it to occupy, no other name for it to bear. It'cannot claim an existence which •exempts it from all liabilities imposed on either class of persons. In law the main division of persons is between natural and artificial persons. The latter class are corporations. Hence it is said in Sedgwick on Statutes, 372, the word “ persons ” includes artificial persons, corporations and quasi corporations. So it is declared in Potter’s Dwarris, 283, that although parishes are neither bodies politic 'nor corporate or persons, yet the words every body politic or corporate, and person or persons, extend to and includes parishes.\nThe argument of the plaintiff in error, if sound, proves too much. If it is neither'a person nor a corporation, for purposes of liability under the Act of 1876, it is not under the Act for the purpose of protecting its own property and for the recovery of damages for injury done thereto. The same language applied to the wrongdoer applies to the party injured. It is if “any person or corporation” shall commit the illegal acts named “upon the lands of another person or corporation.”\nIt cannot be that this statute has no application to such an association-. We are clearly of the opinion that the language is sufficiently broad-to subject it to the penalties therein imposed, and to give it the rights thereby secured.\nThe second assignment presents no just cause for the plaintiff in error'to complain. The learned judge affirmed the fourth point submitted by the defendant below, and to bring it more distinctly to the attention of the jury, charged that to recover the penalty the association or its agónt wlio hacTluithdntyTo mana^''\"thw'mime'''mu-s4'''h'a\"ve'’d?ndwh'they were'over ’ on the Kñd of~fEe plaintiybelow ;”ahd ílihtjhAby direct evidence such as will satisfy jtihajqry beyond a reasonable 3M^6TB^,'^Bém¥nagér óe person who had. the power acTualTyTcnevv he was on her land, and knowing it, went on and tooTTout-The cdaT.” Certainly this language impose3'as\"MghWd^fee“<Jf\"prSof as the law requires. It is all that would have been required if the association had been on -trial for some criminal offence. What proof will be' necessary to convict of a misdemeanor under the first part of the section is a question that does not now arise, and we intimate no opinion thereon.\nIn the absence of any instructions being asked for on the question arising under the third assignment, we see no error therein. The language is not calculated to mislead the jury.\n■ There is no merit in the fourth assignment. The counts are of the same nature, and the same judgment may be given on them. They may therefore be joined, although the pleas may be somewhat different. An objection now comes rather late to raise a question without substance, which was not presented by any plea entered.\nThe charge as to the measure of damages is very fair. It declares the measure of damages is the fair value of the coal in place. If,' however, the evidence failed to fix its value there, then the measure would be what it was -worth at the pit’s mouth, or in a distant market, deducting therefrom what it would cost to put or take it there.\nThis instruction did not allow speculative damages. It indicated the proper way of ascertaining the actual damages: Eby v. Schumacher, 5 Casey 40; Schmertz et al. v. Dwyer, 8 P. F. S. 335. We discover no error which demands correction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Chief Justice Mercur"
      }
    ],
    "attorneys": [
      "W. W. Thomson and J. S. Ferguson, for the plaintiff in error. —",
      "W- B. Bodgers, for the-defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Oak Ridge Coal Company, Limited, versus Rogers.\n1. If a partnership association, limited, organized under the Act of June 2, 1874, by its manager or authorized agent, trespasses knowingly upon the land of another, and mines coal therefrom, an action of trespass may be maintained against such association to recover double or treble the value of the coal mined or converted to its use, under the provisions of the Act of May 8, 1876 (P. L. 142), authorizing such action against “ any person or corporation.”\n2. The measure of damages in such case is based upon the fair value of the coal in place. If, however, the evidence fails to give its value in place, then the measnre should be based upon what it was worth at the pit’s mouth, or in a distant market, deducting therefrom what it would cost to put or take it there.\nNovember 12fch, 1884.\nBefore Mercub, C. J., Gordon, Trunkey, Sterrett, Green and Clark, JJ. Paxson, J., absent.\nError to the Court of Common Pleas, No. 1, of Allegheny county: Of October and November Term, 1884, No. 209.\nThis was an action of trespass quare clausum fregit, by Mary Rogers against tbe Oak Ridge Coal Company, limited, a partnership association, limited, organized under the Act of June 2d,' 1874, to recover damages for the unlawful entry of defendant upon her lands, and for mining coal therefrom and converting the same to defendant’s use.\nThe narr. averred that the defendant “ well knew that the last mentioned close and the coal therein were not the property of said defendant, but that said coal was the exclusive property of said plaintiff, and was upon and formed part of the close and land aforesaid.” The plaintiff therefore claimed to recover double the value of the said coal mined by defendant, and triple the value of so much thereof as defendant had converted to its own use. Plea, not guilty, with leave, etc.\nOn the trial, before Collier, J., it was not disputed that defendant had taken some coal from the plaintiff’s land, but the defendant claimed that its servants got over the line dividing its land from the plaintiff’s accidentally and not wilfully or knowingly.\nDefendant presented the following points:—\n1. “ That the defendant company is neither a person nor a corporation within the meaning of the Act of May 8th, 1876, and is not subject to the penalties and liabilities prescribed by.that Act.” Refused — (First assignment of error.)\n5. “That even if defendant, did know that it was taking plaintiff's coal, she can, in this action of trespass, vi et armis, only recover double the value thereof.” Refused — (Fourth assignment of error.)\nThe court charged the jury, inter alia, as follows: — “ To repeat: You first fix the amount of coal taken, then the value of it under the rule I have given you, and then determine whether the defendant company knew they were over on this plaintiff’s land; that is, did they, or their agent who had authority to manage the mine, know it. The plaintiff must prove that they had knowledge, to get this penalty'-. She may prove it by direct evidence or by irresistible evidence, such as will satisfy a jury, beyond a reasonable doubt, that the manager or person who had the power actually knew he was on her land, and knowing it went on and took out the coal. The plaintiff must prove that, to get the penalty. She contends that the manager of the defendant company'- knew perfectly well that they were on her property, and if you are satisfied that lie did, she is entitled to the penalty. If he did not know it, but after being warned that he was trespassing, went on and took out more coal, with knowledge that he was on her land, then the plaintiff can recover the penalty.”— (Second assignment of error.)\n'“There is another claim for damages arising from the sinking, of the ground and injury to a spring. If ,you should think - the spring was damaged by the defendant company’s work, you may give whatever you may think it reasonably worth — Avhat she Avill suffer by being deprived of the use of it.” — (Third assignment of error.)\n“ The Act says what the punishment will be — three times the value of the coal taken. You therefore fix the value of the coal. You will observe that there was a good, deal of evidence admitted in the case about the country custom of going into the bank — banking mines. That was all properly admitted, because at'that time there was no proof yet of what the value of the coal was at the place where it Avas taken, but when the evidence of the value at the pit mouth, or of the coal in place was given, that custom of the country wouldn’t amount to anything, and wouldn’t be the evidence of value — that alone.\n“ The measure of damages is the fair value of the coal at the place there. If there is a market price in place, in the pit or mine, that would be the value you Avould put upon it, and if there is evidence from which you can find what it was worth before it was touched, it is your duty to do so. If there is no evidence to fix the value in place, what would it be worth at the pit mouth, deducting all the cost of bringing it there, or if there is no evidence from which you can fix the value either in place or at the pit mouth, then you may find Avhat it was worth at a distant market, deducting what it was worth to take it there, even if you had to go to Europe to sell it.” — (Fifth assignment of error.)\nVerdict for the plaintiff, for $6,801.44, and judgment thereon. Whereupon the defendant took this writ of error, assigning for error, the refusal of the above points, and the portions of the charge above quoted.\nW. W. Thomson and J. S. Ferguson, for the plaintiff in error. —\nThe Act of May 8th, 1876, being a penal Act, must be strictly construed. The defendant below is not Avithin its-terms. It is not a “ corporation,” nor a “person,” but a partnership of a peculiar kind. Individual partners therein might have guilty knowledge under the Act of 1876, and be liable to its penalties; but neither the innocent members nor the partnership association, limited, as such, can be held liable for the statutory punitive damages. The court instructed the jury, in substance, that if they found that the pit-boss knew he Avas trespassing on the plaintiff’s coal the partnership which employed him knew it also, and was liable in this action. Tlie court erred in its charge as to the measure of damages: Forsythe v. Well, 5 Wr. 291; Herdic v. Young, 55 Pa. St. 178.\nW- B. Bodgers, for the-defendant in error. —\nThe word “persons ” in a statute includes artificial persons, corporations or quasi corporations: Sedgwick on Statutes, 372; Canal Co. v. Dauphin County, 3 Brewst. 124. Limited partnerships' and corporations act through agents. The agent having charge of the business of a corporation is regarded for all practical purposes as the corporation itself: Ardesco Oil Co. v. Gilson, 13 P. F. S. 150."
  },
  "file_name": "0147-01",
  "first_page_order": 163,
  "last_page_order": 168
}
