{
  "id": 539247,
  "name": "Sargeant versus Clark",
  "name_abbreviation": "Sargeant v. Clark",
  "decision_date": "1885-02-16",
  "docket_number": "",
  "first_page": "588",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "108 Pa. 588"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. N. C., 492",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 P. & W., 99",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/3/0099-01"
      ]
    },
    {
      "cite": "2 Jones, 181",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "3 P. & W., 291",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/3/0291-01"
      ]
    },
    {
      "cite": "7 Cranch, 449",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn., 214",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0214-01"
      ]
    },
    {
      "cite": "2 Yeates, 546",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812747
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0546-01"
      ]
    },
    {
      "cite": "6 Binn., 333",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0333-01"
      ]
    },
    {
      "cite": "1 W. & S., 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852654
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0257-01"
      ]
    },
    {
      "cite": "3 Binn., 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "9 Pa. St., 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0315-01"
      ]
    },
    {
      "cite": "10 Watts, 67",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850987
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 496,
    "char_count": 7787,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 7.624682504624658e-08,
      "percentile": 0.45069075455750507
    },
    "sha256": "e964591de695452d908485c030d9c51a984966913c109d22de29fd3b0c335353",
    "simhash": "1:6ded87f48a64d08a",
    "word_count": 1368
  },
  "last_updated": "2024-02-27T21:16:58.794675+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Paxson, Trunkey, Sterrett, Green and Clark, JJ., Gordon, J., absent."
    ],
    "parties": [
      "Sargeant versus Clark."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed February 16th, 1885.\nPer Curiam.\nAlthough this action was ejectment in form, yet the agreement of submission shows that the contention was one of boundary, between the lands of the respective parties. The agreement declares that upon the award of the referees being filed in court, judgment shall be entered thereon by the prothonotary with the same force and effect as on the verdict of a jury; “but without right of appeal or writ of error by either part}'.” Most of the parties personally signed the submission. The others were represented by their attorneys. The power of an attorney to bind his client by agreement of submission is well recognized : Bingham’s Trustees v. Guthrie, 7 Harris, 418. A party may be concluded by an agreement not to appeal or take a writ of error: Shisler v. Keavy, 25 P. F. S., 79, and cases there cited. We see no error in permitting judgment to be entered on the award, and no reason for sustaining this writ of error.\nWrit quashed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "W. R. Bole (0,. Van Horne with him), for the plaintiff in error. —",
      "Joshua Douglass (J. B. Brawley with him), for the defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Sargeant versus Clark.\nAn attorney-at-law may bind his client by an agreement, signed by him without an express warrant of attorney, to submit the matters in dispute in a pending action of ejectment (where the principal contention was one of boundary and not title) to arbitrators, whose decision shall be final, without right to writ of error. In such case where, in pursuance of the submission, judgment was entered on the award, a writ of error taken to such judgment by the unsuccessful party will not lie.\nFebruary 3d, 1885.\nBefore Mercur, C. J., Paxson, Trunkey, Sterrett, Green and Clark, JJ., Gordon, J., absent.\nError to the Court of Common Pleas of Crawford County: Of January Term, 1885, No. 89.\nEjectment, by Iianiel Clark, Edwin P. Clark, and Henry A. Drake against Wm. G. Sargeant, Thomas J. Shonts, Charles Stewart, William Shonts, John Fetterman, and Samuel Gil lett for a tract of land containing about forty acres. After the cause was on the trial list the following agreement of reference was entered into by the parties or their attorneys.\nFor the purpose of an early settlement of the matter in the above entitled case, and to save costs, it is agreed by and between the parties, plaintiffs and defendants, to submit the same to the arbitrament of A. W. Mumford, George Long, and F. R. Young, practical surveyors, who shall take the writ in the ease, such plots of the premises as may have been heretofore prepared by said surveyors, or either of them, and such other plots or surveys of said premises and other lands in same donation district' as they or either of them may desire, assemble on the ground- or premises in controversy as soon as practicable after notice of this agreement, and within next thirty days, be each duly sworn to perform the duties of this “appointment-with fidelity, and to the best of their skill and ability, call before them such witnesses as they may deem necessary for- a proper determination of the matter in controversy, and make such additional examination and survey of the premises and adjacent lands in same donation district as they may deem necessary for their determination, and make their award in writing and attach to this agreement, to be returned to and filed in Court within five days after their completion of same. For the purposés of this suit it is agreed that the plaintiffs are the lawful owners of tract No. 129, and the defendants of tract No. 128, both in the seventh donation district. The award of the said arbitrators may be for all or so much of land in controversy as the said arbitrators may find to belong to plaintiffs, or for the defendants, as said arbitrators may determine. And upon filing of the award in Court, judgment shall be entered thereon by the prothonotary, with same force and effect as a verdict of a jury, but without right of appeal or writ of error by either party. The subject of mesne profits or of timber now or heretofore on the premises not to be considered by the arbitrators or affected by their award.\nThe costs of these proceedings, including the compensation of the surveyors as arbitrators, which it is agreed shall be five dollars each per diem for time necessarily spent by them in performing the duties of this appointment, as well as all other legal costs in the case, .to follow the result of the case, and to be paid by the losing party within thirty days after filing of the award of the arbitrators. Counsel of neither of the parties to be present at the hearing before the arbitrators.\nThis agreement to be signed by the parties, plaintiff and defendant, so far as practicable, and by counsel for any of the absent parties. In case of the inability of either one of the arbitrators mentioned to attend, the other arbitrators may select another person in his place without reference to the parties in making such substitution.\nHaniel Clark & Co.\nEdwin P. Clark.\nThomas Shonts.\nW. G. Sargeant.\nJoshua Douglass, Attorney for Plaintiffs.\nC. Van Horne, Attorney for Defendants.\nMeadville, April 20th, 1883.\nAWARD OE ARBITRATORS. .\nAnd now, June 27th, 1883, Aaron W. Mumford, George W. Long, and F. R. Young, arbitrators chosen in this case, having met on *tlie premises in controversy, and after having been duly sworn, and having heard the evidence and allegations of the parties, do award and find for the plaintiffs the land described in the writ. A. W. Mumford,\nGeorge W. Long,\nF. R. Young,\nArbitrators.\nAward filed and judgment entered June 29th, 1883.\nThe defendants afterwards filed exceptions to the award, which the Court (Pearson, P. J.) dismissed. Defendant then moved to strike off the judgment entered on the award, which the Court refused to do. . They then took this writ of error, assigning for error the action of the Court in approving the award, and refusing to strike off the said judgment.\nW. R. Bole (0,. Van Horne with him), for the plaintiff in error. —\nThere is nothing to show under what Act of Assembly this submission, which was not made a rule of Court, was made, and no Act authorizes arbitration where the title to real estate is in dispute. The award was signed only by the attorneys of some df the parties, without a warrant of attorney authorizing them in that behalf, and such agreement is void under the Statute of Frauds, or by analogy thereto: Huston v. Mitchell, 14 S. & R., 307; Lewis v. Bradford, 10 Watts, 67; McDowell v. Simpson, 3 Id., 129; Dodds v. Dodds, 9 Pa. St., 315; Twp. of North Whitehall v. Keller, 4 Out., 105; Studebacker v. Moore, 3 Binn., 123.\nJoshua Douglass (J. B. Brawley with him), for the defendants in error. —\nThe Act of June 16th, 1836, under which this reference was had, expressly provides for arbitration “ in all cases where the parties to any suit” &c. Numerous cases may be cited of similar arbitrations in ejectment cases: Duer v. Boyd, 1 S. & R., 203; Okison v. Flickinger, 1 W. & S., 257; Massey v. Thomas, 6 Binn., 333; Kidd v. Emmett, 22 P. F. S., 150; Mackey’s Heirs v. Adair, 3 Out., 143. An attorney-at-law having charge of a suit has full power to bind his client by an agreement of reference, whether in ejectment or in other forms of action: Somers v. Balabrega, 1 Dallas, 164; Hills et al. v. Ross, 3 Dallas, 331; Frazer v. Nicholls, 2 Yeates, 546; McCullough v. Guetner, 1 Binn., 214; Baring v. Shippen, 2 Id., 169; Lynch v. Barton & W., 16 S. & R., 368; Wilson v. Young, 9 Barr, 101; Babb v. Stomberg, 2 Harris, 397; Holker v. Parker, 7 Cranch, 449.\nThe reference by its terms estops the parties from appeal or .writ of error. This is a lawful stipulation: Cuncle v. Dripps, 3 P. & W., 291; Rogers v. Playford, 2 Jones, 181; Andrews v. Lee, 3 P. & W., 99; Bonniwell v. Hopson, 3 W. N. C., 492; Commonwealth v. Johnson, 6 Barr, 136; Bingham’s Trustees v. Guthrie, 7 Harris, 418."
  },
  "file_name": "0588-01",
  "first_page_order": 604,
  "last_page_order": 607
}
