{
  "id": 1820310,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Andrew HUNSBERGER, Appellee",
  "name_abbreviation": "Commonwealth v. Hunsberger",
  "decision_date": "1989-10-20",
  "docket_number": "No. 113 E.D. Appeal Dkt. 1987",
  "first_page": "92",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "523 Pa. 92"
    },
    {
      "type": "parallel",
      "cite": "565 A.2d 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "337 So.2d 1021",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9678573
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "1022"
        },
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/337/1021-01"
      ]
    },
    {
      "cite": "474 U.S. 284",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204128
      ],
      "weight": 8,
      "year": 1986,
      "pin_cites": [
        {
          "page": "291"
        },
        {
          "page": "638"
        },
        {
          "page": "295"
        },
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/474/0284-01"
      ]
    },
    {
      "cite": "426 U.S. 610",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181032
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/426/0610-01"
      ]
    },
    {
      "cite": "358 Pa.Super. 207",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        660253
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0207-01"
      ]
    },
    {
      "cite": "506 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790936
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0537-01"
      ]
    },
    {
      "cite": "474 U.S. 284",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204128
      ],
      "weight": 5,
      "year": 1986,
      "pin_cites": [
        {
          "page": "295"
        },
        {
          "page": "640"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/474/0284-01"
      ]
    },
    {
      "cite": "426 U.S. 610",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181032
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/us/426/0610-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 12292,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3271094183483284
    },
    "sha256": "3c26ac9842ba22fcc77c67f0fd9286ef7c9d208ca74c177b3fc361e4b3ce03f0",
    "simhash": "1:af03d5eeb95b4fc5",
    "word_count": 1962
  },
  "last_updated": "2024-02-27T17:10:33.069098+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj.",
      "NIX, C.J., files a concurring and dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Andrew HUNSBERGER, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThis appeal compels us to resolve a very limited issue as to whether or not a defendant’s extemporaneous statements made after being given and invoking his Miranda rights, may be introduced by the Commonwealth as evidence to rebut an insanity defense.\nThe chronicle of this case, as disclosed by stipulated facts presented at the suppression hearing prior to trial, disclose that State Police arrested Appellee on October 14, 1985 at the home of his parents. He was charged with the shooting of his mother. He was subsequently taken to State Police barracks in Dublin and formally advised of his Miranda rights. In response, Appellee stated that he wished to speak with an attorney. All questioning of Appellee thereafter ceased.\nAfter invoking his rights, Appellee made various spontaneous, voluntary comments, the majority of which were not challenged as inadmissible by Appellee’s counsel. Three of those statements, however, comprise the basis for the suppression request, on the predicate that their introduction would constitute an impermissible comment on Appellee’s invocation of his right to remain silent. The statements in question are:\n1. Appellee’s question to First District Attorney Alan Rubenstein after being advised that he would be able to receive a public defender, “Are public defenders as good as money lawyers?”;\n2. Appellee’s question to District Justice Kathryn Stump at the time of his preliminary arraignment in which he asked, “How can I get to see the public defender on the sixth floor of the courthouse if I am in jail?”; and\n3. Appellee’s question to Deputy District Attorney Rea Mabon when she approached him in the Dublin Barracks of the Pennsylvania State Police as to whether she was his lawyer, and when she replied in the negative, his statement that he did not want to speak to her.\nIt was the intention of the Commonwealth to use these statements as probative of Appellee’s state of mind immediately following the crime and therefore be relevant to its burden of rebutting Appellee’s insanity defense.\nAppellee’s counsel filed a motion to suppress these statements and, following a hearing on April 7, 1986, the motion was sustained. The Commonwealth, pursuant to our holding in Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985), filed a timely interlocutory appeal to the Superior Court. The Court affirmed the determination below. 358 Pa.Super. 207, 516 A.2d 1257. The Commonwealth then filed a Petition for Allocatur to this Court. We granted the petition to resolve what we perceive to be a question heretofore never addressed in this jurisdiction. Following a thorough analysis of this matter, and for the reasons which follow, we now reverse in part the determination of the Superior Court and lower court.\nThe theory underlying the Superior Court’s affirmance of, and the trial court’s decision to suppress Appellee’s voluntary statements, is that the case sub judice is indistinguishable from the decisions rendered by the U.S. Supreme Court in Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976) and Wainwright v. Greenfield, 474 U.S. 284, 106 S.Ct. 634, 88 L.Ed.2d 623 (1986).\nDoyle establishes the precept that the silence of a defendant, following Miranda warnings, is “insolubly ambiguous”, and cannot be used at trial for impeachment purposes. Wainwright, adopting the holding in Doyle, further refines that decision by concluding that the prosecution may not use post-arrest, post-Miranda silence as affirmative proof of sanity when attempting to rebut an insanity defense.\nThe underlying hypothesis of both Doyle and Wainwright is the tacit assurance contained in Miranda warnings that silence will carry no penalty and the “fundamental unfairness” of subsequently allowing the use of that silence to later impeach an explanation subsequently offered at trial. Wainwright, 474 U.S. at 291, 106 S.Ct. at 638.\nIn Wainwright, the Florida Court of Appeals for the Second District, sub nom Greenfield v. State, 337 So.2d 1021 (1976), affirmed the conviction of Greenfield, who had alleged trial error when the prosecutor commented in his closing argument to the jury about Greenfield’s coherent responses after being given Miranda warnings. Greenfield’s defense had been his insanity at the time the crime was committed. The Florida Court of Appeals held that prosecutorial comment relating to a defendant’s insistence on his right to remain silent, while generally constituting reversible error, did not apply to a case in which an insanity plea had been filed. Id., at 1022. The justification for this conclusion was predicated upon the great weight the Florida court accorded to the prosecutor’s heavy burden of proving a defendant’s sanity where he has interposed an insanity defense.\nIrrespective of the rationale of the Florida Court in Greenfield, the U.S. Supreme Court reversed this balancing and, in so doing, rendered the prohibition of the use of a defendant’s silence at trial as absolute.\nWe wholeheartedly embrace the same, as did the Superior Court, this theory of absolute prohibition. Where we differ, however, from the Superior Court is in its application of that principle to the circumstances before us.\nIt is clear that the common thread which runs throughout Wainwright is emphasizing the silence of the defendant or of his exercise of that right. In the case before us, however, we are not faced with Appellee’s silence, but with his comments made following the invocation of his right to remain silent. As such, we view the facts before us as presenting an entirely different scenario from Wainwright, yet we find guidance there, for contained in the opinion is a discussion which contemplated the situation we are con-, fronted with here and pilots us across the fine line we must ambulate to resolve this issue fairly; for the key to maintaining the rights bestowed upon citizens by the Constitution is applying them in a manner which does not allow them to be a shield for conduct not contemplated or which is merely tangentially related.\nAs indicated the Florida Court of Appeals balanced the burden between the prosecutor to prove a defendant sane, as against the prohibition against commenting on a defendant’s choice to remain silent. The balance was struck in favor of the prosecutor and that determination was reversed by the U.S. Supreme Court. Wainwright, supra. In a dissent, however, to that Florida decision, it was suggested that the application of the general rule would not have prejudiced the prosecution because the “questions and answers could have been couched in such a manner as to permit the officer to convey to that jury the fact that the appellant carried on a perfectly rational conversation without specifically stating that he chose to avail himself of his right to remain silent.” Greenfield, 337 So.2d at 1023. Similarly, the Wainwright court recognized this premise and further amplified it stating that:\nthe State’s legitimate interest in proving that the defendant’s behavior appeared to be rational at the time of his arrest could have been served by carefully framed questions that avoided any mention of the defendant’s exercise of his constitutional rights to remain silent and to consult counsel. What is impermissible is the evidentiary use of an individual’s exercise of his constitutional rights after the State’s assurance that the invocation of those rights will not be penalized.\nWainwright, 474 U.S. at 295, 106 S.Ct. at 640.\nWe believe that these interpretations strike a proper balance where the greater need for the Commonwealth to establish the sanity of a defendant is interposed with the defendant’s invocation of his right to remain silent. The statements at issue are not comments by the prosecutor regarding the Appellee’s invocation of his right to remain silent; they are statements of the Appellee’s intent to elicit information regarding either his attorney or the obtaining of an attorney. The statements in question, excepting for the third statement, cannot remotely be indicative of the Appellee’s intent to remain silent. They are neither utterances which in and of themselves can be deemed inculpatory, nor were they elicited by questions solicited by authorities following Appellee’s expression of his intent to invoke his Fifth Amendment rights.\nIt is only statements which directly bear upon that right, whether voluntary or elicited through questioning, which are safeguarded by the Fifth Amendment and Wainwright.\nAs we previously indicated, it is Appellee’s third statement which causes us concern. That statement occurred when the Appellee asked the District Attorney whether she was his lawyer, to which she answered in the negative. The Appellee then stated that he did not want to talk to her any further. This utterance does tend to imply that the Appellee would speak only to his attorney. We, therefore, affirm the suppression of that single statement.\nFor the reasons set forth above, the Order of the Superior Court is reversed and the matter is remanded to the Court of Common Pleas of Bucks County for disposition consistent with this opinion.\nReversed and remanded.\nNIX, C.J., files a concurring and dissenting opinion.\nNIX, Chief Justice,\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. We note in passing that the statements sought to be introduced here would only be relevant in a case where the prosecutor is attempting to establish the sanity of a defendant. In all other instances, such evidence would normally be excluded for that reason notwithstanding the violation of Constitutional Rights claims.",
        "type": "majority",
        "author": "ZAPPALA, Justice. NIX, Chief Justice,"
      },
      {
        "text": "concurring and dissenting.\nThe concerns addressed by the U.S. Supreme Court in Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976) and Wainwright v. Greenfield, 474 U.S. 284, 106 S.Ct. 634, 88 L.Ed.2d 623 (1986) are obviously not implicated in the factual setting of the instant appeal. In Doyle, the concern was occasioned by the attempted use of silence following the administration of Miranda warnings for impeachment purposes. In Wainwright, the silence was sought to be used as affirmative proof of sanity. Here, voluntary statements after the warnings are the subject of the inquiry. The Commonwealth sought to use these statements to rebut the defendant’s claim of insanity. . There is no basis for claiming that the legitimate constitutional concerns raised in the Doyle and Wainwright cases in any way suggest such. a concern is present in this instance.\nI, therefore, cannot agree with the opinion of the Court in its affirmance of the suppression of the third statement under inquiry. Appellee asked an attorney if she was his lawyer. When she said no, he stated he did not wish to converse with her further. Clearly this demonstrated a judgmental determination! The Court in Wainwright stated, “[w]hat is impermissible is the evidentiary use of an individual’s exercise of his constitutional rights after the State’s assurance that the invocation of those rights will not be penalized.” 474 U.S. at 295, 106 S.Ct. at 640.\nIn this instance, what the Commonwealth sought to introduce was neither an invocation of the constitutional right to remain silent nor a statement made in conjunction with that right. Under the facts, appellee had already been advised of his rights by the arresting officers and had indicated a desire to remain silent. The conversation which included the third statement was initiated by appellee and not connected with any type of interrogation. Consequently, the use of the statement triggers no constitutional issue. However, appellee’s decision to not further converse is relevant to a determination as to his competency.\nThusly, I am constrained to dissent from the part of the mandate that affirms the suppression of that statement.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": null
      }
    ],
    "attorneys": [
      "Stephen B. Harris, Chief of Appeals, Dale A. Reichley, First Asst. Dist. Atty., David W. Zellis, Asst. Dist. Atty., Alan M. Rubenstein, Dist. Atty., for appellant.",
      "Robert Suter, Lester Roy Zipris, Doylestown, for appellee."
    ],
    "corrections": "",
    "head_matter": "565 A.2d 152\nCOMMONWEALTH of Pennsylvania, Appellant, v. Andrew HUNSBERGER, Appellee.\nSupreme Court of Pennsylvania.\nArgued Jan. 21, 1988.\nDecided Oct. 20, 1989.\nStephen B. Harris, Chief of Appeals, Dale A. Reichley, First Asst. Dist. Atty., David W. Zellis, Asst. Dist. Atty., Alan M. Rubenstein, Dist. Atty., for appellant.\nRobert Suter, Lester Roy Zipris, Doylestown, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0092-01",
  "first_page_order": 176,
  "last_page_order": 182
}
