{
  "id": 1820308,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Joseph E. BENZ, Appellee",
  "name_abbreviation": "Commonwealth v. Benz",
  "decision_date": "1989-11-01",
  "docket_number": "No. 67 W.D. Appeal Docket 1988",
  "first_page": "203",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "523 Pa. 203"
    },
    {
      "type": "parallel",
      "cite": "565 A.2d 764"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "276 Pa.Super. 543",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        142685
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/276/0543-01"
      ]
    },
    {
      "cite": "333 Pa.Super. 597",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        616504
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/333/0597-01"
      ]
    },
    {
      "cite": "475 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734080
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0031-01"
      ]
    },
    {
      "cite": "519 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1813540
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/519/0550-01"
      ]
    },
    {
      "cite": "508 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794044
      ],
      "weight": 4,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0372-01"
      ]
    },
    {
      "cite": "193 F.Supp. 630",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        456325
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/193/0630-01"
      ]
    },
    {
      "cite": "501 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782470
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0167-01"
      ]
    },
    {
      "cite": "513 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1802561
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/513/0204-01"
      ]
    },
    {
      "cite": "466 A.2d 991",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1784537,
        1784554
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0359-01",
        "/pa/502/0358-01"
      ]
    },
    {
      "cite": "502 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784537
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0359-01"
      ]
    },
    {
      "cite": "511 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798707
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0059-01"
      ]
    },
    {
      "cite": "460 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482814
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0336-01"
      ]
    },
    {
      "cite": "344 A.2d 658",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "661"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "235 Pa.Super. 490",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6772351
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "494-95"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/235/0490-01"
      ]
    },
    {
      "cite": "352 Pa.Superior Ct. 15",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651028
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "33"
        },
        {
          "page": "1323"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/352/0015-01"
      ]
    },
    {
      "cite": "410 U.S. 614",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11957849
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "619"
        },
        {
          "page": "1149"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/410/0614-01"
      ]
    },
    {
      "cite": "304 Pa.Superior Ct. 297",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        199382
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/304/0297-01"
      ]
    },
    {
      "cite": "176 A. 454",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 2
    },
    {
      "cite": "317 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845384
      ],
      "year": 1935,
      "opinion_index": 2,
      "case_paths": [
        "/pa/317/0113-01"
      ]
    },
    {
      "cite": "333 Pa.Super. 597",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        616504
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1037"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/333/0597-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 22243,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 6.224723233625098e-07,
      "percentile": 0.9572606356586812
    },
    "sha256": "dd1f8bce8eb0a19a6bfb16d8c1d7fbfcb103631dd65e474dbd787d57751144ab",
    "simhash": "1:059af036cf1f2a59",
    "word_count": 3609
  },
  "last_updated": "2024-02-27T17:10:33.069098+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj.",
      "LARSEN, J., files a concurring opinion.",
      "PAPADAKOS, J., files a dissenting opinion in which McDermott, j.., joins.",
      "McDERMOTT, J., joins in this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Joseph E. BENZ, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nNIX, Chief Justice.\nThe subject of this discretionary appeal raised by the Commonwealth is the Superior Court’s order reversing the lower court’s disapproval of a private criminal complaint and directing that such a complaint be authorized pursuant to Pa.R.Crim.P. 133. The fundamental issue presented in this appeal is whether a decision not to prosecute on the ground of lack of evidence to establish a prima facie case, made by the office of the district attorney and confirmed by a judge of the court of common pleas, is reviewable by the Superior Court. The Commonwealth’s framing of the issue has tended to obfuscate the relatively straight-forward question legitimately raised. Additionally, the Commonwealth has attempted to implicate constitutional principles and principles of law not presently germane to the instant inquiry. For the reasons that follow, we conclude that the Superior Court did have jurisdiction to hear the appeal pursuant to 42 Pa.C.S. § 742. Moreover, that court correctly concluded that there was sufficient evidence to establish a prima facie case. Therefore, we affirm the order of the Superior Court.\nThis case arose out of an altercation between Paaron Jones and Officer Joseph E. Benz of the Pittsburgh Police Department. On June 29, 1981, both men were in the West Penn Memorial Hospital to visit patients. While still in the lobby, Officer Benz, who was not in uniform, entered the elevator with packages for his ailing wife. Paaron Jones approached the elevator to speak with another passenger whom he knew. At the time Mr. Jones was on crutches with a broken leg in a cast and smelled of alcohol. He held the elevator door open with one of the crutches and continued to converse with the passenger on the elevator. After some delay of the elevator an argument began between Jones and Benz, resulting in Jones striking Benz with his crutch. After Benz had retrieved his packages and entered a second elevator, Jones again struck Benz, sending him to the floor. While Benz was still on the floor, Jones struck him across the back with a crutch. Realizing that the altercation was getting out of control, Benz pulled out his badge and firearm and identified himself as a police officer. At that time Jones attempted to flee through the front exit and Benz pursued him with his firearm drawn, stating that he was under arrest and he should lie face down on the floor. Instead, a scuffle again resulted. This time, however, Benz had his gun exposed. During the fight the gun discharged and Jones was struck in the head with the bullet. The emergency unit was able to save Jones only for him to live in a vegetative state for four years until July 25, 1985, when he died as a result of the gunshot wound.\nAfter Jones’s death an open inquest was conducted by the coroner, and the coroner’s jury recommended that Benz be charged with voluntary manslaughter. Nevertheless, the District Attorney of Allegheny County did not file charges. The District Attorney decided that the eye-witness testimony was so disjointed as to make it inconclusive and instead relied on medical evidence of possible powder burns on the victim’s head and scientific evidence concerning the retention of the shell of the bullet in the chamber of the gun. That evidence seemed to indicate that the victim was in close proximity to Benz when the gun discharged. That conclusion supported the claims made by Benz that the two men were wrestling over the weapon and that the shot was fired accidentally.\nIn September of 1985 the District Attorney’s office sought review of its decision from the Office of the Attorney General. The District Attorney’s office turned over all its files concerning the matter and fully cooperated with the investigation by the Attorney General. In February of 1986 that office concluded that no abuse of prosecutorial discretion had occurred; that a fair investigation had been conducted by that office; and that the filing of criminal charges in this matter would have been inappropriate and unsupported by the available evidence.\nOn May 21, 1986 Laverda Hicks, the mother of the victim, then sought approval of a private criminal complaint pursuant to Pa.R.Crim.P. 133. That rule states:\n(a) When the affiant is not a law enforcement officer and the offense(s) charged include(s) a misdemeanor or felony which does not involve a clear and present danger to any person or to the community, the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove without unreasonable delay.\n(b) If the attorney for the Commonwealth\n(1) Approves the complaint, the attorney shall indicate this decision on the complaint form and transmit it to the issuing authority;\n(2) Disapproves the complaint, the attorney shall state the reasons on the complaint form and return it to the affiant. Thereafter the affiant may file the complaint with a judge of a Court of Common Pleas for approval or disapproval;\n(3) Does not approve or disapprove within a reasonable period of time, the affiant may file the complaint on a separate form with the issuing authority, noting thereon that a complaint is pending before an attorney for the Commonwealth. The issuing authority shall determine whether a reasonable period has elapsed, and, when appropriate, shall defer action to allow the attorney for the Commonwealth an additional period of time to respond.\nThe District Attorney disapproved the complaint on the grounds that insufficient evidence existed to establish that a crime had been committed. Subsequently, Ms. Hicks sought judicial review of the matter. The court of common pleas accepted the petition but denied approval after a review of the record. It held that the district attorney did not abuse his discretion by not prosecuting Benz. Ms. Hicks appealed to the Superior Court for a review of the final order of the court of common pleas pursuant to 42 Pa.C.S. § 742 and Pa.R.A.P. 1112. The Superior Court reversed the lower court and determined that evidence was available to establish a prima facie case.\nIn this case, the Commonwealth stated as its reason for the decision not to prosecute the lack of evidence sufficient to establish a prima facie case Therefore, a court is required to review the appropriateness of that determination. It has always been the burden of the Commonwealth, if it intends to proceed with prosecution, to establish a prima facie case that a crime has been committed and that the accused is the one who committed it. Commonwealth v. Mullen, 460 Pa. 336, 333 A.2d 755 (1975); see also, Commonwealth v. Ruza, 511 Pa. 59, 511 A.2d 808 (1986); Commonwealth v. Wojdak, 502 Pa. 359, 466 A.2d 991 (1983). Traditionally, the final determination of sufficiency of the evidence has been a judicial judgment. Rice v. Shuman, 513 Pa. 204, 519 A.2d 391 (1986); Commonwealth v. Shaver, 501 Pa. 167, 460 A.2d 742 (1983). This is to be distinguished from the prosecutorial discretion not to bring prosecution even if a prima facie case may be established from the evidence available. See, e.g., Pugach v. Klein, 193 F.Supp. 630 (S.D.New York 1961).\nThe evidence in this instance unquestionably established a homicide. It is also unquestioned that the person responsible for the death of Paaron Jones was Officer Benz. Whether the homicide was justifiable or excusable is a matter of defense. Commonwealth v. Capitolo, 508 Pa. 372, 498 A.2d 806 (1985); 18 Pa.C.S. § 503. Thus, evidence as to justification or excuse would not negate a determination of a prima facie case, but is a matter that is properly raised in defense at trial. See, e.g., Commonwealth v. Reilly, 519 Pa. 550, 549 A.2d 503 (1988); Commonwealth v. Warren, 475 Pa. 31, 379 A.2d 561 (1977). Therefore, with sufficient evidence to establish a prima facie case, the Superior Court correctly reversed the lower court’s holding that the district attorney’s decision not to prosecute Officer Benz was proper for the reason stated.\nThe Commonwealth seeks to raise the question of the constitutional principle of separation of powers in this instance by asserting that judicial intervention impermissibly trammelled upon the prosecutorial discretion. The fallacy of this argument is its lack of relevancy. The prosecutor in this instance never purported to predicate his decision not to prosecute upon the exercise of his prosecutorial discretion to make policy. He expressly stated that the decision to decline prosecution resulted from his determination that the evidence would not sustain a prima facie case. Thus the issue before both lower courts required an assessment of that legal judgment and not an intrusion upon prosecutorial discretion.. Had the district attorney utilized policy discretion to refuse prosecution and had the lower courts reviewed that decision, the question of separation of powers would have been appropriately raised. However, we need not stray from the issues properly presented to decide this case.\nIn this case, the prosecutorial decision not to prosecute was based upon a legal determination of the sufficiency of the evidence to establish a prima facie case. This type of decision is within the purview of the judicial system to review. The Superior Court found that sufficient evidence existed to sustain a prima facie case and ordered that the district attorney’s office commence prosecution.\nAccordingly, we affirm the Order of the court.\nLARSEN, J., files a concurring opinion.\nPAPADAKOS, J., files a dissenting opinion in which McDermott, j.., joins.\nLARSEN, Justice,\n. The caption to this case is misleading because, although the Commonwealth is the appellant, Joseph E. Benz, who is listed as the appellee, is not a party to this case and has not filed a brief. The true appellee in this case is the private complainant, Laverda Hicks, the mother of the decedent.\n. § 742. Appeals from courts of common pleas\nThe Superior Court shall have exclusive appellate jurisdiction of all appeals from final orders of the courts of common pleas, regardless of the nature of the controversy or the amount involved, except such classes of appeals as are by any provision of this chapter within the exclusive jurisdiction of the Supreme Court or the Commonwealth Court.\n. The trial court found that the “eye-witness” testimony was inconclusive, and therefore the District Attorney was correct to rely upon the scientific evidence. The scientific evidence, to which the trial court refers as supporting the District Attorney’s disapproval of the private complaint, is the report from the state police laboratory regarding the \"retained cartridge theory”.\n. If the district attorney had stated policy reasons to support the decision not to prosecute, this Court would show the deference accorded to such a discretionary use of the executive powers conferred in that officer. However, because the reason stated was the ultimate determination by the district attorney that no crime had been committed, this Court is authorized to review that determination without the special deference afforded a separate branch of government.\n. Homicide is defined in 18 Pa.C.S. § 2501 as follows:\n(a) Offense defined — A person is guilty of criminal homicide if he intentionally, knowingly, recklessly or negligently causes the death of another human being.\nIt also has been stated that a homicide may be lawful or unlawful. “A lawful homicide is either justifiable or excusable. A homicide which is neither justifiable nor excusable is unlawful.” See, e.g., Wharton’s Criminal Law §§ 112-151 (14th ed. 1979).\n. It also should be noted that the Commonwealth is not claiming the impropriety of any judicial review of the decision not to prosecute. Instead, the Commonwealth concedes the authority of the trial judge to review that decision, but argues that appellate review of the court of common pleas’ decision is violative of the separation of powers principle. But see, In Re Wood, 333 Pa.Super. 597, 482 A.2d 1033 (1984); Commonwealth v. Eisemann, 276 Pa.Super. 543, 419 A.2d 591 (1980). Such an argument would allow a judicial inquiry into the decision of the district attorney without providing for a mechanism to correct any improper assessment of that decision.\n. The district attorney in this case elected to impanel a coroner’s inquest to aid in the investigation of the incident, and that jury recommended that Officer Benz be charged with voluntary manslaughter. While this is not binding on the prosecutor, it is significant that this panel determine the existence of evidence that would support a prima facie case.\n. It is to be noted that neither of the parties has questioned the applicability of the procedure provided for under Rule 133 to the instant facts. Rule 133(a) provides in pertinent part, \"... and the offense(s) charged include(s) a misdemeanor or felony which does not involve a clear and present danger to any person or to the community,----” In this case the alleged criminal charge was a homicide. Notwithstanding, the objection would have been a procedural one, not implicating subject matter jurisdiction, thus waivable if not properly raised. Commonwealth v. Capitolo, 508 Pa. 372, 498 A.2d 806 (1985). As stated, this objection was not raised and, accordingly, the issue is waived.",
        "type": "majority",
        "author": "NIX, Chief Justice. LARSEN, Justice,"
      },
      {
        "text": "concurring.\nI concur in the result only. I write separately to express my vehement disagreement with the majority’s interpretation and application of Pa.R.Crim.P. Rule 133.\nRule 133 provides in relevant part:\n(a) When the affiant is not a law enforcement officer ... the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove without unreasonable delay.\n(b) If the attorney for the Commonwealth\n(2) Disapproves the complaint, the attorney shall state the reasons on the complaint form and return it to the affiant. Thereafter the affiant may file the complaint with a judge of a Court of Common Pleas for approval or disapproval; ...\n(emphasis added).\nThe rule does not state that the common pleas court judge shall act in an appellate capacity when approving or disapproving a private criminal complaint. Nor does the rule state that the court's function in approving or disapproving a private criminal complaint is to assess whether the prosecutor abused his or her discretion in disapproving the complaint. Thus, it does not matter on what basis the prosecutor makes his or her decision for the matter to be “within the purview of the judicial system to review”. Maj. op. at 768. Indeed, soon after Rule 133 went into effect, Superior Court correctly noted that the rule “protects the interest of the private complainant by allowing for the submission of the disapproved complaint to a judge of a court of common pleas. The judge’s independent review of the complaint checks and balances the district attorney’s decision and further hedges against possibility of error.” Petition of Piscanio, 235 Pa.Super. 490, 494-95, 344 A.2d 658, 661 (1975), allocatur denied (emphasis added).\nThe Commonwealth, as appellant in this case, has lost sight of the fact that throughout the history of this Commonwealth and until 1974, private criminal complaints were not subject to review by the district attorney. From time immemorial, the right of the citizen to seek redress in the courts has always been preserved. And it was for the courts, through the office of an issuing authority, to determine, before issuing process, whether 1) the complaint was properly completed and executed; 2) the affiant was a responsible person; and 3) there was probable cause for the issuance of process. Pa.R.Crim.P. Rule 106 as adopted Jan. 31, 1970, eff. May 1, 1970.\nClearly, the changes that were made to this procedure were not intended to radically alter the practice of instituting criminal proceedings by private criminal complaint. Rather, the changes were intended to enable the district attorney to merely weed out frivolous cases. If the private complainant is not satisfied with the determination of the district attorney under the present rules of procedure,.he or she still has, and must have, access to the judiciary. The changes made to our rules of criminal procedure merely concerned who was to approve the complaint in the first instance. In fact, with regard to related amendments made to the rules of criminal procedure in 1974, the comment to Rule 134 stated simply that it was now for the district attorney to “evaluate the responsibility of the charge contained in the complaint”. Comment to Rule 134 as adopted Sept. 18, 1973, eff. Jan. 1, 1974.\nThus, by preserving the right of a private complainant to obtain the independent approval or disapproval of the complaint by a judge of the court of common pleas, Rule 133 does not contemplate that criminal proceedings initiated by private complaint will be subject to the “policy” and discretion of the district attorney.\nIn addition, the majority raises the issue of whether “the procedure provided for under Rule 133 applies to the instant facts”. Maj. op. at 210 n. 7. If the implication of the majority is that Rule 133 does not apply to this case, in spite of the fact that the issue may have been waived, I agree, because the approval of a private criminal complaint by a district attorney or a judge of the court of common pleas is only necessary where the offense charged does not involve a clear and present danger to any person or to the community. In all other cases, i.e., those involving charges that present a clear and present danger to any person or to the community, the district attorney does not act as a buffer between the private complainant and the issuing authority. Thus, upon the filing of a private criminal complaint involving acts which constitute a clear and present danger to any person or to the community, the issuing authority must conduct a preliminary hearing. As this case involves a charge of homicide, the approval of the district attorney pursuant to Rule 133 was not necessary.\nPAPADAKOS, Justice,\n. The majority seems to be of the opinion that the decision of the prosecutor can only be reviewed by the court where it is based on the merits of the case and not on some nebulous matter of policy.",
        "type": "concurrence",
        "author": "PAPADAKOS, Justice,"
      },
      {
        "text": "dissenting.\nI dissent. The majority makes the exercise of prosecutional discretion in refusing to prosecute justiciable. That is error in my opinion. Long ago, this Court recognized that a district attorney’s power to approve or disapprove private criminal complaints is consistent with that office’s unreviewable authority to initiate or discontinue prosecutions generally. Commonwealth v. Ragone, 317 Pa. 113, 176 A. 454 (1935). Pa.R.Crim.P. 133 protects the interests of the private complainant (often times, the victim) by allowing for the submission of a disapproved private complaint to a trial judge whose independent review checks and balances the district attorney’s decision and further hedges against possible error. At least, that is the theory behind the adoption of Rule 133 as set out in the A.B.A. Project on Standards for Criminal Justice, Standards Relating to the Prosecution Function and the Defense Function, § 3.4 (and the comments thereto) (Approved Draft, 1971), upon which the Rule was based. History, logic and efficiency require that this limitation on a prosecutor’s discretion must be read as narrowly as possible lest we make the already overburdened criminal justice system wholly impossible to administer. Read in that light, I am convinced that a trial judge’s decision to agree with a district attorney’s judgment not to prosecute is unreviewable and, for the reason that, inter alia, the private complainant has no standing to appeal. In his dissent in In Re Wood, 333 Pa.Superior Ct. 597, 482 A.2d 1033 (1984), Judge Del Sole put it this way, correctly in my opinion:\nPa.R.Crim.P. 133(B) gives a victim-complainant the right to seek approval from the Court of Common Pleas of a private criminal complaint which has been disapproved by the district attorney. However, that rule of court does not make the victim-complainant a party to the action. Criminal prosecutions are not to settle private grievances, but are to rectify the injury done to the Commonwealth. The individual who is the victim of a crime only has recourse to a civil action for damages____ The Court in [Commonwealth v.] Malloy [, 304 Pa.Superior Ct. 297, 450 A.2d 689 (1982),] cited with approval the language of the United States Supreme Court in Linda R.S. v. Richard D. & Texas, et al, 410 U.S. 614, 619, 93 S.Ct. 1146, 1149, 35 L.Ed.2d 536 (1973), that “... a citizen lacks standing to contest the policies of the prosecuting attorney when he himself is neither prosecuted nor threatened with prosecution ... (I)n American jurisprudence at least, a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another.”\nThe state is the party-plaintiff in a criminal prosecution. The victim-complainant is not a party to the proceeding. The victim acts only as a prosecuting witness, even in the case of a private criminal complaint____ Therefore, the victim-complainant has no standing to appeal from the disapproval of private criminal complaints____\n482 A.2d at 1037. See also, Judge Cirillo’s dissent in Commonwealth v. Muroski, 352 Pa.Superior Ct. 15, 33, 506 A.2d 1312, 1323 (1986). I would expressly disapprove of the majority opinions in In Re Wood and Commonwealth v. Muroski, supra, to the opposite effect, as being unwise and contrary to law.\nMcDERMOTT, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": null
      }
    ],
    "attorneys": [
      "Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Sandra Preuhs, Asst. Dist. Atty., Pittsburgh, for appellant.",
      "Ronald Eisenberg, Chief, Appeals Unit, George S. Leone, Asst. Dist. Atty., Dist. Atty’s. Office of Philadelphia County, Philadelphia, amicus curiae, for Pennsylvania Dist. Attys. Ass’n.",
      "John P. Gismondi, Gismondi & Margolis, Pittsburgh, for the private complainant, Laverda Hicks."
    ],
    "corrections": "",
    "head_matter": "565 A.2d 764\nCOMMONWEALTH of Pennsylvania, Appellant, v. Joseph E. BENZ, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 9, 1989.\nDecided Nov. 1, 1989.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Sandra Preuhs, Asst. Dist. Atty., Pittsburgh, for appellant.\nRonald Eisenberg, Chief, Appeals Unit, George S. Leone, Asst. Dist. Atty., Dist. Atty’s. Office of Philadelphia County, Philadelphia, amicus curiae, for Pennsylvania Dist. Attys. Ass’n.\nJohn P. Gismondi, Gismondi & Margolis, Pittsburgh, for the private complainant, Laverda Hicks.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0203-01",
  "first_page_order": 287,
  "last_page_order": 298
}
