{
  "id": 931918,
  "name": "Thaddeus Dochkus v. Lithuanian Benefit Society of St. Anthony, Appellant",
  "name_abbreviation": "Dochkus v. Lithuanian Benefit Society",
  "decision_date": "1903-05-04",
  "docket_number": "Appeal, No. 47",
  "first_page": "25",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "69 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/69/0462-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 490,
    "char_count": 13368,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 1.9521629570711727e-07,
      "percentile": 0.7368705665851562
    },
    "sha256": "e2943806c168392522e7f7cd83e02fd9a10c3ab4fc277f1a1422d2f4a8714c8c",
    "simhash": "1:c3f6fcffdd05784a",
    "word_count": 2234
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Thaddeus Dochkus v. Lithuanian Benefit Society of St. Anthony, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThe determination of the issue raised by the pleadings in this case required the court below to pass on two questions : (1) Had the congregation worshiping at St. Anthony Church placed itself under the ecclesiastical authority of the Roman Catholic Church as represented by the Archbishop of Philadelphia? (2) If it had not done so, did a majority of the congregation desire to have the church property transferred to the Archbishop, tobe held by him for the Roman Catholic Church? The learned trial judge, as well as both parties, tacitly conceded that these were the questions to be considered and determined by the court below. In passing on the questions, the trial judge fell into an error in assuming that “ the congregation of St. Anthony was a Roman Catholic congregation ” and that it adhered to the Roman Catholic Church. On this assumption, the court held that the congregation was necessarily connected with and subject to the authority of the Archbishop of this diocese of the Roman Catholic Church. As stated by the Archbishop in his testimony, congregations “ may hold catholic doctrines just as other denominations hold catholic doctrines, but ecclesiastically and in sight of the Roman Catholic Church, they have no existence; they are not recognized by the papal authority.” That is unquestionably correct, and is so conceded by the appellants, whose contention is- that the congregation of St. Anthony, while holding catholic doctrines, has no existence “ ecclesiastically and in the sight of the Roman Catholic Church.” Hence, the appellants deny the right of the church to compel a conveyance to it of the property acquired by the congregation of St. Anthony as a place of worship.\nThe error in assuming that as the St. Anthony congregation was a Roman Catholic congregation it was, therefore, subject to the authority of the Roman Catholic Church affected the entire proceeding in the court below and resulted in the erroneous rulings by the trial judge on the admission of testimony covered by the assignments of error. The appellants concede that the congregation worships according to the forms and rites of the Roman Catholic Church, but they deny what the trial judge assumed to be a fact, that the congregation adhered to, and was connécted with, the ecclesiastical body known as the Roman Catholic Church, or had ever “placed itself by any voluntary act of its own under the power of the head of the diocese ” of the church. They allege that the Archbishop of the diocese refused to permit the congregation to purchase the property now in dispute ; that in defiance of, and in opposition to, his refusal it bought the property and paid for it with money of the congregation; that it employed the pastor without any knowledge that he had been assigned by the Archbishop, and paid him the salary he demanded ; and that in every respect it has acted independently of the authority of the Roman Catholic Church. If the contention of the appellants be true, and it is solely a question of fact to be determined from the evidence, the congregation is entitled to control the property and to direct in whom the title shall be placed for its use. On the other hand, if, as claimed by the appellees, the congregation was formed for the purpose of religious worship according to the faith and rites of the Roman Catholic Church, had accepted the pastor assigned to it by the Archbishop of the diocese, had placed itself under the authority of the Archbishop and had submitted itself to his authority in all ecclesiastical matters, then the title to the property must be taken and held as provided by the canons of the Roman Catholic Church. The property acquired by the congregation under these circumstances is the property of the church and is subject to its control and must be held in the manner directed by its laws. The congregation cannot divorce itself from the church, or form an independent organization and retain the ownership of the property. As testified by the Archbishop, when the congregation renounces its connection with the church it has no longer any existence as a Roman Catholic Church, and consequently has no authority to direct or control the property. “ Whenever a church or religious society has been originally endowed in connection with, or subordination to some ecclesiastical organization and form of church government,” says SiiAnswoon, J., in Roshi’s Appeal, 69 Pa. 462, “ it can no more unite with some other organization or become independent, than it can renounce its faith or doctrine, and adopt others.”\nThe only assignments of error which conform to the rules of court and which will be considered here are the third, fourth, fifth and sixth, and they must be sustained. These assignments allege error in not permitting the appellants to introduce evidence to show that a majority of the congregation objected to placing the title to the church property in the hands of the Archbishop of Philadelphia. The bill averred that of the 1,200 members of the congregation, 1,100 were loyal to the Roman Catholic Church and were desirous of having the title to the property conveyed to the Archbishop. The answer denied absolutely this allegation and, on the contrary, averred that a very large majority of the congregation “ are opposed to a transfer or assignment of the title to the church edifice to either the pastor, the said Joseph Kaulakis, or to the Archbishop of Philadelphia.” This was, therefore, a material question in the case and one on which the learned trial judge made a specific finding, which was in the language of the bill and adverse to the contention of appellants. The twenty-fifth finding of fact by the trial court is as follows: “ The congregation of the Church of St. Anthony is composed of about 1,200 members, of which number 1,100 are loyal to the church and are desirous of having the title to the church property conveyed to the Archbishop of Philadelphia, according to the laws of the church.” The objection to the.testimony made by the counsel of appellees was that the witness did not have sufficient knowledge of the subject to qualify him to testify, and further that as the witness had admitted that the congregation was Roman Catholic, he could not be permitted to testify that the congregation was acting independently of the ecclesiastical authority of that church. The latter of these objections we have considered and held to be untenable. Neither is the other objection well taken. The court could not assume that the witness did not know how many members of the congregation favored the title remaining in the name of -the present trustee. The witness’s knowledge of the fact could have been elicted on cross-examination or, if the appellees desired, on a preliminary examination. The ruling as disclosed by the record, therefore, is practically a denial of the right of the appellants to show the fact rather than the exclusion of the testimony by reason of the incompetency of the witness. If the trial judge was required to ascertain and determine, as he did, the views of the congregation as to the disposition of the church property, it is too clear for argument that it was error to reject the testimony offered by the appellants for that purpose.\nThe decree is reversed with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Harry A. Mackey, with him James Gay Gordon for appellant.",
      "John W. Speckman, with him Anthony A. Hirst, for appellees."
    ],
    "corrections": "",
    "head_matter": "Thaddeus Dochkus v. Lithuanian Benefit Society of St. Anthony, Appellant.\nChurch law — Roman Catholic Church — Independent congregation — Title to real estate.\nChurch congregations may hold catholic doctrines just as other denominations hold catholic doctrines, but ecclesiastically and in sight of the Roman Catholic Church, may have no existence and not be recognized by the papal authority.\nWhere a congregation worships according to the forms and rites of the Roman Catholic Church, but it is denied that it adheres to and is connected with the ecclesiastical body known as the Roman Catholic Church or has ever placed itself by any voluntary act of its own under the power of the head of the diocese of the church, and where it is alleged that the Archbishop of the diocese refused to permit the congregation to purchase a property; that in defiance of and in opposition to his refusal it bought the property and paid for it with money of the congregation; that it employed the pastor without any knowledge that he had been assigned by the Archbishop and paid him the salary he demanded ; and that in every respect it acted independently of the authority of the Roman Catholic Church, the court is without authority to decree that a trustee holding title to the church property for the use of the congregation shall convey it to the Archbishop of the diocese.\nIf a congregation is formed for the purpose of religious worship according to the faith and rites of the Roman Catholic Church, has accepted the pastor assigned to it by the Archbishop of the diocese, has placed itself under .the authority of the Archbishop and submitted itself to his authority in all ecclesiastical matters, the title to its property must be taken and held as provided by the canons of the Roman Catholic Church. The property acquired by the congregation under such circumstances is the property of the church and is subject to its control and must be held in the manner directed by its laws. A congregation cannot divorce itself from the church or form an independent organization and retain the ownership of the property.\nEcclesiastical organization— Church government — Independent organization.\nWhenever a church or religious society has been originally endowed in connection with or subordination to some ecclesiastical organization and form of church government, it can no more unite with some other organization or become independent, than it can renounce its faith or doctrine, and adopt others.\nEvidence— Church membership.\nWhere a bill in equity to compel the conveyance of a church property by a trustee to the Archbishop of the diocese avers that a majority of the members of the congregation desired the title conveyed to the Archbishop and this allegation is denied in the answer, the court is in error in excluding the testimony of the secretary of the congregation as to the number whp favored the title remaining in the name of the trustee.\nArgued March 24, 1903.\nAppeal, No. 47, Jan. T., 1902, by defendants, from decree of C. P. No. 2, Phila. Co., Sept. T., 1900, No. 405, in case of Thaddeus Dochkus et al. v. The Lithuanian Society of St. Anthony, et al.\nBefore Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nReversed.\nBill in equity to compel the conveyance of a church property to Patrick John Ryan, Archbishop of Philadelphia.\nFrom the record it appeared that in the year 1893 the members of the congregation of the church of St. Anthony purchased a church edifice and dwelling house on Fifth street south of Carpenter street in the city of Philadelphia. At the time of the purchase of the property the congregation requested permission from the Archbishop of the Catholic Church of Philadelphia to locate in the property and to purchase the same for the use of the congregation. Permission to purchase was refused, but permission was granted temporarily to locate in the building until the congregation could find a more suitable location.\nThe members of the congregation proceeded in the purchase of the church edifice and not being able to place the title in the name of the Archbishop selected the Lithuanian Benefit Society of St. Anthony, a benefit society made up of members of the congregation as trustee to bold the legal title.\nOn September 3, 1900, the congregation received a letter from the Archbishop commanding that the title to the property should be placed in his name. Members of the congregation objected to complying with this request, and a bill was filed by members of the congregation averring that a majority of the members desired to comply with the request of the Archbishop setting out the refusal of the trustee to comply therewith and praying for a decree directing the trustee to convey the legal title to the premises to Patrick John Ryan, Archbishop of Philadelphia. The court, Wii,tbank, J., entered a decree in accordance with the prayer of the bill.\nWhen Charles C. Unick, secretary of the congregation, a witness called by the defendants, was on the stand, he was asked the following questions :\nQ. How many members of the congregation favor the title remaining in the name of the St. Anthony Society? Objected to. Objection sustained. Exception noted for the defendants. [8]\nQ. flow many of the congregation desire to conduct an independent church ? Objected to. Objection sustained. Exception for defendants. [4]\nQ. How many of the 350 members are still in favor of conducting an independent Catholic Church? Objected to. Objection sustained. Exception for defendants. [5]\nQ. Will you kindly tell me where the congregation wants the title to the property to be placed ? Objected to. Objection sustained. Exception for defendants. [6]\nErrors assigned were in entering the decree and in refusing to permit Charles C. Unick, secretary of the congregation of the church, to answer the questions set forth in the third, fourth, fifth and sixth assignments of error.\nHarry A. Mackey, with him James Gay Gordon for appellant.\nJohn W. Speckman, with him Anthony A. Hirst, for appellees.\nMay 4, 1903:"
  },
  "file_name": "0025-01",
  "first_page_order": 55,
  "last_page_order": 60
}
