{
  "id": 931892,
  "name": "Hottle v. Weaver",
  "name_abbreviation": "Hottle v. Weaver",
  "decision_date": "1903-05-11",
  "docket_number": "Appeal, No. 220",
  "first_page": "87",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 328,
    "char_count": 5266,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.0718145842186034e-07,
      "percentile": 0.8573858939266343
    },
    "sha256": "f8ab8016955211729b640e36dbca0472c226288c3d060d7cb24fed81376ca1ae",
    "simhash": "1:223b55046b325e1b",
    "word_count": 921
  },
  "last_updated": "2023-07-14T15:47:38.142557+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Hottle v. Weaver."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe memorandum in the defendant’s book of original entries was in form a receipt by defendant for a conditional payment by plaintiff on account of the charges in the book against him. As against the note sued on the condition was in relief of defendant, and even if the receipt had been signed by him, it would not have been evidence in his favor, while being retained in his own possession. A party cannot make evidence for himself in that way. There was nothing therefore to take this entry out of the ordinary category of a written memorandum of a conversation or a contract made by the witness at the time but not signed by the parties, and available to refresh the witness’s recollection, but not in itself evidence.\nThe second and third assignments of error are substantially that the court held the finding of lunacy by the inquisition to be conclusive. But it.does not appear that any such ruling was made. A witness testified that he was present at a certain date and saw the defendant pay the plaintiff money, and was asked what the plaintiff (now a lunatic) said, when objection was sustained, the ground not appearing on the record but apparently being that the time was within the period covered by the finding of the inquisition. Such finding was prima facie evidence of lunacy at the time referred to by the witness and it does not appear that the court gave it any greater force. In refusing a new trial the judge said: “ The reasons based upon the failure to admit evidence of statements by Mr. Hottle during lucid intervals, fall through their own weakness. There was no offer to prove such statements while lucid, and at the argument for a new trial there was no testimony to show that such evidence could be produced.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas Ross, with him Greorge Ross, for appellant.",
      "Henry Lear, with him A. H. Kittleman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hottle v. Weaver.\nEvidence — -Memorandum—Set-off.\nIn an action on a promissory note an unsigned memorandum made by the defendant in his book of original entries, is not admissible as evidence of set-off. It is only available to refresh the recollection of the witness.\nEvidence — Lunacy—Lucid interval.\nStatements made by a defendant lunatic within the period covered by the finding of the inquisition are inadmissible, unless the evidence shows that such statements were made during lucid intervals.\nArgued Feb. 10, 1903.\nAppeal, No. 220, Jan. T., 1902, by defendant, from judgment of C. P. Bucks Co., Sept. T., 1901, No. 57, on verdict for plaintiff in case of Henry Hottle and Daniel M. Landis, Committee of the Person and Estate of Henry Hottle, a Lunatic, v. Milton H. Weaver.\nBefore Mitchell, Dean, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit on three promissory notes. Before Yerkes, P. J.\nAt the trial it appeared that Henry Hottle was a lunatic, and that the defendant was a physician who had attended Henry Hottle and Hottle’s deceased wife. The defendant’s account against the wife was 1546.50.\nElisha H. Weaver testified that at the time one of the notes was given there was an understanding that it was only to be paid in ease Hottle administered on his wife’s estate. The evidence'showed that the wife left no estate. The witness was asked this question “ Q. You said that you were present at the conversation which took place between Dr. Weaver and Mr. Hottle at the time of the execution and delivery of this note, and you had given what you understood to be said at the time. Was there or was there not anything more than a verbal understanding or agreement at that time? A. Yes, sir. Q. What further understanding was there ? A. There was an understanding between the two parties and it was entered on the book. Q. Who entered it there ? A. I did myself. Q. Can you turn to the entry that you made? A. I can. Q. Do so, please. A. I have it. Q. What do you find. Is that a written memorandum there ? A. Yes, sir. Q. Who made it? A. I did.”\nMr. Lear: “ Q. It is not signed by anybody, is it ? A. No, sir.”\nMr. Ross offers the written memorandum in evidence. Mr. Lear objects. The objection is sustained, and the offer overruled, to which ruling of the court the defendant excepts, and the bill of exceptions is sealed. [1]\nThe written memorandum offered and rejected was as follows : “ April 10, 1897. Received of Henry Hottle the sum of #500 on account of above bill on condition that if her legal heirs should administer in her estate, then I should collect the above bill of her estate and pay back the amount of the note and interest to Henry Hottle in five years after that, the note of #500 and the same amount of the above bill be paid in full.”\nVerdict for plaintiff for #1,796, on which judgment was entered for #1,651.02, all above that amount having been remitted by the plaintiff.\nErrors assigned were (1) in overruling defendant’s offer as above, quoting the bill of exceptions; (2) in overruling appellant’s plea in abatement, thus refusing appellant’s offer to traverse the inquisition de lunático, holding that the adjudication was conclusive on appellant; (8) in refusing to receive any evidence of declarations made by Hottle during the period covered by the retrospective finding with reference to the notes sued on having been lost.\nThomas Ross, with him Greorge Ross, for appellant.\nHenry Lear, with him A. H. Kittleman, for appellees.\nMay 11, 1903:"
  },
  "file_name": "0087-01",
  "first_page_order": 117,
  "last_page_order": 119
}
