{
  "id": 931843,
  "name": "Gehr v. McDowell, Appellant; Strite, Appellant, v. Norton",
  "name_abbreviation": "Gehr v. McDowell",
  "decision_date": "1903-05-11",
  "docket_number": "Appeal, Nos. 340 and 341",
  "first_page": "100",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0179-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 9857,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 2.768249863414437e-07,
      "percentile": 0.8341210240442589
    },
    "sha256": "b4fecba75e09334d66e2f25564fd685a79f345acc9713bd081077cb992ec135b",
    "simhash": "1:26405e786241cb60",
    "word_count": 1757
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Blown and Mestlezat, JJ."
    ],
    "parties": [
      "Gehr v. McDowell, Appellant. Strite, Appellant, v. Norton."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThese judgments are affirmed on the opinion of the court below in Gehr v. McDowell.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Garnet Gehr, for appellant in No. 340.",
      "J. A. Strife, for appellant in No. 341.",
      "Sharpe ¿f Elder, for appellee, in No. 340 were not heard."
    ],
    "corrections": "",
    "head_matter": "Gehr v. McDowell, Appellant. Strite, Appellant, v. Norton.\nWills — Bale of real estate — Intention of testator.\nWhere a testator directs that his real estate shall be sold when the youngest child of his son becomes of age, and further directs that in case a sale is made during the lifetime of his son, a sum shall be set aside for the support of his son, the sale will be made on the coming of age of the son’s youngest child living at the death of the testator.\nTrusts and trustees — Sale of real estate — Executors and administrators.\nWhere a testator lias given to his executors powers to manage and sell his estate as trustees, and after the executors have performed all their functions as executors and have died, and the court has appointed a trustee of the estate, the trustee, and not an administrator d. b. n. c. t. a. is the proper person to make a sale of the real estate as directed by the will.\nArgued March 9, 1908.\nAppeal, Nos. 340 and 341, Jan. T., 1902, by defendants from judgments of C. P. Franklin Co., Sept. T., 1902, Nos. 105 and 179, on case stated in cases of J. A. Strife, Administrator d. b. n. c. t. a. of William Wallace, Deceased, v. J. F. Norton and Hastings Gehr, Trustee of William Wallace, Deceased, v. Tench McDowell.\nBefore Mitchell, Dean, Blown and Mestlezat, JJ.\nAffirmed.\nCase stated to determine the marketability of real estate.\nThe case turned upon the will of William Wallace, deceased, the material portion of which was as follows:\n“4th. Upon the arrival at the age of twenty-one years of the youngest child of my said son, Elijah, or upon the decease of my said son, Elijah if he should die without issue, I order and direct'my executor to sell all my real estate, subject however to the charge of the one third or dower interest of my wife, Mary, therein, if she should then be living, and pay over to the child or children of my said son, Elijah, and the lawful issue of any of them who may then be deceased having left such issue, the proceeds of such sale, together with all the balance of my estate, except what is hereinafter reserved, the same to be equally divided between them, such issue of any deceased child or children of my said son, Elijah, however, taking only such share or part as his, her or their parent or parents would have taken, had he, she or they been living.\n“ In case such sale shall be made before the death of my said son, Elijah, I direct that my executor shall reserve and withhold from the distribution above directed the sum of Twenty Thousand Dollars (120,000.00) which said sum I direct shall be invested in good public securities and the interest thereof, or so much thereof as may be necessary, shall be expended for the support and maintenance of my said son and his family remaining with him, in the manner hereinbefore ordered, and upon the death of the said son, Elijah, the principal sum shall be paid over to his children in the manner as above provided.”\nJohn Stewart, P. J., filed the following opinion:\nIt is a primary rule in the construction of wills, that effect is to be given to every clause, and each is to be construed in relation to the whole. The contention on the part of defendant that testator meant to include unborn children of his son, Elijah, as beneficiaries in the trust he created, would render meaningless and nugatory that clause which provides a maintenance for the son in the event of a distribution of the estate during the latter’s life, and which is as explicit and direct as any in the will. Possibility of birth of issue, in contemplation of law, ceases only with the life of the parent; and if unborn children were to be included, it would follow necessarily that no distribution could be made in any event during Elijah’s life; whereas in the plainest way the testator has indicated a different purpose by making what he regarded a suitable provision for the maintenance of Elijah in the event of the distribution occurring before his death. The inference is irresistible that in creating the trust testator had regard to the children of his son then living, or who might be living at testator’s death, and none other. It may have been an omission or oversight not to provide for after-born children if any there might be, we cannot say; if so, it is too late to correct it now; the will as written is anything but obscure; its meaning is plain and obvious. The fact that Elijah has no other children than those who were living at testator’s death, relieves the case of all appearance of hardship and inequality.\nOur conclusion is that the youngest child of Elijah having attained the age of twenty-one 3-ears, the period of sale fixed in the will has been reached, and the real estate of testator is now to be sold.\nBy whom ? Is the other question raised in the case stated.\nThe executors of William Wallace, or such of them as survived, had fully settled and accounted for the personal estate; and nothing remained to be done except in connection with the trust he created. Further on, but one of these executors survived. This was the situation when, at the request of Elijah Wallace, and with the assent of the surviving executor, William W. Fisher, Hastings Gehr, Esq., was appointed trustee, not however displacing the executor, but as an associate in the trust. What remained at that time to do, was (1) to invest the remainder of the personal estate, as well as the income and interest therefrom, and the rents and income from testator’s real estate; (2) out of the rents and income of the real estate to keep the real estate in repair, pay the taxes, keep it sufficiently insured, and pay over to the widow the one third of what remained yearly during her life; (3) out of the whole income to provide a suitable support and maintenance for testator’s son Elijah and his family, and a proper education for his children, leaving it to the executors to determine, in their discretion, how much of said income should in this way be expended; (4) upon the arrival at the age of twenty-one years of the youngest child of Elijah, or upon Elijah’s decease, to sell the real estate and distribute the entire estate as follows: in the latter event, to divide the same to and among the said children of Elijah, but if the conversion take place during Elijah’s life then $20,000 to be withheld from distribution, this sum to be invested by the executors in public securities, and the interest thereof, or so much as may be necessary to be expended for the support and maintenance of Elijah and his family remaining with him, and upon his death the principal sum to be divided among Elijah’s children.\nMr. Gehr continued acting with the last surviving executor, until the latter’s death, and since that time has been acting as sole trustee.\nIt is to be observed that the above provisions in the will are wholly outside the ordinary duties of an executor. The entire balance of the estate, after payment of debts, etc., is given to the executors in trust, to manage, control and dispose of according to testator’s wishes as in his will declared. It is this balance, this trust estate, that we are dealing with, and with this, an administration with will annexed can have no relation whatever. “ The transfer of real property,” says Gibson, G. J., in Ross v. Barclay, 18 Pa. 179, “is governed by the lex loci rei sitse : and no statute of Pennsylvania empowers an administrator with the will annexed, to execute a trust of land confided to an executor by title or by name, for any other purpose than to sell for payment of debts. By force of the act of February 24, 1834, relating to executors and administrators, he may execute a power to sell in order to bring the land into a course of administration but not to execute a trust for a collateral purpose; for instance to manage the property and invest the proceeds for accumulation; or to maintain the widow and children, or to turn the land into money for the convenience of partition; or to exercise any discretionary power confided to his predecessor in the' administration for his personal fitness and fidelity. For purposes purely administrative, the 13th and 14th sections give the devise of a power the effect of a devise of the title, and the 67th section puts an administrator with the will annexed on a footing with a surviving executor, but not on a footing with a testamentary trustee.” Clearly the administrator with will annexed, in the present case, is without authority to convey the real estate. Has Mr. Gehr, the acting trustee, such authority? That depends on the legal sufficiency of his appointment. Was his appointment within the power of the court? This is answered by the Act of April 9, 1849, sec. 2. It was under this act that he was appointed, and its language is explicit and unmistakable, giving to the court power to appoint a trustee in place of one of several executors, in all cases of trust where any of the executors of the will resign, die or are dismissed, whether the duties of the trust were to be executed by them by virtue of their office, or otherwise. Legally appointed and duly qualified, Mr. Gehr is invested with all the powers committed by the will to the executors, whose successor he is. Included in these is the power and duty to sell testator’s real estate, at a fixed period, which we have decided was reached when the youngest child of Elijah living at testator’s death, attained the age of twenty-one years.\nAnd now December 17, 1902, judgment ordered on the ease stated in favor of plaintiff and against the defendant for the sum of $2,000.\nError assigned was the judgment of the court.\nGarnet Gehr, for appellant in No. 340.\nJ. A. Strife, for appellant in No. 341.\nSharpe ¿f Elder, for appellee, in No. 340 were not heard.\nMay 11, 1903:"
  },
  "file_name": "0100-01",
  "first_page_order": 130,
  "last_page_order": 135
}
