{
  "id": 931779,
  "name": "Richmond's Estate",
  "name_abbreviation": "Richmond's Estate",
  "decision_date": "1903-05-18",
  "docket_number": "Appeal, No. 93",
  "first_page": "219",
  "last_page": "220",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 234,
    "char_count": 3122,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 8.130617121381496e-08,
      "percentile": 0.4684124441231902
    },
    "sha256": "dea4a4ca7d95162d94912382b98f64509d67772b79880900a5cfb46889ca7e44",
    "simhash": "1:bd38346687b1e511",
    "word_count": 528
  },
  "last_updated": "2023-07-14T15:47:38.142557+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown and Potter, JJ."
    ],
    "parties": [
      "Richmond’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe testimony of the physician who had known the testator for twenty-five years, and who attended him in his last illness up to and including the making of the will, and that of the attorney who had also been his counsel previously and who drew the will in testator’s presence, from instructions given him in person while the two were alone together, show convincingly that the testator was in full possession of his mental faculties and was exercising them under his own volition.\nIn addition to this the undisputed evidence is that the testator continued in the transaction of his regular business until two days before the making of his will.\nA case so established can only be overcome by clear, definite, circumstantial and weighty evidence of facts not reconcilable with the possession of testamentary capacity. There is no such evidence in this case. The testimony on the part of contestant is mostly as to trifling peculiarities of action, such as increasing irritability, not answering questions (a not uncommon habit of silent and reserved men), and what some of the witnesses thought was a lack of attention to what he was doing. One expert of apparently high professional standing gave an adverse opinion as to testamentary capacity, but it was rendered worthless by the fact that he had no personal acquaintance with the testator, and the hypothetical case put to him was based largely on facts which were disputed.\nThe beneficiary was not in the house when the will was made, and it was shown affirmatively that he knew nothing of it or its provisions. He was the testator’s business associate if not ■partner, and testator, who was a bachelor with no relatives in the city, had gone to his house on the suggestion of the doctor.\nOn the whole case no court could have permitted a verdict against the will to stand.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "T. M. B. Hicks, for appellant.",
      "Seth T. McCormick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Richmond’s Estate.\nWill — Probate—Issue devisavü vel non — Testamentary capacity — Unduer influence.\nWhere the physician who attended the testator and the attorney who drew his will, both of whom had known the testator well, testify to his entire testamentary capacity, and it appeal’s that he continued in the transaction of liis regular business until two days before making th’e will, a case is established which can only be overcome by clear, definite, circumstantial and weighty evidence of facts not reconcilable with the possession of testament ary capacity.\nThe opinion of an expert with no personal knowledge of the testator, and which is given on a hypothetical case based on disputed facts, is of no weight on an issue devisavit vel non.\nArgued March 16, 1903.\nAppeal, No. 93, Jan. T., 1902, by-Frank C. Richmond, from decree of O. C. Lycoming Co., dismissing appeal from register of wills in estate of W. D. Richmond, deceased.\nBefore Mitchell, Dean, Fell, Brown and Potter, JJ.\nAffirmed.\nAppeal from register of wills admitting will to probate.\nThe facts appear by the opinion of the Supremo Court.\nError assigned was the decree of the court.\nT. M. B. Hicks, for appellant.\nSeth T. McCormick, for appellee.\nMay 18, 1903 :"
  },
  "file_name": "0219-01",
  "first_page_order": 249,
  "last_page_order": 250
}
