{
  "id": 931634,
  "name": "Ellwanger v. Moore, Appellant",
  "name_abbreviation": "Ellwanger v. Moore",
  "decision_date": "1903-05-18",
  "docket_number": "Appeal, No. 65",
  "first_page": "234",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 P. & W. 198",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0198-01"
      ]
    },
    {
      "cite": "16 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410207
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0059-01"
      ]
    },
    {
      "cite": "43 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0456-01"
      ]
    },
    {
      "cite": "125 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0012-01"
      ]
    },
    {
      "cite": "41 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0229-01"
      ]
    },
    {
      "cite": "7 Phila. 307",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "32 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0012-01"
      ]
    },
    {
      "cite": "3 Watts, 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0258-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 491",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        279968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0491-01"
      ]
    },
    {
      "cite": "39 Ohio, 218",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates, 255",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0254-01"
      ]
    },
    {
      "cite": "7 Watts, 12",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0012-01"
      ]
    },
    {
      "cite": "39 Legal Int. 90",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "47 Pitts. L. J. 206",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0289-01"
      ]
    },
    {
      "cite": "73 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0474-01"
      ]
    },
    {
      "cite": "16 Phila. 57",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0039-01"
      ]
    },
    {
      "cite": "1 Rawle, 325",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0325-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 340",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0340-01"
      ]
    },
    {
      "cite": "14 W. N. C. 456",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "93 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0066-01"
      ]
    },
    {
      "cite": "1 Chester Co. Rep. 124",
      "category": "reporters:state",
      "reporter": "Chest.",
      "opinion_index": -1
    },
    {
      "cite": "193 Pa, 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0067-01"
      ]
    },
    {
      "cite": "7 W. N. C. 129",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "164 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0533-01"
      ]
    },
    {
      "cite": "38 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994047
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0093-01"
      ]
    },
    {
      "cite": "32 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986677
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0384-01"
      ]
    },
    {
      "cite": "102 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502703
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0444-01"
      ]
    },
    {
      "cite": "195 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0411-01"
      ]
    },
    {
      "cite": "83 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050738
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0392-01"
      ]
    },
    {
      "cite": "13 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0394-01"
      ]
    },
    {
      "cite": "35 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/35/0333-01"
      ]
    },
    {
      "cite": "38 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/38/0093-01"
      ]
    },
    {
      "cite": "102 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502703
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/102/0444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 774,
    "char_count": 16122,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.809010799144792e-07,
      "percentile": 0.8374119494997585
    },
    "sha256": "140554eeb48504198c7f7d50e7af66f5e9ee01324275b99d1f6c771e2c0f90ce",
    "simhash": "1:e0a3ac5f705a7599",
    "word_count": 2797
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Ellwanger v. Moore, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestbezat,\nAndrew M. Moore died January 26, 1898. By his last will and testament, dated January 21, 1898, and probated February 10, 1898, he appointed the Fidelity Trust Company, Joseph F. Sinnott and Walton Pennewill his executors and trustees, to whom letters testamentary were granted by the register of wills of Philadelphia county. After making certain specific bequests, the testator directed that all the residue of his estate, real and personal, should be divided into three equal parts or shares and the one third part thereof he bequeathed to his executors and trustees to pay the net income and interest thereon to his son, Albert H. Moore, for life, with clauses creating a spendthrift trust, and after the death of his son Albert, the net income of said one third of his estate was to be paid to his sons, Henry G. Moore and George M. Moore, or the survivor of them, for life in the same manner as the testator had directed said income to be paid to his son, Albert, during his life. At the death of the survivor of his three sons the said one third of his residuary estate was bequeathed to his executors and trustees “ with full power and authority to found and maintain such charitable or educational institution or institutions, in my name, as they in their discretion, may deem wise, proper and expedient.” The remaining two thirds of his residuary estate he disposed of in a similar manner, each of his other two sons being the primary beneficiary of one third thereof. The testator haying died within one calendar month of the execution of the will, the bequest over to charity failed, and as to it there was an intestacy. The twelfth paragraph of the will contained the following provision: “ I hereby authorize, empower and direct my said executors and trustees herein named, and the survivors or survivor of them, as soon as and whenever after my decease they may deem it convenient and proper to do so, to sell and dispose of any or all of the real and personal property of which I may die seized and possessed, either by public or private sale or sales, for the best price or prices that can be gotten for the same.”\nEllwanger & Barry, the plaintiffs in this action, obtained a judgment against Albert H. Moore in the court of common pleas No. 2 of Philadelphia county, on which, January 27,1902, they issued an attachment execution, and served the executors and trustees under the will of Andrew M. Moore, deceased, as garnishees. Interrogatories were filed and in answers thereto, filed June 12,1902, the garnishees give the dates of the will, of its probate and of the death of the testator; refer to the eleventh clause of the will as defining the interest which the testator’s sons take thereunder; admit that the garnishees are the trustees under the will of the deceased, that Albert H. Moore is named therein, and that the three sons are the heirs at law of the deceased and are all living; and set forth that the amount of the principal of the estate of Andrew M. Moore now held by the garnishees as trustees under the terms of the will exceeds $1,000,000. The plaintiffs entered a rule “ to show cause why judgment should not be entered in favor of the plaintiffs and against the .... trustees under the will of Andrew M. Moore, deceased, garnishees, on their answers to interrogatories for the sum of $1,757.64, with interest from November 14,1899, to be levied of the interest of the defendant in the estate of said decedent.” This rule was marked absolute and a fieri facias was issued commanding the sheriff “that of the defendant’s undivided vested interest in remainder in the estate of Andrew M. Moore, deceased, in the hands, possession or control of the Fidelity Trust Company, Joseph F. Sinnott and Walton Pennewill, trustees under the will of the said Andrew M. Moore, deceased, garnishees, in your bailiwick, you cause to be levied as well the sum of $2,074.37,” etc. The garnishees then entered a rule on the plaintiffs to show cause why the fieri facias should not be stricken off. This rule was discharged. The garnishees have, therefore, taken this appeal and assigned for error the action of the court below in making absolute the rule against them for judgment and in discharging the rule of the plaintiffs to show cause why the fieri facias should not be stricken off.\nThis attachment was issued pursuant to the provisions of the Act of April 13,1843, Purd. Dig. 836, pi. 51, supplemented by the Act of April 10,1849, Purd. Dig. 837, pi. 52. The former act provides that any interest which any person may have in the real or personal estate of any decedent, by will or otherwise, which is subject to foreign attachment by the act of July 27, 1842, shall be subject to be attached and levied upon in satisfaction of any judgment in the same manner as debts due are made subject to execution by the act of June 16, 1836; “ and the same rights in all respects which the debtor may have, and no greater in any respect whatever, are hereby placed within the power of the attaching creditor.” The act of 1849 authorizes the issuing of the attachment “ at any time after the interest which any person or persons may have in the real or personal estate of any decedent, shall have accrued by reason of the death of such decedent.”\nIt is conceded that the spendthrift trust in favor of Albert H. Moore, created by his father’s will, is not subject to this attachment. And we' need not concern ourselves in this controversy with the question what, if any, interest in the residuary estate vested in Albert H. Moore at his father’s death and was subject to the attachment. The judgment of the court below against the garnishees did not define the interest or determine that Albert H. Moore had any interest in the residuary estate. Whatever it was, the enjoyment and possession of it were postponed until after the death of the last survivor of the testator’s three sons. The right acquired to his interest, therefore, by purchase, attachment or otherwise, would be merely the right to demand and receive of his father’s executors his distributive share of the estate on final settlement.\nThe only question we need determine here is the right of the attaching creditor to issue a fieri facias on his judgment and sell the undetermined and unascertained interest of Albert H. Moore in the estate of his father which accrued to him by reason of the failure to take effect of the charitable bequests in the will. It is earnestly contended by the learned counsel of the appellees that the legislation regulating the proceedings by attachment execution authorizes the issuing of a fieri facias and a sale thereon of the interest of Albert H. Moore in his father’s residuary estate. But we think this position is untenable. As we have seen, the testator directed his executors and trustees to sell and dispose of his real and personal property, and hence there can be no doubt that the will effected a complete conversion of the estate. The interest, therefore, of Albert II. Moore in the residuary estate was not an interest in any personal property or real estate, but an interest in the money into which the testator had directed his property to be converted. The judgment creditor could not reach this interest by a common-law fieri facias, and hence he was compelled to resort to the statutory proceeding of an attachment execution. The effect of an attachment is to transfer to the attaching creditor the rights of the defendant in the decedent’s estate: Lorenz v. King, 38 Pa. 93. “ The attachment of this legacy,” says Lowiue, C. J., in Strong’s Executors v. Bass, 35 Pa. 333, “ does not alter the quantity of the rights and duties of the parties in relation to it; but only transfers to the plaintiffs the responsibility which before was due to the legatee. No essential element of the relation between the executor and the legatee is affected by the proceeding; it merely substitutes the legatee’s creditor instead of the legatee himself.” Not only has judicial construction defined the rights of a creditor attaching a legacy or an interest in a decedent’s estate, but the statute of 1843 under which this attachment was laid expressly declares that “ the same rights in all respects which the debtor may have, and no greater in any respect whatever, are hereby placed within the power of the attaching creditor.” The attachment execution in this case had accomplished its purpose as declared by the statute when the judgment was entered against the garnishees. The attaching creditor then stood in the shoes of 1ns debtor and was armed with the necessary authority to demand and receive of the executors and trustees whatever interest the debtor might have as a distributee of his father’s estate. No fieri facias or other writ of execution was required to invest the plaintiffs with the rights of the debtor in the decedent’s estate. Such a writ, therefore, was not necessary to carry into effect the purpose of the attachment and to make it available to the creditor. The position of the appellees would have force and would be correct if the attachment had been laid against personal property or real estate. Then the fieri facias would be necessary to reach and realize on the debtor’s interest in the property. An attachment execution is in substance, if not in form, an execution, Wray v. Tammany, 13 Pa. 394, and when it has at any stage of the proceedings transferred the property of the debtor, or his right or interest therein, to his creditor to the extent of satisfying the debt, it has accomplished its purpose.\nThe judgment as entered by the plaintiffs against the garnishees was not moulded so as to show the money or effects of the defendant in the hands of the trustees nor the quantity of his interest in the residuary estate of the testator. Neither did the answers to the interrogatories disclose this information. They simply gave the amount of the principal of the estate that was held by the trustees under the will. In this condition of the record the plaintiffs having by their attachment succeeded to the rights of the defendant against his interest in decedent’s estate to the extent of their claim must enforce their judgment against that interest, the amount of which can only be determined by the orphans’ court: Maurer v. Kerper, 102 Pa. 444. That court has the exclusive jurisdiction to ascertain the amount of the estates of decedents, and to order their distribution among those entitled, creditors as well as legatees and distributees: Hammett’s Appeal, 83 Pa. 392; Maurer v. Kerper, supra; Yocum v. Commercial Nat. Bank, 195 Pa. 411. Hence on the final settlement and distribution of the estate of Andrew M. Moore by the orphans’ court, ,the plaintiffs may have determined the interest of Albert H. Moore, the defendant, therein, and enforce their rights to said interest acquired by this attachment proceeding.\nThe order discharging the rule to strike off the writ of fieri facias is reversed and the rule is now made absolute and the writ is set aside. The judgment of the court below against the garnishees is so far modified as to restrain its collection until the interest, if any, of the defendant in the estate of Andrew M. Moore is due and payable; and as thus modified, the judgment is affirmed. The costs of this appeal to be paid by the appellees.",
        "type": "majority",
        "author": "Mr. Justice Mestbezat,"
      }
    ],
    "attorneys": [
      "Richard O. Dale, with him O. Percy Bright and Simpson £ Brown, for the trustees, appellants.",
      "John M. Gardner and V. Gilpin Robinson, for Albert H. Moore, appellant.",
      "G. E. Morgan, 3d, and Oharles E. Morgan, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Ellwanger v. Moore, Appellant.\nAttachment execution — Legacy—Decedent's estates — Acts of April 13,1843, P. L. 233, and April 10,1849, P. L. 619 — Trusts and trustees — Spendthrift trust— Gharity — Intestacy—Executio n. (\nWhere a testator leaves his estate uuder a spendthrift trust for his three sons, with survivorship amongst themselves, and upon the death of the survivor to a charity, and directs his executors to sell all of his estate and the testator dies within thirty days from the date of his will, and the charitable bequest thereby fails, an attaching creditor of one of the sons all being alive has no right to issue a fieri facias on his judgment and sell the undetermined and unascertained interest of one of the sons in the estate of the testator which accrued to him by the failure of the charitable bequest. In such a case the attaching creditor after he has secured his judgment against the garnishees, must pursue his remedy in the orphans’ court. No writ of fieri facias or other writ of execution is necessary to carry into effect the purpose of the attachment and to make it available to the creditor.\nArgued March 30, 1903.\nAppeal, No. 65, Jan. T., 1903, by trustees, from order of C. P. No. 2, Pkila. Co., Sept. T., 1899, No. 3259, discharging rule to strike off writ of fieri facias in case of George Ellwanger and William C. Barry, Copartners, trading as Ellwanger & Barry, v. A. H. Moore, Defendant, and the Fidelity Trust Company, Joseph F. Sinnott and Walton Pennewill, Executors and Trustees of Andrew M. Moore, Deceased, Garnishees.\nBefore Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nReversed.\nRule to strike off fieri facias.\nThe facts appear by the opinion of the Supreme Court.\nError assigned amongst others was in discharging the rule.\nRichard O. Dale, with him O. Percy Bright and Simpson £ Brown, for the trustees, appellants.\nThe remedy of the attaching creditor is in the orphans’ court: United States v. Kelley, 28 Fed. Repr. 845; Maurer v. Kerper, 102 Pa. 444; Sinnickson v. Painter, 32 Pa. 384; Lorenz v. King, 38 Pa. 93; Longwell v. Hartwell, 164 Pa. 533; Adams v. Harland, 7 W. N. C. 129; Merchants’, etc., Nat. Bank v. Kern, 193 Pa, 67; Chester Valley Nat. Bank v. Speakman, 1 Chester Co. Rep. 124; Pancoast v. Gowen, 93 Pa. 66; Harrington v. Cambridge, 14 W. N. C. 456 ; Building Assn. v. Maher, 9 Pa. Superior Ct. 340 ; Hanley v. Heidelberg Compound Oxygen Co., 24 Pa. C. C. Rep. 502.\nThe view of the court below fails to recognize the limited character of a writ of fieri facias as distinguished from the statutory process of execution through an attachment. That choses in action cannot be levied upon and sold under a fieri facias is well settled: Dundas v. Dutens, 1 Vesey, Jr., 196; Rickert v. Madeira, 1 Rawle, 325; Rhoads v. Megonigal, 2 Pa. 39; Flagg v. Farnsworth, 16 Phila. 57.\nThe attaching plaintiffs are not entitled to their writs of execution. They can recover on their judgment only in the orphans’ court, upon a final settlement of the trustees’ account: Dundas’s App., 73 Pa. 474; Lex’s App., 97 Pa. 289; Watson’s Est., 47 Pitts. L. J. 206; Middleton v. Norcross, 39 Legal Int. 90; Moser v. Mayberry, 7 Watts, 12; Walker v. Gibbs, 1 Yeates, 255; 1 Tr. & H. Prac. section 1183; Secor v. Witter, 39 Ohio, 218; Nat. Bank of Chester Valley v. Speakman, 1 Chest. Co. Rep. 124; Mengal v. Ins. Co., 5 Pa. Superior Ct. 491.\nBy no process of execution can the plaintiffs levy upon and sell the defendant’s interest in the estate: Webb’s Case, 24 How. Prac. 247.\nJohn M. Gardner and V. Gilpin Robinson, for Albert H. Moore, appellant.\nG. E. Morgan, 3d, and Oharles E. Morgan, Jr., for appellees.\nThe court below by its judgment has simply placed the appellees in the defendant’s shoes, and given to them substantially the same right of disposition of the defendant’s estate in remainder which he would have had if the attachment execution had not issued: Maurer v. Kerper, 102 Pa. 444.\nEven if the statutes providing for attachment execution do not expressly provide as contended, for the levy and sale of interests of the character of that levied upon in this case by a fieri facias nevertheless under the rule established in numerous cases where there is no special statutory method of levy and sale, the attaching creditor would have the right to a fi. fa. so framed as to enable him to reach and sell the interest clearly covered by the act authorizing the attachment: Tidd’s Practice, 1042; Srodes v. Caven, 3 Watts, 258; Welsh v. Bell, 32 Pa. 12; Freeman v. Simons, 7 Phila. 307; King, Brown & Co. v. Hyatt, 41 Pa. 229; Dengler’s App., 125 Pa. 12; Smith v. Emerson, 43 Pa. 456; Kelly’s App., 16 Pa. 59; Doner v. Stauffer, 1 P. & W. 198; Sinnickson v. Painter, 32 Pa. 384.\nMay 18, 1903 :"
  },
  "file_name": "0234-01",
  "first_page_order": 264,
  "last_page_order": 271
}
