{
  "id": 931648,
  "name": "Bowman v. Knorr",
  "name_abbreviation": "Bowman v. Knorr",
  "decision_date": "1903-05-18",
  "docket_number": "No. 2; Appeal, No. 345",
  "first_page": "272",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 156,
    "char_count": 1948,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 8.80816888564848e-08,
      "percentile": 0.4965167853415392
    },
    "sha256": "e4889655e2db595d61fdcee413a7f553568bcc41549feffd8707082aaaa63be1",
    "simhash": "1:6c7132adc60ff3bf",
    "word_count": 334
  },
  "last_updated": "2023-07-14T15:47:38.142557+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown and Mesteezat, JJ."
    ],
    "parties": [
      "Bowman v. Knorr"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe appellant is the assignee of a judgment obtained on an action against an executrix which was commenced more than five years after the death of the decedent. As the debt was not a lien on the real estate from the sale of which the fund arose, the auditor was right in disallowing the claim.\nThe decree confirming the auditor’s report on this subject is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "John Gr. Freeze, for appellant.",
      "Q. W. Miller and L. E. Waller, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bowman v. Knorr\n(No. 2).\nDecedent's estates — Judgment lien — Real estate — Distribution of proceeds of sale.\nA judgment obtained on an action against an executrix begun more than five years after the death of the decedent is not a lien on the decedent’s real estate, and is therefore not entitled to participate in the distribution of a fund arising from the sale of such real estate.\nArgued April 14, 1908.\nAppeal, No. 345, Jan. T., 1903, by E. B. Brower, from order .of C. P. Columbia Co., dismissing exceptions to auditor’s report in case of Bowman et ah, to use of George W. Vansiclen v. Samuel Knorr.\nBefore Mitchell, Dean, Fell, Brown and Mesteezat, JJ.\nAffirmed.\nExceptions to auditor’s report.\nFrom the record it appeared that Samuel Knorr died on March 2, 1889, seized of a tract of land in Centre township. On May 22,1894, Lloyd S. Wintersteen began an action against Mary L. Knorr, executrix of Samuel Knorr, deceased, and secured a judgment for $20,167.68, which by renewals amounted on October 1, 1900 to $26,372.78. The land was sold in foreclosure proceedings on a mortgage executed by the decedent in his lifetime. J. B. Robinson, Esq., was appointed auditor to distribute the proceeds of the sale. The auditor decided that the Wintersteen judgment was not a lien, and was not entitled to participate in the fund.\nExceptions to the auditor’s report were dismissed by the court.\nError assigned was in dismissing exceptions to auditor’s report.\nJohn Gr. Freeze, for appellant.\nQ. W. Miller and L. E. Waller, for appellees.\nMay 18, 1903 :"
  },
  "file_name": "0272-01",
  "first_page_order": 302,
  "last_page_order": 303
}
