{
  "id": 931640,
  "name": "Wheeler v. Knupp, Appellant",
  "name_abbreviation": "Wheeler v. Knupp",
  "decision_date": "1903-05-18",
  "docket_number": "Appeal, No. 59",
  "first_page": "306",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 306"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "200 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924401
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0489-01"
      ]
    },
    {
      "cite": "200 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 238,
    "char_count": 3212,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03279650666892162
    },
    "sha256": "abe5669aca2cfe078ee26e63bc32e128bdc966bb99f3ffe8451f80d9eaa1b7a3",
    "simhash": "1:c95f94dbde27735a",
    "word_count": 573
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Wheeler v. Knupp, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was an ejectment in the court below for the undivided half of about 100 acres of land in Watson township, Warren county. The case was here before and is reported Knupp v. Syms, 200 Pa. 489. We held in that case reversing the judgment, that the evidence that the tax on default of payment of which the land had been sold at treasurer’s sale, had been in fact paid before tbe maturity of the treasurer’s deed and that this was equivalent to a redemption; consequently Hodges took nothing by the alleged treasurer’s deed purporting to be on a sale for taxes of 1848. A motion for a reargument of that case was made; it in substance advanced all the additional reasons put forth now for a change in the judgment; upon full and careful consideration we overruled the motion and refused to disturb the judgment for plaintiffs. On that record being remitted to the court below, the defendants in case at once brought ejectment, as they, there having been but one judgment, had a clear legal right to do. At the trial, the court was of opinion, there had been such change in the proof as warranted a different result, directed a verdict for plaintiffs in this suit, which is equivalent to a reversal of our judgment in the first one. While the learned judge of the court below disclaimed any disrespect towards or any intentional disregard of the opinion of this court in the former case, we think possibly his settled belief of the correctness of his own opinion in the first case, to some extent, perhaps, warped his judgment in this. After a careful perusal of the testimony before us, and a comparison with that in the former case, we see no substantial change in the material facts as we then found them and on which our judgment was based. The appellants’ eleventh assignment of error is therefore sustained, the judgment is reversed and judgment is now entered for appellants in this court and for defendants in the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Error assigned amongst others was in refusing binding instructions for defendants.",
      "■J. H. Osmer, with him N. E. Osmer and W. J. Knupp, for appellants.",
      "I). I. Ball, with him W. B. Brown and W. E. Rioe, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wheeler v. Knupp, Appellant.\nTax sales — Payment of tax by agent — Redemption.\nA tax title cannot be sustained where it appears by the books of the treasurer and by other records that an agent of the owners of unseated land bought in the land at a tax sale, that the taxes had been regularly assessed, and that the agent before the maturity of the deed paid taxes, and that these had been accepted by the treasurer.\nArgued May 5, 1903.\nAppeal, No. 59, Jan. T., 1903, by defendants, from judgment of C. P. Warren Co., March T., 1902, No. 43, on verdict for plaintiffs in case of N. P. Wheeler and John Dusenbury v. W. J. Knupp, William I. Bachop, J. H. Osmer and John Knupp.\nBefore Dean, Fell, Brown, Mestrezat and Potter, JJ.\nReversed.\nEjectment for a tract of land in Watson township. Before Lindsey, P. J.\nThe facts appear by the opinion of the Supreme Court, and by the former report of the case, Knupp v. Syms, 200 Pa. 489.\nThe court gave binding instructions for plaintiffs.\nVerdict and judgment for plaintiffs. Defendant appealed.\nError assigned amongst others was in refusing binding instructions for defendants.\n■J. H. Osmer, with him N. E. Osmer and W. J. Knupp, for appellants.\nI). I. Ball, with him W. B. Brown and W. E. Rioe, for appellees.\nMay 18, 1903:"
  },
  "file_name": "0306-01",
  "first_page_order": 336,
  "last_page_order": 337
}
