{
  "id": 931895,
  "name": "Sargent v. Johns, Appellant",
  "name_abbreviation": "Sargent v. Johns",
  "decision_date": "1903-06-02",
  "docket_number": "Appeal, No. 17",
  "first_page": "386",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0489-01"
      ]
    },
    {
      "cite": "6 Whart. 193",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0193-01"
      ]
    },
    {
      "cite": "3 Cal. 302",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2199443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/3/0302-01"
      ]
    },
    {
      "cite": "2 McLean, 35",
      "category": "reporters:federal",
      "reporter": "McLean",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0331-01"
      ]
    },
    {
      "cite": "10 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0527-01"
      ]
    },
    {
      "cite": "31 Ind. 76",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1483917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/31/0076-01"
      ]
    },
    {
      "cite": "33 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0307-01"
      ]
    },
    {
      "cite": "106 Ill. 485",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2782202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/106/0485-01"
      ]
    },
    {
      "cite": "26 Ill. 225",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5243944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/26/0225-01"
      ]
    },
    {
      "cite": "10 Colo. 481",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2574033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/colo/10/0481-01"
      ]
    },
    {
      "cite": "117 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0514-01"
      ]
    },
    {
      "cite": "12 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0304-01"
      ]
    },
    {
      "cite": "4 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0603-01"
      ]
    },
    {
      "cite": "22 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0089-01"
      ]
    },
    {
      "cite": "10 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0519-01"
      ]
    },
    {
      "cite": "9 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960767
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0279-01"
      ]
    },
    {
      "cite": "163 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859091
      ],
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0423-01"
      ]
    },
    {
      "cite": "119 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/119/0076-01"
      ]
    },
    {
      "cite": "123 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/123/0042-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 762,
    "char_count": 19064,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 3.260368700135393e-07,
      "percentile": 0.8694782977694838
    },
    "sha256": "147e849364b039639ed5e3b08c568c0931470f74f680e1b423fc3b7093eb5e57",
    "simhash": "1:4d59aff2ca23b0ab",
    "word_count": 3327
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Sargent v. Johns, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMr. Justice Mitchell,\nThere were two general grounds on which the defendants were claimed to be liable, first the actual assumption by them of the plaintiff’s claim against Alleman, and secondly an estoppel to deny such assumption by the published notice to Alleman’s creditors.\nThe first claim raised a question of fact which was properly left to the jury. Under the testimony it could not have been withdrawn from them.\nThe second question depends chiefly on the published advertisement in the names of the defendants of their purchase of the Alleman store, their taking possession of the entire stock, and their assumption of Alleman’s liabilities for goods purchased in that business. No question of the statute of frauds arises, for by the taking of the entire stock a consideration passed to defendants and Alleman’s creditors, though not parties to the contract, were parties to the consideration within the principles of Delp v. Bartholomay Brewing Company, 123 Pa. 42, and Adams v. Kuehn, 119 Pa. 76. Plaintiffs therefore as such creditors were entitled to sue in their own names if their claims were in fact within the consideration, or on the principle of estoppel if they were led to believe so, and to act upon such belief to their prejudice in reliance on a notice authorized or adopted by the defendants.\nThere was evidence sufficient to go to the jury that the advertisement was authorized by the defendants. The testimony of Mr. Benner was direct and positive that although he drafted the notice on the request of Alleman, yet in view of the circumstances he thought it best to communicate with the defendants, and did so over the telephone twice with Johns, read the notice to him and received his approval of it. Other evidence was to the same effect in the circumstances of the sending of the bill of sale to him by Johns so that he might get the notice in proper form, the payment for the advertisement by the firm, the failure of Gitt to disclaim when it was shown to him subsequently and demand for payment made by a representative of plaintiffs.\nThe contention of appellants that Benner’s testimony was not admissible cannot be sustained. The fact that he was an attorney at law does not render him incompetent to testify except as to confidential communications, and here there was nothing of the kind shown. Mr. Benner himself testified positively that he was not employed by defendants at all but by Alleman and not even by him in his professional capacity but acted clerically and entirely as matter of friendliness because Alleman’s regular counsel was away. There was no relation of client and attorney shown between the defendants and Benner. But even if such relation had been directly and expressly shown Benner’s testimony would not have been incompetent. The mere fact of employment of an attorney is not a confidential or privileged communication: Seip’s Estate, 163 Pa. 423, 432. There being a difference in the testimony of Alleman and Benner as to the circumstances of the latter’s connection with the notice, the court left the question of the relation of client and attorney to the jury instructing them that if they found such relation existed they should disregard Benner’s testimony. This was more favorable to defendants than they were entitled to.\nThe only remaining question was whether plaintiffs had altered their position in any way to their disadvantage in reliance on the published notice. This was also a question for the jury and was left to them with careful and correct instructions, including the express affirmance of defendants’ points that “ if the jury believe that the defendants at the time of the purchase of the store from L. M. Alleman purchased the same with the understanding and the belief that the Saigeant claim had been settled or arranged in some other way, and with no intention on their part to assume the same, then the defendants are not liable in this action, unless for some reason the defendants are estopped from alleging the actual contract of purchase,” and “ if the jury believe that on December 10, 1900, as soon as the notice published in the Gettysburg Compiler was seen by the plaintiff’s agent, or brought to the notice of plaintiffs or their agent, and an agent of the plaintiffs called upon the defendants, or either of them, and was at once informed that the notice did not include, and was not intended to include, the payment of the Sargent claim, then the defendants are not es-topped from alleging that said claim was excluded in the contract of purchase.”\nThe whole case in all its aspects was submitted to the jury carefully and we find no error of which appellants can complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Robert Snodgrass and William MeSherrg, with them W. O. Sheely, for appellants.",
      "Wm. Arch Me Clean, with him Wm. Me Clean and Wm. Hersh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sargent v. Johns, Appellant.\nContracts — Estoppel — Notice — Taking over business of anothex — Assuxnptioxi of debts.\nWhere a person takes over the entire stock of goods of another and publishes or causes to be published a notice to the effect that he has assumed the debts for goods purchased by the previous owner, creditors of the previous owner are entitled to sue such person in their own names, if their claims are within the consideration, or on the principle of an estoppel, if they are led to believe so, and to act upon such belief to their prejudice in reliance on the notice. In such a case no question of the statute of frauds arises, for by the taking of the entire stock a consideration passed to the purchaser, and the creditors though not parties to the contract were parties to the consideration.\nAtlox'neys at laxo — Witness—Evidexice—Confidential coxnxmixvication.\nThe mere fact that a person is an attorney at law does not render him incompetent to testify as to matters affecting his client, except as to confidential communications.\nThe mere fact of employment of an attorney is not a confidential or privileged communication.\nArgued March 2, 1908.\nAppeal, No. 17, Jan. T.j 1903, by defendant, from judgment of C. P. Adams Co.., Jan. T., 1901, No. 70, on verdict for plaintiffs in case of Joseph B. Sargent et al., trading as Sargent & Company, v. S. L. Johns et al., trading as The L. M. Alleman Hardware Company.\nBefore Mitchell, Dean, Brown, Mestrezat and Potter, JJ.\nAffirmed.\n’ Assumpsit to recover a debt alleged to have been assumed by the defendants. Before Swope, P. J.\nAt the trial it appeared that the defendants in 1900, purchased from L. M. Alleman the latter’s entire stock of goods. Shortly thereafter the following advertisement, prepared by G. J. Benner, Esq., an attorney at law, was published in the Gettysburg Compiler:\n“ Public notice is hereby given that the undérsigned have purchased the entire stock in trade of the general hardware store on Baltimore street, in .the borough of Gettysburg, recently owned by L. M. Alleman, consisting of hardware, paints, wall paper, wagons, buggies, carriage repair goods, etc., and that the business of said store will, from this date, be conducted by the\ntwo undersigned as joint owners under the name and title of the L. M. Alleman Hardware Company. The undersigned, in pursuance of the contract of sale, have assumed the payment of all bills for goods purchased in the conduct of said store by L. M. Alleman, the retiring owner, and creditors are notified to promptly present their claims to them, or either of them. All bills for goods to be purchased in further continuance of said business must, before the delivery of the goods, be approved by one of the undersigned, by whom said bills will be paid at maturity or upon the usual terms of credit. The books of account of said L. M. Alleman have been transferred to the undersigned, with whom settlement must be made.\n“S. L. Johns. H. N. Gitt.”\nThe circumstances under which this notice was prepared and published are stated in the opinion of the Supreme Court.\nDefendants claimed that when they made the purchase from Alleman it was understood that the plaintiff’s claim had been paid.\nUnder objection and exception the court admitted in evidence the newspaper notice above quoted. [1]\nWhen G. J. Benner was on the stand he was asked this question:\nMr. Hersh: Q. Did you prepare a notice for the L. M. Alleman Hardware Company?\nMr. Sheely: Objected to.\nMr. Hersh: We propose to show by the witness on the stan'd, at the request of L. M. Alleman of the defendant company, he prepared a business notice, and after preparing it telephoned the contents of the notice as prepared to the defendant company ; that they were perfectly satisfied with it and instructed him to have it published in the Gettysburg Compiler and Littlestown Independent.\nMr. Sheely. Objected to as being a confidential communication to an attorney by people he represented at the time, and unless the clients waive it — ■\nMr. Hersh: We will supplement that by saying this was a gratuitous piece of work by the witness on the stand, and not as an attorney.\nMr. Sheely: That will not help the matter at all.\nThe Witness : I may be able to simplify the matter—\nQ. (The Court) Were you his attorney at the time ? A. Not at that time; and my sole conversations in relation to the preparation of that notice were with Mr. Alleman personally, and Mr. Johns and, I think possibly Mr. Brady, who is his confidential agent. I had no personal conversation with Mr. Johns and Gitt. Mr. Alleman came to me and instructed me to do certain work. • At that time Mr. Sheely was not in town and, I presumed at that time, if Mr. Sheely had been here Mr. Alleman would not have been in the office, and I had intended to ask these gentlemen how far they regarded this as a privileged communeiation. I had no conversation with either Johns, Gitt or- Alleman about the preparation of this notice until some months after that, long after it had appeared in the papers, when I was consulted by one of them with reference to this suit.\nThe Court: It seems from the cross-examination that the defendants were acquainted with this notice. We think we will allow this testimony to be admitted under the circumstances.\nQ. (The Court) : Did you consider yourself acting at the time for them. A. I did not; I regarded myself as acting in a purely clerical capacity for Mr. Alleman. And I conferred with the principal parties and went on with the preparation purely and solely, as I regarded it, on account of the absence of Mr. Sheely from town.\nMr. McSherry: This offer is objected to, first, for the reason that Mr. Benner, the witness, was a stranger to this transaction and that Gitt and Johns cannot be bound by his act. Second, for the reason that if he was not a stranger,. but was acting as counsel for Mr. Alleman, for Mr. Johns or Mr. Gitt, he cannot testify, it being in the nature of a professional engagement.\nThe Court: Just restate your offer.\nMr. Hersh: We propose to show by the witness on the stand that at the request of L. M. Alleman, the original owner of the store, he prepared the business notice, a copy of which is- now in evidence, and after its preparation, conferred or spoke to the defendant company and that they “ O. K.’d ” it.\nThe Court: Who is the defendant ?\nMr. Hersh: S. L. Johns and H. N. Gitt, the L. M. Alleman Hardware Company; and that they asked him to have it put in the papers.\nMr.' McSherry: Objected to, that the employment of Mr. Benner by L. M. Alleman cannot be binding upon the defendants in this suit and that the testimony is illegal and incompetent.\nMr. Sheely: The testimony is further, objected to for the reason that Mr. Benner, the witness on the stand, is an attorney at law practising at this court, and that he ought not to be al\" lowed to testify to anything which he did in this matter, whether he acted for Mr. Alleman, or Mr. Gitt, or Mr. Johns, whatever was said to him having been privileged.\nThe Court: The court taking the employment of Mr. Benner to be largely in the capacity of a scrivener and at the instance of L. M. Alleman, the grantor in the sale of this store, we think the offer is admissible. Exception for the defendant and bill sealed. [2]\nThe court charged in part as follows :\n[The plaintiffs seek to recover the amount of their claim from the defendant firm because, as they allege, the defendant firm, in July or August, 1900, bought all the goods, wares and merchandise of the L. M. Alleman store, and assumed to pay all his indebtedness ; that L. M. Alleman was then indebted to them for goods sold him, the said Alleman, in the sum of $3,035, with interest from April 4, 1900, and that none of this claim has ever been paid them, the plaintiff company.\nGentleman, if there were nothing more in this case than these allegations, and they were sustained by proof, the plaintiff company would not only be properly in this court suing the defendant firm in their own name, but they would be entitled at your hands to a verdict for the full amount of their claim.] [9]\n[The plaintiffs also claim, gentlemen, that they have shown by proof that they relied and acted on the truth of the advertised notice of sale by Alleman to the defendant company, and the assumption by the defendant company of the debts of Alleman in the purchase of the goods bought by him, and thus changed their relation as a creditor of Alleman to their injury.\nNow, gentleman, if you believe the above allegation to be established by proof in this case, then we instruct you that, independent of what the contract of sale was, the defendant would be estopped from showing a different contract in the purchase of the Alleman store than what they gave public notice that it was.] [11]\nEstoppels, gentlemen, signify that a man, for the sake of good faith and fair dealing, should be prevented from saying that to be false which by his means has once been accredited as the truth, and by his representations has led others to act.\nWhen one by his words or conduct causes a reasonable man to believe in the existence of a certain state of tilings, and induces him to act on that belief to his injury, or to alter his own previous position for the worse, the former is estopped from averring against the latter a different state of things as existing at the same time.\nA man is not permitted to charge the consequences of his own fault on others, and to complain of that which he himself has brought about.\nThe defendants, gentlemen, we understand are not denying that at the time of purchase by them of the Alleman store, Mr. Alleman was indebted to the plaintiff firm in the sum of $3,035, with interest from April 4, 1900, and that this claim is unpaid.\nBut the defendants claim they have shown by the proof in this case tfyat they did not assume or agree to pay the plaintiff’s claim in the purchase of the store of Mr. Alleman; that they refused to buy the store until Mr. Alleman produced a receipt showing that certain claims, including the plaintiff’s claim, were provided for. Also that they did not authorize the printed notice of the sale as it appeared in the Gettysburg Compiler; that it did not represent the contract of sale truly; that the plaintiff company did not rely on the truth of said advertised notice to their injury, or change their previous relations to Mr. Alleman as their .debtor by reason of it.\nNow, gentlemen, if you believe all the above allegations of the defendants to be established by proof in this case, then your verdict should be for the defendants. You will, therefore determine, gentlemen, from all the evidence in the case,\n1. What the contract for the purchase of the Alleman store by tbe defendant company was; did the defendant company assume the payment of the plaintiff’s claim, or did they not?\n2. Was the advertised notice of this sale published with the approval or assent of the defendant company, with the approval or assent of either Mr. Johns or Mr. Gitt, of the defendant company ?\n8. Did the plaintiff company, relying on the truth of the advertised notice, change their relation as a creditor of Mr. Alleman to their injury, or for the worse ?\n[If you find the contract of purchase of the Alleman store by the defendant company included an assumption of the plaintiff’s claim against Alleman by the defendant company, then your verdict should be for the plaintiffs for the full amount of their claim.] [12]\n[If you find the purchase of said store by the defendant company did not include the assumption or payment by the defendant company of the plaintiff’s claim against Alleman, then your verdict should still be for the plaintiffs, provided you also find that the advertised notice of the sale was published, or remained in the paper, with the assent or approval of either Mr. Johns or Mr. Gitt, of the defendant company, and that the plaintiff company, relying on the truth of said notice, changed their relation as a creditor of Mr. Alleman to their injury.] [13]\nIf you find the contract of sale of the Alleman store to the defendant company did not include the assumption or payment of the plaintiff’s claim against said Alleman, then your verdict should be for the defendants, unless you find that the advertised notice of sale was published with the approval or assent of either Mr. Johns or Mr. Gitt, of the defendant company, and the plaintiff company, relying on the truth of said notice, changed their relation as a creditor of Alleman to their injury.\nVerdict and judgment for plaintiffs for $3,329.27. Defendants appealed.\nErrors assigned were (1, 2) rulings on evidence, quoting the bill of exceptions ; (9, 11,12, 13) above instructions, quoting them.\nRobert Snodgrass and William MeSherrg, with them W. O. Sheely, for appellants.\nMr. Benner was incompetent as a witness, by reason of his professional relations to the transactions which gave rise to the alleged contract: Jeanes v. Fridenberg, 3 Clark, 199 ; Beeson v. Beeson, 9 Pa. 279 ; Moore v. Bray, 10 Pa. 519 ; Miller v. Weeks, 22 Pa. 89 ; Kaut v. Kessler, 114 Pa. 603.\nWhen the plaintiffs, by their agent and attorney, called upon Gitt with reference to the notice, and showed it to him, they were substantially informed that no such notice had ever been authorized by the defendants or either of them. This was practically a withdrawal of the representation, whatever it may have been, and no matter what the plaintiffs afterwards did, it would not constitute an estoppel on their behalf, since by following the inquiry suggested by this interview they could easily and quickly have ascertained the facts.\nWm. Arch Me Clean, with him Wm. Me Clean and Wm. Hersh, for appellee.\nMr. Benner was a competent witness: Levers v. Van Buskirk, 4 Pa. 316 ; Beeson v. Beeson, 9 Pa. 279 ; Heaton v. Findlay, 12 Pa. 304; Goodwin Co.’s Appeal, 117 Pa. 514; Caldwell v. Davis, 10 Colo. 481 (15 Pac. Repr. 696) ; DeWolf v. Strader, 26 Ill. 225 ; Smith v. Long, 106 Ill. 485.\nDefendants were estopped from denying business notice: Eldred v. Hazlett, 33 Pa. 307 ; State v. Pepper, 31 Ind. 76 ; Com. v. Moltz, 10 Pa. 527; Hill v. Epley, 31 Pa. 331; Stanley v. Whipple, 2 McLean, 35 ; Hostler v. Hays, 3 Cal. 302 ; Lewis v. Carstairs, 6 Whart. 193; Graff v. Pittsburg, etc., R. R. Co., 31 Pa. 489.\nJune 2, 1903:"
  },
  "file_name": "0386-01",
  "first_page_order": 416,
  "last_page_order": 424
}
