{
  "id": 931723,
  "name": "Keck v. Philadelphia & Reading Railroad, Appellant",
  "name_abbreviation": "Keck v. Philadelphia & Reading Railroad",
  "decision_date": "1903-07-09",
  "docket_number": "Appeal, No. 4",
  "first_page": "501",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 Pa. 281",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0281-01"
      ]
    },
    {
      "cite": "202 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0620-01"
      ]
    },
    {
      "cite": "81 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044121
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0366-01"
      ]
    },
    {
      "cite": "154 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842349
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0473-01"
      ]
    },
    {
      "cite": "118 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/118/0230-01"
      ]
    },
    {
      "cite": "89 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0193-01"
      ]
    },
    {
      "cite": "49 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/49/0186-01"
      ]
    },
    {
      "cite": "199 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922938
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/199/0322-01"
      ]
    },
    {
      "cite": "152 Pa. 281",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838161
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0281-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 12111,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.8347408024058977e-07,
      "percentile": 0.839433109806788
    },
    "sha256": "840366b0436d4c36a2cb4b14b20b52458538bfbd7db8dad77c51d44ee00c0529",
    "simhash": "1:a9a81b3cd6e17be8",
    "word_count": 2182
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Keck v. Philadelphia & Reading Railroad, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nWhen the same tracks are used by two railroad companies, how far does the operation of the Act of April 4, 1868, P. L. 58, in relief of each from liability to the employees of the other, depend on the ownership or title to the tracks ? This question though more or less involved in some of the cases under the act has not been directly determined with reference to a general rule on the subject, unless in the recent case of Kelly v. Union Traction Co., 199 Pa. 322, which will be considered further on.\nIndependently of the statute each company was liable to the employees of the other for negligence just as to any other strangers, the general similarity and aim of the duties not being sufficient to bring them within the rule as to risks of a common employment: Catawissa R. R. Co. v. Armstrong, 49 Pa. 186. The general effect of the act was as has been said to make three classes of persons: employees, quasi employees under the act, and strangers.\nIt was held in Spisak v. B. & O. R. R. Co., 152 Pa. 281, that the cases under the act fall into two classes, first where the place of the accident “ is clearly and for general purposes the ‘roads, works, depots or premises ’ of the railroad company. In such cases it is sufficient if the person injured is lawfully ‘ engaged or employed on or about ’ them, and is not a passenger. . . . The other class is where the accident occurs in a place which is not exclusively and for general purposes, but only within a limited and statutory sense, the premises of the railroad company. In this class the nature of the employment at which the party injured was engaged at the time, becomes material. If it is business connected with the railroad in the sense that it is ordinarily the duty of railroad employees, then while the party is engaged at it, the statute treats him as a quasi employee and puts his rights on the same basis. If however the work has no relation to railroad work as such, and is connected with the railroad only by irrelevant and immaterial circumstances of locality, the case is not within the statute at all.”\nThis distinction has been constantly adhered to since, and under it when an accident occurs upon a track used by different roads, the question at once arises, whose track is it to be considered for the purposes of the act of 1868 ?\nThe cases establish that the nature and extent of the ownership of the tracks is not a controlling factor. The case which' comes nearest to a direct decision on the point involved in the present controversy is Kelly v. Union Traction Co., 199 Pa. 322, already mentioned. Two passenger railway companies ran their cars east and west on the same tracks on Arch street in the city of Philadelphia, and by arrangement between themselves used the south track going east and the north track going west, connecting them by two switches at the eastern terminus. The duty of the car first arriving at the terminus was to run east of the east switch while the car following it stopped between the two switches; the motorman of the first or eastern car was then to reverse his trolley, turn the east switch and cross over to the north track for his western trip. On the occasion of the accident he neglected to turn the switch and ran his car west on the east-bound track till it struck the car that had followed it east, and injured the plaintiff who was the conductor, in the employ of the other company. It was held that the case was not within the act of 1868 and the plaintiff could recover. It is settled, said the court, “ that the road on or about which the accident occurs need not be owned by the defendant company to bring it within the terms of the act of 1868, but the use, by agreement, of the road of another company by the defendant company makes it the latter’s road in contemplation of the act. . . . The track at the point of the accident was in the use of the Hestonville Company and therefore had, by agreement of the parties, become for the time being the road of that company. Its employees in the operation of its cars had a right to be there and they could enforce their right to protection against the negligence of everyone save the co-employees of that company.” It does not appear in the report but was a fact in the case that both companies had a charter fight to use Arch street, and the use of the same tracks while by agreement between them was not really a lease or license from the first which laid the tracks, but an adjustment of equal rights so as to avoid a conflict. This fact, it is very forcibly argued by the appellants, distinguishes the case from the present, and puts the plaintiff in the class of permissive users of the railroad’s premises such as in Ricard v. North Penna. R. R. Co., 89 Pa. 193; B. & O. R. R. Co. v. Colvin, 118 Pa. 230; Miller v. Cornwall R. R. Co., 154 Pa. 473, and similar cases.\n' The decisions however show that this difference has not been considered material. In Mulherrin v. Delaware, etc., R. R. Co., 81 Pa. 366, the plaintiff was an employee of the company owning the tracks, and the action was against the licensee. It was held that the latter’s title was not material and the case was within the act. The plaintiff, said Paxson, J., “ was not an employee of the defendants but he was employed on or about their road. The fact that the defendants were only entitled to track rights to the road is not material. This is not a question of the extent of their title. It was the road of the defendant for the purpose of moving their trains which is sufficient to bring the case within the act of 1868.” So in Weaver v. Phila., etc., Ry. Co., 202 Pa. 620, the siding was on the land of plaintiff’s employer, and the cars, etc., were the property of the defendant, though used on the land. “ What matters it,” said Mr. Justice Dean, •“ whether this was by reason of an ownership of the land, a formal written license, or by a parol permission of the iron company; for all the purposes of a common carrier, the premises were the premises of the railroad company in shipping in and out the iron company’s freight.”\nThe rules to be deduced from the cases as substantially determined in Kelly v. Traction Co. are :\nFirst, where the same track is used by two railroad companies, it must be considered for the application of the act of 1868 as the property of each while using it.\nSecondly, whether the use be by virtue of joint or several ownership, charter right, lease, license or traffic agreement, is immaterial.\nThirdly, to bring the case within the second class distinguished in Spisak v. B. & O. R. R. Co., 152 Pa. 281, namely those where the employment is ordinarily the duty of railroad employees, the plaintiff must not only be engaged in such work but also be so engaged for or upon the property of the railroad by whose negligence he is injured. Thus in the present case the plaintiff’s husband was engaged in railroad work as a locomotive engineer, but not for the defendant, nor upon premises which were to be treated as defendant’s at that time. He was therefore not within the act.\nFourthly, in such cases the employees of each road accept the risks of their employment in regard to their own road but not those incident to the operation of the other road, unless at the time engaged in some work for the other or for both roads jointly.\nThe distinctions thus made were not directly developed by the facts in the earlier cases, but as already shown the language of the opinions indicates the trend of thought on the subject, and no case has been decided which upon its facts is out of harmony with the rules now laid down. Even Mulherrin v. Del. & R. R. Co., 81 Pa. 366, where the facts are not very clearly stated with reference to this point, which was not raised, when carefully examined shows that it is in accord. Plaintiff got off his train to open a switch in the performance of his duty, and his train passed on. He waited until it returned on another track- and then walked down the first track on his way to rejoin his train, and while so walking was struck by the train of the other company. The track on which he walked was the property of his road and if he had been injured by the other train while in the performance of his duty on it he would have had his action. But at the time of the accident his train had passed off that track which had become temporarily the property of the other company, the defendant, by the entry of its train. Plaintiff therefore was walking on defendant’s track, and was rightfully held guilty of contributory negligence, as well as having his case come within the act of 1868.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Gavin W. Hart, for appellant.",
      "A. T. Freedley, with him U. S. Koons, for appellee."
    ],
    "corrections": "",
    "head_matter": "Keck v. Philadelphia & Reading Railroad, Appellant.\nNegligence — Railroads—Master and servant — Fellow servant — Act of April 4, 1868, P. L. 58.\nIndependently of the Act of April 4, 1868, P. L. 58, a railroad company was liable to the employees of another railroad company for negligence, just as to any other strangers, the general similarity and aims of the duties not being sufficient to bring them within the rule as to the risks of a common employment. The general effect of the act was to make three classes of persons, employees, quasi employees under the act and strangers.\nWhere the same track is used by two railroad companies, it must be considered for the application of the Act of April 4, 1868, P. L. 58, as the property of each while using it; and it is immaterial whether the use be by virtue of joint or several ownership, charter right, license or traffic agreement,\nTo bring a case within the second class distinguished in Spisak v. B. & O. R. R. Co., 152 Pa. 281, namely those where the employment is ordinarily the duty of railroad employees, the plaintiff must not only be engaged in such work but also be so engaged for or upon the property of the railroad by whose negligence he is injured.\nIn such cases the employees of each road accept the risk of their employment in regard to their own road but not those incident to the operation of the other road unless at the time engaged in some work for the other or for both roads jointly.\nA locomotive engineer engaged in running a train of his own company over tracks of another company which his own company had permission to use, is not within the provision of the act of April 4, 1868, if he is killed by the negligence of employees of the other company.\nArgued March 24, 1903.\nAppeal, No. 4, Jan. T., 1903, by-defendant, from judgment of C. P. No. 3, Phila. Co., Dec. T., 1901, No. 2915, on verdict for plaintiff in case of Eliza A. Keck v. Philadelphia & Reading Railway Company.\nBefore Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before McMlchael, J.\nThe material facts connected with the accident, out of which the action grew, were as follows: Plaintiff’s husband was employed as a locomotive engineer by the Central Railroad Company of New Jersey.\nBy permission of the Philadelphia and Reading Railway Company the Central Railroad Company at the place where the accident occurred drew its trains over the tracks of the Reading Company, and in so doing used its own engine and crew. The railroad of the Reading Company at the place in question consisted of two tracks with turnouts and switches.\nOn one of the tracks at the time of the accident were two trains belonging to the Reading Company, both headed in the same direction, one moving and the other standing still. The Central Company train was moving on the adjoining track. Just as the moving Central train reached the end\" of the standing Reading train, the second train of the Reading Company came along the track occupied by its standing train and'a tail end collision occurred, by which the caboose of the standing train was thrown upon the engine of the Central train and the engineer, plaintiff’s husband, was killed.\nVerdict and judgment for plaintiff for $12,500. Defendant appealed.\nError assigned was in refusing binding instructions for defendant.\nGavin W. Hart, for appellant.\nA. T. Freedley, with him U. S. Koons, for appellee.\nJuly 9, 1903 :"
  },
  "file_name": "0501-01",
  "first_page_order": 531,
  "last_page_order": 536
}
