{
  "id": 931710,
  "name": "James Smith Woolen Machinery Company, Appellant, v. Browne",
  "name_abbreviation": "James Smith Woolen Machinery Co. v. Browne",
  "decision_date": "1903-07-09",
  "docket_number": "Appeal, No. 11",
  "first_page": "543",
  "last_page": "548",
  "citations": [
    {
      "type": "official",
      "cite": "206 Pa. 543"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "147 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0225-01"
      ]
    },
    {
      "cite": "42 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0068-01"
      ]
    },
    {
      "cite": "139 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0163-01"
      ]
    },
    {
      "cite": "191 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0290-01"
      ]
    },
    {
      "cite": "163 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0210-01"
      ]
    },
    {
      "cite": "75 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0384-01"
      ]
    },
    {
      "cite": "191 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0290-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 12931,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.336886486781306e-07,
      "percentile": 0.9178903866596083
    },
    "sha256": "be4a712880f695db6011742d468110581b67a3e6939c377cfd6954bd8d5c4ffd",
    "simhash": "1:2a09852385948d81",
    "word_count": 2219
  },
  "last_updated": "2024-02-27T19:26:17.929337+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Fell, Brown, Mesteezat and Potter, JJ."
    ],
    "parties": [
      "James Smith Woolen Machinery Company, Appellant, v. Browne."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMs. Justice Mitchell,\nThe plaintiff’s claim rests entirely on the Act of June 17, 1887, P. L. 409, and therefore a substantial if not a strict compliance with the requirements of the statute is essential to its validity. But examination shows an entire failure of such compliance.\nThe claim is filed “ for materials delivered and labor furnished.” The statute gives a lien only for “performing labor, or furnishing labor for or about the construction,” etc. It is very carelessly drafted (probably as suggested by McIlvaine, J., in McKeever v. Victor Oil Co., 9 Pa. C. C. Rep. 284, from negli.gent copying of section 2 of the local Act of Venango county April 8,1868, P. L. 752, or of the Act of June 28, 1879, P. L. 182) and the subsequent phrase hr the same section “provided further that when the materials were furnished or labor performed by others,” etc., suggests it as not improbable that the first sentence was intended to be “ performing labor or furnishing materials,” etc. But that is the enacting clause, “all persons performing labor or furnishing labor .... shall have a lien .... for the price or value of such work and labor,” and being clear and no other lien being given, we are not at liberty to supply one by reference to any supposed intent. It is said in the argument that the claim for materials was abandoned at the trial, but even if so, it is not clear that a purely statutory claim which is defective because in excess of the statutory authority, can be cured by the abandonment of the excess. This, however, it is not necessary to decide as there are other objections which are insuperable.\nSecondly the claim is filed against “ all that certain lot or piece of ground with the factory building,” etc. (describing it by metes and bounds), and is for “ a lien on said building, with the improvements thereon, and the curtilage appurtenant thereto.” No such lien is authorized by the statute. The parties entitled to a lien are those performing or furnishing labor “ for or about the construction of any engine house, derrick, truck, buildings, machinery, wood or iron improvement, construction or erection upon any leasehold, either by written or verbal lease, or for boring, drilling or mining of any lease or lot as aforesaid, for the ■ development or improvement of the same,” and the lien given is “ upon such engine or engines, engine house, derrick, tank, building, machinery, wood or iron improvement, oil wells and fixtures, on said lot or leasehold itself, for the price or value of such work and labor. Provided, that the lien hereby given shall extend only, as to such lease or lot, to the interest of the lessee or lessees, tenant or tenants therein.” This lien is not in any case upon the land itself, but at most upon the lessee’s interest in it, and even this latter is confined to labor furnished “ for boring, drilling or mining of any lease or lot for the development or improvement of the same,- ” in all other cases the lien is expressly confined to the specific machinery, etc., on which the labor was supplied, the intent apparently being to give a lien on what may be described generally as trade fixtures or improvements, but as a lien limited to the oil well itself or other result of “ boring, drilling or mining ” would be impracticable, the lien in such case is extended to the lessee’s interest in the land. If this construction were at all doubtful it would be made entirely clear by the fifth section of the act which provides that after the filing of any claim “ it shall not be lawful for any owner or owners, contractor or contractors, lessee or lessees, tenant or tenants, of any property named and described in such statement of claim, or their assigns or sub-lessees, to remove or attempt to remove the same from such lot, lease or parcel of land, while the said claim remains unpaid, pending and undetermined.” The “property named and described in such statement of claim ” is thus clearly indicated to be not the land nor even the lessee’s interest in it, but the severable machinery, etc., which is intended to be the specific subject of lien.\nThe claim in the present case is not within the act. It is very questionable regarding the act as a whole whether it is intended to apply to any but oil or gas leases or similar mineral and mining rights in land. All the terms used are directly applicable to such leases and are not applicable to leaseholds for manufacturing or similar purposes without some straining. But passing this objection, the plaintiff’s claim as already noted, is for a lien on the land itself, the building, and curtilage, and even if it could be construed as intended to be only against the lessee’s interest, it is still unauthorized for it is not for “boring, drilling, or mining,” the only case in which the act authorizes a lien against the leasehold estate itself.\nFurther, the claim is for material and labor for “ the construction of certain engines, machinery, shafting, hangers, pulleys, etc., erected on and added to the above described premises.” The bill of particulars makes it doubtful whether a large part if not the whole claim is not for repairs rather than construction, but in any view the lien asserted, on the building and curtilage (already discussed) and upon “the engines, machinery, shafting, hangers, pulleys, etc., therein and thereon,” not limited to those upon which work was done, but including all in the building, is far in excess of any authorized by the act. See St. Clair Coal Co. v. Martz, 75 Pa. 384.\nThe constitutional objection that the act transgresses the prohibition of section 6 of article 3 cannot be sustained.\nSection 4 of the act provides that “ proceedings to enforce the collection of claims shall be as is now provided by law in case of mechanics’ liens ” except that in certain cases publication is required in addition to posting on the premises.- This is not a violation of the letter or spirit of that section of the constitution, which has reference to express amendments only. When there is an established system of procedure in certain cases, whether it be by common law or statute or joint operation of both, a new act applying such system to a new class of cases by general reference to it, is not a violation of section 6, article 3, although it may operate to some extent as an extension of a previous statute : In re Greenfield Avenue, 191 Pa. 290.\nIt may be that the present act will encounter practical difficulties in its administration, such as is suggested in the matter of judgment and execution by scire facias on alien on personal property. This and similar questions must be left to be dealt with as they arise. But the act may prove nugatory and impracticable in application and 'yet not be unconstitutional for any of the reasons at' present assigned.\nJudgment affirmed.",
        "type": "majority",
        "author": "Ms. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "W. Horace Hephurn, with him William A. Carr and Sidney L. Krauss, for appellant.",
      "Joseph PeF. Junkin, with him H. S. Prentiss Nichols, for appellees."
    ],
    "corrections": "",
    "head_matter": "James Smith Woolen Machinery Company, Appellant, v. Browne.\nMechanic's lien — Oil and gas wells — Act of June 17,1887, P. L. 409,-^ Jjábor — Materials—Leasehold.\n(1) A claim filed under the act of June 17, 1887, “ for materials delivered and labor furnished ” is invalid, as the act only provides a lien for labor; (2) A claim filed against “all that certain lot or piece of ground with the factory building .... improvements thereon, and the curtilage appurtenant thereto,” is invalid, inasmuch as the intent of the act was to give a lien only against a tenant’s interest in severable machinery on the land ; (3) A claim against all the machinery on the premises is invalid, inasmuch as the act gives a lien against machinery only on which construction work was done.\nIt seems probable that the Act is applicable only to oil or gas leases or similar mineral and mining rights in land.\nNot decided whether a claim filed “for materials delivered and labor furnished ” is invalid as to labor furnished,\nConstitutional law — Amendments of statutes — Mechanic's lien — Article 3, section 6, of the constitution — Act of June 17, 1887, P. L. 409.\nWhen there is an established system of procedure in certain cases, whether it be by common law or statute or joint operation of both, a new act applying such system to a new class of cases by general reference to it, is not a violation of section 6, article 3, although it may operate to some extent as an extension of a previous statute.\nThe Act of June 17, 1887, P. L. 409, giving a lien for labor for or about certain construction work, and providing that the proceedings shall be such as “ now provided by law in case of mechanics’ liens,” does not transgress the prohibition of section 6 of article 3 of the constitution, relating to amendments of statutes.\nArgued March 27, 1903.\nAppeal, No. 11, Jan. T., 1903, by plaintiff, from order of C. P. No. 2, Phila. Co., Sept. T. 1900, No. 1308, M. L. D., refusing to take off nonsuit in ease of James Smith Woolen Machinery Company v. William Browne, Owner, and William Browne et al., trading as Phenix Mills Company, Contractors and Lessees.\nBefore Mitchell, Fell, Brown, Mesteezat and Potter, JJ.\nAffirmed.\nScire facias sur mechanic’s lien. Before WiltsANK, J.\nThe lien filed in this case was a claim “ against all that certain lot or piece of ground with the factory building called the Schuylkill Factory and other buildings and improvements thereon erected and the machinery, steam engines and boilers in and about the same of every kind and description situate in Manayunk in the Twenty-first Ward of the said City of Philadelphia, described as follows, to wit: . . . .\nThe said sum .... being a debt contracted by the said Contractors and Lessees for material delivered and labor furnished by the said Claimant directly to the said Lessees for and about the construction of certain engines, machinery, shafting, hangers, pulleys, &c., erected on and added to the above described-premises, which material, with the time of its delivery, and the doing of said work, and the amount due on each, are more particularly described in the Bill of Particulars annexed hereto, which Bill the Claimant prays may be taken and considered as part of this lien against said building with the machinery therein, of which the said William Browne, then was and now is the'reputed owner, and the said William Brown, Samuel C. Browne, Bernard S. Browne, and William Anderson, Jr., Copartners trading as the Phenix Mills Company, were and now are the lessees, which said material and labor was commenced on the sixteenth day of March, 1900, and the last work and material delivered to said building was on- the twenty-ninth- day of September, 1900.\nWherefore, the said James Smith Woolen Machinery Company claim to have' a lien' on said building, with the improvements thereon and the curtilage appurtenant- thereto, together with the- engines, machinery, shafting, hangers, pulleys, &c., therein and thereon.”\nThe first section of the Act of June 17, 1887, P. L. 409, is as' follows: That all persons performing labor or furnishing labor for or about the construction of any engine, house, derrick, tank, buildings, machinery, wood or iron improvement, construction or erection upon any leasehold, either by written or verbal lease, or for boring, drilling or mining of any lease or lot as aforesaid, for the development or improvement of the same, whether such labor is or may be done by day, month or year, or by contract, for the tenant or tenants, lessee or lessees of such lot, or lease, or parcel of land, or for their use or benefit, shall have a lien- upon such engine or engines, engine house, derrick,-tank,, building, machinery; wood, or iron improvement, oil wells and fixtures, on said lot or leasehold itself, for the price and value of such work and labor: Provided, that the lien hereby given shall extend only, as to such lease or lot, to the interest of the lessee or lessees, tenant or tenants therein: And provided further, that when the materials were furnished or labor performed by others, than the original contractor or contractors, they shall notify the owner or owners, or reputed owners of the leasehold property of his or their intention to file a mechanic's lien, and unless such notice be given no such lien shall be filed nor be of any validity.\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nError assigned was in refusing to take off nonsuit.\nW. Horace Hephurn, with him William A. Carr and Sidney L. Krauss, for appellant.\nThe Act of June 17, 1887, P. L. 409, is constitutional: Searight’s Est., 163 Pa. 210; Greenfield Ave., 191 Pa. 290; Strawick v. Munhall, 139 Pa. 163.\nThe appellant fully complied in every particular with the requirements of the act.\nThe act does not require the claim filed to set forth the precise nature of the appellee’s interest, or that it is a mere leasehold : Thomas v. Smith, 42 Pa. 68; McCristal v. Cochran, 147 Pa. 225.\nJoseph PeF. Junkin, with him H. S. Prentiss Nichols, for appellees.\nJuly 9, 1903 :"
  },
  "file_name": "0543-01",
  "first_page_order": 573,
  "last_page_order": 578
}
