{
  "id": 1883204,
  "name": "Zoning Board of Adjustment v. Walsh, Appellant",
  "name_abbreviation": "Zoning Board of Adjustment v. Walsh",
  "decision_date": "1962-11-13",
  "docket_number": "Appeal, No. 180",
  "first_page": "8",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "409 Pa. 8"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 324,
    "char_count": 5411,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.2533959344427176e-07,
      "percentile": 0.6106971873649777
    },
    "sha256": "1a88d0427a455f1de0f9d4678a58bee286dd2552a6f946ac705a6a456df18779",
    "simhash": "1:61f7c4afa1ef7878",
    "word_count": 910
  },
  "last_updated": "2023-07-14T18:07:53.890514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, O’Brien and Keim, JJ."
    ],
    "parties": [
      "Zoning Board of Adjustment v. Walsh, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Bell,\nButler Stamping Company was the lessee of a large one-story building situate at 418 Hazel Avenue, in the City of Butler. The building was used for the storage of metal products and subsequently for the manufacture of metal products. On December 23, 1958, prior to (or, as appellant contends, prior to and during) the movement of machinery into the building for the purpose of manufacturing, the City of Butler enacted a zoning ordinance, No. 382, which zoned this distinct Residential. On January 15, 1960, the Zoning Officer ruled that the premises was “M-2 Heavy Industrial” prior to the enactment of the ordinance, with the result that a continuance of the manufacturing operation by the Butler Stamping Company was permitted. In other words, this manufacturing was ruled to be a continuance or a lawful extension of a valid nonconforming use. The Zoning Officer’s decision was affirmed by the Zoning Board of Adjustment. Thereupon appellant (an adjoining property owner), within the time limit of thirty days, appealed to the Court of Common Pleas of Butler County in accordance with the Third Class City Code, and in conformity with Rule 3 of the Pennsylvania Rules of Civil Procedure. The requisite papers were filed by the appellant with the Prothonotary within the prescribed period and a copy thereof was delivered to all parties in interest. However, the Prothonotary failed to issue a writ of certiorari to the Zoning Board commanding it within twenty days after service thereof to certify to the Court of Common Pleas its entire record in the matter: Pa. R. C. P. 5. Over a year later the Court of Common Pleas quashed the appeal because no writ of certiorari had been issued and no record was before that Court within the required twenty days. From the Order of the Court of Common Pleas which quashed the appeal to that Court, appellant appealed to this Court.\nThe question involved boils down to this: Was it the duty of appellant to have the writ of certiorari issued and filed, together with the record of the zoning board in the lower Court, or was this duty imposed upon the Prothonotary?\nThe Third Class City Code, supra, pertinently provides: “Appeal from board’s decision. Any person aggrieved by any decision of the board of adjustment or any city officer affected thereby may appeal therefrom, within thirty days, to the court of common pleas. Every such appeal shall specify the grounds thereof and the interest of the appellant. So far as practicable and consistently with the provisions of this article, the procedure for appeals from the board of adjustment shall be in conformity with the Rules of Civil Procedure of the Supreme Court regarding appeals from administrative agencies.”\nRule o of the Pennsylvania Rules of Civil Procedure pertinently provides: “Rule 5. Writ of Certiorari. Upon the filing of an appeal . . . the prothonotary shall forthwith issue a writ of certiorari directed to the agency named in the appeal, commanding it, within twenty (20) days after service thereof, to certify to the Court of Common Pleas ... its entire record in the matter in which the appeal has been taken. The prothonotary shall serve the agency . . . .”\n“Rule 6. Certification of the Record. On or before the return day of the writ of certiorari the agency [in this case, the zoning board] shall certify its entire record in the matter appealed from and shall file it, with the writ, in the office of the prothonotary unless the parties to the proceeding shall stipulate otherwise. The certification shall be made by the head, chairman, deputy or secretary of the agency.”\nThe above quoted Rules require (1) the Prothonotary to issue forthwith a writ of certiorari commanding the Zoning Board to certify to the Court of Common Pleas its entire record and requires the Prothonotary to serve the Zoning Board with a copy of the writ (unless service thereof is accepted in writing), and (2) require the Zoning Board to certify the entire record to the Court of Common Pleas and file it in the office of the Prothonotary.\nWe note that these rules are in some material respects different from the statutes and rules prescribed for appeals in cities of a different class and in boroughs and townships.\nWe are of the opinion that appellants should not be penalized for the failure of the Prothonotary to perform his duty and consequently the Order of the lower Court quashing the appeal should not be sustained.\nOrder reversed and case remanded for a disposition on the merits.\nPa. R. C. P. 4.\nAct of June 23, 1931, P. L. 932, §4127, added June 28, 1951, P. L. 662, §41, 53 P.S. §39127.\nrecord was filed in the Common Pleas Court four months later.\nItalics throughout, ours.\nAdopted January 11, 1946. Effective February 4, 1946.\nCities of the First Class, 53 P.S. §14759; Cities of the Second Class, 53 P.S. §25057; Cities of the Second Class A, 53 P.S. §30664; Boroughs, 53 P.S. §48307; Townships of the First Class, 53 P.S. §58107, and Townships of the Second Class, 53 P.S. §67007.",
        "type": "majority",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "Harry K. McNamee, with him Marshall, Marshall é McNamee, for appellant.",
      "Roderick G. Norris, with him Norman D. Jaffe, and Eckert, Seamans & Cherin, and Galbreabh, Braham, Gregg, Kirkpatrick and Jaffe, for appellees."
    ],
    "corrections": "",
    "head_matter": "Zoning Board of Adjustment v. Walsh, Appellant.\nArgued October 1, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, O’Brien and Keim, JJ.\nNovember 13, 1962 :\nHarry K. McNamee, with him Marshall, Marshall é McNamee, for appellant.\nRoderick G. Norris, with him Norman D. Jaffe, and Eckert, Seamans & Cherin, and Galbreabh, Braham, Gregg, Kirkpatrick and Jaffe, for appellees."
  },
  "file_name": "0008-01",
  "first_page_order": 54,
  "last_page_order": 58
}
