{
  "id": 1883230,
  "name": "Palandro v. Bollinger, Appellant",
  "name_abbreviation": "Palandro v. Bollinger",
  "decision_date": "1962-11-28",
  "docket_number": "Appeal, No. 84",
  "first_page": "296",
  "last_page": "300",
  "citations": [
    {
      "type": "official",
      "cite": "409 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 A. 2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197320
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0001-01"
      ]
    },
    {
      "cite": "171 Atl. 458",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154713
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0148-01"
      ]
    },
    {
      "cite": "117 Atl. 403",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "274 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073055
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 5940,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.6886148671416827e-07,
      "percentile": 0.698698263875616
    },
    "sha256": "442bc31355aa872c6c3d928459fcc7a40b97e581a333df526d4fae9fd0b2ce7a",
    "simhash": "1:17d5f20c184aa138",
    "word_count": 1001
  },
  "last_updated": "2024-02-27T16:31:27.607300+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Keim, JJ.",
      "Mr. Justice Benjamin R. Jones joins in this dissenting opinion."
    ],
    "parties": [
      "Palandro v. Bollinger, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Keim,\nThis is an appeal from order of Court of Common Pleas of Allegheny County granting plaintiff’s motion for a new trial.\nPlaintiff, a traffic policeman for the City of Pittsburgh, instituted suit in trespass to recover damages for injuries sustained on January 17, 1956 as a result of an accident at the intersection of Fawn Way and Moredale Street, in the City of Pittsburgh, at 4:20 P.M.\nAt the time of the collision, the plaintiff was on his way home riding a motorcycle with a side-car. He had been off duty since 8:45 P.M. An unidentified motorist hailed the plaintiff and pointed out an automobile ahead which she alleged forced her off the road. Plaintiff proceeded to follow this vehicle which he had in sight and in taking a short cut eventually came to the scene of impact with defendant’s automobile. There were no traffic controls at the intersection. The alley and street were both covered with hard packed snow which made driving hazardous.\nIt is not necessary to go into details as to the facts and extent of injuries because the motion for new trial was granted because the court erred in permitting counsel for the defendant to elicit testimony from plaintiff that his full salary and all medical expenses were paid by the city during his convalescence, there being no affirmative proof that the payments were a gratuity.\nThe testimony in question was given by an employe of the City of Pittsburgh from the payroll auditing section who testified from his records concerning the absence of plaintiff, tbe applicable rate of pay and total loss of income. In answering the questions by counsel for defendant be stated that tbe city paid plaintiff $921.53 for time be earned with tbe city and received disability from tbe Disability Compensation Fund in tbe amount of $3,657.43, from January 17, 1956 to November 4, 1956. Tbis represents tbe exact amount plaintiff would have earned bad be been working full time.\nTbe plaintiff argues that be suffered incalculable barm from tbe admission of tbis evidence and that testimony concerning payment of wages and medical bills during bis absence from bis employment was not relevant or material to tbe issues at trial, and further that money or benefits from a collateral source cannot be used by a tortfeasor to reduce tbe special damages be must pay to one be has injured.\nTbe verdict reads as follows: “And now, to wit: May 11, 1961, we the jurors empanelled in tbe above entitled case, find Both party’s negligent, or a verdict for tbe defendant”.\nIn view of tbe verdict it is apparent that tbe lower court was of tbe opinion that tbis evidence did undermine plaintiff’s case in tbe eyes of tbe jury and tbe authorities cited in its opinion justify tbe granting of a new trial because of tbis error.\nIn tbe case of Lengle v. North Lebanon Township, 274 Pa. 51, 117 Atl. 403 (1922), the court stated tbe law at page 53: “There was admitted in evidence a compensation agreement under which deceased’s children received compensation. Not only was tbe fact of an agreement admitted, but much testimony was taken showing tbe amount of money received under it. Tbe offer was for tbe purpose of showing plaintiff could not maintain tbe action in right of tbe children. The real purpose (not part of tbe offer) was to convey to tbe jury tbe fact that tbe children were already being taken care of under the Compensation Laws of the State, and the amount received by them. No further suggestion was necessary to convince the jury the Township should not be asked to pay more to the children or any sum in relief of the employer. Under such circumstances plaintiff’s chance of recovering anything was materially injured the moment the evidence was delivered. The court endeavored to correct its mistake in its charge, but the mischief was already done . . . The evidence was not competent, in any view of the case. While the compensation act provides a certain means of relief to a person injured, or those surviving a decedent, which, from a legislative viewpoint, is ample, it cannot be regarded as representing total compensation, or that which the injured person or the decedent’s dependents are entitled to receive from others than the employer causing the injury.”\nIn the case of Paxos v. Jarka Corporation, 314 Pa. 148, 171 Atl. 458 (1934), Justice Kephart said at page 152: “. . . Defendant cannot prejudice employee Strong’s right to recover from a third party by parading before the jury an array of figures paid to him by his employer under the Compensation Act.”\nIn the case of Philadelphia v. Philadelphia Rapid Transit Company, 337 Pa. 1, 10 A. 2d 434 (1940), at page 4, the Court held that sums paid to city firemen “were in the nature of disability compensation, similar to workmen’s compensation payments and payments under an accident insurance policy and should be treated in the same manner. Such payments have always been disregarded in determining the amount of damages to which an injured plaintiff is entitled.”\nWe are of the opinion that wages paid by the City of Pittsburgh and sums paid from Disability Compensation Fund fall within cases cited herein and because of the admission of that evidence a new trial should be granted.\nOrder granting a new trial affirmed.",
        "type": "majority",
        "author": "Me. Justice Keim,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Justice Bell:\nI dissent — the jury specifically found plaintiff (and defendant) were guilty of negligence. If the admission of testimony that plaintiffs full salary and all of his expenses had been paid was error, it was clearly harmless error.\nMr. Justice Benjamin R. Jones joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "Preston J. McDonnell, with him Brandt, Biester, Brandt & Malone, for appellant.",
      "Dennis G. Harrington, with him Gene K. Lynch, and McArdle, Harrington & McLaughlin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Palandro v. Bollinger, Appellant.\nArgued October 3, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Keim, JJ.\nNovember 28, 1962:\nPreston J. McDonnell, with him Brandt, Biester, Brandt & Malone, for appellant.\nDennis G. Harrington, with him Gene K. Lynch, and McArdle, Harrington & McLaughlin, for appellee."
  },
  "file_name": "0296-01",
  "first_page_order": 342,
  "last_page_order": 346
}
