{
  "id": 1883242,
  "name": "Pugh, Appellant, v. Ludwig",
  "name_abbreviation": "Pugh v. Ludwig",
  "decision_date": "1963-01-08",
  "docket_number": "Appeal, No. 408",
  "first_page": "517",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "409 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "38 A. 2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "155 Pa. Superior Ct. 95",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1057000
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/155/0095-01"
      ]
    },
    {
      "cite": "150 A. 2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. Superior Ct. 322",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745026
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/189/0322-01"
      ]
    },
    {
      "cite": "29 A. 2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "151 Pa. Superior Ct. 45",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1047389
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/151/0045-01"
      ]
    },
    {
      "cite": "40 A. 2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462761
      ],
      "year": 1945,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0099-01"
      ]
    },
    {
      "cite": "97 Pa. Superior Ct. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        685483
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/97/0225-01"
      ]
    },
    {
      "cite": "101 A. 2d 413",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "174 Pa. Superior Ct. 308",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        719036
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/174/0308-01"
      ]
    },
    {
      "cite": "163 Atl. 385",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "107 Pa. Superior Ct. 309",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704683
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/107/0309-01"
      ]
    },
    {
      "cite": "113 Atl. 413",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066113
      ],
      "year": 1921,
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 5768,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 2.8545949051601434e-07,
      "percentile": 0.8409416919673696
    },
    "sha256": "ee105c1449f5c256b19860c6f3895d9c48e286fe33edab23652bddfe460a7bfe",
    "simhash": "1:5a6ef0443a67ae52",
    "word_count": 988
  },
  "last_updated": "2024-02-27T16:31:27.607300+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Heim, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Pugh, Appellant, v. Ludwig."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThis action arises out of a collision between two automobiles at the intersection of Third and Cumberland Streets, Philadelphia. The jury returned a verdiet in favor of appellee and this appeal from the lower court’s denial of appellant’s motion for judgment n.o.v. raises the single question of whether appellee was contributorily negligent as a matter of law.\nViewing the evidence in the light most favorable to appellee, the verdict-winner, we find that about 5:30 p.m. on March 5, 1958, a clear, dry day, appellee was driving north in the center of Third Street towards the intersection of Third and Cumberland Streets. At this point, each of the streets is one-way, 26 feet wide, and has 12 foot sidewalks. The intersection was not controlled by traffic signals at the time of the accident.\nAs appellee approached the intersection, he took his foot off the gas pedal thereby reducing his speed to 15 miles per hour. He looked to his right and saw appellant’s car approximately 50 feet away and proceeding west in the center of Cumberland Street at the rate of 15 miles per hour. Deciding that he could safely cross the intersection, appellee, without increasing his rate of speed, went five to eight feet into the intersection when he concluded that he could not clear appellant’s car. Hoping that appellant would see his car in time and drive around it, appellee applied his brakes. However, appellant, whose negligence is conceded, did not see appellee’s car until he was five feet away from it and consequently struck the front of appellee’s car at a point ten feet north of the south curb and 19 feet west of the east curb.\nAlthough The Vehicle Code provides that the driver on the right (appellant) has the right-of-way at an uncontrolled intersection, it is well-established that where the driver from the left (appellee) reaches the intersection first, he may proceed into the intersection if he is far enough in advance of the vehicle on the right to permit a reasonable belief that he can clear the intersection without danger of collision. See Weber v. Greenebaum, 270 Pa. 382, 113 Atl. 413 (1921); Keough v. Yellow Cab Co. of Phila., 107 Pa. Superior Ct. 309, 163 Atl. 385 (1932). The car entering the intersection from the left has been held contributorily negligent as a matter of law where either the physical facts demonstrate that it is impossible for him to cross the intersection without a collision, or where the margin of safety is so narrow that a reasonably prudent man would not test the obvious danger.\nLooking at the physical facts in this case, we discover that in order to avoid a collision appellee had to proceed approximately 40 feet before appellant traveled 50 feet. Since both cars were moving at approximately the same rate of speed, the margin of error was ten feet. A car being driven at 15 miles per hour travels 22 feet per second and accelerates an additional 1.5 feet per second with every one mile per hour increase in speed. Hence, if appellee misjudged in the slightest degree either the distance of appellant’s car or the speed at which it was traveling — as he apparently did — a collision was likely. Under these circumstances, a reasonably prudent man would either abstain from entering the intersection initially, or, once having committed himself to the intersection, would increase his rate of speed to insure clearing the intersection without collision. If appellee’s decision to apply his brakes was caused by the perilous nature of the situation, that peril was of his own making. We must conclude, therefore, that appellee was contributorily negligent as a matter of law.\nThe cases relied upon by appellee are distinguishable since they involve situations where either the margin of safety was much greater than in our case, or where the driver from the right slowed down and thus indicated that he would yield the right-of-way to the driver on the left.\nJudgment for appellee is reversed and here entered for appellant.\nMr. Justice Musmanno dissents.\nThe present claim was filed by appellee as a counterclaim to appellant’s complaint seeking damages resulting from the same collision. Appellant’s claim was settled before trial and hence is not before us.\nAct of April 29, 1959, P. L. 58, §1013, 75 P.S. §1013.\nSee, e.g., McMillan v Mor Heat Oil and Equipment Co., 174 Pa. Superior Ct. 308, 101 A. 2d 413 (1953) ; Brayman v. DeWolf, 97 Pa. Superior Ct. 225 (1929).\nAs former Chief Justice Stern said in Affelgren v. Kinka, 351 Pa. 99, 101, 40 A. 2d 418, 419 (1945), “The law does not permit the driving of automobiles into and through intersections when the possible margin of safety is so close.”\nIn his brief, appellee takes the position that he was driving 25 miles per hour as he entered the intersection. He supports this contention with the testimony of the police accident investigator who stated that appellee told him soon after the accident that he was driving 25 miles per hour. Sinee appellee denied this testimony on the stand and stated instead that he was going 15 miles per hour, we fail to understand how he can now argue that he was in fact proceeding at 25 miles per hour as he entered the intersection.\nIn Robinson v. Ondack, 151 Pa. Superior Ct. 45, 29 A. 2d 366 (1942), plaintiff entered the intersection when the approaching car was 225 to 250 feet away.\nThis is the explanation of Boll v. Dugan, 189 Pa. Superior Ct. 322, 150 A. 2d 553 (1959) and Holland v. Kohn, 155 Pa. Superior Ct. 95, 38 A. 2d 500 (1944).",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "J. Webster Jones, for appellant.",
      "Dennis E. Haggerty, with him Novasitis and Haggerty, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pugh, Appellant, v. Ludwig.\nArgued November 16, 1962.\nJanuary 8, 1963:\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Heim, JJ.\nJ. Webster Jones, for appellant.\nDennis E. Haggerty, with him Novasitis and Haggerty, for appellee."
  },
  "file_name": "0517-01",
  "first_page_order": 563,
  "last_page_order": 567
}
