{
  "id": 1217342,
  "name": "Likovich Appeal. Korch Appeal",
  "name_abbreviation": "Likovick Appeal",
  "decision_date": "1943-04-19",
  "docket_number": "Appeals, Nos. 51 and 52",
  "first_page": "40",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "347 Pa. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 A. 2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0171-01"
      ]
    },
    {
      "cite": "198 A. 650",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182943
      ],
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0092-01"
      ]
    },
    {
      "cite": "146 A. 30",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0376-01"
      ]
    },
    {
      "cite": "25 A. 2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1210930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0238-01"
      ]
    },
    {
      "cite": "182 A. 370",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163606
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0168-01"
      ]
    },
    {
      "cite": "102 A. 24",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0355-01"
      ]
    },
    {
      "cite": "151 A. 801",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126435
      ],
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0203-01"
      ]
    },
    {
      "cite": "108 A. 656",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "265 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051860
      ],
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0157-01"
      ]
    },
    {
      "cite": "94 A. 251",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "248 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011420
      ],
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0570-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 10135,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.3285788174459905e-07,
      "percentile": 0.790824870484727
    },
    "sha256": "12034238bca493210ff15e1ba3ef35a06a092d25a5c700b9800710347e143d1f",
    "simhash": "1:2cd36561dc964e3d",
    "word_count": 1705
  },
  "last_updated": "2024-02-27T23:35:20.815372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.; Drew, Linn, Stern, Patterson, Parker and Stearne, JJ."
    ],
    "parties": [
      "Likovich Appeal. Korch Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Parker,\nThe auditors of the borough of Rankin surcharged the appellants, John Likovich, president of council, and Joseph Korch, borough secretary, for the year 1941 with the sum of $7,700.85. On appeal to a court of common pleas the surcharges were sustained and the officers have taken separate appeals to this court. The judgments entered must be sustained.\nThe court below in its opinion sustaining the surcharges stated that there was an “absence of deliberate fraud”. Much of appellants’ argument is an appeal for relief on the ground that the alleged illegal payments were made through ignorance of the mandates of pertinent statutes and not with any fraudulent intent. Such an appeal is not new and it has been rejected uniformly: Com. ex rel. Whitehouse v. Harris, 248 Pa. 570, 573, 94 A. 251; Hanover Twp. Sch. Dist.’s Audit, 265 Pa. 157, 165, 108 A. 656; Chester Sch. Dist.’s Audit, 301 Pa. 203, 214, 151 A. 801; Flinn v. Philadelphia, 258 Pa. 355, 102 A. 24. It is our duty to execute mandatory and constitutional enactments of the legislature regardless of the hardships of a particular case.\nThe specific objections of the appellants are based on the contentions that the auditors and the court below did not comply with the procedure prescribed by law, that the court did not have jurisdiction to enter the judgment that it did, and that the surcharges should not have been imposed under the circumstances.\n(1) Appellants argue that the auditors did not have jurisdiction to audit the transactions of a president of council or of a borough secretary. The jurisdiction is purely statutory: Punxsutawney Boro. v. Mitchell, 320 Pa. 168, 171, 182 A. 370. It is provided, however, by The General Borough Act of May 4, 1927, P. L. 519, §1035 (53 PS 12981) that “the auditors of the borough . . . shall audit, adjust, and settle the accounts of the tax collectors and all officers of the borough ,* . . . The amount of any balance or shortage, or of any expenditure of a kind, or made in a manner, prohibited or not authorized by statute, or which causes a financial loss to the borough, shall be a surcharge against any officer against whom such balance or shortage shall appear, or who, by vote, act, or neglect, has permitted or approved such expenditure.” The auditors in examining the financial accounts of the borough found that these officers had by their act, in signing warrants on the treasury, caused money to be taken illegally from the treasury. Certainly by their act they permitted and approved the illegal disbursements. The auditors had jurisdiction of the cause of action.\nAppellants next argue that the auditors did not have jurisdiction to surcharge the appellants since they did not comply with statutory requirements in the preparation and filing of their account. This question was not raised in the court below and if there was any failure in this respect it was waived by these appellants as the record shows (p. 233a) : “The Court: Isn’t it admitted that all the requirements of law were met by the auditors in the preparation and filing of their report and notice thereof? Mr. Lubic: We are not raising any question about that.” In any event, the appellants appealed and their case was heard de novo in the court below. An examination of the complaint will disclose that it is without merit.\nNext it is said that the report was a nullity because only two of the three auditors signed the report. The third auditor refused to sign when the report was presented to him although when called as a witness he did not challenge the correctness of any finding by the other auditors. One auditor cannot arbitrarily prevent the majority from filing a report. It is provided by §35 of the Statutory Construction Act of May 28, 1937, P. L. 1019 (46 PS 535) : “Words in a law conferring a joint authority upon three or more public officers or other persons shall be construed to confer authority upon a majority of such officers or persons. A majority of any board or commission shall constitute a quorum.” The further objections made to the form of the proceedings must fail in light of the fact that the appellants appealed to the court below where they appeared, testified, and the cause was heard de novo.\n(2) The appellants attacked the proceedings as conducted by the court below on the alleged grounds that the borough was not party to the proceedings therein and that the auditors appeared and were heard. The borough was by the very nature of the proceeding a party to it from the time the auditors undertook to audit the accounts as required by statute. The appellants appealed and the borough continued as party in the subsequent proceeding. While they did not appear specifically by counsel at the hearing the borough solicitor appeared for the auditors and represented the interests of the borough. The borough is not complaining and the appellants have no ground for complaint on that account.\nThe objection that the auditors were heard before the court below is without merit. In fact §1046 of the code (53 PS 12992) particularly provides for compensation to be paid to an attorney chosen by the auditors when an appeal is taken to the court. It is a novel proposition that proceedings of this kind would be vitiated because information tending to sustain a surcharge came from an auditor. A situation might well arise where the majority of the members of council were subject to a surcharge and where no one else but a taxpayer would be in a position to protect the interests of the borough by supplying the essential facts and such taxpayer did not intervene. Appellants are in no position to complain and there is no merit in their contention. The case of Pa. L. R. B. v. Heinel Motors Co., 344 Pa. 238, 25 A. 2d 306, relied on by appellants, is not pertinent. All that was held there was that the Labor Board could not appeal from the order of a court of common pleas.\n(3) Finally it is rather vaguely argued that the surcharges were not sustained by the record. The court below made detailed findings of fact which formed the basis for the respective items of surcharge. No exceptions were taken to these findings and the findings have not been assigned as error in this court. These findings showed disbursements of borough funds on the warrants of the appellants and the circumstances under which they were made. It follows that it remains only for us to inquire whether the law was properly applied to the facts found. Cf. the rule in equity: Husted v. Parts Engineering Co., 296 Pa. 376, 146 A. 30; Manheim v. Board of County Comm. of Venango County, 330 Pa. 92, 93, 198 A. 650.\nThe court below, basing its judgment on the findings of fact, concluded as a matter of law that practically all the items of surcharge were made in violation of §1006 of the borough code as finally amended by Act of June 24, 1939, P. L. 689 (53 PS 12896 (XVIII)). It is there provided : “Payments shall not be authorized or made from the treasury except upon appropriation in the budget or supplementary appropriation resolutions. The council or other officers shall not hire any work to be done, purchase any material, make any contract, or issue any order for the payment of moneys by any agent of the borough, which will cause the sums appropriated to specific purposes to be exceeded.” It is also provided by §1035, supra, that any balance or shortage arising by reason of such expenditures which causes a financial loss to the borough shall be a surcharge against anyone who by vote, act or neglect has permitted or approved such expenditures. The payments so made constituted a financial loss to the borough: Lower Nazareth Township Supervisors’ Appeal, 341 Pa. 171, 19 A. 2d 92. The auditors having found that the disbursements were not covered by an appropriation in the budget had no course but to surcharge the appellants on that account.\nWhile practically all of the surcharges covered items which exceeded the borough budget some of such items were illegal in other respects and those items of surcharge which did not exceed the budget are sustainable upon other grounds. These require separate consideration.\nAn item of $1,237.00 was paid to George Geric for the use of his truck when he was at the time chief of police of the borough. No legal contract of hiring between the borough and Geric was shown and in addition the expenditure was in violation of §1202 of the borough code as finally amended by Act of June 24, 1939, P. L. 689 (53 PS 13365) which makes it unlawful for an employee of the borough to be in any way interested in any contract for the sale or furnishing of any supplies or materials.\nThe item of $900.00 was paid in advance to nine officers and employees of the borough who made no accounting for the funds. These payments were intended to cover convention expenses. By §1017 of the borough code as amended (53 PS 12907) council may by resolution designate delegates to attend a convention of a State Association of Boroughs and the delegates may receive their actual expenses. No accounting having been made tlie surcharge was proper. In this case the expenditure also exceeded the appropriation by $870.00.\nThe items of $90.00, $4,085.12, $9.98 and $1,378.75 were paid without authority of council. The surcharges must be sustained.\nThe orders and judgments are affirmed at the costs of the appellants in the respective cases.\nThe surcharges were itemized as follows:\nTranscribing tax duplicate.......................$ 90.00\nConvention expenses ............................ 900.00\nTruck hire for George Geric ..................... 1237.00\nLabor not authorized or ratified.................. 4085.12\nWiring Borough Building ........................ . 9.98\nSalary of Nicholas Matelan ...................... 1378.75\nTotal ...................................$7700.85",
        "type": "majority",
        "author": "Mr. Justice Parker,"
      }
    ],
    "attorneys": [
      "Charles B. Prichard, of Prichard, Lawler, Malone & Celtz, for appellants.",
      "M. 3. Hirschfield, of McCrady, Nielólas & Hirschfield, for appellee."
    ],
    "corrections": "",
    "head_matter": "Likovich Appeal. Korch Appeal.\nArgued March 29, 1943.\nBefore Maxey, C. J.; Drew, Linn, Stern, Patterson, Parker and Stearne, JJ.\nCharles B. Prichard, of Prichard, Lawler, Malone & Celtz, for appellants.\nM. 3. Hirschfield, of McCrady, Nielólas & Hirschfield, for appellee.\nApril 19, 1943:"
  },
  "file_name": "0040-01",
  "first_page_order": 62,
  "last_page_order": 69
}
