{
  "id": 1217416,
  "name": "Robinson et al., Admrs., v. Philadelphia Transportation Co., Appellant, et al.",
  "name_abbreviation": "Robinson v. Philadelphia Transportation Co.",
  "decision_date": "1943-05-10",
  "docket_number": "Appeals, Nos. 104 and 105",
  "first_page": "288",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "347 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 223,
    "char_count": 2311,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.8722602587779014e-07,
      "percentile": 0.7264473720282534
    },
    "sha256": "c7c93640be8725323bfc5e050a03a8d0dace115f6505c501a5e483806cbd3e66",
    "simhash": "1:d854a34af4302088",
    "word_count": 404
  },
  "last_updated": "2023-07-14T22:25:49.734601+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.; Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Robinson et al., Admrs., v. Philadelphia Transportation Co., Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nDefendant appeals from judgment on a verdict in favor of administrators of Robinson, who, while a passenger in a motor vehicle owned by the added defendant, was so fatally injured in a collision between appellant’s street car and the motor vehicle that he died shortly thereafter. The judgment is for $10,370.94. No verdict was rendered against the added defendant.\nThe first assignment is to a short extract from the charge; after having dealt in some detail with the evidence produced by the various parties, the learned trial judge made the brief summary complained of. The assignment is clearly subject to the rule that the entire context must be considered; when so read, there is no ground for reversal.\nAppellant also complains that the verdict is excessive and that there was error in the “application of the present value rule.” On this record, we would not be justified in saying that there was abuse of discretion in not reducing or setting aside the verdict. Decedent was 56 years of age, in good health, and industrious; he had been earning $25.00 a week and then $35.00 as a truck driver; during about 3 months of the winter, he worked on the farm of his father, aged 80, who appeared in court and testified that he himself still worked 12 to 14 hours a day on his farm. A short extract from the charge on the application of the present value rule is complained of because, in it, the learned judge referred to a sum that “would be exhausted at the end of his life as you determine that to be.” However, what is complained of was only part of the instruction; the learned judge also said, inter alia, that “they [defendants or either of them] are to be made to pay only for what they took away from him, that is, the power to earn his living. To. what extent have they done so, if at all?” We think the amount of the verdict shows the jury understood the distinction and that the verbal error was harmless.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "John J. McDevitt, 3rd, with him Bernard J. O’Oonnell, for appellant.",
      "Lang don W. Karris, .Jr., for plaintiffs, appellees.",
      "Albert O. Gekoski, for additional defendant, appellee."
    ],
    "corrections": "",
    "head_matter": "Robinson et al., Admrs., v. Philadelphia Transportation Co., Appellant, et al.\nArgued April 19, 1943.\nBefore Maxey, C. J.; Drew, Linn, Stern, Patterson and Parker, JJ.\nJohn J. McDevitt, 3rd, with him Bernard J. O’Oonnell, for appellant.\nLang don W. Karris, .Jr., for plaintiffs, appellees.\nAlbert O. Gekoski, for additional defendant, appellee.\nMay 10, 1943:"
  },
  "file_name": "0288-01",
  "first_page_order": 310,
  "last_page_order": 312
}
