{
  "id": 1217384,
  "name": "Lawler et al. v. Commonwealth et al.",
  "name_abbreviation": "Lawler v. Commonwealth",
  "decision_date": "1943-06-30",
  "docket_number": "No. 30",
  "first_page": "568",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "347 Pa. 568"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "99 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0074-01"
      ]
    },
    {
      "cite": "329 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0410-01"
      ]
    },
    {
      "cite": "172 A. 900",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "2 Sadler 30",
      "category": "reporters:state",
      "reporter": "Sadler",
      "case_ids": [
        238107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sadler/2/0030-01"
      ]
    },
    {
      "cite": "6 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/6/0402-01"
      ]
    },
    {
      "cite": "257 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0144-01"
      ]
    },
    {
      "cite": "291 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0421-01"
      ]
    },
    {
      "cite": "341 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204550
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0049-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 9848,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.3855817759259134e-07,
      "percentile": 0.6413953091473673
    },
    "sha256": "b75291e267276d9580c483d4cd3939ea3ca6c4232d8047f30c6ca8e91e9f4896",
    "simhash": "1:4d73d61dea4b183e",
    "word_count": 1632
  },
  "last_updated": "2024-02-27T23:35:20.815372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.; Drew, Linn, Stern, Patterson, Parker and Stearne, JJ."
    ],
    "parties": [
      "Lawler et al. v. Commonwealth et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Deew,\nPlaintiffs, County Commissioners of Lackawanna County and Administrative Officers of the Lackawanna County Institution District, together with certain taxpayers, filed in the Court of Common Pleas of Dauphin County a bill in equity bearing the designation: “Bill of Review and Bill in the Nature of a Bill of Review”, in which the Borough of Dunmore was by order of that court permitted to join, praying for an injunction restraining the Commonwealth and the Secretary of Public Welfare, defendants, from taking possession, ownership and control of the Hillside Home and Hospital, the Blakely Home, and the Ransom Home and Hospital, public institutions in Lackawanna County for the care of mental patients, without paying rent to the alleged holders of the legal title to the realty involved. The learned court below, being of the opinion that the purpose of the bill was to obtain a clarification of our order previously made in this case at No. 32 May Term, 1941 (reported as-Chester Co. v. Com., 341 Pa. 49) purported to certify the proceedings to us without passing on the questions presented, and plaintiffs thereupon filed in this Court a petition for writ of special certiorari. Although a bill to review the decision of an appellate tribunal does not lie in the court of first instance, but must be dismissed (Bailey’s Estate, 291 Pa. 421; Edmonds v. Chandler, 257 Pa. 144; Dennison v. Goehring, 6 Pa. 402), we nevertheless chose to disregard plaintiffs’ procedural error and to consider the bill as if it were a petition for clarification, which is the correct method of bringing to our attention a matter upon which our opinion supposedly lacks clarity. Under proper circumstances, upon cause shown, there is no obstacle to bringing back a record which has been remitted to the court below: Gravenstine v. Feger, 2 Sadler 30. We therefore granted certiorari in the present instance and ordered reargument of the point upon which our opinion in the Chester Co. case allegedly required clarification.\nBy the Act of September 29, 1938, P.L. 53, the legislature declared that all buildings, lands, and other property belonging to any county, city, or institution district and used for the care, maintenance and treatment of mental patients were transferred to and vested in the Commonwealth. Up to the time of the passage of that statute, the buildings involved in the instant controversy had been operated by the Lackawanna County Institution District, though title to the Hillside Home and Hospital was in the Borough of Dunmore and the City of Scranton as tenants in common, and the Blakely Home and the Ransom Home' and Hospital were owned by various other municipalities, in accordance with the provisions of the County Institution District Law of June 24,1937, P. L. 2017. The officers of the County and the Institution District, joined by several taxpayers residing in the municipalities concerned, filed a bill in equity to enjoin the enforcement of the Act of 1938, supra, and on appeal to this Court we held, in Chester Co. v. Com., supra, that the statute had properly transferred to the Commonwealth all the right and title of the Institution District to the property involved.. The Borough of Dunmore was not a party to that proceeding, and the question of its rights was not before us at that time. It was alleged in this original bill that the Commonwealth was threatening to take over both the ownership (of the municipalities) and the possession (of the Lackawanna County Institution District) of the three hospitals. The question of the seizure of the ownership — • i.e., the title of the municipalities — however, having been expressly withdrawn from our consideration by the Commonwealth (to which action plaintiffs raised no objection), was not argued, and we did not pass upon it. Plaintiffs in their present bill contend that the property of those municipalities could not be taken by the Commonwealth by virtue of the Act of 1938, because boroughs were not mentioned in its provisions, and because the property was held in a proprietary capacity and could not be appropriated, consistently with, due process of law, without just compensation being made in return. These questions are thus before us now for the first time.\nA reargument on a petition for clarification deals with points which have been previously argued. Its very name indicates that it cannot be employed to determine some new question, or the rights of a hew party not of record in the original proceedings: In re Dorrance’s Estate, No. 41 January Term, 1933 (not officially reported), 172 A. 900. The purpose of plaintiff’s present bill is not to obtain a clarification of our former opinion, but, with an additional party on the record, to secure a determination of the claims of the Borough of Dunmore and other similarly situated municipal corporations to legal title to the real and personal property of the mental hospitals here involved. This matter not having been considered by us before, it is not the proper subject of a petition for clarification, and we have no alternative but to dismiss this bill.\nWhile the bill must be dismissed for the reason above stated, we have nevertheless carefully considered the contentions advanced in support of it, and are satisfied that we would enter the same order of dismissal on the merits if the case were properly before us — this for the conclusive reason that after the bill was filed in the court below and certified to us, but before argument thereon, the legislature passed the Act of May 19, 1943, No. 122, which amends the Act of 1938 and supplies the very words upon whose absence plaintiffs rely, by providing-in section 1: “All buildings acquired or erected by any county, city, [or] ward, borough, township, institution district or other political subdivision for the care, maintenance and treatment of mental patients, the personal property within such buildings or incidental thereto, and any and all other grounds and lands connected therewith or annexed thereto are hereby transferred to and vested in the Commonwealth of Pennsylvania . . Plaintiffs’ contention that the Act of 1938 did not authorize the Commonwealth to appropriate such property of boroughs has thus been definitely settled by this amendment and need not be further discussed, although if we were now called upon to pass on this question without the aid of the Act of 1943, because of the comprehensive natur'e of the Acts of 1937 and 1938 we would hold that the Act of 1938 passed the title of all these hospitals to the state. It would be a forced construction of this language to conclude, as plaintiffs suggest, that the buildings in question are not covered by the Act or the amendment because, while they were erected for the care of mental defectives, they were not acquired by the boroughs for that purpose, and were not erected by them, but by their predecessors in title, the independent poor districts. By its language the legislature certainly meant to designate all structures used for the care of mental patients which had been acquired or erected by the governmental units enumerated.\nAnd further, it is our opinion that the Act of 1938, as amended, does not result in a deprivation of the property of the municipality without due process of law. This legislation was all-embracing in scope, and was intended to provide a uniform and efficient administration for the care of mentally defective persons under state control. It was the final step in completing the elimination of the numerous local poor districts begun by the County Institution District Law, supra. The fact that during the course of this change the title to some of the properties became at one stage vested in certain municipalities did not result in rendering their ownership proprietary in nature, as plaintiffs assert. The lands and buildings were at all times clevoted to the patients’ care, and there was never a thought to put them to any other use. They were therefore the proper subjects of appropriation by the sovereign from one of its subdivisions in the exercise of its governmental functions, without making compensation therefor: Poor District Case (No. 2), 329 Pa. 410. The effect of this series of acts dealing with the care of mental defectives is to extinguish all the rights of the institution districts, counties, cities, and all lesser municipalities and subdivisions of the Commonwealth to the properties used for that purpose. The Commonwealth now holds title to all such properties, and since this is so, there is no one, individual or municipality, who can properly charge rent for their use.\nThe bill is dismissed because it is not properly before us and because it would set a bad precedent to recognize such irregular procedure; but on account of the comprehensive public policy involved, completion of which should not be hindered or delayed, we have carefully considered all of the arguments advanced by plaintiffs, and feel free to say that if we were determining the case on its merits, our decision would be exactly the same.\nBill dismissed.\nYoung’s Appeal, 99 Pa. 74, cited by plaintiffs, is not contrary to this principle, for there the petition presented in the orphans’ court was to review an alleged error in the .decree of that tribunal upon a point which had not been determined by us on the previous appeal.",
        "type": "majority",
        "author": "Mr. Justice Deew,"
      }
    ],
    "attorneys": [
      "' John J. Sirotnah and Philip V. Mattes, County Solicitor, with them Franh T. Butler, William J. Kearney and. Douglass.D. Storey, for plaintiffs.",
      "Harry F. Stambaugh, with him H. J. .Woodward, Deputy Attorney General, and James H. Duff, Attorney General, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lawler et al. v. Commonwealth et al.\nArgued May 24, 1943.\nBefore Maxey, C. J.; Drew, Linn, Stern, Patterson, Parker and Stearne, JJ.\nreargument refused August 24, 1943.\n' John J. Sirotnah and Philip V. Mattes, County Solicitor, with them Franh T. Butler, William J. Kearney and. Douglass.D. Storey, for plaintiffs.\nHarry F. Stambaugh, with him H. J. .Woodward, Deputy Attorney General, and James H. Duff, Attorney General, for defendants.\nJune 30, 1943:"
  },
  "file_name": "0568-01",
  "first_page_order": 590,
  "last_page_order": 595
}
