{
  "id": 1107302,
  "name": "Augustine (to use, Appellant), v. Augustine",
  "name_abbreviation": "Augustine v. Augustine",
  "decision_date": "1927-11-28",
  "docket_number": "Appeal, No. 163",
  "first_page": "15",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "291 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0623-01"
      ]
    },
    {
      "cite": "216 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0237-01"
      ]
    },
    {
      "cite": "148 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0072-01"
      ]
    },
    {
      "cite": "175 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0204-01"
      ]
    },
    {
      "cite": "258 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0085-01"
      ]
    },
    {
      "cite": "192 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909006
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/192/0550-01"
      ]
    },
    {
      "cite": "27 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979744
      ],
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/27/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 5255,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 4.349980759544467e-07,
      "percentile": 0.9183128051094871
    },
    "sha256": "308e3e82dd78c3a7d51127fa7c137d1eb071dad0b18a1f057e8b8184413c5206",
    "simhash": "1:c68baca17524a158",
    "word_count": 894
  },
  "last_updated": "2024-02-27T17:05:39.370456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeffer, JJ."
    ],
    "parties": [
      "Augustine (to use, Appellant), v. Augustine."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThomas H. Augustine and Ruth D. Augustine, his wife (the latter being the legal plaintiff), on June 30, 1926, in consideration of the sum of $14,000, conveyed to Jasper Clarence Augustine (defendant), an undivided one-third interest in seven parcels of land. The vendee provided for the payment of the purchase-money by assuming payment of an existing mortgage on the acquired interest in the sum of $3,000, and by executing and delivering a bond and mortgage to Ruth D. Augustine, which secured payment of the remaining $11,000. This latter obligation was to be met by paying $500 at the end of the first and second years, July 1, 1927 and 1928, and $2,000 on July 1st of each of the ensuing five years, with interest at 6%, payable semi-annually on the first day of January and July. There was a provision in both the bond and mortgage that, in case default should be made in the payment of any installment of principal or interest for a period of thirty days after it became due, the whole of the principal debt and interest should, at the option of the mortgagee, become due and payable. Ruth D. Augustine assigned the bond and mortgage to her brother Oscar D. Duncan, the use-plaintiff, on January 11,1927, which assignment was recorded in Somerset County, January 14, 1927, the land being in the county.\nFor the failure of defendant to pay the installment of interest due January 1,1927, on February 1, 1927, judgment for $11,385, covering the full amount of principal debt, attorneys’ commissions, interest and costs, was entered on the bond, and execution issued. After a levy on the personal property of defendant, be petitioned the court (1) to open the judgment and let him into a defense, and (2) to vacate the execution. The court below refused to open the judgment; but, on proof of the fact that, when demand was made on January 3, 1927, for payment of interest, the one who made the demand, the present use-plaintiff, bad no record title to the securities in suit, and that a conditional offer to pay the interest due January 1, 1927, to the mortgagee (who then owned the bond and mortgage) bad been made by defendant within the thirty days of grace, and of other facts which convinced the court that the judgment debt was amply secured and that the conduct of plaintiff in issuing the execution was not purely to collect the amount due, but “savored of oppression,” it vacated the execution on condition that defendant should pay to the use-plaintiff a named amount of interest due, “within fourteen days after filing of [the] decree,” and that, “on default, of [such] payment,” leave was granted to plaintiff “to collect the whole debt and interest by further proceedings according to law.” Without detailing the testimony, which shows other facts relied on by both appellant and appellee, respectively, it is sufficient to state that, after examining the entire record, we are not convinced of a wrongful exercise of power in the making of this order.\nOrdinarily a court will not interfere with the right of a judgment creditor to collect his debt by whatsoever means the law allows, but “the right of a court......to stay an execution [in a proper case] or to prevent one from issuing......, has been frequently recognized and is very common in practice”: Patterson v. Patterson, 27 Pa. 40, 41; see also Cake v. Cake, 192 Pa. 550, 552.\nThis record shows no abuse of discretion and we “will not assume error”: Cake v. Cake, supra.\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Joseph Levy, with him W. Curtis Truxal, for appellant,",
      "Boose & Boose, Francis J. Kooser and Ernest O. Kooser, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Augustine (to use, Appellant), v. Augustine.\nJudgments — Staying execution — Discretion of court — Abuse of discretion — Appeals.\n1. Ordinarily a court will not interfere with the right of a judgment creditor to collect his debt by whatsoever means the law allows, but the right of a court to stay execution in a proper case is well established.\n2. Where, in such case, the record shows no abuse of discretion by the court below, the appellate court will not assume error or reverse the order staying execution.\n' 3. The appellate court will hot reverse an order staying execution, where the lower court has found that the judgment debt was amply secured and that, under the particular circumstances of the case before it, the issuing of the execution was not purely to collect the amount due, but savored of oppression; and especially where the order imposes on defendant proper conditions as to payments.\nNovember 28, 1927:\nArgued September 26, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeffer, JJ.\nAppeal, No. 163, March T., 1927, by use-plaintiff, from order of C. P. Somerset Co., Feb. T., 1927, No. 197, staying execution, in case of Ruth D. Augustine, to use of Oscar D. Duncan, v. Jasper Clarence Augustine.\nAffirmed.\nRule to vacate execution. Before Berkey, P. J.\nThe opinion of the Supreme Court states the facts.\nRule absolute. Plaintiff appealed.\nError assigned was order, quoting record.\nJoseph Levy, with him W. Curtis Truxal, for appellant,\ncited: Hogsett v. Thompson, 258 Pa. 85; Walter v. Dickson, 175 Pa. 204; Warwick Iron Co. v. Morton, 148 Pa. 72; Gorgas v. Saxman, 216 Pa. 237; Busch v. Groswith, 159 Pa. 623.\nBoose & Boose, Francis J. Kooser and Ernest O. Kooser, for appellee, were not heard."
  },
  "file_name": "0015-01",
  "first_page_order": 37,
  "last_page_order": 40
}
