{
  "id": 1107316,
  "name": "Doyle's Estate",
  "name_abbreviation": "Doyle's Estate",
  "decision_date": "1927-11-28",
  "docket_number": "Appeal, No. 101",
  "first_page": "263",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "291 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "206 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0548-01"
      ]
    },
    {
      "cite": "26 Pa. Dist. R. 1110",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "14 Pa. Dist. R. 318",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0422-01"
      ]
    },
    {
      "cite": "27 Pa. Dist. R. 292",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "4 Binn. 97",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0089-01"
      ]
    },
    {
      "cite": "281 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0488-01"
      ]
    },
    {
      "cite": "130 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0516-01"
      ]
    },
    {
      "cite": "1 Mona. 676",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        254576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/1/0676-01"
      ]
    },
    {
      "cite": "68 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0248-01"
      ]
    },
    {
      "cite": "56 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0156-01"
      ]
    },
    {
      "cite": "46 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0236-01"
      ]
    },
    {
      "cite": "84 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0238-01"
      ]
    },
    {
      "cite": "77 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436336
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0071-01"
      ]
    },
    {
      "cite": "275 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0308-01"
      ]
    },
    {
      "cite": "205 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0602-01"
      ]
    },
    {
      "cite": "229 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0251-01"
      ]
    },
    {
      "cite": "105 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0390-01"
      ]
    },
    {
      "cite": "273 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0189-01"
      ]
    },
    {
      "cite": "243 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0550-01"
      ]
    },
    {
      "cite": "231 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0357-01"
      ]
    },
    {
      "cite": "282 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0570-01"
      ]
    },
    {
      "cite": "3 Walker 216",
      "category": "reporters:state",
      "reporter": "Walker",
      "case_ids": [
        265225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/walker/3/0216-01"
      ]
    },
    {
      "cite": "161 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/161/0386-01"
      ]
    },
    {
      "cite": "132 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/132/0285-01"
      ]
    },
    {
      "cite": "2 Mona. 609",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        257994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/monaghan/2/0609-01"
      ]
    },
    {
      "cite": "110 Pa. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0130-01"
      ]
    },
    {
      "cite": "9 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/9/0302-01"
      ]
    },
    {
      "cite": "79 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438454
      ],
      "pin_cites": [
        {
          "page": "134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/79/0120-01"
      ]
    },
    {
      "cite": "6 Pa. Dist. R. 681",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": 0
    },
    {
      "cite": "264 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048595,
        1048551
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0523-01",
        "/pa/264/0523-02"
      ]
    },
    {
      "cite": "206 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0548-01"
      ]
    },
    {
      "cite": "88 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0422-01"
      ]
    },
    {
      "cite": "281 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0488-01"
      ]
    },
    {
      "cite": "130 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/130/0516-01"
      ]
    },
    {
      "cite": "68 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0248-01"
      ]
    },
    {
      "cite": "56 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009155
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/56/0156-01"
      ]
    },
    {
      "cite": "46 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 700,
    "char_count": 13928,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 4.069200057581747e-07,
      "percentile": 0.9084423454803736
    },
    "sha256": "4d5e62fee223ca5a8a3ff33fe445ec69d49b353ed787812d45203d3544f9790f",
    "simhash": "1:701194b2718fec6e",
    "word_count": 2378
  },
  "last_updated": "2024-02-27T17:05:39.370456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Doyle’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nJohn Doyle died on February 22, 1900, and, by his will, devised certain real estate to a daughter, now deceased, for her life, with remainder to three sons, whose shares have passed to others by will or under the intestate laws. Ida Doyle Kearns, the owner of a one-sixth interest in the property now in question, presented, on January 9, 1926, her petition to the orphans’ court, praying that partition of it be made, designating as respondents all of those entitled to share, as understood by her, with a statement of the proportion owned by each. A citation was issued directing notice to the persons named, who were of age, and to the guardians of minors interested. A rule, to appear and show cause why partition should not be had, followed, returnable June 12th. No answer was filed denying the right, and an inquest was awarded. The return, dated September 11th, setting forth that the property could not be divided, and, appraising its value at $8,000, was confirmed nisi.\nAppellant, Mrs. Knouse, formerly Mrs. Edw. Doyle, resided with her son when the various notices were served upon him as a party in interest, and had full knowledge of the progress of the proceeding. The petitioner, Mrs. Kearns, did not know of the former’s right to a proportionate share in the realty sought to be divided, and knowledge of this fact was not ascertained until after the return of the inquest; nor did she learn until then that Anna Doyle also had an interest therein. Both parties were promptly notified by counsel of the pendency of the action, and requested to join in correcting the record, so that the names of all the tenants in common should appear. Anna Doyle filed the necessary consent, but, after some delay, appellant refused.\nOn November 8th, an application was made for leave to amend the pleadings so as to add as parties the two omitted through ignorance as to their legal ownership. This was objected to by Mrs. Knouse, in an answer filed, in which she denied the power of the court to make the order requested, and, further, prayed for the dismissal of the whole proceeding as invalid, because of the defect in omitting to name all of those interested. The institution of an equity proceeding on October 26th, in which she was plaintiff, asking partition of the same property, naming as defendants those who were parties to the litigation pending in the orphans’ court was also averred. She claimed the common pleas had thus first acquired jurisdiction, since the suit instituted by Ida Doyle Kearns was a nullity by reason of the nonjoinder of all entitled to share. This position was at first sustained by the court below, and the original partition proceeding dismissed on January 6, 1927.\nTen days later, an application for a rehearing was presented, in which the facts already stated were again set forth, and a rule granted to show cause why the decree should not be opened, the amendment prayed for allowed, and an alias writ of inquest awarded. After answer filed, a reargument was had before the court in banc, and a majority of the judges sitting reversed the former conclusion, holding the order previously entered should be set aside, and directed the two omitted persons be added as parties. It was further held that the jurisdiction of the orphans’ court had not been ousted by the equity proceeding. To protect the rights of those newly joined, permission was given to file an answer on the merits to the original petition asking for a division of the land, if so desired. The previous inquest and return were set aside, and further proceedings thereon stayed, and it was directed that an alias writ be served upon all, returnable on April 9th. No answer or objection was interposed within the time fixed, and the court thereupon made a finding of the respective proportionate shares to which each of the parties was entitled, including those added by amendment, and directed “that an alias writ of inquest in partition issue.” From this decree, Mrs. Knouse has appealed.\nBoth the orphans’ court and the common pleas, sitting in equity, had jurisdiction to entertain partition proceedings, and, where two actions are brought, as here, in different courts, the one which first acquires control of the controversy will retain it to the exclusion of the other: Sprigg v. Com. Title & Trust Co., 206 Pa. 548; Nevin v. Catanach, 264 Pa. 523, citing with approval Hanbest’s Est., 6 Pa. Dist. R. 681. The petition in this case was presented in the first named court on January 9, 1926, and the litigation proceeded to the point of awarding an inquest, when the omission, as parties, of two entitled to share was discovered. One voluntarily joined therein, but the appellant, though knowing of the steps already taken, refused to appear, and, later, as already noticed, filed her bill seeking division of the same land in the common pleas. Aside from the attack on the original pleading, in that it was defective in not naming all parties, the orphans’ court plainly had jurisdiction of the subject-matter, and, if the defect was amendable, those omitted could lawfully be joined thereafter. It had the power to proceed and settle the controversy, if it could properly add the appellant as a party, notwithstanding the attempted litigation subsequently instituted in a court of concurrent jurisdiction: Nevin v. Catanach, supra; Wilhelm’s App., 79 Pa. 120, 134.\nBy the Act of May 4, 1852, P. L. 574, in all actions the several courts “shall have power, in any stages of the proceedings, to permit amendments by adding the name or names of any party, plaintiff or defendant, whenever it shall appear that a mistake or omission has been made in the name or names of any such party.” The orphans’ court will ordinarily disregard form, and permit amendments by striking out parties (Downer v. Downer, 9 Pa. 302; Barclay v. Kerr, 110 Pa. 130), or adding new ones, in order that the merits may be reached: Cowan’s App., 2 Mona. 609. Individuals, not designated, who may be affected by a judgment or decree, can be joined even in the appellate court (Shaffer v. Eichert, 132 Pa. 285; Weaver v. Iselin, 161 Pa. 386; Wilson’s App., 3 Walker 216) when the necessity becomes apparent in considering the case there: Hoffeditz v. Bosserman, 282 Pa. 570. Or the record can be remitted with direction to amend and then proceed, when such course is necessary to protect the rights of the person added: Heck v. Collins, 231 Pa. 357; Hartley v. Longkamp, 243 Pa. 550; Fineman v. Cutler, 273 Pa. 189. Likewise, amendments to permit the correction of jurisdictional defects in the pleadings are permitted: Nevin v. Catanach, supra; Wistar’s App., 105 Pa. 390. Such alterations of pleadings or parties are to be liberally allowed, unless there be a resultant change in. the cause of action (Rochester Boro. v. Kennedy, 229 Pa. 251), or the status of the new party is jeopardized.\nPartition proceedings concluded will be a nullity if the names of some interested have been entirely omitted (Perrine v. Kohr, 205 Pa. 602; Leahey v. O’Connor, 281 Pa. 488), unless by subsequent acts the parties interested have ratified what has been done (Richards v. Rote, 68 Pa. 248), and their interests in the land will not be affected, if they are not brought upon the record as parties, and further given the same right to raise objections or defenses as if first designated: Young v. Young, 88 Pa. 422; Blackwell v. Cameron, 46 Pa. 236; Etnier v. Pascoe, 275 Pa. 308; Thompson v. Stitt, 56 Pa. 156. Such was the purport of the ruling in Klingensmith’s App., 130 Pa. 516, relied on by appellant here. In that case an appraisal of the property was made before one in interest was added as a party, and no opportunity afforded thereafter for a revaluation. The proceeding was therefore held to be fatally defective, and without power to divest his interest in the property. But the decision referred to, and like cases cited, have no application where the rights of the ones joined are fully protected by setting, aside all the preliminary steps in the course of litigation, where objection might have been interposed, and requiring that such be undertaken de novo, so that any valid complaint could be considered on the merits, as if the party omitted had originally been served.\nThe orphans’ court in this case had jurisdiction to entertain the petition presented. An indispensable party had been omitted, but was added by amendment. Though the inquest had been previously awarded, and an appraisement returned, by order of the court all proceedings were stayed, and Mrs. Knouse given the opportunity to file an answer on the merits, showing cause, if any, why partition should not be had. She was not deprived of the right to object to any division of the land, the award of a new inquest, or the making of a new valuation. All privileges which she possessed and could have asserted, if first named as a party, were fully protected. In the dissenting opinion filed in this case in the court below, it is suggested that the judgment quod partitio fiat was not set aside, and therefore Mrs. Knouse was prejudiced. There was no such judgment entered, and could not have been except in a partition proceeding at law or in equity. There was an award of an inquest, upon the return of which the right to question the necessity for any partition could still be raised (Vensel’s App., 77 Pa. 71; Gesell’s App., 84 Pa. 238), had the right to object not been expressly preserved, as-here, by permitting the filing of an answer on the merits. We cannot see that appellant was in any way harmed by amending the record and joining her as a party.\nThe suit in equity was instituted after the commencement of the partition proceeding in the orphans’ court. The latter was defective because of the omission of two of the parties, but this was cured by the amendment later filed, and the appellant must be treated as if originally named therein: Nevin v. Oatanach, supra. The jurisdiction of the orphans’ court attached on January 9, 1926, which date is controlling in determining the question before us, though the addition of Mrs. Knouse was made later, and the bill was not filed in the common pleas until October following. The former court is therefore the proper tribunal to dispose of the controversy, as held below.\nThe decree is affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "D. Lee McConaughy, for appellant.",
      "M. W. Stoner, with him W. W. Stoner, of J. M. Stoner & Sons, for appellee."
    ],
    "corrections": "",
    "head_matter": "Doyle’s Estate.\nPartition — Courts — Jurisdiction — Orphans’ court — Common pleas — Omission of party in interest — Amendment—Appeal—Act of May If, 1852, P. L. 57Jf.\n1. Both the orphans’ court and the common pleas have jurisdiction to entertain partition proceedings, and where two actions are brought in different courts, the one which first acquires control of the controversy will retain it to the exclusion of the other.\n2. Where partition proceedings have been instituted in the orphans’ court, but one of the parties has been inadvertently omitted from the petition, such omission may be corrected by amendment.\n3. If, in such case, the party omitted files a bill for partition in the common pleas after the petition was filed in the orphans’ court, and it appears that the omission therein was corrected by amendment, under the Act of May 4, 1852, P. L. 574, the orphans’ court retains jurisdiction notwithstanding the suit in the common pleas.\n4. Where a party in interest has been omitted in partition proceedings in the orphans’ court, a final decree in such proceedings will not be held invalid where the right of the party omitted is protected by setting aside all the preliminary steps where objections might have been interposed, and requiring that such should be undertaken de novo, so that any valid complaint could be considered on the merits, as if the party omitted had originally been served.\n5. If the party emitted fails to answer in the proceedings newly instituted by amendment, and relies on a bill in equity filed by her in the common pleas after the original petition for partition was presented to the orphans’ court, she cannot, on appeal, complain of the final decree in partition entered in the latter court.\nArgued September 30, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 101, March T., 1927, by Birdie S. Knouse, from decree of O. C. Allegheny Co., Jan. T., 1926, No. 8, in partition, in estate of John Doyle, deceased.\nAffirmed.\nPetition for partition. Before Miller, P. J., Trimble and Mitchell, JJ.\nThe opinion of the Supreme Court states the facts.\nDecree in partition, Trimble, J., dissenting. Birdie S. Knouse, an heir, appealed.\nError assigned was decree, quoting it.\nD. Lee McConaughy, for appellant.\nThe petition for partition of this estate filed in this case was not sufficient to bring the subject-matter within the jurisdiction-of the orphans’ court: Blackwell v. Cameron, 46 Pa. 236; Thompson v. Stitt, 56 Pa. 156; Richards v. Rote, 68 Pa. 248; Small’s App., 1 Mona. 676; Klingensmith’s Est., 130 Pa. 516; Lehey v. O’Connor, 281 Pa. 488.\nNovember 28, 1927:\nThe Orphans’ Court Partition Act makes it mandatory that not only parties in interest be named in the petition but that notice be given them of the proceedings : Messinger v. Kintner, 4 Binn. 97.\nWhile the power of the orphans’ court to amend is broad it does not extend to curing proceedings which are jurisdictionally defective, to the prejudice of an unnamed party, after another forum has been chosen by her: Fatzinger’s Est., 27 Pa. Dist. R. 292; Young v. Young, 88 Pa. 422.\nM. W. Stoner, with him W. W. Stoner, of J. M. Stoner & Sons, for appellee.\nFreed of any other questions, the one of two courts having concurrent jurisdiction which first entertains the petition and takes hold of the subject-matter will retain jurisdiction as against the other: McNeile’s Est. (No. 3), 14 Pa. Dist. R. 318; Davis v. Detwiller, 26 Pa. Dist. R. 1110; Sprigg v. Ins. & Trust Co., 206 Pa. 548."
  },
  "file_name": "0263-01",
  "first_page_order": 285,
  "last_page_order": 292
}
