{
  "id": 1107314,
  "name": "Commonwealth v. Madaffer, Appellant",
  "name_abbreviation": "Commonwealth v. Madaffer",
  "decision_date": "1927-11-28",
  "docket_number": "Appeal, No. 296",
  "first_page": "270",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "291 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "83 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0131-01"
      ]
    },
    {
      "cite": "33 Texas 664",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2141494
      ],
      "pin_cites": [
        {
          "page": "665"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex/33/0664-01"
      ]
    },
    {
      "cite": "197 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918706
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0069-01"
      ]
    },
    {
      "cite": "48 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422264
      ],
      "pin_cites": [
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/48/0396-01"
      ]
    },
    {
      "cite": "269 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063567
      ],
      "pin_cites": [
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0039-01"
      ]
    },
    {
      "cite": "222 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959390
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0297-01"
      ]
    },
    {
      "cite": "114 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550035
      ],
      "pin_cites": [
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0300-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 10532,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 6.766865241493308e-08,
      "percentile": 0.40932482936263853
    },
    "sha256": "4ba696597c47e08c269f400075277e3503bb26b1a310928dfbd3e0960f511cb8",
    "simhash": "1:275fbebdf44cf33e",
    "word_count": 1892
  },
  "last_updated": "2024-02-27T17:05:39.370456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Commonwealth v. Madaffer, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nFrank Madaffer, the defendant, was convicted in the court below of murder of the first degree. On this appeal, he specifies fourteen alleged errors; but, since we have concluded that it is necessary to reverse the judgment against him on the twelfth of these assignments, and, since the others complain of trial errors that either lack merit or, no doubt, will be avoided on a retrial, we need consider only the one which we have specifically mentioned.\nThe twelfth assignment is, “The court below erred in failing to instruct the jury that, should they find the defendant guilty of murder in the first degree, they must fix the penalty [at] either death or life imprisonment.” The opinion filed by the court below, discussing this complaint, states: “The......reason for a new trial is based on the fact that we did not say to the jury that it had to fix the penalty either at life imprisonment or death, in case they convicted of murder in the first degree. Our charge was very long, and, we think, full in all other respects. Our attention should have been called to the omission of such an instruction. But the duty of the jurors in the premises had been so clearly indicated while 120 jurors were being examined on their voir dire, in order to select the twelve who sat in the case, and in the summing up of counsel, it is not conceivable they did not know their rights and duties respecting the fixing of the penalty......It is the' duty of counsel to ask for specific instructions and an omission to do so may not be urged on a motion for a new trial.”\nIt is true that, under some circumstances, even in a capital case, the failure to ask at trial for specific instructions to the jury will bar a subsequent complaint of an omission so to charge (McMeen v. Com., 114 Pa. 300, 307; Com. v. Caraffa, 222 Pa. 297, 298), but this is not the rule where, as here, the omitted instruction relates to a specific duty required of the jury in a matter material to the accused, particularly where, as here, the matter omitted relates to a recent and important change in the law.\nWhen we consider the charge as a whole, the failure to instruct here complained of, may justifiably be classed as more than a mere omission. The trial judge not only made no mention of the very radical change in the law brought about by the Act of May 14, 1925, P. L. 759, which ordains that “Every person convicted of the crime of murder of the first degree shall be sentenced to suffer death in the manner provided by law or to undergo imprisonment for life, at the discretion of the jury trying the case, which shall fix the penalty by its verdict,” but he particularly warned the jurors that they should take their law exclusively from him, and not from counsel in the case. On this subject the charge reads as follows: “So far as the law' of the case is concerned, you will get your law entirely from the court, ......you must get your law from the court, because if you take your law from the lawyers in the case they might state it to you erroneously.” Again, “After you get the facts, then you will apply the law to the facts as I have laid down the law, and the result of that application will be your verdict.” Thus, we see, the trial judge warned the jurors against applying to the facts any law other than that stated to them by the court itself ; and, even were it proper to look at the stenographic report of the examination of the jurors on their voir dire, to ascertain what light on the law the jurors might have received at that time, the present record shows clearly, not only that the trial judge gave no special instructions to any of the veniremen on the point of the jury’s right to fix the penalty in the event of a first degree verdict, but also that, as to five of the twelve jurors who were chosen to try defendant, nothing whatever was said on this point even by counsel who examined them, — though the remaining seven jurors were asked whether, if they found such a verdict, they “could, in a proper case, fix the death penalty,” or whether they “would, in a proper case, fix the death penalty,” or whether they “would join with the other jurors in the death penalty,” to which all of them answered “Yes.”\nThe above questions, put by counsel in the case, are the only intimations contained in this record that the jurors who tried defendant were in any manner informed that it was their province to fix the penalty, and by no stretch of imagination can the phraseology of these questions be made to comprehend even a suggestion that the jury might fix the penalty at life imprisonment; indeed, it would quite likely have the opposite effect. Moreover, we have no suggestion from the record that the five jurors to whom nothing whatever was said about fixing the death penalty, heard the examination of the seven to whom the above-quoted interrogations were put. Then, there is no way of knowing whether the last-mentioned seven jurors understood from their examination that the law gave them the privilege of fixing less than the death penalty, in case of a verdict of the first degree, or whether, on the contrary, they thought the law was as it had been prior to the recent act of assembly, that the death penalty necessarily followed a verdict of murder of the first degree; from anything contained in this record, the jurors may well have been under that impression, and they may have thought it was their duty to pronounce the death penalty in rendering a first-degree verdict. In other words, the mere fact that the jurors phrased their verdict, “We find the defendant Frank Madaffer guilty of murder in the first degree, and the penalty death,” is no indication of an understanding on their part that the law, as recently changed, permitted them to fix the penalty at something less than death; it was the right of defendant to have the jurors so instructed, and it was the obligation of the court to follow this course, even in the absence of a specific request to that effect. Before the Act of 1925, a verdict of murder of the first degree inevitably carried with it the death penalty, and therefore section 74 of the Act of March 31,1860, P. L. 382, 402, expressly provided that, “the jury before whom any person indicted for murder shall be tried, shall, if they find such person guilty thereof, ascertain in their verdict whether it be murder of the first or second degree.” Under this earlier act, we said in Com. v. Ferko, 269 Pa. 39, 43, that, since “the written law” made the degree of the crime a question for the jury to determine, “it was the duty of the trial judge in......every capital case......to so instruct them, whether requested to do so or not.” See also Rhodes v. Com., 48 Pa. 396, 399; Com. v. Sheets, 197 Pa. 69, 78. The same underlying reason which established this rule, as to the necessity of instructing the jurors on their right to fix the degree, now requires that they be instructed as to their right under the present act to fix the penalty at either death or imprisonment for life, if they find a verdict of murder of the first degree. Under the old law, the jury, by finding the degree of the murder, indirectly determined whether the death penalty should be inflicted, while, under the present law, after a first-degree finding, the jury is empowered to directly determine that point and is instructed to “fix the penalty [at death or life imprisonment] by its verdict.”\nThe only case we find which directly rules the point now before us is Marshall v. The State, 33 Texas 664, 665. There it is said, “The jury were not informed by the court that the punishment for murder in the first degree, as heretofore provided by laws enacted prior to the adoption of the new Constitution, might be commuted by the jury to imprisonment......for life......; this must be held as error.” For that error, the judgment was reversed.\nThe judgment here appealed from is reversed and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Charles J. Margiotti, with him W. M. Gillespie and S. C. Pugliese, R. A. Freiler and A. D. Knittle, for appellant.",
      "M. E. Spicker, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Madaffer, Appellant.\nCriminal law — Murdei--Failure to charge as to penalty — Charge.\n1. On the trial of an indictment for murder, the trial judge, whether requested or not, must instruct the jury that, should they find the prisoner guilty of murder of the first degree, they must fix the penalty at either death or life imprisonment.\n2. Under some circumstances, even in a capital case, the failure to ask at the trial for specific instructions to the jury will bar a subsequent complaint of an omission so to charge, but this is not the rule where the omitted instruction relates to a specific duty required of the jury in a matter material to the accused, particularly where the matter omitted relates to a recent and important change in the law.\n3. It is the right of the defendant that the jury should know that they may fix the penalty at something less than death, in accord with a recent statute.\n4. The mere fact that the jurors phrased their verdict “we find the defendant guilty of murder in the first degree, and the penalty death,” is no indication of an understanding on their part that the law, as recently changed, permitted them to fix a penalty at less than death.\n5. It cannot be assumed that the jurors knew of the change in the law, where there is nothing disclosed in the examination on their voir dire, nor in the judge’s charge, nor' elsewhere in the record, to show that they were informed as to such change.\nArgued October 5, 1927.\nBefore Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 296, Jan. T., 1927, by defendant, from judgment of O. & T. Schuylkill Co., Sept. T., 1926, No. 999, on verdict of guilty of murder of the first degree, in case of Commonwealth v. Frank Madaffer.\nReversed.\nIndictment for murder. Before Koch, J.\nThe opinion of the Supreme Court states the facts.\nVerdict of guilty of murder of the first degree with penalty of death. Defendant appealed.\nError assigned, inter alia, was failure to charge as to penalty, referring to record.\nCharles J. Margiotti, with him W. M. Gillespie and S. C. Pugliese, R. A. Freiler and A. D. Knittle, for appellant.\nThe Penalty Act, just as clearly as the Degree Act, makes it mandatory upon the jury to fix the penalty by its verdict, and it is the right of the defendant to have the jury’s power in this respect made clear to it by the court, and this is so whether the court is requested to do so or not: Meyers v. Com., 83 Pa. 131.\nNovember 28, 1927:\nM. E. Spicker, District Attorney, for appellee."
  },
  "file_name": "0270-01",
  "first_page_order": 292,
  "last_page_order": 298
}
