{
  "id": 1107279,
  "name": "Folscheid et al., Appellants, v. Booth",
  "name_abbreviation": "Folscheid v. Booth",
  "decision_date": "1928-01-03",
  "docket_number": "Appeal, No. 255",
  "first_page": "435",
  "last_page": "436",
  "citations": [
    {
      "type": "official",
      "cite": "291 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "269 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 199,
    "char_count": 3099,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04029134517108913
    },
    "sha256": "401619cec4d0c643ceb9d29db2f3284121debe29f481e49551856030183cb7f5",
    "simhash": "1:0693be0956ce9d2a",
    "word_count": 528
  },
  "last_updated": "2024-02-27T17:05:39.370456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Folscheid et al., Appellants, v. Booth."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe court below refused to enter judgment for want of a sufficient affidavit of defense; hence this appeal by plaintiffs.\nThe suit was instituted to recover on a promissory note signed by defendant to order of plaintiffs as a partnership. The affidavit of defense admits the note. The defense held sufficient by the court below rests upon an alleged written contract between plaintiffs and defendant, whereby real estate belonging to defendant was conveyed to a trustee to be deeded to plaintiffs if defendant defaulted in payment of his note. As to this the court below states: “We refused judgment......because the agreement shown by the affidavit of defense provided that plaintiffs were obliged to accept certain houses in cancellation and discharge of the indebtedness represented by the [note in suit]. It is averred that the houses were conveyed to the trustee named in the agreement. It is true, the houses were to be regarded as security for the debt, but plaintiffs had no option to accept or refuse to take them in cancellation of the debt if the note was not paid. The trustee was to convey on default and presumably it was the duty of plaintiffs to make demand on the trustee for the title. Defendant avers a deed was tendered, but [however that may be] no default can be attributed to him in this regard, because no duty rested on him to make a tender. When the note was dishonored, the transactions as to the title were necessarily between plaintiffs and the trustee.”\nThis case, to say the least, is not such a plain one that we can hold the court below was obliged to enter judgment for plaintiffs. “On an appeal from an order discharging rule for judgment for want of a sufficient affidavit of defense, if the appellate court cannot say that it is clear and free from doubt that the court below erred in refusing the judgment, it will not disturb the order”: Brown v. Unger, 269 Pa. 471.\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Alvin L. Levi, of Levi & Mandel, for appellants,",
      "Joseph L. Ehrenreich, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Folscheid et al., Appellants, v. Booth.\nJanuary 3, 1928:\nAppeals — Affidavit of defense — Discharge of rule for judgment.\nOn an appeal from an order discharging rule for judgment for want of a sufficient affidavit of defense, if the appellate court cannot say that it is clear and free from doubt that the court below erred in refusing the judgment, it will not disturb the order.\nArgued December 2, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 255, Jan. T., 1927, by plaintiffs, from order of C. P. No. 3, Phila. Co., March T., 1927, No. 3098, discharging rule for judgment for want of sufficient affidavit of defense, in case of Louis W. Folscheid and Albert J. Folscheid, trading as Folscheid Brothers, v. Charles S. A. Booth.\nAffirmed.\nAssumpsit on promissory note.\nBuie for judgment for want of sufficient affidavit of defense. Before Ferguson, J.\nThe opinion of the Supreme Court states the facts.\nBuie discharged. Plaintiffs appealed.\nError assigned was order, quoting record.\nAlvin L. Levi, of Levi & Mandel, for appellants,\nJoseph L. Ehrenreich, for appellee, was not heard."
  },
  "file_name": "0435-01",
  "first_page_order": 457,
  "last_page_order": 458
}
