{
  "id": 1107226,
  "name": "Vendig v. Union League of Philadelphia, Appellant",
  "name_abbreviation": "Vendig v. Union League",
  "decision_date": "1928-01-03",
  "docket_number": "Appeals, Nos. 278, 279 and 291",
  "first_page": "536",
  "last_page": "543",
  "citations": [
    {
      "type": "official",
      "cite": "291 Pa. 536"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "52 Pa. Superior Ct. 511",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        432821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/52/0511-01"
      ]
    },
    {
      "cite": "269 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0428-01"
      ]
    },
    {
      "cite": "275 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075715
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/275/0363-01"
      ]
    },
    {
      "cite": "283 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0054-01"
      ]
    },
    {
      "cite": "286 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/286/0393-01"
      ]
    },
    {
      "cite": "287 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/287/0370-01"
      ]
    },
    {
      "cite": "290 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104483
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/290/0043-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 468",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/67/0468-01"
      ]
    },
    {
      "cite": "252 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0199-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 419",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/83/0419-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 394",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8863209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/48/0394-01"
      ]
    },
    {
      "cite": "45 Pa. Superior Ct. 639",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        419380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/45/0639-01"
      ]
    },
    {
      "cite": "170 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0096-01"
      ]
    },
    {
      "cite": "34 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0394-01"
      ]
    },
    {
      "cite": "27 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0226-01"
      ]
    },
    {
      "cite": "285 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/285/0241-01"
      ]
    },
    {
      "cite": "270 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0573-01"
      ]
    },
    {
      "cite": "277 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0196-01"
      ]
    },
    {
      "cite": "228 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0173-01"
      ]
    },
    {
      "cite": "192 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0574-01"
      ]
    },
    {
      "cite": "282 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0286-01"
      ]
    },
    {
      "cite": "88 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "230 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0251-01"
      ]
    },
    {
      "cite": "49 Pa. Superior Ct. 268",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        425759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/49/0268-01"
      ]
    },
    {
      "cite": "285 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0502-01"
      ]
    },
    {
      "cite": "269 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0428-01"
      ]
    },
    {
      "cite": "285 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0241-01"
      ]
    },
    {
      "cite": "228 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969891
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0173-01"
      ]
    },
    {
      "cite": "282 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 13956,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 4.0006466718018396e-07,
      "percentile": 0.9057800281020245
    },
    "sha256": "dcaea48f11b6134e43c72a6e41d7cf87c5188f5fe35f9d0e2924a1a2b3a1d518",
    "simhash": "1:e9a2c0c56e076d85",
    "word_count": 2466
  },
  "last_updated": "2024-02-27T17:05:39.370456+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Vendig v. Union League of Philadelphia, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nAs authorized by the Act of June 29, 1923, P. L. 981, plaintiff brought a single suit against two defendants, claiming she had been injured by reason of the negligence of both of them. She recovered a verdict against both, which the court in banc reduced in amount and then sustained as to one, but directed judgment non obstante veredicto to be entered in favor of the other. From the judgments entered accordingly, these three appeals were taken; the first by one of the defendants, from the refusal to enter a judgment non obstante veredicto in its favor; the second by the same defendant from the judgment non obstante veredicto in favor of its codefendant; and the third by plaintiff, from the entry of the same judgment non obstante veredicto. It is probable that the second of these appeals could not be sustained under any circumstances (Cleary v. Quaker City Cab Co., 285 Pa. 241), but, in the view we take of the case, it is not necessary to decide the point.\nOn the other two appeals, the only questions raised are, were the defendants, or either of them, entitled to binding instructions at the trial, or to a judgment non obstante veredicto thereafter; hence all the evidence and inferences therefrom, favorable to plaintiff, must be taken as true, and all unfavorable to her, if depending solely on testimony, must be rejected: Dunbar v. Preston, 285 Pa. 502.\nThe suit is against a property owner and a coal dealer, and the statement of claim avers that the lid over a coal-hole in the highway adjoining the property of the owner, and through which coal had been delivered by the coal dealer into the cellar of the property owner’s building, had, after the delivery of the coal, been left insecure through the negligence of the two defendants. The property owner averred, in its affidavit of defense, that it did not take off or replace the lid, both of these things being done by the employees of the coal dealer; in turn he averred, in his affidavit of defense, that his servants had properly and securely replaced it after the delivery of the coal. The issues raised by the pleadings were, therefore, (1) was the property owner responsible for the misplacement of the lid, or its continuance in an improper condition? and (2) did the servants of the coal dealer securely replace the lid after the delivery of the' coal? To these issues, under section 16 of the Practice Act of May 14, 1915, P. L. 483, 486, the evidence at the trial was required to be limited. This rule applies to actions in trespass, as the present one is, whenever a defendant chooses to file an affidavit of defense broad enough to define the issues, though, under section 13 of the statute, he is not required to answer to that extent. Buehler v. U. S. Fashion Plate Co., 269 Pa. 428, and the cases in its train, do not antagonize this conclusion. We there said, if a plaintiff desires to get the benefit of admissions in the affidavit of defense, he must offer in evidence the specific averments of the statement of claim and the corresponding paragraphs of the affidavit, in order that, from a consideration of both of them, the extent of the admissions can be ascertained. Here, however, admissions were not sought to be proved, and, hence, those authorities have no application.\nThe evidence at the trial was meager, but, with the inferences fairly deducible therefrom, it may be stated as follows: The coal dealer had entered into an agreement with the property owner to deliver to the latter thirty-six tons of coal, through a coalhole in the footway of the street adjoining the property. It was delivered on the day of the accident, and was the only coal received by the property owner on that day. Two horse-drawn coal wagons were used to deliver it, each of them making six trips. The last wagon was filled at the yard at 4:20 P. M. on the day of the accident, and was driven to the property owner’s building fourteen or fifteen city blocks away, but when it reached there, and when the delivery of the coal on it was completed, was not shown. In order to make the delivery, the lid covering the coal-hole had to be removed, so that, through the opening, the coal might be put in the cellar. This lid was round, was made of metal, and, when properly in place, rested on a flange about an inch wide, the top of the hole being then level with the pavement. When this situation existed, pedestrians could tread on the lid with safety, the effect being to press it on the flange all around; but if the lid did not rest solidly on the flange, stepping on it might cause it to tilt, to the possible injury of the person walking over it. It does not appear who lifted the lid on the day of the accident, except as may be gathered from the fact that it could be opened from the street by using a pick or some similar instrument; nor who replaced it after completion of the delivery of the last three tons of coal. Shortly after 6 P. M., it being nighttime and dark, plaintiff, while walking along the street in which the coal hole was, with the care usually taken by pedestrians, stepped on the lid, which, so far as could then be seen, was safely in place; it tilted and she fell, receiving the injuries of which complaint is made. An examination showed that the lid had not rested solidly on the flange, but on pieces of coal thereon, evidently as the result of unloading through the hole. The fact that coal was on the flange, is sufficient to sustain the jury’s finding that the delivery was made through this particular hole, and not through another one a short distance away. Prom this evidence, the rights of the parties must be determined.\nWhen a coal dealer delivers coal through an opening in-the footway of a public street, he is liable to persons injured by his negligence, if he replaces the lid so that it is unsafe, or does not replace it at all. He cannot relieve himself from all responsibility, in connection with the opening which he has been using, unless he notifies the property owner that the delivery has been completed, and properly guards the opening until the latter has taken control of the situation. His liability does not arise by lapse of time; he may be held responsible for injuries occasioned by his leaving the hole uncovered or improperly covered (Powell v. Wilhelm, 49 Pa. Superior Ct. 268) though but an instant has passed since he left the place: Martin v. Letter, 282 Pa. 286. A property owner is in a different position. He has a right to suppose that the employees of the coal dealer will not negligently replace the lid. If he knows of the dangerous condition of the footway, following the delivery of the coal, he must be swift to make it safe; but he cannot be held liable if he has had neither actual nor constructive notice of that fact: Beck v. Germantown Cricket Club, 228 Pa. 173. In the instant case, there is no evidence of actual notice that the delivery was completed, nor of constructive notice growing out of lapse of time. As already stated, it does not appear when the delivery ended, whether a minute, or an hour, or any intermediate time, before the accident. Of course, a comparatively short time is all that is necessary in order to give constructive notice of such a matter as this (McLaughlin v. Kelly, 230 Pa. 251), but there was not here sufficient evidence to enable the jury to decide that a sufficient time had elapsed to charge the property owner with constructive notice, either of the completion of the delivery, of the coal, or of the improper replacing of the lid; hence there can be no recovery against the owner (Harrison v. Collins, 88 Pa. 153), in the absence of proof, and there was none, that it had anything to do with the replacing of the lid.\nIt may be inferred, even aside from his affidavit of defense above set forth, that the employees of the coal dealer replaced the lid, for they were using the hole only a short time before the accident, and apparently no one else had anything to do with it between then and the time of the accident. It follows that there was sufficient evidence to hold the coal dealer.\nIn No. 278, January Term, 1927, the judgment is reversed and is here entered for the Union League of Philadelphia, defendant, non obstante veredicto; in No. 279, January Term, 1927, the appeal is dismissed; and in No. 291, January Term, 1927, the judgment is reversed and the record is remitted with directions to enter judgment, upon the verdict as reduced, in favor of plaintiff and against the defendant Frank F. Mathers, trading as the Mathers Coal Company.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Benjamin O. Frick, for appellant,",
      "Thomas C. Egan, with him Wolf, Block, Schorr & Solis-Cohen, for Fannie F. Vendig, appellee.",
      "Thomas C. Egan, with him Wolf, Block, Schorr & Solis-Cohen, for Fannie F. Vendig, appellant.",
      "Harry S. Ambler, Jr., with him Frank R. Ambler and H. Rook Goshorn, for appellee, Frank M. Mathers."
    ],
    "corrections": "",
    "head_matter": "Vendig v. Union League of Philadelphia, Appellant.\nAppeals — Evidence—Inferences—Binding instructions.\n1. In determining whether or not a litigant was or is entitled to binding instructions in his favor, all the evidence and inferences therefrom, favor able, to the opposite party, must be taken as true, and all unfavorable to him, if depending solely on testimony, must be rejected.\nPractice, O. P. — Evidence—Pleadings—Issues limited — Trespass —Affidavit of defense — Act of May 1J¡, 1916, P. L. If85.\n2. Under section 16 of the Practice Act of May 14, 1915, P. L. 483, 486, the evidence at the trial must be limited to the issues raised by the pleadings. This requirement applies to actions of trespass where the defendant chooses to file an affidavit of defense broad enough to define the issues, though, under section 13 of the statute, he is not required to answer to that extent.\nNegligence — Sidewalks — Oodlhole — Pedestrians — Notice to owner hy user of coal hole — Duty to replace lid — Constructive notice — Time;\n3. Where one, not the property owner, has been using an opening in the footway of an adjacent public street, he is bound to safely replace the lid over the opening; if he fails so to do he is responsible to pedestrians injured because of this neglect. If such a user desires to relieve himself from all liability, he must notify the property owner when the use has terminated, and properly guard the opening until the owner has taken control of the situation.\n4. Such a user is responsible for his negligence in not replacing, or improperly replacing, the lid over the opening, irrespective of the lapse of time between the negligence and the accident.\n5. Where such a user fails to replace the lid, or replaces it improperly, the owner of the property is not liable to one injured by reason thereof, unless he had actual or constructive notice of the fact that the use has ceased. In view of the danger to which pedestrians will be subject under such circumstances, constructive notice may be implied within a comparatively short time after the use has ceased.\nArgued December 2, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeals, Nos. 278, 279 and 291, Jan. T., 1927, by Union League of Philadelphia and Fannie F. Vendig, from judgments of C. P. No. 2, Phila. Co., June T., 1926, No. 14391, on verdict for plaintiff, and for defendant Mathers n. o. v., in cases of Fannie F. Vendig v. Union League of Philadelphia and Frank F. Mathers, trading as Mathers Coal Co. Reversed as to No. 278, dismissed as to No, 279 and reversed as to No. 291.\nTrespass for personal injuries. Before Lewis, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff against Mathers and the Union League of Philadelphia for $4,502, on which judgment was entered for $3,000 against the Union League. Judgment for Frank M. Mathers n. o. y. was entered.\nThe Union League and Fannie F. Vendig appealed.\nErrors assigned by the Union League were the judgment against itself, in appeal No. 278, and the judgment for Frank M. Mathers n. o. v., in appeal No. 279, quoting record.\nError assigned by plaintiff was the judgment for Mathers n. o. v., in appeal No. 291, quoting record.\nBenjamin O. Frick, for appellant,\nUnion League.— If judgment n. o. y. is entered for defendant Mathers, it must also be entered for defendant, the Union League.\nThe lower court erred in not entering judgment n. o. y. for defendant, the Union League: Martin v. Letter, 282 Pa. 286; Rushton v. Allegheny City, 192 Pa. 574; Beck v. Cricket Club, 228 Pa. 173; McAvoy y. Kromer, 277 Pa. 196; Fleccia v. Atkins, 270 Pa. 573.\nThomas C. Egan, with him Wolf, Block, Schorr & Solis-Cohen, for Fannie F. Vendig, appellee.\nDefendant Union League has no standing to complain of the entry of judgment n. o. v. for defendant Mathers: Cleary v. Cab Co., 285 Pa. 241; Morris v. Garrison, 27 Pa. 226; Stineman’s App., 34 Pa. 394; Gensemer’s Est., 170 Pa. 96; Morgan v. Terrill, 45 Pa. Superior Ct. 639; Bower’s Est., 48 Pa. Superior Ct. 394.\nThomas C. Egan, with him Wolf, Block, Schorr & Solis-Cohen, for Fannie F. Vendig, appellant.\nThe case was for the jury as to both defendants and the lower court erred in entering judgment n. o. y, as to Frank F. Mathers: Smart v. Bell Tele. Co., 83 Pa. Superior Ct. 419; Janock v. R. R., 252 Pa. 199; Reymer v. Ice Co., 67 Pa. Superior Ct. 468; Heller v. Fabel, 290 Pa. 43; Pfeffer v. Johnstown, 287 Pa. 370; Cameron v. Townsend, 286 Pa. 393; Fluke v. Lang, 283 Pa. 54; Moyer v. Ry., 275 Pa. 363.\nJanuary 3, 1928:\nHarry S. Ambler, Jr., with him Frank R. Ambler and H. Rook Goshorn, for appellee, Frank M. Mathers.\nThe essential defects in the case of appellant Fannie F. Vendig, are that she did not adduce any direct testimony to prove the liability of the appellee Frank F. Mathers, but only circumstantial evidence; and that, as held by the court below in its memorandum of reasons for entering judgment n. o. v. for appellee Frank F. Mathers, this circumstantial evidence was not sufficient to justify an inference that the injury to appellant was caused by any negligence on the part of appellee. Without sufficient evidence of such negligence, of course, appellant could not recover against appellee: Buehler v. Plate Co., 269 Pa. 428; Campbell v. Brandywine, etc., Co., 52 Pa. Superior Ct. 511."
  },
  "file_name": "0536-01",
  "first_page_order": 558,
  "last_page_order": 565
}
