{
  "id": 476421,
  "name": "Commonwealth, ex rel. Townsend v. Burke, Warden",
  "name_abbreviation": "Commonwealth ex rel. Townsend v. Burke",
  "decision_date": "1949-01-11",
  "docket_number": "No. 469",
  "first_page": "35",
  "last_page": "43",
  "citations": [
    {
      "type": "official",
      "cite": "361 Pa. 35"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 A. 735",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077704
      ],
      "pin_cites": [
        {
          "page": "2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0001-01"
      ]
    },
    {
      "cite": "132 A. 370",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "285 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095078
      ],
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0289-01"
      ]
    },
    {
      "cite": "302 U. S. 51",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/302/0051-01"
      ]
    },
    {
      "cite": "188 A. 841",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172295
      ],
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0305-01"
      ]
    },
    {
      "cite": "333 U. S. 640",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0640-01"
      ]
    },
    {
      "cite": "24 A. 2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1211011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0041-01"
      ]
    },
    {
      "cite": "39 A. 2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0493-01"
      ]
    },
    {
      "cite": "334 U. S. 736",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6159179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/334/0736-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 11873,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.171267033747026e-06,
      "percentile": 0.9871309099488039
    },
    "sha256": "324c599c384d3a7c2afe4a1ab61e83755f982f72cca949a148e6e702e14aadd5",
    "simhash": "1:354b45727543249c",
    "word_count": 1970
  },
  "last_updated": "2024-02-27T19:16:32.343400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Commonwealth, ex rel. Townsend v. Burke, Warden."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nPrank Townsend, the relator, filed in this Court his original petition for a writ of habeas corpus claiming to be unlawfully restrained of his liberty as a result- of a sentence imposed upon him by the Court of Oyer and Terminer of Philadelphia County on June 5, 1945, without due process of law. Townsend was called to plead to four separate indictments (Nos. 696, 698, 699 and 701, May Sessions, 1945), two of them charging him (and other co-defendants) with burglary and two, with armed robbery. Without benefit of counsel, Townsend entered a plea of guilty to each indictment. On one of the two indictments charging armed robbery (No. 698), he was sentenced to ten to twenty years in the Eastern State Penitentiary of Pennsylvania. There is a reference noted on the other armed robbery indictment (No. 696) and on each of the burglary indictments (Nos. 699 and 701) of the sentence imposed on No. 698.\nA rule issued on the relator’s petition, calling upon the warden of the penitentiary and the district attorney of Philadelphia County to show cause why the prayer of the petition should not be granted. The respondents filed answers; and, after a consideration of the petition and -answers, we. discharged the - rule. The relator thereupon petitioned the Supreme Court of the United States-for a writ of certiorari which was granted; and, ;upon review by that Court, the action of this Court was reversed: 334 U. S. 736.\nThe case is now before us for the purpose of our carrying out the mandate of the Supreme Court. Some differences of opinion having arisen among the members'of this Court as to-the-extent-of the relief to be afforded the petitioner under the opinion 'of the Supreme Court, we set the matter down for argument, the district attorney of: Philadelphia County appearing for the Commonwealth and able counsel, whom we appointed for the purpose, appearing for the petitioner. The order appended to the opinion of the Supreme Court consisted of one -word,—“Reversed”. The mandate which, in due course, formally communicated to this court the action of - the Supreme Court, and its directions in such regard, contains an ordér which “reversed with costs” -the judgment-of this Court and directed that the cause be' remanded to -this Court “for proceedings not inconsistent with-the opinion” of the Supreme Court.\nWe are how hanimously of the opinion that the decision of the Supreme Court means, and was intended to mean,-that-the conduct of the'trial judge in connection with his sentencing of The defendant, Townsend, constituted error of such a fundamentally harmful nature (considering the uncounseled position of the defendant) as to stigmatize the .proceeding as lacking constitutional due process throughout and render it vitiated ab initio. We will, therefore, revoke our order of May 26, 1947, denying the relator’s petition for habeas corpus, and direct that the proceedings had in the Court of Oyer and Terminer of Philadelphia ón June 5, 1945, with respect-to the defendant, Townsend, be, in their entirety (including; specifically, the defendant’s pleas and the sentences), vacated and set asi de.\nThat our conclusion to such effect fairly comports with the decision of the Supreme Court seems manifest. The fact that the defendant was without counsel did not, ipso facto, render the'proceeding wanting in due process. The opinion for the Supreme Court in this very case expressly recognizes that this Court has frequently held that the provision in our State Constitution, according defendants the right to be heard by counsel, does not require court assignment of counsel 'to defendants in non-capital cases who are without counsel: see, e. g., Commonwealth ex rel. Withers v. Ashe, 350 Pa. 493, 39 A. 2d 610, and Commonwealth ex rel. McGlinn v. Smith, 344 Pa. 41, 24 A. 2d 1. Court assignment of counsel in Pennsylvania to destitute defendants in capital cases is provided for by statute: Act of March 22, 1907, P. L. 31, 19 PS § 784. As further pointed out in the opinion for the Supreme Court in this Case, that Court but recently reaffirmed that “the due process clause of the Fourteenth Amendment does not prohibit a State from accepting a plea of guilty in a ion-capital case from an uncounseled, defendant. [Citing] Bute v. Illinois, 333 U. S. 640.”\nWhat invalidated the proceeding in the instant case was the improper conduct of the trial judge’ which consisted of his making facetious remarks, concerning the defendant’s prospective penal servitude, in connection with the imposing of sentence, and of reading from a list containing five separate criminal charges against the defendant at former times when, actually, in three out of the five Cited instances the charges had either been dismissed by the magistrate of ’ the accused'had' been found not guilty. The situation, thus judicially created, was pointedly appraised by Mr. Justice Jackson, speaking for the Supreme Court, in the following language: “The trial court’s facetiousness casts a somewhat somber reflection on the fairness of the proceeding when we learn from the record that’actually the charge’of receiving the stolen saxophone hád béen dismissed and the prisoner discharged by the magistrate. But it savors of foul play or of carelessness when we find from the record that, on two other of the charges which the court recited against the defendant, he had also been found not guilty. Both the 1933 charge of larceny of an automobile, and the 1938 charge of entry to steal and larceny, resulted in his discharge after he was adjudged not guilty. We are not at liberty to assume that items given such emphasis by the sentencing court did not influence the sentence which the prisoner is now serving.\n“We believe that on the record before us, it is evident that this uncounseled defendant was either overreached by the prosecution’s submission of misinformation to the court or was prejudiced by the court’s own misreading of the record. Counsel, had any been present, would have been under a duty to prevent the court from proceeding on such false assumptions and perhaps under a duty to seek remedy elsewhere if they persisted. Consequently, on this record we conclude that, while disadvantaged by lack of counsel, this prisoner was sentenced on the basis of assumptions concerning his criminal record which were materially untrue. Such a result, whether caused by carelessness or design, is inconsistent with due process of law, and such a conviction [i. e., on the defendants pleas] cannot stand.” (Emphasis supplied.)\nThe fatal impairment of the proceedings of June 5, 1945, although not injected until the trial court began to sentence the defendant, was, in legal contemplation under the circumstances present, the result of the defendant’s being without counsel; and the consequent disregard of the defendant’s constitutional rights, so occurring, cannot be disjointed from the proceedings as a whole, including the court’s acceptance of the defendant’s contemporaneous pleas of guilty. For, once the lack of counsel became a denial of due process in the circumstances, the particular constitutional deficiency could not be lopped off and allocated to but one portion of the proceeding. Like a blood stream infection, which permeates the whole body, the harmful condition cannot be isolated to what appears to have been the incipient focal point of infection. There is the same reason, therefore, to set aside the defendant’s pleas of guilty as there is to vacate the sentence. The convictions, even based on ostensibly voluntary pleas of guilty,, cannot stand any more than can the sentence. Accordingly, the matter is not merely one of remanding the relator to the court below for sentencing.\nHowever, the indictments have not at any time been under attack and remain unaffected by the invalidity in the former proceeding. Consequently, upon the vacation of the sentence and the setting aside of the defendant’s pleas of guilty to the indictments, due procedure upon those indictments may thereafter be moved by the district attorney and the defendant put to trial or permitted to plead, as he may then elect. No question of a new trial is in any way involved; nor are we to be taken as assuming to grant one. The matter is not here on appeal; the time for that has long since expired. It is here on habeas corpus because of the unconstitutional composition of the trial forum in the circumstances shown; and habeas corpus is not a substitute for an appeal: Commonwealth ex rel. Sullivan v. Ashe, 325 Pa. 305, 310, 188 A. 841, aff’d on certiorari, 302 U. S. 51. A writ of habeas corpus does not lie for the mere questioning of alleged errors during, or prior to, the trial: Commonwealth v. Curry, 285 Pa. 289, 292, 132 A. 370. Among the unusual circumstances giving grounds for the writ are an original lack or (as here) a coincident loss of the sentencing court’s, jurisdiction: see Halderman’s Petition, 276 Pa. 1, 2, 119 A. 735. The situation, here consequently ensuing, results from the necessary vacation and setting aside of the former proceeding as a nullity and leaves the indictments open and unsatisfied. In legal contemplation, there never was a trial.\nThe time Already served by the relator on account of the invalid sentence on indictment No. 698 can properly be- taken into account by the sentencing judge in the event of valid convictions on the indictments. And, should the sentencing judge fail to allow the defendant Credit for his incarceration on the invalid sentence, it will then be time enough for him to raise any question of double punishment. Nor is it to be overlooked that the relator was subsequently sentenced to additional terms of imprisonment on other indictments, the validity of- which' proceedings he has' never yet challenged. On October 24, 1945, while in prison, he was arraigned on two further indictments (No. 300 April Sessions, 1945, and No. 691 May Sessions, 1945) respectively charging him with attempted burglary and carrying a concealed deadly weapon. To each of these indictments he entered a plea of guilty and was sentenced on-No. 300 to not less than one month nor more than five years after the expiration of the sentence (since held to be invalid) whereon he was then in prison; and, on indictment No. 691, he was sentenced to one month to begin at the expiration of the sentence on No.-300. Whether or not the relator would have been eligible for parole on the sentence on No. 300 at the end of- a month from its imposition, except for the invalid sentence on indictment No. 698, as he now suggests, and whether or not the sentence of one month on indictment No. 691 is invalid “since it was a flat [i.e., not indeterminate] -sentence of one month to a penitentiary [instead of a county jail]” are'presently immaterial questions. Such matters have not been, nor are they now,' in the proceeding before us. Quite to the contrary, they are without- any immediate bearing upon- whether the relator may lawfully be required to respond to the opened and yet unexhausted indictments. We think he may be.\n'\nThe order of this Court of May 26, 1947, denying the relator’s petition for a writ of habeas corpus is hereby revoked and the Court of Oyer and Terminer of Philadelphia County is directed to vacate and set aside the relator’s pleas of guilty of June 5, 1945, to indictments Nos. 696, 698, 699 and 701 May Sessions, 1945, of that court and, likewise, the sentence imposed upon him on the same date on indictment No. 698.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Thomas D. McBride, with him Michael von Moschzisker, for petitioner.",
      "Franklin E. Barr, Pirst Assistant District Attorney, with him John H. Maurer, District Attorney, for Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, ex rel. Townsend v. Burke, Warden.\nArgued November 9, 1948.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nThomas D. McBride, with him Michael von Moschzisker, for petitioner.\nFranklin E. Barr, Pirst Assistant District Attorney, with him John H. Maurer, District Attorney, for Commonwealth.\nJanuary 11, 1949:"
  },
  "file_name": "0035-01",
  "first_page_order": 57,
  "last_page_order": 65
}
