{
  "id": 476449,
  "name": "Stanziola, Appellant, v. Stanziola",
  "name_abbreviation": "Stanziola v. Stanziola",
  "decision_date": "1949-03-21",
  "docket_number": "Appeal, No. 50",
  "first_page": "209",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "361 Pa. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "53 A. 2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472124
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0125-01"
      ]
    },
    {
      "cite": "38 A. 2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Pa. Superior Ct. 102",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1057037
      ],
      "pin_cites": [
        {
          "page": "106, 107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/155/0102-01"
      ]
    },
    {
      "cite": "3 A. 2d 939",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "940, 941"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "134 Pa. Superior Ct. 497",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1014221
      ],
      "pin_cites": [
        {
          "page": "500, 501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/134/0497-01"
      ]
    },
    {
      "cite": "89 Pa. Superior Ct. 15",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671367
      ],
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/89/0015-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 581",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571108
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/87/0581-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655564
      ],
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0231-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 602",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0602-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 377",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        449025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/59/0377-01"
      ]
    },
    {
      "cite": "23 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/23/0343-01"
      ]
    },
    {
      "cite": "6 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/6/0332-01"
      ]
    },
    {
      "cite": "51 A. 2d 521",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "523"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 358",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458958
      ],
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0358-01"
      ]
    },
    {
      "cite": "33 A. 2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. Superior Ct. 133",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1050867
      ],
      "pin_cites": [
        {
          "page": "136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/153/0133-01"
      ]
    },
    {
      "cite": "19 A. 1061",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "135 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817414
      ],
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0459-01"
      ]
    },
    {
      "cite": "41 A. 2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "157 Pa. Superior Ct. 9",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061236
      ],
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/157/0009-01"
      ]
    },
    {
      "cite": "94 Pa. Superior Ct. 257",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/94/0257-01"
      ]
    },
    {
      "cite": "60 A. 2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "163 Pa. Superior Ct. 51",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        464205
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/163/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 8237,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 1.9267952427624402e-07,
      "percentile": 0.7337188384342098
    },
    "sha256": "466893bed6e263727b48679458bacdae9612f46e59352ddad3257a979e7c7e5e",
    "simhash": "1:ae35ef60c5e883fb",
    "word_count": 1424
  },
  "last_updated": "2024-02-27T19:16:32.343400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Stern, Patterson, Stearn and Jones, JJ."
    ],
    "parties": [
      "Stanziola, Appellant, v. Stanziola."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Horace Stern,\nThis is an appeal, specially allowed, from the decree of the Superior Court affirming the lower court’s dismissal of a libel in divorce in the case of Stanziola v. Stanziola, 163 Pa. Superior Ct. 51, 60 A. 2d 414.\nCalvin S. and Rose A. Stanziola were married in 1912. From the very beginning their marital voyage seems to have been a stormy one, due largely to the well-founded conviction of respondent that her husband was guilty of infidelity. She claims that he communicated to her a venereal disease which necessitated her undergoing a major operation. She left him on several occasions and finally, on June 21, 1930, they entered into a written agreement of separation under the terms of which they agreed to live separate and apart from one another during the rest of their lives; thereupon she moved to another town and since then they have not lived together as man and wife. Libellant has attempted several times to induce respondent to return to him and resume cohabitation; in addition to requests made in person and by an appeal to her sister, he sent a registered letter to respondent on May 3, 1933, seeking a reconciliation and in later years made further efforts in that direction with the aid of the probation officer of the county. She refused all his invitations and he therefore relies for support of his divorce action on the well established proposition that an agreement for separation may be revoked at any time by a bona fide offer for the resumption of marital relations, and, if the other party, without adequate reason, persists in remaining apart after such revocation, he or she then becomes guilty of desertion, which, if continued for the statutory period, furnishes to the revoking party sufficient cause for a divorce: Butler v. Butler, 1 Pars. Eq. Cas. 329, 335; Kurniker v. Kurniker, 94 Pa. Superior Ct. 257; Doering v. Doering, 157 Pa. Superior Ct. 9, 13, 41 A. 2d 358, 360.\nThe question upon which the case turned in the opinion of the Common Pleas and the Superior Courts was whether the letter of May 3, 1933, constituted a genuine offer of reconciliation. The master who heard the testimony thought that it did; the Common Pleas and Superior Courts held that it did not, the Superior Court stating that “The fact .that the letter was prepared by an attorney, sent by registered mail, a return receipt requested, and the return receipt and a typewritten copy of the letter introduced into evidence at the hearing before the master, was sufficient to warrant the court below in concluding that libellant’s motive in sending the letter was to obtain evidence on which to base his action in divorce, rather than to effect a reconciliation.” But the bona fides of libellant’s requests for the resumption of marital relations does not depend merely on the way in which the letter of May 3, 1933, was prepared and sent since the other efforts which he made to induce respondent to return to him must also be taken into consideration; moreover the present proceedings were not commenced until 13 years after the letter was written so that it could scarcely have been designed for the purpose of laying the foundation for any divorce action then in contemplation. On the whole, it would seem that libellant was really sincere in wanting his wife to return to him and that he hoped his invitations to that end would be accepted.\nThere is, however, another side to the story. The fact is that, notwithstanding such desire on his part, he was apparently unwilling to confine his affections to Mrs. Stanziola but persisted throughout in being faithless to his marriage vows. In a letter written by him to his wife under date of February 27, 1932 he made shameful and unblushing admissions of sexual relations with another woman and even of unnatural practices, and respondent testified that he repeatedly confessed to her that he was living with another woman; indeed his own testimony in the present proceedings practically amounted to admissions of marital infidelity which are amply supported by corroborative evidence. It is true that he usually accompanied the confessions he made to respondent with assurances of contrition and promises of reformation whereby he was able several times to persuade her to return to him from her occasional periods of separation, but that he nevertheless continued to live in adulterous relations is so manifest from the testimony that it would be the extreme of judicial naivete to conclude otherwise. We are not unmindful of the fact that the reasonable cause which will justify a wife to separate from her husband or to refuse to return to him after living apart under an agreement of separation must be one which would entitle her to a divorce (Butler v. Butler, 1 Pars. Eq. Cas., 329, 337; Van Dyke v. Van Dyke, 135 Pa. 459, 465, 19 A. 1061; Bates v. Bates, 153 Pa. Superior Ct. 133, 136, 33 A. 2d 281, 282; Jones v. Jones, 160 Pa. Superior Ct. 358, 361, 51 A. 2d 521, 523), and that adultery cannot be established merely by confessions of the allegedly guilty spouse; there must be corroboration by circumstances or by other evidence: Matchin v. Matchin, 6 Pa. 332; Eshbach v. Eshbach, 23 Pa. 343; Randolph v. Randolph, 59 Pa. Superior Ct. 377; Morse v. Morse, 81 Pa. Superior Ct. 602. But, as already stated, no one reading the present record can come to any conclusion other than that at all the times libellant was seeking his wife’s return and no doubt eager to have her back he was persisting in a life of adultery; under such circumstances no self-respecting wife could have been expected to accept his offers. To put it in the terse language of Mrs. Stanziola herself: “I said he couldn’t live with two women”. Her refusals to return to him were justified not only by elementary principles of decency but by a wealth of legal authority: Betzko v. Betzko, 81 Pa. Superior Ct. 231, 233 (“Ever since early in 1915 the libellant had been openly living in adultery with another woman, and during that period the law would not have required his wife to return to him, even if he had requested her to do so, for this adultery was sufficient reason for continuance of the separation, which had been by agreement in its inception.”); Evan v. Evan, 87 Pa. Superior Ct. 581, 584 (“Eor some years, the libellant had been living with another woman, . . . and certainly she [respondent] was not required to return to him during that time.”); Litch v. Litch, 89 Pa. Superior Ct. 15, 29 (“If adulterous practices by libellant be deemed a reasonable cause for the withdrawal by respondent, and they are expressly so recognized in the opinion cited, it is difficult to see why such practices should not constitute a reasonable cause for persisting in such withdrawal.”); Starr v. Starr, 134 Pa. Superior Ct. 497, 500, 501, 3 A. 2d 939, 940, 941 (“Libellant, in the instant case, admitted intercourse with Olive Wibel, within three or four weeks after Mrs. Starr, respondent, left. The latter simply demanded that the other woman, Olive Wibel, should leave the home, as a condition of her own returning. Respondent was entirely within her rights in making this demand.”); Copeland v. Copeland, 155 Pa. Superior Ct. 102, 106, 107, 38 A. 2d 364, 365, (“A woman who has good grounds for believing that her husband is unfaithful to her is not obliged to live with him as his wife. She may refuse to do so, and may leave his home, without being guilty of desertion.”); Dash v. Dash, 357 Pa. 125, 130, 53 A. 2d 89, 91.\nEven if, therefore, libellant was sincere in his efforts to persuade respondent to come back to him she was not legally obliged to do so, partly because she herself would have been entitled to a divorce on the ground of his past adultery, and partly because she was well justified in believing that he was not changing his course of conduct in that respect.\nThe decree of the Superior Court affirming the decree of the Court of Common Pleas of Luzerne County is affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Me. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "John H. Bigelow, with him Rocco O. Falvello, for appellant.",
      "George I. Puhak, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stanziola, Appellant, v. Stanziola.\nArgued January 5, 1949.\nBefore Maxey, C. J., Drew, Stern, Patterson, Stearn and Jones, JJ.\nJohn H. Bigelow, with him Rocco O. Falvello, for appellant.\nGeorge I. Puhak, for appellee.\nMarch 21, 1949:"
  },
  "file_name": "0209-01",
  "first_page_order": 231,
  "last_page_order": 236
}
