{
  "id": 476395,
  "name": "Gredler Estate",
  "name_abbreviation": "Gredler Estate",
  "decision_date": "1949-04-11",
  "docket_number": "Appeals, Nos. 31 and 35 to 38",
  "first_page": "384",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "361 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 A. 2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 Pa. Superior Ct. 339",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013118
      ],
      "pin_cites": [
        {
          "page": "347, 348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0339-01"
      ]
    },
    {
      "cite": "49 A. 2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468922
      ],
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0202-01"
      ]
    },
    {
      "cite": "148 A. 83",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "298 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120321
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0235-01"
      ]
    },
    {
      "cite": "137 A. 455",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "289 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103299
      ],
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0331-01"
      ]
    },
    {
      "cite": "101 A. 807",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "257 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032361
      ],
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0478-01"
      ]
    },
    {
      "cite": "29 A. 33",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "161 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854188
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/161/0331-01"
      ]
    },
    {
      "cite": "70 A. 280",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956128
      ],
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0098-01"
      ]
    },
    {
      "cite": "16 A. 2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 641,
    "char_count": 11067,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 4.221287935185632e-07,
      "percentile": 0.9139752935402797
    },
    "sha256": "6505581d81b73e87330c60ed196a91fce6a8bdabc52425d02d46b09553a55ecf",
    "simhash": "1:04ca2d768a70cff0",
    "word_count": 1899
  },
  "last_updated": "2024-02-27T19:16:32.343400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ."
    ],
    "parties": [
      "Gredler Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nWe are concerned on this appeal with the question whether the Act of June 7, 1917, P. L. 403, § 6, applies to the situation heré involved. That Act, as amended by the Act of July 2, 1935, P. L. 573, provided that “No estate, real or peisonal, shall be bequeathed or devised to any body politic, or to any person in trust for religious or charitable uses, except the same be. done by will at least thirty days before the decease of the testator; and all dispositions of property contrary hereto shall be void and go to the residuary legatee or devisee, heirs or next of kin, according to law.”\nThe facts,.are these:, William Gredler and Mary Louise Gredler, husband and wife, owned as tenants by the entireties a property situate at the northeast'corner of 27th and Parade ‘Streets in the City of Erie and also personal property which they had acquired in the joint operation of a meat market and grocery store. In 1937 they requested, Raymond P. Leemhuis,. Esq., a member of the Erie County Bar, to call at. their residence in order to draft their wills. Mr. Leemhuis testified that “they told me that they wanted and they had agreed that their property and their estate and funds should be held and used for the Catholic Church and its institutions—any,of the charitable institutions, connected therewith. That is the. way. they wanted, that they had agreed between themselves and they wanted their property used and applied..... I remember Mr. Gredler saying ‘we havé no children and we have agreed and we want it .arranged between ourselves that whatever we have,left,, our residuapy .estate-after the payment of taxes and so forth, shall go to institutions operated by or having some .connection with the Catholic Church.’ ” He suggested, to Them that’it was. not necessary at that time to draw wills, but bastead, “if .-that’was their agreement that the property should go that way then they, should agree right then and there that the survivor should make a will carrying out their joint wishes and they both said, dwell, that is what we will do’and between themselves they said, ‘well whoever the survivor is, the survivor will make. the will ”. To the-question what, if anything,; they further said at that meeting “as to the method by which the institution- or institutions connected with the Catholic Church should receive the use and benefit of their -property?” Mr. Leemhuis replied that “It was understood that upon the-death or after the death of the first one; that the-survivor would make a last will and testament incorporating the institutions upon which they would'agree. That was-the-method— by last will and, testamént, upon which'they did or had agreed.” To the question “But they didn’t, in the presence of you, establish-that agreement then and there, they just merely made statements?” Mr. Leemhuis answered, “Yes, they stated right then and there—'that is what -we- are agreeing upon’—that -is just what they did”. He added that “They wanted to have an attorney or somebody- there that they could express their agreement in the presence- of.”\nFrom this testimony it would seem entirely clear that the husband and wife agreed, in Mr. Leemhuis’ presence, that the survivor would will the property owned by them as tenants by the entireties to charitable institutions connected with the Catholic Church. These mutual promises, made by the parties in the presence of a witness, (cf. Moffitt v. Moffitt, 340 Pa. 107, 16 A. 2d 418) constituted an enforceable contract. It is well established that an agreement to make a will or to devise one’s property to a particular person or for a particular purpose is binding and irrevocable when supported by what the law regards as valid consideration.\nIn 1938 Mr. Gredler died; he left no will, all the property held as tenants by the entireties passing to his widow by operation of law. In 1941, Mrs. Gredler con-suited Mr. Leemhuis about the preparation of her will and he drafted one for her which she executed and in which she made bequests to institutions of the Catholic Church for the purpose of masses for the repose of her soul and that of her deceased husband; she left a legacy also to a certain Catholic church and she devised her residuary estate to two institutions conducted under Catholic direction and control. All these institutions were included in a list contained in a slip of paper which she showed to Mr. Leemhuis, saying that “these are the institutions and the places that Bill [her husband] wants to have the money. . . . these are the names of the institutions which Bill and I have agreed upon.” In 1947 other counsel prepared for her a will in which she revoked that of 1941, and in which she made some changes in the bequests to charities and left her residuary estate, instead of to the two institutions previously named, to the Rt. Rev. John Mark Gannon, Bishop of the Catholic Diocese of Erie, or his successor in office, in trust “to select and educate young men whom he deems qualified for the Catholic priesthood and to use the said residue and remainder of my estate as he shall deem necessary, adequate and expedient for that purpose.” This will was executed on July 1, 1947. Mrs. Gredler died within 30 days thereafter, namely, on July 24, 1947.\nMrs. Gredler’s heirs at law, who are contesting the validity of her bequests to the charitable institutions, make much of the fact that the beneficiaries now named, especially the beneficiary of the residuary estate, do not accord with the list of those whom she and her husband had originally selected. But a fair inference to be drawn from the testimony is that the agreement between them did not impose an obligation on either to leave the property to any particular institutions but only to such as were in the general class of those connected with the Catholic Church; the names on the written list were apparently in the nature merely of tentative suggestions, the right of final selection to remain with the survivor; the agreement was that their property was to go to “any of the charitable institutions” connected with the Catholic Church. Accordingly the provisions of the will of 1947 undoubtedly comply with the obligation entailed upon Mrs. Gredler by reason of the contract which she had entered into with her husband.\nThe question then arises: Where there was thus on the part of the testatrix a contractual obligation to will property to certain beneficiaries, was the devise made in performance of such obligation void by reason of her death within thirty days from the execution of her will?\nIt was said by Mr. Chief Justice Mitchell in Paxson’s Estate, 221 Pa. 98, 111, 70 A. 280, 285: “The purpose of this act [Act of April 26, 1855, P. L. 328] is plain. It was to make reasonably sure that testamentary gifts to religion or charity were the result of deliberate intent of the testator, and were not coerced from him while in weakened physical condition under the influence of the doubts and terrors of impending death.” He had similarly stated in his dissenting opinion in Hoffner’s Estate, 161 Pa. 331, 343, 29 A. 33, 35, that “The law recognizes such bequests as valid, but requires them to be made when the judgment is clear, and the obligation is not sharpened or exaggerated by the terrors of impending death.” Certainly that requirement was not lacking in the present case, because the bequests made by the testatrix to the Catholic charities were not coerced from her under the influence of the terrors of impending death but were the product of an agreement into which she had deliberately and intelligently entered some ten years before her final illness. The decision in Hoffner’s Estate, 161 Pa. 331, 29 A. 33, and the underlying principles there enunciated, would seem fairly to control the present controversy. In that case a testatrix had acquired certain property under the will of a sister in law to whom she had promised- that she, in her own will, would make a; bequest of the property to a certain church. She carried out this promise by making such a bequest, hut died within thirty; days from the time she executed her will. The auditing judge, Penrose, J., held: (p. 336) that “the gift is to be maintained because it was made in compliance with a duty on the part of the. testator' arising' from her promise to the original owner from whom she acquired; the property, a duty which would have been enforced in equity had she not voluntarily performed it. . . . An obligation thus created could not be defeated by the act of the party bound in deferring the execution of the trust until- so late a-time that the act; of assembly, if he were dealing with his own property, would make such execution invalid.” This Court affirmed the view thus. expressed and ruled that the bequest was valid notwithstanding the statute. It is true that there the bequest was made in pursuance of. a promise-.to> .one who had given the property to the:testatrix-with that:understanding, whereas in the present case the promise of -the testatrix was not made in consideration of receiving: any property from her husband. Consideration for Mrs. Gredlers promise, however, is to he found in the similar promise made-by her husband if he. Should prove to be the survivor; such mutual promises ; constituted-a valid and binding contract. When the testatrix executed her will, therefore, the bequests to the Catholic charities were not tainted: by. the evil contemplated by the statute but were made in pursuance of a legal obligation on her part so to do, an obligation which could have been enforced against, her had she failed to perform it and which she.could not evade by either a wilful or a negligent-postponement of the execution ot her will until within, the. thirty day period preceding her death. -It' is clear- that -under..any: reasonable interpretation' of-the\nWills Act of 1917 it has no application to such a situation and that the Orphans’ Court of Erie County was therefore correct in rejecting, as, it did, the contention of the testatrix’s heirs at law that, the bequests to. the charities were invalid.\nDecree affirmed; costs to be paid by appellants.\nThe Act of June, 7, 1917, P, L. 403, was repealed by the Act of April 24, 1947, P. L. 89, which became effective, however, only on January 1, 1948.\nCounsel Agreed by stipulation that the facts to which Mr. Leemhuis\" testified were true and correct.\nMcGinley’s Estate, 257 Pa. 478, 483, 101 A. 807, 808; Cridge’s Estate, 289 Pa. 331, 337, 137 A. 455, 458; Craig’s Estate, 298 Pa. 235, 241, 148 A. 83, 85; Cramer v. McKinney, Executors, 355 Pa. 202, 204, 49 A. 2d 374, 375; Culhane’s Estate, 133 Pa. Superior Ct. 339, 347, 348, 2 A. 2d 567, 571.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Robert N. Spaeder, with him Robert J. Miller and Marsh, Spaeder, Baur & Spaeder, for appellants.",
      "Charles E. Kenworthey, with him Frank B. Quinn, Reed, Smith, Shaw & McClay, and Gifford, Graham, MacDonald & Illig, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gredler Estate.\nArgued March 21, 1949.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ.\nRobert N. Spaeder, with him Robert J. Miller and Marsh, Spaeder, Baur & Spaeder, for appellants.\nCharles E. Kenworthey, with him Frank B. Quinn, Reed, Smith, Shaw & McClay, and Gifford, Graham, MacDonald & Illig, for appellee.\nApril 11, 1949:"
  },
  "file_name": "0384-01",
  "first_page_order": 406,
  "last_page_order": 413
}
