{
  "id": 476390,
  "name": "Dickson, Appellant, v. Commonwealth Trust Company of Pittsburgh",
  "name_abbreviation": "Dickson v. Commonwealth Trust Co.",
  "decision_date": "1949-04-18",
  "docket_number": "Appeal, No. 8",
  "first_page": "612",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "361 Pa. 612"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "181 A. 769",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163629
      ],
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0067-01"
      ]
    },
    {
      "cite": "12 A. 2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0305-01"
      ]
    },
    {
      "cite": "10 A. 2d 392",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0388-01"
      ]
    },
    {
      "cite": "173 A. 327",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0581-01"
      ]
    },
    {
      "cite": "19 A. 2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0223-01"
      ]
    },
    {
      "cite": "19 A. 2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0138-01"
      ]
    },
    {
      "cite": "195 A. 130",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179647
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0107-01"
      ]
    },
    {
      "cite": "19 A. 2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "341 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204494
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/341/0138-01"
      ]
    },
    {
      "cite": "195 A. 130",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "328 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179647
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/328/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 12635,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 7.0402049873221e-08,
      "percentile": 0.4246096973221219
    },
    "sha256": "7dafb926bcf678544088ece7307f4a1691831767b061bf40e1e285d6e712aaa9",
    "simhash": "1:3df5ed00cf12d35c",
    "word_count": 2088
  },
  "last_updated": "2024-02-27T19:16:32.343400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ.",
      "Mr. Justice Allen Stearns dissents."
    ],
    "parties": [
      "Dickson, Appellant, v. Commonwealth Trust Company of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThis action in assumpsit was brought by Eleanor G-. Dickson, plaintiff, against Commonwealth Trust Company of Pittsburgh, defendant, to recover the full balance in cash of- the principal of an inter vivos trust created by her husband. A case stated was filed and, after argument, the learned court en banc held that defendant is not required to repay the principal of the trust in.full in cash, and entered a judgment for defendant. Plaintiff appealed.\nThe following facts aré agreed upon in the case stated: On June 9, 1928, plaintiff’s husband deposited with defendant $75,000 in cash under a written agreement, signed by defendant’s trust officer, which acknowledged receipt of the money and fixed the character of investments in which defendant would place the money as first mortgage participations. The agreement further provided: “This money is accepted [by defendant] ivith the understanding that withdrawals may be made by . . . [plaintiff’s husband] in the sum of $10,000, or less, at any time on 30 days notice and for larger amounts than $10,000 60 days notice. This agreement, subject to withdrawal provisions abovenamed, may be terminated by . . . [defendant or p]aintiff’s husband] at any time on 10 days notice.” (Italics added). In 1929 an additional $5000 was deposited under the agreement and three years later $2500 was withdrawn by plaintiff’s husband; leaving a balance in the hands of defendant at that time of $77,500. This entire balance was invested in Commonwealth Mortgagé Pool No. 2. On April 16, 1934, the Orphans’ Court of Allegheny County entered an order taking custody and.control of- this mortgage pool and directing its liquidation. Prom that date until November 11, 1938, when plaintiff’s husband died leaving his entire estate to plaintiff, under the liquidation order a total of $23,250 was distributed in five installments on account of principal: In 1940 plaintiff sought withdrawal of $10,000 and defendant granted this request by purchasing from her $10,000 of her participating interest. Thereafter, liquidating dividends of $27,900 on the initial investment were distributed, of which $10,000 was paid to defendant under the assignment, and the remainder to plaintiff, leaving an unpaid balance in her favor’of $26,350. Plaintiff notified defendant in December 1945, that she elected to withdraw in cash the unpaid balance of the principal deposited under the terms of the agreement of June 9, 1928. Upon defendant’s refusal to pay her that sum, plaintiff brought this action.\nThe learned court below held, as defendant here contends, that there is nothing-in the written' agreement requiring defendant to repay the principal sum in full in cash and that plaintiff’s sole right is to receive liquidating payment in accordance with her participating interest in the pool.\nIt is well settled that where a trust agreement of this character sets forth the value of the original deposit and contains an express promise to repay'the principal sum, the trustee -is under a duty to repay the amount originally transferred to it: Cunningham’s Estate, 328 Pa. 107, 195 A. 130; Fortna v. Commonwealth Trust Co., 341 Pa. 138, 19 A. 2d 57. See also Lacy’s Trust Estate, 342 Pa. 223, 19 A. 2d 380. On the other hand, an agreement to repay the “fund” (Crick’s Estate, 315 Pa. 581, 173 A. 327)’ or to pay the principal sum “in cash or securities” (Lacy’s Trust Estate, supra) does not impose the obligation on the trustee to repay in cash the full amount deposited. See also, Cohen v. Bank of Wilkes-Barre, 337 Pa. 388, 10 A. 2d 392. Thus, the solution of the present problem depends upon the intention of the parties as expressed in the agreement of June 9, 1928.\nThis agreement clearly states:' “This money is accepted with the understanding that withdrawals may be made . . .” It is perfectly clear that the words “This money”, were intended by the parties to refer to the $75,000 which plaintiff’s husband then deposited with defendant. The plain meaning of the language used in this agreement, which was drawn by defendant’s own trust officer, is that the money was accepted by defendant for investment, subject to the withdrawal of all or any part of this money upon giving defendant the agreed notice.\nThe lower court relied on Crick’s Estate, supra (p. 583). In that case the agreement under consideration provided that upon revocation plaintiff “shall , . . be entitled to payment of funds so withdrawn by him ...” (Italics added). This Court there held that the donor could not legally demand the return of the principal of the trust in cash. Here, however, the agreement provides for the withdrawal of “money”. “Funds” is a broad term which encompasses choses in action, as well as cash. But “money”, in the absence of a clear expression to the contrary, must be given its usual meaning of “cash” or “currency”. See, for example, Clabby’s Estate, 338 Pa. 305, 12 A. 2d 71. Crick’s Estate, supra (p. 584), is not controlling, for there we said: “Had the trust agreement specifically stated that donor might demand cash, a different situation would be presented, but no such question.is involved in this appeal.”\nDefendant urges that to construe the language of this' agreement to mean that defendant is legally bound to return the full balance of the deposit in cash is to place upon it a burden out of proportion to the compensation received. However, defendant at all times had the right to terminate this trust.\nThis Court, speaking through M[r. Justice Linn, stated in Osterling v. Commonwealth Trust Co., 320 Pa. 67, 71, 181 A. 769: “If it found that mortgage investments could not be made or continued on such terms, it should have exercised its right of revocation and returned to plaintiff the sum received under the contract. If, after making the investment, it neglected to perform its obligations, with consequent depreciation as now averred in defense, it cannot shift the resulting loss to plaintiff.”\nThe conduct of the parties with respect to this agreement clearly shows that our conclusion is in full accord with their intent. In 1940 plaintiff withdrew $10,000 and made an assignment of that amount of her participating interest to defendant. That assignment was not as collateral for a loan, but was a relinquishment of that portion of her interest in the pool, in accordance with her withdrawal. At that time no question was raised as to plaintiff’s right to make such cash withdrawal. On the contrary, defendant recognized its obligation under the agreement to repay that sum. By no stretch of the imagination could the language of the agreement be interpreted to mean that it was the intent of the parties to bind defendant to repay any portion of the money but not to compel it to repay all of the money.\nIt is clear that by the express language of the contract, as well as the acts of the parties with reference to it, plaintiff is entitled to the payment in cash of the full balance in the account.\nJudgment reversed; and judgment is here entered for plaintiff in the sum of $26,350, at defendant’s cost.\nMr. Justice Allen Stearns dissents.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Allen M. Stearne:\nThe trust agreement which this Court is required to construe reads:\n“COMMONWEALTH TRUST COMPANY OF PITTSBURGH\n“June 9th, 1928\n“Charles A. Dickson,\nCommonwealth Bldg.,\nPittsburgh, Penna.\n“Dear Mr. Dickson:\n“This will acknowledge receipt from you of $75,000.00 which, you have left with us for the purpose of creating a voluntary trust.\n“Of this amount, we are prepared immediately to invest $35,000 in 6% mortgages, which will net you 5.3%. The remaining $40,000 we will invest in 5.4% mortgages, which will net you 4.7%. As soon as 6% mortgages are available, we will swing this $40,000, either in whole or in part, in First Mortgage Participations. >\n“This money is accepted with the understanding that withdrawals may be made by you in the sum of $10,000, or less, at any time on 30 days notice and for larger amounts than $10,000 60 days notice. This agreement, subject to withdrawal provisions above named, may be terminated by you or ourselves at any time on 10 days notice.\n“We are delivering to you Trust Book No. 1131 showing your deposit of $75,000. Remittances will go forward to you semi-ánnually, the. first going forward August 4th, 1928, and every six months thereafter. These remittances, under present understanding, are to be deposited to the credit of Charles A. Dickson Special Account in the Banking Department and duplicate deposit slips mailed to you.\n“Very truly yours,\n(Signed) Earl A. Morton,\nTrust Officer.”\nThe obligation under this agreement, as-I view it, was for the Trust Company defendant to invest settlor’s (decedent’s) $75,000. $35,000 was directed to be placed in 6% first mortgages and $40,000 in 5.4/10% mortgages.; It was, specified that when 6% mortgages were available the $40,000 was to be reinvested in first mortgage participations. Settlor reserved the privilege Of withdrawing from the trust: amounts- of $10,000 or less on 30 days notice and larger amounts on 60 days notice.\n. By January ,19, 1929 all. the fund was invested as agreed. Settlor added $5,000 in cash to the trust and withdrew $2,500. The trust fund on April 16, 1934 was $77,500.\nOn April 16, 1934 the Orphans’ Court of Allegheny County assumed custody and control of the mortgage pool for the purpose of liquidation.\nSettlor thereafter—from 1934 until his death on November 11, 1938—applied for and received in liquidating dividends $23,250. His widow, as executrix, after his death, similarly received $27,900 in liquidation. $51,150 was thus paid in liquidation leaving $26,350 frozen in the pool. It is this sum for which the widow, as executrix, has sued the inter vivos, trustee. The majority now decide that this sum is due her.\nWith the court below, I am at a loss to discover in the writing the slightest intent on the part of the trustee that the trustee guaranteed or insured repayment of the trust fund in cash to the settlor. The contract: was solely one of investment in a specified manner. While under the trust terms settlor could withdraw funds from the trust, it requires a lively imagination to presume from such provision an undertaking of guarantee by the trustee. All the cash was directed to be invested in specified mortgages. What the parties obviously intended by the withdrawal provision was that, upon notice, mortgages would be sold or liquidated in order to secure the cash to be withdrawn from the trust. This was settlor’s cash, not the trustee’s.\nI need not analyze the various cases cited in the majority opinion. The facts in each of them differ from those here presented. For example, in Cunningham’s Estate, 328 Pa. 107, 195 A. 130, the terms of the trust agreement provided, inter alia, that the trustee guarantees “Payment of the principal.sum within three (3) months after the same has been demanded by the [settlor] . . .” while in Fortna v. Commonwealth Trust Company, 341 Pa. 138, 19 A. 2d 57, the trust instrument provided that any increase in the amount of the principal sums earned by the trustee should be retained by the trustee upon termination of the trust in consideration of the trustee’s liability for any loss sustained in the investment and the trustee guaranteed “the repayment of the said principal sum of Thirteen Thousand Eight Hundred Dollars ($13,800.00), upon the termination of the contract. . . .” Liability is properly imposed where the intent of the parties is demonstrated that the trustee agreed to become a guarantor, insurer or debtor. These facts are not presented in this case. Settlor’s right to diminish the trust, on notice, is not a sufficient indication of the trustee’s intent to guarantee the fund.\nFurthermore settlor himself never construed this contract as the majority now do; neither did his widow for seven years after settlor’s death. At no time did either he or she during this period of eleven years ever demand cash from the inter vivos trustees. On the contrary, both claimed and accepted liquidating dividends from the mortgage pool. The construction adopted by the majority, in my opinion, is unwarranted and contrary to the construction of the parties themselves.\nI would affirm the judgment of the learned court beloAV on the opinion of Judge Smart.",
        "type": "dissent",
        "author": "Mr. Justice Allen M. Stearne:"
      }
    ],
    "attorneys": [
      "Harry F. Stambaugh, for appellant.",
      "Albert C. Hirsch, with him Cresswell S. Shumaker and Hirsch & Shumaker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dickson, Appellant, v. Commonwealth Trust Company of Pittsburgh.\nArgued March 23, 1949.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ.\nHarry F. Stambaugh, for appellant.\nAlbert C. Hirsch, with him Cresswell S. Shumaker and Hirsch & Shumaker, for appellee.\nApril 18, 1949:"
  },
  "file_name": "0612-01",
  "first_page_order": 634,
  "last_page_order": 642
}
