{
  "id": 1172314,
  "name": "Bosler, Appellant, v. Sun Oil Company et al.",
  "name_abbreviation": "Bosler v. Sun Oil Co.",
  "decision_date": "1937-01-11",
  "docket_number": "Appeal, No. 161",
  "first_page": "411",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "325 Pa. 411"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405959
      ],
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/14/0489-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 95",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844235
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/21/0095-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 589",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849795
      ],
      "pin_cites": [
        {
          "page": "594"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/24/0589-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 223",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/64/0223-01"
      ]
    },
    {
      "cite": "120 A. 804",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "277 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0056-01"
      ]
    },
    {
      "cite": "50 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425171
      ],
      "pin_cites": [
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/50/0299-01"
      ]
    },
    {
      "cite": "56 A. 25",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931707
      ],
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0587-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 38",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874387
      ],
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/36/0038-01"
      ]
    },
    {
      "cite": "80 A. 643",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "231 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973884
      ],
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0219-01"
      ]
    },
    {
      "cite": "66 A. 103",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "217 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953701
      ],
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0034-01"
      ]
    },
    {
      "cite": "157 A. 510",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "103 Pa. Superior Ct. 542",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        697223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/103/0542-01"
      ]
    },
    {
      "cite": "151 A. 573",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0050-01"
      ]
    },
    {
      "cite": "98 A. 1040",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "254 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0273-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 445",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/33/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 18702,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 4.015724297124614e-07,
      "percentile": 0.9064321896759232
    },
    "sha256": "0cf250b943f094b66ef0001220dc9a41da4e503898d7ffa3e27cc91487a0a481",
    "simhash": "1:b35e2194fd846caa",
    "word_count": 3195
  },
  "last_updated": "2024-02-27T21:04:23.471266+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Bosler, Appellant, v. Sun Oil Company et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThis case involves an alleged mistake in a deed conveying real estate. Plaintiff, the appellant, successor to the rights of the grantor, contends that more land was conveyed than either grantor or grantee intended. Defendant, the grantee, insists that it got exactly what it bargained for. Appellant’s bill in equity to reform the deed was dismissed by the chancellor who heard the case, on the ground that no mutual mistake had been shown. His findings were approved by the court in banc and the decree nisi was made final. Plaintiff appealed, alleging that the chancellor’s findings of fact were contrary to the evidence.\nThe land in question was formerly owned by Hannah B. Birchall, now deceased. It comprises about three and a half acres in Montgomery County, abutting on the west side of Old York Road, in Cheltenham Township, immediately south of Tacony Creek. In 1924, Mrs. Birchall owned this and another tract of approximately fifteen acres, north of Tacony Creek. She lived in New York City, and her nephew, Bosler, appellant’s husband, lived with appellant on the land. There was a family understanding, not put into legal form, that ultimately appellant would purchase from Mrs. Birchall the entire eighteen-acre tract for $55,000, with the right meanwhile to sell off portions of it and obtain credit for the amounts so paid to Mrs. Birchall as grantor. In 1924 one Levering interested himself in effecting a sale of the portion south of Tacony Creek to appellee, the Sun Oil Company. Negotiations proceeded between Levering, Bosler and appellee’s representative, culminating in the preparation of an agreement of sale, which was forwarded to Mrs. Birchall, the owner, and executed by her on September 27, 1924. One Bolton was her business adviser in New York. Throughout the negotiations in Philadelphia her attorney, Charles C. Norris, Esq., acted in her behalf.\nThe purchase price fixed in the agreement of sale was $25,000. To the agreement was attached a blue print survey which the parties had ordered made. This survey shows an irregular plot of ground bounded generally on the north by the creek, on the west by a railroad right-of-way, on the south by property of other parties, and on the east by Old York Road, a public thoroughfare. Along the lines enclosing the tract, on the survey as admitted in evidence, are indicated courses and distances, permitting an exact description of the property by metes and bounds. The land is shown as divided diagonally into two portions, designated respectively as tract “A” and tract “B.” This Avas an arbitrary division, not based on anything physical on the land. The reason for the division is not indicated on the blue print, which contains no reference to the acreage or number of square feet in either or both tracts. Tract “A” contains about one and a quarter acres, without improvements of any sort, and the only access to it is over adjoining land. It is entirely disconnected from Mrs. Birchall’s remaining land to the north of the creek by tract “B,” which intervenes. Tract “B” contains about two and a third acres, and controls the entire highway frontage. It also includes part of the south bank of the stream and a spur or siding leading from the railroad on the west, factors of particular interest to the oil company.\nThe agreement refers to the blue print survey and describes the property to be conveyed by stating in minute detail, by courses and distances, the boundary line of the entire plot, both tract “A” and tract “B,” without, however, referring to either as the subject matter of the intended conveyance. After describing the property as mentioned, the agreement refers to it as “containing approximately 103,275 square feet,” which corresponded to the area of tract “B.” This was an error if it was intended that the conveyance should include both tracts “A” and “B.” Appellant contends that both grantor and grantee intended that only tract “B” should pass by the conveyance, that by the mistake of both parties the description in the agreement of sale and likewise in the deed Avas so worded that it included both tracts “A” and “B,” and that this is shown by the fact that the area mentioned was approximately that of tract “B” without the addition of tract “A.” Appellee insists that, whatever the grantor’s intention was, grantee’s intention was to buy the whole plot of ground, i. e., tracts “A” and “B,” and if there was a mistake, it was only the grant- or’s. Its position is that there was no mutual mistake and as a consequence the relief sought should not have been granted.\nWithout discovery of the alleged mistake, settlement was had in April, 1925, and the grantor gave a deed to the property which repeated the description as contained in the agreement of sale, without having attached a copy of the survey. The deed was made to a “straw man” acting for appellee, who later conveyed to the latter by a similar deed. The description of the property by courses and distances is the controlling factor in cases of this kind. Quantity is not decisive in determining title: Large v. Penn, 6 S. & R. 488; Phillips v. Crist, 33 Pa. Superior Ct. 445; Keen v. Eaby, 254 Pa. 273, 98 A. 1040.\nIn the summer of 1925 Bosler arranged for his wife, the appellant, to purchase Mrs. Birchall’s remaining property, the fifteen acres north of the disputed land, at the agreed price of $55,000 less the credit of $25,000 allowed appellant by reason of the sale to appellee. The description furnished by Bosler to the title company included this portion as well as tract “A,” although tract “B,” which had already been deeded to the oil company, separated the two, as above pointed out. The title company, which prepared the deed from Mrs. Birchall to appellant, called Bosler’s attention to the fact that there was an apparent overlapping on the property described in the deed to the oil company’s “straw man.” Without communicating this to his wife, Bosler carried through the arrangement, and after it was consummated notified appellee, through Levering, that a mistake had occurred and asked for an adjustment. The oil company refused to acknowledge any mistake or make any adjustment of the dispute. In the latter part of 1925 Mrs. Birchall, the grantor, died, without having taken any legal action in the matter. It was not until November, 1929, that the bill for reformation was filed.\nThe chancellor found that no mistake had occurred in the identity of the property to be conveyed, on the part of either Mrs. Birchall, the grantor, or appellee, the ultimate grantee. The evidence to support his finding is ample. There was no suggestion that appellee was guilty of any chicane. The sole ground of complaint was mutual mistake. Plaintiff sought to show that more land had been conveyed than either party intended. Whatever may have been the grantor’s intention, plaintiff’s evidence fails to show that the deed does not correctly express the grantee’s intention. Since the averment as to the mutual mistake is not sustained, the relief predicated on the promise of such proof had to be denied.\nThe witnesses who testified for appellant were Bosler, her husband, Levering, the intermediary between vend- or and purchaser, Stiles, the surveyor, and Bolton, Mrs. Birehall’s adviser.- Appellant also testified, but she knew nothing about the transaction, her husband having acted for her throughout the matter. Bosler stated that during the preliminary negotiations, in August, 1924, he talked with Cox, who represented the oil company, and the purpose at that time was to convey only a portion of the property corresponding in general to tract “B.” A tentative agreement was drawn up, but the description of the property to be conveyed was so vague that the agreement had to be redrafted. A formal survey was ordered and this, when completed, was the blue print placed in evidence. But he never saw the agreement of sale as redrafted and had nothing to do with the negotiations leading up to its execution on September 27, 1924, and to final settlement in April, 1925. These were all carried out by Mrs. Birchall’s Philadelphia counsel, Mr. Norris. Bosler did not attend the settlement, and it was not until months later that he saw the deed. He stated that prior to the settlement he had procured a draft of a deed from the title company, at Mr. Norris’s request, which incorrectly purported to convey the whole eighteen and three quarters acres owned by Mrs. Birchall. This, of course, had to be corrected, but it has no significance in the present controversy. He first learned of the alleged mistake when the discrepancy in the deed from Mrs. Birchall to his wife was called to his attention by the title company. This was in the fall of 1925, long after the settlement with appellee. Even then he arranged for the conveyance to his wife without telling her of the cloud upon her title to tract “A.” At no time, he said, was the question of a right of way to tract “A” discussed, although he understood Mrs. Birchall was retaining her title to this portion and knew that if tract “B” were sold, tract “A” would be completely enclosed, without means of access. When he subsequently suggested to appellee that the supposed error be corrected, the oil company took the position that it already owned tract “A.” Bosler’s testimony indicates nothing as to the state of mind of the grantee when the agreement was signed and the settlement was completed by delivery of the deed. Aside from the company’s own agents, thé person best able to judge of this was Mr. Norris, counsel for the grantor, who carried through all the negotiations up to settlement. Although he was available as a witness, and although the chancellor indicated a desire to hear his testimony, counsel for appellant chose not to call him, stating in effect that Mr. Norris’s interests were opposed to appellant’s. How this conflict of interests arose was not explained. It is a legitimate inference that Mr. Norris’s testimony would not have supported appellant’s claim.\nAs to Levering, he was the man who brought the parties together; he got a commission on the sale. This was paid him by Bosler, out of the purchase money. After the preliminaries he played no further part in the negotiations until a long while after settlement had been had. He had nothing to do with the preparation of the agreement of sale and never saw it, nor did he attend the settlement or see the deed. At first, he said, as did Hosier, the subject of negotiation was the parcel of land corresponding to tract “B” in the survey subsequently prepared. But admittedly details were afterwards modified, so as to include a strip of land bordering the creek on the north. These changes may well have included annexing tract “A” to the conveyance, since the agreement when executed embodied both tracts. Prior to the final settlement, Levering said he went to appellee as Hosier’s emissary to ask if the company desired to purchase tract “A” in addition to tract “B.” Its officials replied they were not interested and wanted no more land, he stated, but made no claim of ownership of tract “A” under the agreement. This was his only testimony which threw any light whatever on appellee’s belief as to what land it was or was not buying, at or about the time when the agreement was executed and the deed delivered. It cannot be regarded as sufficient to form the basis of a decree ordering appellee to surrender land it evidently thought it had purchased.\nStiles, the surveyor, said merely that he had surveyed the property at Hosier’s instance, and divided it into tracts “A” and “B” as directed. He had no communication with appellee.\nBolton, Mrs. Birchall’s business adviser, appeared only at the beginning and at the end of the negotiations. He never dealt directly with appellee, but only through Hosier and Mr. Norris. His testimony lends some color to the contention that his principal, Mrs. Birchall, believed she was selling tract “B” alone; but it has no bearing whatever on appellee’s belief or intention at the time. Before the survey was made, in the summer of 1924 he inspected the property with Hosier, who pointed out in general what he proposed the grantor should sell. Bolton never came to Philadelphia again. He recommended to Mrs. Birchall that she sell tract “B” for $25,000. When the agreement of sale was sent him for Mrs. Birchall’s signature, the blue print was attached to it. If he had the description contained in the agreement checked in his office against the blue print (as he said he did), it would immediately have appeared that the agreement provided for the sale of both tracts. Nevertheless he had Mrs. Birchall sign the agreement and he witnessed her signature. He relied upon Mr. Norris to safeguard his client’s interests. When the deed arrived for execution, the description was not rechecked, no blue print being attached to it. He testified further that his first information as to what land was to be sold came from his interview with Bosler, a considerable period before the agreement was signed; he was not further informed until the agreement was received for execution. He knew nothing of what negotiations may have proceeded meanwhile between appellee and others representing Mrs. Birchall.\nAgainst this evidence must be weighed the positive testimony of Cox, who handled the matter for appellee, that conveyance of only a portion of the land south of the creek, that is, tract “B,” was never discussed between himself and Bosler; that after the survey was made, the fact that in the blue print the tract was divided into two parts was never referred to; that he thought the dividing line on the blue print was put there by the surveyor merely for triangulation purposes, there being no reference to acreage or area; that the description when prepared included both tracts, his company having never intended to buy less; and that a price per square foot or per acre was never discussed, a lump sum having been agreed upon. When to this is added the undisputed facts that the grantor, when confronted with the agreement of sale and the deed, executed them both, with every opportunity to discover the alleged mistake if it existed, and retained no right of access to a tract allegedly unsold, it is apparent that the mistake, if any, was her own, and that the results of a misunderstanding on lier part must be visited upon her successors in interest. The circumstance that both the agreement and the deed contained a statement of the approximate number of square feet in the tract conveyed and this corresponded to the area in tract “B,” we cannot treat as controlling. Had the acreage been stated, the error in the statement of quantity would be more significant. It is doubtful if either the grantor or grantee actually computed the area in square feet or was impressed with the statement as to area as thus expressed. In conveying tracts, of land more than an acre in area, individuals are inclined to think in terms of acres rather than of feet.\nAppellant wholly failed to produce clear and positive proof that a mistake on appellee’s part existed. Therefore, a case for reformation was not made out. As for the preliminary negotiations conducted by Bosler and Levering, it is sufficient to say that they were merged in the agreement of sale as finally prepared for Mrs. Birch-all’s signature and executed by her: Nick et al. v. Craig et al., 301 Pa. 50, 151 A. 573; Marmon Phila. Co. v. Blockson, 103 Pa. Superior Ct. 542, 157 A. 510. Proof of the terms of these negotiations cannot prevail against the, actual agreement of the parties, subsequently entered into between them with due formality, especially when those who testified as to the preliminary negotiations took no part in the ultimate agreement to convey or in the conveyance itself. When the issue is mutual mistake and reformation of a written instrument is asked for, “it must clearly appear by the testimony of witnesses who distinctly remember the facts that a mistake was made and that the writing does not express the agreement. The testimony must be clear, precise and indubitable, and of such weight and directness as to carry conviction to the mind”: Graham v. Carnegie Steel Co., 217 Pa. 34, 37, 66 A. 103; Waslee v. Rossman, 231 Pa. 219, 231, 80 A. 643. In Coppes v. Keystone Paint & Filler Co., 36 Pa. Superior Ct. 38, 41, it was said, quoting from Bispham’s Equity, section 469: “A person who seeks to rectify a deed on the ground of mistake must establish, in the clearest and most satisfactory manner, that the alleged intention to which he desires it to be made conformable continued concurently in the minds of all parties down to the time of its execution.” “Equity will not grant relief in cases of mistake [of fact] except on very clear proof”: Ridgway’s Account, 206 Pa. 587, 590, 56 A. 25. The mistake, to be rectified, must be mutual, existing in the minds of both parties. “No written instrument can be reformed on proof of a mistake, unless it be a mistake of both parties. ... It is mutual mistakes only which make a contract reformable in equity”: Cooper v. Farmers’ Mutual Fire Ins. Co., 50 Pa. 299, 307; Waslee v. Rossman, supra, at page 230. See also Radnor B. & L. Assn. v. Scott et al., 277 Pa. 56, 120 A. 804; Marmon Phila. Co. v. Blockson, supra; Conner v. Ambridge Borough, 64 Pa. Superior Ct. 223; Coppes v. Keystone Paint & Filler Co., supra; Boyce v. Hamburg-Bremen Fire Ins. Co., 24 Pa. Superior Ct. 589, 594; Youngstown Electric Light Co. v. Butler County Poor District, 21 Pa. Superior Ct. 95, 100. The evidence in the present case was inadequate to sustain a finding that the mistake was mutual. If any existed, it is attributable only to Mrs. Birchall, the grantor. She had both the agreement and the deed before her for examination and she twice placed her assenting signature to these documents now sought to be impeached and corrected on the ground that they contained an error of which due vigilance on her part would have yielded timely discovery. “If a party who can read . . . will not read a deed put before him for execution . . . he is guilty of supine negligence, which ... is not the subject of protection either in equity or at law”: Waslee v. Rossman, supra, at page 231; Greenfield’s Est., 14 Pa. 489, 496.\nFidelity to these principles demanded the decree entered by the court below.\nDecree affirmed, at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Isaac Hassler, for appellant.",
      "Claude L. Roth, with him John Blair Moffett, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bosler, Appellant, v. Sun Oil Company et al.\nArgued December 1, 1936.\nBefore Kephart, C. J., Maxey, Drew, Linn, Stern and Barnes, JJ.\nIsaac Hassler, for appellant.\nClaude L. Roth, with him John Blair Moffett, for appellees.\nJanuary 11, 1937:"
  },
  "file_name": "0411-01",
  "first_page_order": 453,
  "last_page_order": 463
}
