{
  "id": 1172317,
  "name": "Roland (to use, Appellant) v. Albright et al.",
  "name_abbreviation": "Roland v. Albright",
  "decision_date": "1937-03-22",
  "docket_number": "Appeals, Nos. 18 and 19",
  "first_page": "431",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "325 Pa. 431"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 141,
    "char_count": 1603,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.8987367286458995e-07,
      "percentile": 0.8449029267729509
    },
    "sha256": "afd6970fd9362ba2246e962d4d54a12d6f36d33ba915257f373d9158c5f493c2",
    "simhash": "1:efc25198f2ba2ad9",
    "word_count": 264
  },
  "last_updated": "2023-07-14T19:32:06.320937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Roland (to use, Appellant) v. Albright et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis is an application to open judgments. After much legal maneuvering in State and Federal courts, the parties finally agreed to submit their controversy to Judge Corson for trial by him without a jury. He concluded as follows: “1. That the District Court for the Eastern District of Pennsylvania was a Court of competent jurisdiction and had jurisdiction to pass upon the validity of the claims of Robert P. Shick, represented by the present judgments, against the bankrupt estate of ITarry M. Albright; 2. That the findings of such Court upon such claims are binding upon this Court in the present proceedings; 3. That the two notes here in question were given without any consideration passing either from Roland to Albright or from Shick to Roland; 4. That the notes in question were fraudulently entered; 5. That the United States District Court for the Eastern District of Pennsylvania found that the present use-plaintiff, Robert P. Shick, had no claim whatever against Harry M. Albright upon such notes; 6. That such finding makes the question of the claims of Robert P. Shick in the present proceeding res adjudicata and binding upon this Court in the present proceedings.” On these conclusions the court entered judgments for defendants.\nThe judgments are affirmed on the conclusions quoted.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Robert P. Shick, propria persona with him T. Lane Bean, for appellant.",
      "E. H. Deysher, with him A. H. Hendricks and Paul H. Price, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roland (to use, Appellant) v. Albright et al.\nArgued January 18,1937.\nBefore Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nRobert P. Shick, propria persona with him T. Lane Bean, for appellant.\nE. H. Deysher, with him A. H. Hendricks and Paul H. Price, for appellee.\nMarch 22, 1937:"
  },
  "file_name": "0431-01",
  "first_page_order": 473,
  "last_page_order": 474
}
