{
  "id": 1172284,
  "name": "Denniston's Estate",
  "name_abbreviation": "Denniston's Estate",
  "decision_date": "1937-03-22",
  "docket_number": "Appeal, No. 261",
  "first_page": "453",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "325 Pa. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "167 A. 343",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0236-01"
      ]
    },
    {
      "cite": "258 U. S. 529",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1479186
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/258/0529-01"
      ]
    },
    {
      "cite": "120 A. 267",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077647
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0330-01"
      ]
    },
    {
      "cite": "117 A. 81",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "273 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0400-01"
      ]
    },
    {
      "cite": "119 A. 269",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "275 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075699
      ],
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0271-01"
      ]
    },
    {
      "cite": "124 A. 176",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "279 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083564
      ],
      "pin_cites": [
        {
          "page": "588"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0582-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 298,
    "char_count": 4019,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.2209779559780778e-07,
      "percentile": 0.7776127102390912
    },
    "sha256": "b1746858e0e3d70a73c8ef1dd5323979504764fffddde486c00c739a83c93fd7",
    "simhash": "1:bec38cf9f33e847f",
    "word_count": 714
  },
  "last_updated": "2024-02-27T21:04:23.471266+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Denniston’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThis is an appeal from the decree of the orphans’ court sustaining an assessment by the register of wills of a transfer inheritance tax, under the Act of June 20,1919, P. L. 521, 72 P.S. Sec. 2301 et.seq., upon the corpus of an inter vivos trust.\nEleanor H. Denniston, on May 10, 1915, executed a deed of trust, by which she conveyed certain property to a trust company and an individual in trust, to pay the net income to her for life, and after her death to hold it in trust for such persons, and for such purposes, as she might designate in her will. It was provided that, in default of such appointment, the corpus shall pass to her children and their issue. On May 16, 1932, the settlor relinquished by deed her power of appointment of the corpus. She died on March 13, 1934.\nIn 1915 when the deed of trust was executed, there was no inheritance tax on gifts to direct descendants. The Act of 1919 was the first to impose such a tax.\nThe orphans’ court held that the tax was properly assessed on the decedent’s net estate, as the transfer to her children did not take place until 1932, when she relinquished all control over the trust property.\nThe Act of 1919 imposes a tax upon “the right of succession or the privilege of receiving at death the property possessed by a decedent”: Dolan’s Est., 279 Pa. 582, 588, 124 A. 176; Kirkpatrick’s Est., 275 Pa. 271, 273, 119 A. 269. It has been repeatedly held that this act only applies to transfers occurring after its enactment and not to those prior thereto: Oliver’s Est., 273 Pa. 400, 117 A. 81; Houston’s Est., 276 Pa. 330, 120 A. 267; Shwab v. Doyle, 258 U. S. 529. The problem before us is whether the transfer of the corpus of the estate to the children occurred in 1915, when the deed of trust was executed, or in 1932, when the settlor finally relinquished control over its disposition.\nUnquestionably if the settlor had not retained the power of appointment, the corpus would not be taxable as the transfer would have been complete at the date of the deed: Houston’s Est., supra.\nThe situation is similar to that in Leffmann’s Est., 312 Pa. 236, 167 A. 343. There the settlor created the trust before the passage of the Act of 1919 reserving a life estate and a power of revocation. In 1925 he relinquished by deed the power of revocation. It was held that the transfer took place at the latter time rather than when the deed of trust was executed and the tax was accordingly assessed at the rate then existing. Summing up the controversy, we said (p. 239) : “The rate of tax is determined as of the time settlor divests himself absolutely of all title to the property, and not from his death nor from the date of the deed of trust first executed, when, as here, that instrument is not final or absolute in its nature and leaves to settlor the opportunity to change its provisions completely: Houston’s Est., 276 Pa. 330.” In the case at bar, it cannot be said that the settlor had “absolutely” parted with dominion over the property and had passed it to her children until she revoked her right to appoint. She could have appointed to others, indeed to her own estate. As was said by Judge Stearne of the court below in his opinion on the adjudication: “This estate did not pass to the children in 1915. It was not until the supplemental deed of 1932 was made that the settlor divested herself absolutely from all title to the property. Until this time [1932] the settlor, by her general power of appointment, controlled the passing of the remainder.”\nThe point in controversy was properly decided by the court below.\nDecree affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Joseph 8. Clark, with him Frederick V. Hebard and Paul C. Wagner, for appellant.",
      "Edward Shippen Morris, Special Deputy Attorney General, with him Charles J. Margiotti, Attorney General, and E. Russell Shockley, Deputy Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Denniston’s Estate.\nArgued January 4, 1937.\nBefore Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nJoseph 8. Clark, with him Frederick V. Hebard and Paul C. Wagner, for appellant.\nEdward Shippen Morris, Special Deputy Attorney General, with him Charles J. Margiotti, Attorney General, and E. Russell Shockley, Deputy Attorney General, for appellee.\nMarch 22, 1937:"
  },
  "file_name": "0453-01",
  "first_page_order": 495,
  "last_page_order": 498
}
