{
  "id": 981845,
  "name": "City of Allentown v. Western Union Telegraph Co., Appellant",
  "name_abbreviation": "City of Allentown v. Western Union Telegraph Co.",
  "decision_date": "1892-03-28",
  "docket_number": "Appeal, No. 240",
  "first_page": "117",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 331,
    "char_count": 6437,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 6.935077803793935e-07,
      "percentile": 0.9651332954160649
    },
    "sha256": "a1792a8b7e60515054cad7ebbb578592dd3585ab92bc5f2c1561bd01d4fffca5",
    "simhash": "1:3c47cc3d24db5158",
    "word_count": 1119
  },
  "last_updated": "2023-07-14T17:06:42.139953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, McCollum:, Mitchell and Hevdrick, JJ."
    ],
    "parties": [
      "City of Allentown v. Western Union Telegraph Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Cutiam,\nWe agree with the learned judge of the court below that this case is ruled by Western Union Telegraph Co. v. Phila., 22 W. N. 39, where it was held that a municipality has a right, •and it is its duty, to supervise and control the erection and maintenance of telegraph poles and wires within its limits. Hence, where a municipality imposed by ordinance a license fee of $1 per annum on each pole, and of $2.50 per annum on each mile of wire within its limits, the court declined to rule that the fee so charged was so obviously unjust as to authorize a revision of the action of the city councils. In the case in hand, it appears that the city of Allentown enacted an ordinance requiring every telegraph, telephone or electric light company’s poles in the city of Allentown to be inspected by the police department, and that the same should be licensed, and requiring a fee of $1 each year to be paid for each pole. This ordinance was in the exercise of the police power of the city, and the only question was whether it was a reasonable exercise of such power. The amount of the license fee in such cases rests with the city councils in the first instance. It is only where such discretion has been abused that we are justified in interfering. We cannot -say that this discretion has been abused in this instance, or that the license fee is unreasonable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Cutiam,"
      }
    ],
    "attorneys": [
      "R. E. Wright, of R. E. Wright’s Sons, for appellant.",
      "John Rupp, city solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "City of Allentown v. Western Union Telegraph Co., Appellant.\nMunicipalities — Police power — License fees — Telegraph poles.\nA municipality has a right in the exercise of its police power, and it is its duty, to supervise and control the erection and maintenance oí telegraph poles and wires within its limits. The only question for the courts to determine is whether a particular ordinance is a reasonable exercise of such power.\nThe City of Allentown by ordinance required every telegraph, telephone or electric light company’s poles, in the city to be inspected by the police1 department, and that the same should be licensed; and required the payment oí a license fee of $1 per annum upon each pole. The defendant company maintained during the years 188T-87, inclusive, about seventy-five poles. The tax being unpaid, suit was brought to recover $75 per annum.\nHeld, that it did not appear that the discretion of the city councils had been abused, or that the license fee was unreasonable.\nWestern Union Telegraph Co. v. Philadelphia, 22 W. N. 39, followed.\nInterstate commerce — ¡7. 8. Constitution, art. 1, sec. 8.\nThe imposition of such a license tax is not a regulation of interstate commerce in violation of the exclusive power conferred upon the congress of the United States by article 1, section 8 of the constitution of the United States.\nArgued Feb. 5, 1892.\nAppeal, No. 240, Jan. T., 1892, by defendant, from judgment of C. P. Lehigh Co., April T., 1888,\nNo. 83, on verdict for plaintiff.\nBefore Paxson, C. J., Green, McCollum:, Mitchell and Hevdrick, JJ.\nAssumpsit to recover license fees for maintenance of telegraph poles.\nThe facts appear by the charge of the court below, Albright, P. J., which was as follows.\n“ It appears that the city of Allentown enacted an ordinance requiring every telegraph, telephone or electric light company’s poles in the city of Allentown to be inspected by the police department, and that the same should be licensed, and requiring a license fee of fl.OO a year upon each pole to be paid. This ordinance was made on the 19th day of September, 1884, and required that this licensing be done, and that licenses are to run from the 1st Monday of October of each year.\n“Nowit appears that the defendant, The Western Union Telegraph Company, maintained during the years 1884, 1885, 1886 and 1887, inclusive, about seventy-five poles in this city, and that there was an inspection of them, and the license fee of $1.00 a pole has not been paid. This suit has been brought to recover $75 a year due on the 1st Monday of October, of the years 1884, 1885,1886 and 1887. The defendant is a corporation authorized to transmit messages in various states of this union, including the state of Pennsylvania, and it is claimed in its behalf that no state is authorized to impose a burden of this character upon it. That such imposition-would be an interference with the right of carrying on what is called interstate commerce, and that the laws of the United States forbid such an interference, and it is also contended on its behalf that even if by the exercise of what is called the police power, the right to exact a sum exists, that this sum of $1.00 a pole is excessive. That the expense of inspecting the poles during the years in question amounts to nothing, and at the furthest it involves only the attention of the police officers for one or two days, and that these officers served at the rate of $40 a month, and that therefore it was excessive, and instead of being an exercise of police power, was by indirection a tax, and therefore illegal in as muchas it was imposed on this corporation that has a right to its business in the various states.\n“ [The impression of this court is that this defence is not well taken, and that the power to impose the tax sued for by the city existed, and there being no dispute that these poles were maintained — witnesses testified to it — if you find that question in favor of the plaintiff, that these poles were maintained during these years, about 75 poles during the years 1884,1885, 1886 and 1887 both inclusive, then we direct you to find a verdict in favor of the plaintiff.] ” [5]\nPlaintiff submitted the following point:\n“ Under all the evidence, the verdict of the jury must be for the plaintiff.” Affirmed. [4]\nDefendant submitted the following points:\nMarch 28, 1892:\n“ 1. Under all the evidence the verdict should be for the defendant.” Negatived. [1]\n“ 2. The license fee of one dollar per pole per annum is excessive, unreasonable, and therefore unlawful.” Negatived. [2]\n“3. The license fee in question is in point of fact a tax, and as against this defendant is in violation of the constitution of the United States, and therefore illegal and void.” Negatived. [3]\nVerdict and judgment for plaintiff for $300. Defendant appealed.\nErrors assigned were (1-4) answers to points, quoting points and answers; (5) portion of the charge in brackets, quoting it.\nR. E. Wright, of R. E. Wright’s Sons, for appellant.\nJohn Rupp, city solicitor, for appellee."
  },
  "file_name": "0117-01",
  "first_page_order": 143,
  "last_page_order": 145
}
