{
  "id": 981802,
  "name": "Budd, Appellant, v. Olver",
  "name_abbreviation": "Budd v. Olver",
  "decision_date": "1892-03-28",
  "docket_number": "Appeal, No. 46",
  "first_page": "194",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 9741,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.3259062100011374e-07,
      "percentile": 0.627765943110969
    },
    "sha256": "4b745fa8103d150f473ecb1fffeafb13f26bec0a78d005d08f14eff13ff61a27",
    "simhash": "1:b64e31cf72d7a16b",
    "word_count": 1756
  },
  "last_updated": "2024-02-27T20:49:24.377589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum and Heydrick, JJ."
    ],
    "parties": [
      "Budd, Appellant, v. Olver."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe order of subrogation, made by the court below, provided that the right of Matthew Clemo, executor of Joseph Wherry, deceased, to receive upon his judgment, against George D. -Olver, entered to No. 376, May T., 1888, the proceeds of the sale made by the sheriff, Nov. 28, 1890, of the land of George D. Olver, should not be affected by the decree. We think this limitation of the order was entirely right. Subrogation is a matter of grace, not of right, and is a creature of pure equity. It will never be decreed where it works injustice. In this case we have an equity of a surety, but it was a secret equity, unknown to the executor of Joseph Wherry. There was nothing upon the record to show that William A. Olver was a surety. In the absence of knowledge or notice of this-fact, Cierno had the right to rely upon the record as it stood at-the time of the sheriff’s sale.\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "li. M. Stocker, for appellant.",
      "William H. Lee, for appellee."
    ],
    "corrections": "",
    "head_matter": "Budd, Appellant, v. Olver.\nEquity — Subrogation—Bights of third parties.\nSubrogation is a matter of grace, not of right, and is a creature of pure equity. It will never be decreed where it would work injustice to a third party.\nSheriff’s sale — Beeord—Secret equities.\nIn the absence of knowledge or notice of secret equities, a purchaser at ■sheriff’s sale has a right to rely upon the record, and such secret equities cannot subsequently be set up to his prejudice. •\nAttorney and client — Knowledge by attorney notnotice to client — Practice.\nA petition was presented to the court praying that petitioner be subrogated to the rights of plaintiff in a judgment which had been entered against him as surety. The prayer was for a rule upon defendant and other “ persons interested,” and the effect of the rule if made absolute would be to postpone the rights of another judgment creditor not named in the petition nor included except under the general term “persons interested.” The attorney of this latter party was present in court, and the petition was read in his hearing.\nHeld, That this did not constitute notice to the party affected.\nThe rules asked for were simply the process by which the parties were to be brought before the court, and for this purpose, especially as to an unnamed party, they possessed no efficacy until they were served.\nArgued. Feb. 22, 1892.\nAppeal, No. 46, July T., 1891, by plaintiff, Mary P. Budd, from decree of C. P. Wayne Co., Oet. T., 1890, No. 168, on petition for subrogation.\nBefore Paxson, C. J., Sterrett, Williams, McCollum and Heydrick, JJ.\nPetitions for order of subrogation.\nFrom tbe depositions presented before the court below, Seely, P. J., the facts appeared to be as follows: William A. Olver was defendant in several judgments in which he appeared simply as a codefendant with his son, the other defendant in the judgment, though his actual relation was that of surety for the said son. On October 8, 1890, land of W. A. Olver was sold under one of these judgments, in which the other defendant was G. D. Olver. On October 4, 1890, execution was issued upon a judgment in which G. D. Olver was sole defendant, and lands of the said G. D. Olver levied upon. On October 6, 1890, W. A. Olver presented a petition to the court setting forth the fact that in the judgment upon which his lands bad been sold lie was only surety for G. D. Olver, and praying to be subrogated as plaintiff in that judgment, whereupon a rule was granted “on G. D. Olver and parties interested to show cause why subrogation should not be made as prayed for, returnable at next term.” On October 7, 1890, plaintiff presented a petition alleging the same facts, and asserting her right as a judgment creditor of W. A. Olver to subrogation in his place, and a similar rule was granted. At the time these rules were taken W. H. Lee, Esq., attorney for Matthew Clemo, plaintiff in the execution issued against G. D. Olver on October 4, was present in court, the petitions were read in his hearing and he knew that the rules to show cause were granted.\nOn November 28, 1890, the land of G. D. Olver was sold under the execution issued October 4 to Clemo, the plaintiff in the writ, for a sum insufficient to discharge the amount of his judgment. The sheriff made return to the writ that he had sold the lot, had paid off a small prior judgment, and had taken plaintiff’s receipt on account of his judgment for the balance of the purchase money. Exceptions to this return were filed by W. A. Olver, and also by plaintiff, as follows : “ Exceptants deny the right of Clemo, lien creditor, to proceeds of sale, and claim them under pending proceedings for subrogation to rights of William A. Olver as a surety for George D. Olver, in judgment No. 284, May term, 1887, which judgment was paid with proceeds of surety’s property.” [1]\nThe right of W. A. Olver to be subrogated to the rights of the plaintiff in the judgment which had been paid out of his land, and the right of plaintiff to such subrogation in right of W. A. Olver, of whom she was a judgment creditor, was not disputed. The question was whether such subrogation should be allowed to prejudice the rights of Clemo to the proceeds of the sheriff’s sale of the lands of G. D. Olver upon which his judgment, so far as appeared by the record, was a first lien. Service of the rules was not made until December 1, the return day of the rule and three days after the sheriff’s sale, (the rules of court requiring that it should be served twenty days before its return day.) The question was whether Clemo had knowledge or notice of these rules, and on this point the court said:\n“ At the time these rules were taken, Wm. H. Lee, as attorney for Matthew Clemo, had issued execution against George D. Olver. Mr. Lee was sitting in court at the time the petitions were presented, they were read in his hearing, and he knew that the rules to show cause were granted.\n“Was this notice to Mr. Lee’s client? Is a client to be charged with knowledge of all that comes to the knowledge of his attorney while sitting in court ? It is enough to say that this information did not come to Mr. Lee in the course of any business which he was transacting for Mr. Cierno. Mr. Ciernois not named - in either of the petitions or rules. If he is included at all it is under the general term ‘ persons interested/ and nothing in the petitions or rules discloses any interest possessed by him. It would be monstrous to hold that in such a case Mr. Cierno is to be charged with knowledge of the proceedings because his attorney happened to be in court when the petition was presented, even though the attorney may have been able to see that the proceeding was in fact directed against his client, who was not named in it. The rules were simply the process by which the parties were to be brought before the court, and for this purpose, especially as to an unnamed party, they possessed no efficacy until they were served. Mr. Lee had a right to suppose they would be served, and that until such service they called for no action on the part of his client.\n“ That Mr. Lee actually obtained and had in his possession the petition and rule, after the sale of George D. Olver’s land had been made, cannot affect the question.\n“ But it is said notice was given to Mr. Cierno himself before the sale made upon his writ.”\nAfter discussing the evidence on this point and concluding that notice to Cierno was not shown, the opinion continues: •\n“ But was not the notice to Mr. Cierno sufficient to put him upon his guard, and impose upon him the duty of inquiry, which would have fully disclosed the facts upon which the petitioner’s claim is based ?\n“We think not. This is certainly not a matter for constructive notice, such for instance as arises out of the open, visible occupancy of land. The relief sought for is purely equitable in its character. The duty resting clearly upon the party asserting a secret equity to serve his rule, or at the very least to give prompt and specific information of the facts upon which his claim rested, he cannot assert, against his failure to do so, a duty upon the part of the respondent to make search for that information.\nMarch 28, 1892:\n“ The whole purpose of this proceeding as it now stands, and as far as it affects the interests of Matthew Clemo, is to divert the proceeds of the sale of George D. Olver’s land from Mr. Clemo’s judgment, which upon the record appeared as the first lien, and apply it for the benefit of W. A. Olver. Under the ruling in Douglass’s Appeal, 48 Pa. 223, and other authorities above cited, we think this cannot be permitted.\n“Now, April 13,1891, it is ordered that the entry of satisfaction of judgment entered to No. 284 May term, 1887 — Isaac N. Foster and Ann II. Roe, executors of John F. Roe, deceased, v. William A. Olver and George D. Olver — be stricken off, in so far as it relates to George D. Olver, the principal debtor, and that said judgment be marked to the use of William A. Olver, who was surety therein. [This order, .however, not to ■affect the rights of Matthew Clemo, executor of Joseph Wherry, deceased, to receive upon his judgment entered to No. 376 May Term 1888, against George D. Olver, the proceeds of the sale made by the sheriff of the lands of George D. Olver on the 28th day of November, 1890.] ” [2]\nMary P. Budd took this appeal.\nErrors assigned were, (1) failure to sustain the exception to .sheriff’s return, quoting the return; (2) the portion of the decree of subrogation inclosed in brackets, quoting the decree; (3) failure to decree to Mary P. Budd and H. P. Hathaway, in order of priority, the proceeds of sheriff’s sale of G. D. Olver’s land.\nli. M. Stocker, for appellant.\nWilliam H. Lee, for appellee."
  },
  "file_name": "0194-01",
  "first_page_order": 220,
  "last_page_order": 224
}
