{
  "id": 981835,
  "name": "Pittenger, Appellant, v. Kennedy",
  "name_abbreviation": "Pittenger v. Kennedy",
  "decision_date": "1892-03-28",
  "docket_number": "Appeal, No. 71",
  "first_page": "198",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0477-01"
      ]
    },
    {
      "cite": "29 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/29/0477-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 178,
    "char_count": 2456,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.2723573267312808e-07,
      "percentile": 0.6150626928442546
    },
    "sha256": "d8c4362c6a8c7dc46ea9d063a922430282fcdc21463cabcc50c980f0eafcce7a",
    "simhash": "1:18676be4c73647de",
    "word_count": 413
  },
  "last_updated": "2024-02-27T20:49:24.377589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum and Heydrick, JJ."
    ],
    "parties": [
      "Pittenger, Appellant, v. Kennedy."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nUpon the argument of this case at bar it became apparent that an important paper, essential to a proper understanding of the subject of dispute, bad been omitted from tbe appellant’s paper book. The defendant (appellee) excepted to the sufficiency of appellant’s paper book, for the following reasons, viz.: “Because it omits a material part of tbe evidence, viz., tbe map offered in evidence by defendant, identified as defendant’s exhibit D, although it is referred to both in the charge of the court and appellant’s argument.” In Graff v. Barrett, 29 Pa. 477, it was held that, where an assignment of error depends upon a consideration of tbe evidence, such evidence must be made a part of, and returned with, the record. Tbis is familiar law. Where a case depends upon the evidence, and a material portion of it is omitted, we cannot do otherwise than affirm the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "It. II. Solgate and J. Alten Davis, of Connolly Davis, for appellant.",
      "E. C. Newcomb, Ward Horn with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pittenger, Appellant, v. Kennedy.\nSupreme Court practice — Exception to paper book — Omission of material evidence.\nWhere an assignment of error depends upon a consideration of the evidence, such evidence must be made a part of, and returned with, the record. Where a case depends upon the evidence, and a material portion of it is omitted, the Supreme Court cannot do otherwise than affirm the judgment.\nGraff v. Barrett, 29 Pa. 477, followed.\n. In an action of trespass, a map of a survey of the premises offered by defendant was objected to by plaintiff and admitted. On appeal, appellant’s paper book did not contain a copy of this map, although it was referred to both in the charge of the court and appellant’s argument. Appellee excepted to plaintiff’s paper book on this ground.\nHeld, that the exception should be sustained and judgment affirmed.\nArgued Feb. 22, 1892.\nAppeal, No. 71, July T., 1891, by plaintiff, W. K. Pittenger, from judgment of C. P. Lackawanna Co., June T., 1887, No. 395, on verdict for defendant, Levi Kennedy.\nBefore Paxson, C. J., Sterrett, Williams, McCollum and Heydrick, JJ.\nTrespass vi et armis for tearing down a partition fence.\nThe case was tried below by Archbald, P. J., a,nd resulted in a verdict for defendant. Plaintiff appealed, assigning numerous errors and filing a paper book, to which appellee excepted.\nThe exception appears by the opinion of the Supreme Court.\nIt. II. Solgate and J. Alten Davis, of Connolly Davis, for appellant.\nMarch 28, 1892:\nE. C. Newcomb, Ward Horn with him, for appellee."
  },
  "file_name": "0198-01",
  "first_page_order": 224,
  "last_page_order": 225
}
