{
  "id": 981853,
  "name": "Bennett, Appellant, v. Hunt",
  "name_abbreviation": "Bennett v. Hunt",
  "decision_date": "1892-03-28",
  "docket_number": "Appeal, No. 87",
  "first_page": "257",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "117 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0226-01"
      ]
    },
    {
      "cite": "7 C. C. 173",
      "category": "reporters:state",
      "reporter": "Cole. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "56 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0315-01"
      ]
    },
    {
      "cite": "37 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0371-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 9483,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.1759752434851246e-07,
      "percentile": 0.5875292343298779
    },
    "sha256": "d715eccf1ba581c745919a3d114c43c941b84f066ff075e939a5bea52b90e4c2",
    "simhash": "1:bfcd9399a6964d5d",
    "word_count": 1632
  },
  "last_updated": "2024-02-27T20:49:24.377589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Bennett, Appellant, v. Hunt."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAs this is an appeal from the decree of the court below dissolving a preliminary injunction, under our rule no opinion is filed. The decree is affirmed and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James Scarlet, for appellants.",
      "No appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "Bennett, Appellant, v. Hunt.\nSupreme Court■ — Practice—Preliminary injunction.\nIn accordance with the rule of the Supreme Court, in appeals from the decree of the court below dissolving a preliminary injunction, no opinion filed upon affirmance of the decree.\nTaxes — Collectors—Act of June 25, 1885.\nThe decree of the court below dissolving a preliminary injunction granted upon a bill setting forth that an excessive valuation had been placed upon plaintiff’s property, that defendant, a collector of taxes, had levied upon the property on failure to pay, for county, borough and other taxes, including 5 per cent penalty, and alleging that the assessment was illegal, and that the act of June 25,1885, P. L. 187, is unconstitutional, affirmed.\nArgued Feb. 29, 1892.\nAppeal, No. 87, July T., 1891, by plaintiff, John R. Bennett, from decree of C. B. Montour Co., May T., 1891, No. 1, dissolving preliminary injunction against defendant, John H. Hunt, collector of taxes.\nBefore Paxson, C. J., Sterrett, Green, McCollum and Mitchell, JJ.\nBill in equity to restrain sale for taxes.\nThe facts appear by the opinion of the court below, Ikeler, P. J., dissolving the preliminary injunction, which was as follows :\n“April 13, 1891, at the instance of plaintiffs and before filing bill and affidavits a preliminary injunction was granted, and April 18, 1891, fixed for a hearing to continue or dissolve the same. By agreement of all parties interested, it was subsequently continued until April 25, 1891, at which time a motion to continue the injunction until final hearing, and perpetually thereafter was heard upon answer and affidavit of respondent.\n“ It is specially set forth in the respondent’s answer and not denied in plaintiff’s bill, that he was duly elected tax collector in and for the borough of Danville for the year 1890, and again 1891. That he was duly qualified according to law, and received and holds warrants from the proper authorities for the collection in the borough of Danville of the county, school, poor, water and sinking fund tax for the year 1890. That he gave notice as required by section 7 of the act of assembly of June 23, 1885, for payment of said taxes, and was in attendance for the purpose of receiving and receipting for said taxes according to section 8 thereof. That the taxes of the said John R. Bennett and Caroline G. Bennett are contained in his •duplicates as set out in section 5 of complainant’s bill and unpaid after more than six months from the time of payment required by said public notice given taxpayers according to law. That the 5 per centum was added by him according to law and fo'r the penalty provided for nonpayment, and the two percentuin mentioned in complainants’ bill was only named as costs of the levy, not as a penalty.\n“ One of the complaints set up in plaintiffs’ bill, and we believe the first one in paragraph three, is that the real.estate from which the taxes are sought to be collected was valued and assessed at one third of its actual value or selling price. That an appeal was taken by the plaintiffs to this court, under the act of April 19, 1889, to No. 10 of May term, 1889, from the decision of the board of revision of taxes of said county, refusing to change said valuation; and that said appeal was dismissed by the court at the cost of the appellants without disturbing the said assessment or valuation.\n“ That appeal was taken for the revision and equalization of the assessment and valuation as compared with the assessment and valuation of other real estate situate in the borough of Danville, and we were asked in that hearing to reduce the valuation of the plaintiffs’ real estate. After a careful hearing of the case we refused to do so. If, as admitted, all of the real estate situated in said borough was assessed, valued and returned at one third its actual value, for the purpose of taxation, it would be uniform at least. And now, as then, we decline r to interfere with the assessment and valuation, and hold that the assessment and levy of the taxes complained of in the plaintiffs’ bill were not unauthorized, nor such as they can be relieved from paying at this time and in this manner. See Wharton v. Boro, of Birmingham, 37 Pa. 371, and Clinton School District Appeal, 56 Pa. 315.\n“ Equitable relief will not be given a party injured for the failure of the collector to comply with the requirements of the law m matter of advertising the sale.\n“In such case the party aggrieved has an ample and speedy remedy at law. We do not understand the adding of the five per cent penalty to be a deprivation of a taxpayer’s right of property without his consent. It can only be added after due public notice to the taxpayer and after his failure to pay; on the other hand, the same law benefits him to the same extent by a deduction, providing he pay within a reasonable specified time, and cannot be added until after his neglect and failure to pay for a period of six months from the time fixed for payment ; of such provision the taxpayer can have no just cause of complaint. We consider it a wise and reasonable provision of the law.\n“ It has not been shown to us, nor is it pretended that any of the taxes mentioned in plaintiffs’ bill are regulated or collected by local law. We believe them all to be collectible under the general law of 1885, and that the five per cent to be deducted for prompt payment and the same amount to be added for nonpayment within the limited time are wise provisions, and that the act of 1885, for these reasons, is not unconstitutional.\n“ The act declares that all persons who shall fail to make a payment of the taxes charged against them in the duplicate or duplicates for six months after notice given shall be charged five per cent additional on the taxes charged against them, which shall be added thereto by the collector of taxes and collected by him. It is fair to presume that the law implies the same power and process for the collection of the penalty that it does for the principal. There is in that implied authority.\n“ The costs of distress and sale are payable out of the proceeds of sale, and the sixteen dollars were added by the collector for such purpose. If in excess of what expense should be, such surplus will be returned to the complainants.\n“We cannot accede to the able opinion of Judge Akchbald of Lackawanna county rendered in 1889, and concurred in by Judges Connelly and Gunsteb in Com. v. Lacka. County, 7 C. C. 173, holding the act of 1885 to be unconstitutional. But on the contrary, we willingly follow the lead of the Supreme Court in Evans v. Phillipi et ah, 117 Pa. 226, decided in 1887, two years previous to the former common pleas decision, which decision of the Supreme Court holds the act to be general and constitutional. Of course, the additional point raised in this case, viz.: That the title Oof the act does not include the collection of county taxes and does not therefore express the subject of the act, was not involved in those cases. But we take the words ‘ borough and townships of this commonwealth ’ were meant to and do include all the territory and counties in the state. Boroughs and townships are the territorial divisions and bounds by which county commissioners levy and collect taxes under the general laws of the state. These were the limits of each county duplicate and collector before as well as since the act of 1885. That act in section 4 provides that the several county, borough, township, school, poor and other authorities now empowered, and which may hereafter be empowered to levy taxes within the several boroughs and townships of this commonwealth, etc., shall issue their respective duplicates of taxes assessed to the collector of taxes of their respective boroughs and townships. Section 5 provides that the collector of such taxes shall have all power heretofore vested in collectors of county taxes under existing laws and be subject to the same liabilities and penalties for neglect or violation of the duties of his office. Section 11 specially names and directs to and with whom the collectors must account and settle, and that the collectors of county and state taxes should settle with the county commissioners as heretofore.\n“ These provisions together with long usage, the title of the act, boroughs and townships of this commonwealth, fairly imply that county taxes were meant and intended, they are pertinent to and properly included in the words ‘ boroughs and townships.’\n“ County taxes are not a separate subject within the meaning of article 8, section 3, of the const, of Pa., and being included in law or act of 1885, are not in contravention of the state constitution.\n“ Upon a careful consideration of the authorities referred to by counsel for the complainants which were quite numerous and according to our best consideration, we conclude to dissolve the -preliminary injunction.”\nPlaintiffs appealed.\nErrors assigned were, (1) dissolving the preliminary injunction and refusing to restrain defendant from selling the property ; (2) refusing to restrain defendant from selling for county taxes; (3) refusing to restrain defendant from selling for penalties.\nMarch 28, 1892:\nJames Scarlet, for appellants.\nNo appearance for appellee."
  },
  "file_name": "0257-01",
  "first_page_order": 283,
  "last_page_order": 287
}
