{
  "id": 981765,
  "name": "Real Estate Investment Co. v. Russel, Appellant",
  "name_abbreviation": "Real Estate Investment Co. v. Russel",
  "decision_date": "1892-04-18",
  "docket_number": "Appeal, No. 367",
  "first_page": "496",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "418 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0446-01"
      ]
    },
    {
      "cite": "40 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0458-01"
      ]
    },
    {
      "cite": "18 W. N. C. 38",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "34 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0344-01"
      ]
    },
    {
      "cite": "2 P. & W. 160",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8877703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0160-01"
      ]
    },
    {
      "cite": "2 W. N. C. 293",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 226",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "91 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0017-01"
      ]
    },
    {
      "cite": "79 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0370-01"
      ]
    },
    {
      "cite": "75 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0188-01"
      ]
    },
    {
      "cite": "67 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0059-01"
      ]
    },
    {
      "cite": "16 Atl. 72",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "23 Wend. 311",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/23/0311-01"
      ]
    },
    {
      "cite": "8 Gray, 254",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2079226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/74/0254-01"
      ]
    },
    {
      "cite": "1 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. &. S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0152-01"
      ]
    },
    {
      "cite": "2 W. N. C. 29",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "22 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0080-01"
      ]
    },
    {
      "cite": "1 W. N. C. 620",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "28 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981687
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/28/0294-01"
      ]
    },
    {
      "cite": "4 W. & S. 445",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0445-01"
      ]
    },
    {
      "cite": "67 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/67/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 8335,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 5.75927064510514e-07,
      "percentile": 0.950620287128709
    },
    "sha256": "98bfc4edf6a0be8702028e47c087feb329c6c50326c555937793c7e401f57603",
    "simhash": "1:3f2a943a6bc0ecaf",
    "word_count": 1517
  },
  "last_updated": "2024-02-27T20:49:24.377589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Real Estate Investment Co. v. Russel, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Paxson,\nThe real question in this case has been overlooked. We do not think the facts set forth in the affidavit constitute a valid defence against a bona fide holder. There is sufficient in the affidavit, however, to call upon the plaintiff to show that it is such holder. The general rule in regard to commercial paper undoubtedly is, that the plaintiff is presumed to be a bona fide holder, and that the burden is upon the defendant, or maker of the note, to show that he is not. This is the settled rule. It is equally well settled, however, that, when the defendant has shown that the note tvas obtained, or put into circulation, by fraud or undue means, the maker may require proof of consideration: Phelan v. Moss, 67 Pa. 59; Knight v. Pugh, 4 W. & S. 445; Brown v. Street, 6 Id. 221; Hutchinson v. Boggs, 28 Pa. 294; Gray’s Administrators v. Bank of Kentucky, 29 Id. 365.\nThere was ample in the affidavit to show that the note in question was put into circulation by fraud. It is true the word “ fraud ” was not used, but it is alleged in the affidavit that the firm note was issued by one partner without the knowledge or consent of his copartner, and for his own private use. We need hardly say that it is a fraud for one partner to use the name of the firm for his own individual transactions. As this is distinctly averred in the affidavit, we must assume it to be true. It is sufficient to require the plaintiff to show that he took the note before maturity, and paid value for it. Were this not the rule, it would be impossible for the maker of a note, fraudulently issued, to set up any defence whatever. As a general rule, in such cases, the maker has no knowledge as to whether the plaintiff paid value or not; hence he cannot conscientiously swear that he is not a bona fide holder. It is no hardship to the plaintiff to require proof of consideration. Should he succeed in this, the defence set up amounts to nothing. If he should not succeed, the facts averred in the affidavit, if proved to the satisfaction of a jury, would be a good defence.\nThe judgment is reversed and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson,"
      }
    ],
    "attorneys": [
      "Edward S. Sayres, for appellants,",
      "Eenry JR. Eatfield, Robert Alexander with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Real Estate Investment Co. v. Russel, Appellant.\nPromissory note — PaudA-Bona fide holder — Burden of proof — Affidavit of defence.\nThe general rule in regard to commercial paper is that the plaintiff is presumed to be a bona fide holder, and that the burden is upon the defendant or maker of the note to show that he is not.\nIt is equally well settled, however, that when the defendant has shown that the note was obtained or put into circulation by fraud or undue means, the maker may require proof of consideration.\nAn affidavit of defence to a suit on a promissory note, alleging that the note was put into circulation by fraud, is sufficient to prevent judgment. The plaintiff will then be required to show that he took the note before maturity and paid value for it. Were this not the rule, it would be impossible for the maker of a note fraudulently issued to set up any defence whatever, since plaintiff’s connection with the note would, as a general rule, be a matter as to which he could have no knowledge.\nPartnership — Firm note for a partner’s individual debt — F-aud.\nIt is a fraud for one partner to use the name of the firm for his own individual transactions. An averment that a firm note was given for such a purpose by one of the partners is in effect an averment that the note was fraudulently issued.\nArgued March 23, 1892.\nAppeal, No. 367, Jan. T., 1891, by defendant, William Russel, from judgment of C. P. No. 3, Philadelphia Co., Dec. T., 1890, No. 719, on rule for judgment for want of s ufficient affidavit of defence.\nBefore Paxson, C. J., Sterrett, Green, McCollum and Mitchell, JJ.\nAssumpsit on promissory note.\nThe plaintiff’s statement set forth a note of the firm of Smith & Russel, to the order of William B. Smith and indorsed by the payee.\nWilliam Russel, one of the defendants, filed the following affidavit of defence:\n“ William Russel, one of the above-named defendants, being duly sworn according to law, doth depose and say that he has a just and true defence to the whole of the plaintiff’s claim, the nature of which is as follows, to wit: — ■\n“ That he knows nothing whatever of said note other than is contained in the statement filed by said plaintiffs. It is true that at the date of giving said note the said William B. Smith and deponent were partners trading as Smith & Russel, but that if said Smith gave said note it was for his own sole and separate personal use and benefit, and that the money received for same was not and does not appear in any manner on the books of said firm of Smith & Russel. That deponent did not sign said note nor did he authorize said Smith to sign said note, and in no wise did he the said Russel or the firm of Smith & Russel derive any benefit from said note. That the said firm of Smith & Russel were in no manner indebted to plaintiffs and that said note was not given for firm purposes. Furthermore, your deponent saith the said firm of Smith & Russel was dissolved on sixth day of February, 1889, and at time of said dissolution a statement was made by said Smith of all indebtedness due by said firm and that there is no record of plaintiffs’ claim therein and their name does not appear on the list of creditors. Furthermore, that, according to law, on the dissolution of said firm a notice was sent to every creditor of said firm, notifying them of said dissolution, and that your said deponent was to continue said business ; besides this, your deponent advertised the said dissolution of said copartnership in the newspapers and filed a copy of the same in the court of common pleas according to law, and no notice or demand of any kind was ever received by your deponent, nor did he know anything of the claim against him until suit was commenced in this matter on the third day of January last past.\n“ That work had been done by the old firm of Smith & Russel for plaintiffs, and that plaintiffs paid their bill, to wit, the amount of §119, on February 4,1889; that your deponent also did work for them to the amount of §456.50, which was paid to deponent in full, April 9,1889; both these payments were long after said note was due, and plaintiffs made no claim or demand or set-off of any kind whatsoever to deponent, and that no notice was ever given deponent of any claim they had against him. That said plaintiffs accepted said note from said William B. Smith with the knowledge that its proceeds were for his own private use, he having signed said note drawn to his own individual order and indorsed by him individually; they therefore took the same with the full knowledge that it was the said William B. Smith’s individual transaction and not for the benefit of the firm of Smith & Russel. That said note fell due on January 11, 1889, and that payment was not demanded in the usual manner, nor was the note protested for nonpayment so as to give public notice of its dishonor.\nApril 18, 1892:\n“ Your deponent, therefore, avers that great injustice will be done him if judgment against him is given, all of which deponent avers is true and will be able to prove on trial of this cause.”\nPlaintiff took a rule for judgment for want of a sufficient affidavit of defence, which was made absolute and judgment entered for $1,131.66.\nError assigned was the making absolute of plaintiff’s rule for judgment.\nEdward S. Sayres, for appellants,\ncited: Levan v. Hoff, 1 W. N. C. 620; Cooper v. McClurkan, 22 Pa. 80; Kynett v. Fisher, 2 W. N. C. 29; Noble v. McClintock, 2 W. &. S. 152; Tanner v. Hall, 1 Pa. 419; Baird v. Cochran, 4 S. & R. 397; Merriam v. Granite Bank, 8 Gray, 254; Bank of St. Albans v. Gillilland, 23 Wend. 311; Dallmeyer v. Dallmeyer, 16 Atl. 72.\nEenry JR. Eatfield, Robert Alexander with him, for appellee,\ncited: Phelan v. Moss, 67 Pa. 59; Zimmerman v. Rote, 75 Pa. 188; Brown v. Reed, 79 Pa. 370; McSparran v. Neeley, 91 Pa. 17; Mackey v. Richardson, 2 W. N. C. 226; Broadbelt v. Huddeson, 2 W. N. C. 293; Lindley on Partnership (5th ed.), 131; Chitty on Bills, 167-71; Foster v. Andrews, 2 P. & W. 160; Hogg v. Orgill, 34 Pa. 344; Dwight v. Hering, 18 W. N. C. 38; Wood v. Watkins, 40 Pa. 458; Battles v. Ladenslager, 84 Pa. 446; Miller v. Consolidation Bank, 418 Pa. 514."
  },
  "file_name": "0496-01",
  "first_page_order": 522,
  "last_page_order": 525
}
