{
  "id": 981797,
  "name": "Philadelphia to use, etc., v. Sheridan, Appellant",
  "name_abbreviation": "Philadelphia v. Sheridan",
  "decision_date": "1892-04-18",
  "docket_number": "Appeal, No. 121",
  "first_page": "532",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 532"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 252,
    "char_count": 3617,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 8.809691169799155e-08,
      "percentile": 0.4965830054184626
    },
    "sha256": "81a850236e86cfe3a20efc850ec42600f8e8c23707a20dd92bcfa5a4d57e4d7f",
    "simhash": "1:01af21841c5fee79",
    "word_count": 638
  },
  "last_updated": "2023-07-14T17:06:42.139953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Williams, McCollum, Mitchell and Hetdrick, JJ."
    ],
    "parties": [
      "Philadelphia to use, etc., v. Sheridan, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was a municipal claim for macadamizing Highland avenue in front of defendant’s property. The defendant resisted the claim in the court below upon the ground that it was rural property, and not liable to be assessed under the foot-front rule. The errors assigned are all to the charge of the learned judge. The defendant’s points were not answered specifically, because covered by the general charge. The general charge is so brief that I give it entire: “ The inevitable consequence of living in the city is that you must pay for city improvements. The question here is: Has the time come for paving; has the land ceased to be farm land ? When it has ceased to be farm land and has been cut up into city lots, then it is time to make city improvements. The lots in this street, as you can see, are compact city lots. The street has gas and water, and the lots are built on as city lots. But it is for you to say; you must decide. If you think this is merely a farmer’s lane or road then of course the defendant need not pay for the paving; but if you find that this is a city street then he must pay. When the time has arrived that the land ceases to be farm land and becomes city land then property owners must pay for improvements. It is for you to decide, and you will have the map with you when you go out to deliberate, and you can draw your own conclusions.”\nThis not only covered all of the defendant’s points, but was adequate to the case. It left the jury to find whether the defendant’s property had ceased to be farm lands and the street ripe for improvements. This is as far as our decisions go, and further, in the opinion of the writer, than we ought to have gone.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Edward I). McLaughlin, William Knight Shryock with him, for appellant.",
      "B. E. Fisher, for appellee, not called on."
    ],
    "corrections": "",
    "head_matter": "Philadelphia to use, etc., v. Sheridan, Appellant.\nMunicipal claims — Macadamizing streets — Rural property — Root-front rule.\nThe foot-front rule of assessment for improvements is not applicable to rural properly, but when the land ceases to be farm land and becomes city land, property owners are liable for improvements. Whether this change has taken place in a particular locality is a question of fact to be determined by the jury.\nArgued March 28, 1892.\nAppeal, No. 121, Jan. T., 1892, by defendant, Robert Sheridan, from judgment of C. P. No. 4, Philadelphia Co., December T., 1881, No. 217, M. L. D., on verdict for plaintiff, the City of Philadelphia to the use of D. B. Williams.\nBefore Paxson, C. J., Green, Williams, McCollum, Mitchell and Hetdrick, JJ.\nApril 18, 1892:\nCity claim for macadamizing street.\nAt the trial before Arnold, J., it appeared that this was an action upon a municipal claim for macadamizing the roadway of Highland avenue, in the Twenty-second ward of the city of Philadelphia in front of defendant’s property. The work was contracted for under the provisions of the act of assembly of March 27, 1870, P. L. 546, which authorizes said contracts upon petition to the superintendent of highways of the majority of owners of feet-front on any street or lane in the Twenty-second ward, and directs the cost to be charged against the property in front of which the work was done. The petition upon which the contract in this case was made was not signed by the defendant.\nThe facts sufficiently appear by the charge of the court below, quoted in the opinion of the Supreme Court. Verdict for plaintiff for 1633.07. Defendant appealed.\nErrors assigned were (1-5) portions of the charge, quoting them; (6-12) refusal of defendant’s points, quoting the points.\nEdward I). McLaughlin, William Knight Shryock with him, for appellant.\nB. E. Fisher, for appellee, not called on."
  },
  "file_name": "0532-01",
  "first_page_order": 558,
  "last_page_order": 560
}
