{
  "id": 981840,
  "name": "Commonwealth v. Paul, Appellant",
  "name_abbreviation": "Commonwealth v. Paul",
  "decision_date": "1892-04-18",
  "docket_number": "Appeal, No. 186",
  "first_page": "559",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "138 Pa. 639",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0639-01"
      ]
    },
    {
      "cite": "138 Pa. 633",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0633-01"
      ]
    },
    {
      "cite": "138 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0629-01"
      ]
    },
    {
      "cite": "138 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252478
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0615-01"
      ]
    },
    {
      "cite": "125 U. S. 465",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3528419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/125/0465-01"
      ]
    },
    {
      "cite": "136 U. S. 313",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1217871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/136/0313-01"
      ]
    },
    {
      "cite": "138 U. S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "135 U. S. 100",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3543491
      ],
      "pin_cites": [
        {
          "page": "125"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/135/0100-01"
      ]
    },
    {
      "cite": "127 U. S. 678",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3531124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/127/0678-01"
      ]
    },
    {
      "cite": "114 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0265-01"
      ]
    },
    {
      "cite": "139 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0298-01"
      ]
    },
    {
      "cite": "189 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0298-01"
      ]
    },
    {
      "cite": "114 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550023
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0265-01"
      ]
    },
    {
      "cite": "139 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0298-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 9507,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 7.072024954638307e-08,
      "percentile": 0.4259099661794954
    },
    "sha256": "bc09621f22e4c009e8d5cf59cfb6392eeaa13ba60f304357b69ee7171e06359b",
    "simhash": "1:bc522c05c21d9a76",
    "word_count": 1650
  },
  "last_updated": "2024-02-27T20:49:24.377589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterbett, Williams, McCollum and Heydrick, JJ."
    ],
    "parties": [
      "Commonwealth v. Paul, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was a suit to recover the penalty imposed by the act of May 21, 1885, for the sale of oleomargarine in this commonwealth. It was contended by the defendants that the act in question is unconstitutional and void, as an interference with the rights of citizens to conduct interstate commerce guaranteed by the federal constitution, so far as it applies to sales of oleomargarine manufactured outside of the state. It appears that the defendants are dealers in provisions in the of Philadelphia, and have paid to the collector of internal revenue of the first district of Pennsylvania the sum of $36.00, as and for a special tax upon the business, as retail dealers in oleomargarine. A copy of the license is attached to the case stated, and upon the margin thereof appears the following: “ This stamp is simply a receipt for a tax due the government, and does not exempt the holder from any penalty or punishment provided for by the law of any state for carrying on the said business within such state, and does not authorize the commencement nor the continuance of such business contrary to the laws of such state or in places prohibited by municipal law. See § 3243, Revised Statutes U. S.”\nThe contention that this was a sale of oleomargarine by an original package, does not require, discussion. It is sufficient to state that it was a sale of two pounds of that article out of a package of ten pounds originally brought into this state. As was accurately said by the learned judge below: “There was a breaking of the original package, and thereby the contents of it became part of the common mass of property within the state.”\nIt was further contended that the act of March 21,1885, entitled “ An Act for the protection of public health, and to prevent an adulteration of dairy products, and fraud in the sale thereof,” does not apply to a sale in Pennsylvania of oleomargarine, manufactured outside of the state. See first specification of error. In support of this proposition, we were referred to Commonwealth v. Wilkinson, 139 Pa. 298, where we held that the provisions of § 9 of the act of June 3, 1878, P. L. 161, amended by act of April 25, 1889, P. L. 353, which forbid any person to “ kill or expose for sale, or have in his or her possession, after the same has been killed, any quail,” etc., between certain dates in each year, under a penalty of $10 for each bird so killed, exposed for sale, etc., do not prohibit the sale or having in possession, during said period, of quail killed in and imported from another state. We held that the purpose of the act was to prevent the destruction of game in this state out of season ; that it was not intended to preserve game in other states, nor to prevent game being brought here which was lawfully killed outside of our own territory. There was no reason in public policy why quail killed outside of the state should not be used as an article of food by our own citizens. The act of 1885, relating to oleomargarine, is entirely different, both in its purpose and phraseology. It was, as its title clearly indicates, an act to protect the public health, and to prevent adulteration of certain articles of food. It was for this reason that its constitutionality was sustained by this court in Powell v. The Commonwealth, 114 Pa. 265. It is difficult to see how it could be sustained as a police regulation for any other reason.\nThe first section of the act of 1885 prohibits the manufacture or sale of oleomargarine. The third section enacts that “ every person, company, firm or corporate body, who shall manufacture, sell, or offer or expose for sale, or have in his, her or their possession with intent to sell, any substance, the manufacture or sale of which is prohibited by the first section of this act, shall, for every such offence, forfeit or pay the sum of $100,” etc. It will thus be seen that the first section of the act prohibits the manufacture of the article, and the third section prohibits its sale without regard to the place of its manufacture.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      ".Richard C. Rale, Henry R. Edmunds with him, for appellants. —",
      "J. JRodman Paul, for appellees, Luther S. Kauffmann, Charles E. Warwick and Wayne MacVeagh, for Dairymen’s National Protective Association, were not called on."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Paul, Appellant.\nConstitutional law — Interstate commerce — Police power — Oleomargarine —Act of May 21, 1885.\nThe act of May 21, 1885, P. L. 22, which in its first section prohibits the manufacture or sale of oleomargarine within the commonwealth, and in its third section prohibits the sale of any substance, the manufacture or sale of which is prohibited by the first section, being a regulation enacted for the protection of the public health, is a constitutional exercise of the police power of the state and is therefore not unconstitutional.\nCommonwealth v. Wilkinson, 189 Pa. 298, distinguished.\nInterstate commerce — Original package.\nWhere oleomargarine was brought into this state in a package containing ten pounds, and out of this package two pounds were sold and delivered in a paper package, duly branded and stamped in the manner prescribed by the commissioner of internal revenue, with the approval of the secretary of the treasury, it was\nHeld, That there was a breaking of the original package, and thereby the contents of it became part of the common mass of property within the state.\nArgued April 4, 1892.\nAppeal, No. 186, Jan. T., 1892, by defendants, J. Otis Paul et al., from judgment of C. P. No. 4, Philadelphia Co., Sept. T., 1891, No. 673, on ease stated, in favor of the commonwealth to the use of Andrew J. Manaugh.\nBefore Paxson, C. J., Sterbett, Williams, McCollum and Heydrick, JJ.\nCase stated for recovery of penalty on appeal from a magistrate.\nThe case stated set forth that defendants are residents and citizens of the state of Pennsylvania and that they, on October 12,1891, purchased from Braun & Fitts, who were manufacturers of oleomargarine, residents in and citizens of the city of Chicago and state of Illinois, one ten-pound tub of oleomargarine. Said oleomai’garine was shipped from Chicago to defendants in the city of Philadelphia, packed in a tub duly stamped, branded and labelled in the manner prescribed by the act of congress entitled “ An Act Defining Butter,” also imposing tax upon and regulating the manufacture, sale, importation and exportation of oleomargarine; that defendants are dealers in provisions in the city of Philadelphia, and on October 12, 1891, paid to the collector of internal revenue of the First district of Pennsylvania the sum of $36.00, as and for a special tax upon the business as retail dealers in oleomargarine, and obtained from the said collector a license which was set forth in full and which contained the clause quoted in the opinion of the supreme court; that on October 14, 1891, in the city of Philadelphia, at their place of business, defendants sold to Andrew J. Manaugh, from the said tub or original stamped package, two pounds of oleomargarine, and did pack the same in a suitable paper package, which was marked, branded and stamped in the manner prescribed by the commissioner of internal revenue with the approval of the secretary of the treasury. If upon this statement of facts, the court is of opinion that defendants are liable for the penalty imposed by the act of May 21, 1885, then judgment to be entered in favor of the commonwealth and against the defendant in the sum of $100; but if the court be of opinion that for any reason the defendants are not so liable, then judgment to be entered for the defendants.\nThe court below entered judgment for plaintiff on the case stated, Arnold, J., delivering the following opinion:\n“We are of opinion that the sale admitted to have been made by the defendant was not by original package. It was a sale of two pounds of oleomargarine out of a package of ten pounds, originally brought into this state. There was a breaking of the original package, and thereby the contents of it became part of the common mass of property within the state.”\nApril 18, 1892:\nDefendants appealed.\nErrors assigned were (1) that the court erred in entering judgment for the plaintiff, because the act of May 21,1885, does not apply to a sale in Pennsylvania of oleomargarine manufactured outside of the state; (2) that the court erred in entering judgment for plaintiff because the said act of May 21, 1885, if it does apply to said sale, under the circumstances recited in the case stated, is unconstitutional and void as an interference with the rights of citizens to conduct interstate commerce guaranteed by the federal constitution.\n.Richard C. Rale, Henry R. Edmunds with him, for appellants. —\nThis case is ruled by Commonwealth v. Wilkinson, 139 Pa. 298, where the language of the statute construed is not distinguishable from the language of this statute. See also Powell v. Com., 114 Pa. 265; Powell v. Pa., 127 U. S. 678.\nThe sale, under the circumstances mentioned in the case stated, was an act incident to the conduct of interstate commerce, and being such a sale the state cannot prohibit it: Leisy v. Hardin, 135 U. S. 100, 125; Brimmer v. Rebman, 138 U. S. 79; Minnesota v. Barber, 136 U. S. 313; Bowman v. Chicago, etc. R. R. Co., 125 U. S. 465.\nThat this question was left open by the Supreme Court to be settled when it arose, as it does in this case, will be seen by an examination of the cases of Com. v. Zelt, 138 Pa. 615; Com. v. Swihart, 138 Pa. 629; Com. v. Pendergast, 138 Pa. 633; Com. v. Bishman, 138 Pa. 639.\nJ. JRodman Paul, for appellees, Luther S. Kauffmann, Charles E. Warwick and Wayne MacVeagh, for Dairymen’s National Protective Association, were not called on."
  },
  "file_name": "0559-01",
  "first_page_order": 585,
  "last_page_order": 589
}
