{
  "id": 981832,
  "name": "Commonwealth, Appellant, v. Pittston Ferry Bridge Company",
  "name_abbreviation": "Commonwealth v. Pittston Ferry Bridge Co.",
  "decision_date": "1892-04-25",
  "docket_number": "Appeal, No. 68",
  "first_page": "621",
  "last_page": "634",
  "citations": [
    {
      "type": "official",
      "cite": "148 Pa. 621"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "104 Mass. 239",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2147626
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/104/0239-01"
      ]
    },
    {
      "cite": "27 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0313-01"
      ]
    },
    {
      "cite": "5 Wh. 597",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Gr. 137",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0137-01"
      ]
    },
    {
      "cite": "55 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0016-01"
      ]
    },
    {
      "cite": "1 Allen 316",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2095348
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/83/0316-01"
      ]
    },
    {
      "cite": "11 Oh. St. 228",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        518656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/11/0228-01"
      ]
    },
    {
      "cite": "2 Oh. St. 236",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "opinion_index": -1
    },
    {
      "cite": "27 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 N. J. Eq. 442",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498374
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1177,
    "char_count": 32650,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.4640293180912076e-07,
      "percentile": 0.6579080479209406
    },
    "sha256": "e0d6699c5cbe31ca59e4afce9eaa7491463fcfc6cffec597aedf342f66d173d4",
    "simhash": "1:b4a03539851e8ff8",
    "word_count": 5657
  },
  "last_updated": "2024-02-27T20:49:24.377589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stebiiett, Green, 'Mitchell and IIeydrick, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Pittston Ferry Bridge Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis bill was filed in the court below to restrain the defendant company from rebuilding the elevation and extension of its toll bridge described in the bill, in a southeasterly direction from the southeasterly bank of the Susquehanna river.\nIt appears that the bridge of the defendant company had been frequently threatened with destruction from ice and high water, and, upon several occasions, prior to 1875, had been injured to a considerable extent. In the year 1875, the larger part of the bridge was swept away by a flood. In rebuilding it the safety of the structure itself required it to be elevated. This was accordingly done with the consent of the council of the borough of Pittston, and of a number of the property owners more immediately affected by the change. This elevation of the bridge rendered it necessary to construct an elevated approach thereto some 300 feet in length in the borough of Pittston. This approach crosses two public highways, but in such manner as not to interfere to any appreciable extent with the public travel upon said highways. It also extends over the Lehigh Valley Railroad, and thus avoids one of the most dangerous grade crossings in the state. The master and the court below agree that the approach, as constructed, was a great advantage to the general public, and that it was not a public nuisance.\nIn the year 1885, the approach referred to was destroyed by fire, and when the defendant company came to rebuild they were confronted with this bill in equity, filed by the attorney general on behalf of the commonwealth, at the instance of certain parties who objected to its construction in the same manner as heretofore.\nThe case has been so exhaustively discussed, both by the learned court below and the master, that little remains to be added. The two controlling charges in the bill, and the two points pressed upon the argument, were that the acts complained of were ultra vires the corporation, and that they amounted to a nuisance. The master found against the commonwealth in respect to both; the court held that the structure was not a nuisance, but that it was in excess of the powers of the corporation. For reasons, however, which we need not state here, but which are entirely satisfactory, the court declined to grant an injunction, and dismissed the complainant’s bill.\nWe would not hesitate to affirm the decree, without more, upon the opinion of the learned president of the court below, but for the reason that we do not agree with the proposition that the defendant company had no power to make this extension. The grant of the power to construct the bridge carried with it the right to elevate it to a sufficient height to avoid the danger of ice and floods. The fact that it had been injured several times from such cause, and finally almost wholly swept away, is conclusive evidence that the original construction was too low. In rebuilding it the company had the right to elevate it in such manner, and to such a height, as in their judgment would obviate the danger referred to. The original construction did not exhaust the power of the company in this respect. It might not relocate the bridge, for the power to do that was exhausted by its original location, but it could change the elevation of the bridge to the extent that experience showed it to be necessary. The right to elevate it carried with it by necessary implication the right to construct reasonable and proper approaches. This power is absolutely essential to the enjoyment of the franchises of the company, for of what possible use would be a bridge, either to its owners or the public, without a practical approach thereto? The peculiar situation of the ground where the bridge ends on the southeast side of the Susquehanna river, in the borough of Pittston, and of the public highways at that point, including the crossing of the Lehigh Valley Railroad, renders an approach of the character complained of, if not an absolute necessity, at least a very great convenience to the traveling public generally, and a protection from grade crossing accidents at the railroad. Under these circumstances we can readily understand why the learned court below, and the master, declined to find this construction to be a public nuisance, and to decree its removal. It would have been a misapplication of equity to apply to this case the doctrine of Reimer’s Ap., 100 Pa. 182, and that line of cases, in which parties have been enjoined from projecting bay windows and other similar constructions into a public street or highway. Such constructions were an interference with the public right, for a strictly private purpose, while in the case in hand the construction was for a public purpose, and for the public convenience.\nThe commonwealth has moved with a leaden heel in this matter, and while the great delay does not bar her right, it is not without weight in considering the character of this construction. Had it been the public nuisance which she now alleges it to be, it is hardly likely so long a time would have elapsed before anyone complained of it. The further fact that those that are now most active in pressing this case, or their predecessors in title, assented to the original construction, is not without weight.\nThe decree is affirmed, and the appeal dismissed, at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Garrick M. Harding and Henry W Palmer, with them W. U. Hensel, Attorney General, and George S. Ferris, for appellant.",
      "Alexander Farnham, with him J. Vaughan Darling, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Pittston Ferry Bridge Company.\nCorporation — Charter — Bridge Company — Elevation of bridge — Approaches.\nA legislative grant of the power to construct a bridge carries with it the right to elevate the bridge to a'sufficient height to avoid the danger of ice and floods. While, after its original construction, the bridge may not be relocated, its elevation can be changed to the extent that experience shows to be necessary; and the right to elevate carries with it, by necessary implication, the right to construct reasonable and proper approaches.\nNuisance — Public convenience — Injunction—Approach to bridge elevated over highways.\nWhere the public convenience is increased by the elevation of the approaches to a bridge over highways in such a manner as not to interfere to any appreciable extent with the public travel upon said highways, such elevation will not be enjoined as a public nuisance.\nLaches — Consent to original erection.\nThat the commonwealth has moved with a leaden heel in such a case, does not bar her right; but is not without weight in considering the question whether or not the construction is a public nuisance. The further fact that the individuals most active in pressing the case, or their pi-edeoessors in title, assented to the original construction, the renewal of which is objected to, is not without weight.\nArgued April 13, 1892.\nAppeal, No. 68, Jan. T., 1892, by plaintiff, from decree of C. P. Luzerne Co., Feb. T., 1886, No. 2, in equity.\nBefore Paxson, C. J., Stebiiett, Green, 'Mitchell and IIeydrick, JJ.\nBill in equity to restrain defendant from rebuilding the elevation and extension of its toll bridge.\nThe ease having been referred to a master, G. R. Bedford, he filed a report in which he found the following facts :\n1. That beyond the memory of anyone living, there have been in public use two roads in the borough of Pittston ; one, the “ Carbondale road,” at the point in controversy, parallel to and about 150 feet distant from the Susquehanna river; and the other, the “ Ferry road,” running at right angles to the “ Carbondale road.”\n2. On the strip of land between the river and the Carbondale road, the state, some 50 years ago, constructed the North Branch Canal, the ownership of which later vested in the Pennsylvania & New York Canal & Railroad Company.\n3. The defendant h}*- act of March 29, 1844, P. L. 171, was incorporated, and “authorized to erect a bridge over the river Susquehanna at Pittston Ferry,” and about the year 1850 constructed the bridge, so that it was reached from the Pittston side by means of the Carbondale and Ferry roads, the latter crossing the canal over a bridge some 18 feet wide, the westerly end of which was 56 feet from the east entrance to the bridge.\n4. On the east side of the Carbondale road, and opposite the mill hereafter mentioned, the Lackawanna & Bloomsburg R. R. Co., shortly before 1860, acquired from James Mott, the then owner of said mill, a right of way 20 feet wide, and upon the same constructed a railroad, which in its further course crossed at grade said Carbondale road diagonally about 80 feet above and again about 200 feet below its intersection with said Ferry road. This railroad had, for 20 years, constituted a main line over which passed daily a great number of trains. Said “ Carbondale road ” was likewise crossed at grade, by the tracks of the Butler Coal Company about 200 feet south of “ Ferry road; ” this railroad was operated by gravity and was abandoned in 1878. The use of these railroads, over which all travelers upon defendant’s bridge were compelled to constantly pass, was the source of great danger, incident to grade crossings, and accidents resulted therefrom.\n5. On the northerly side of Ferry road at its intersection with Carbondale road stood, for many years, the mill of J ames Mott; and on the southerly side of Ferry road stood the warehouse of Samuel Price. During the year 1875 and for several years before and after that, the ownership of said mill was in Thomas E. Grier, and the estate of George W. Farrell, represented by John Howell, and the warehouse in Samuel Price; and later still, the ownership of both vested in J. K. Ross. In 1875, the other owners along the Carbondale road were C. H. Foster, Charles Pugh, and Charles Sehrank.\n“Sixth. The defendant’s bridge was frequently threatened with disaster from ice and recurring floods, and in 1865 and in other years prior to 1875 had been several times severely damaged by drift. The channel of the river is near the eastern shore and the current sets in that direction. In the year 1875 the larger part of the defendant’s bridge was swept away. In its reconstruction the safety of the structure itself required that the Pittston or eastern end of the bridge be elevated at least eight feet, but it was by the defendant’s officers thought advisable to avoid not merely the dangers from floods, but to avoid also the dangers arising from crossing at grade the several railroad tracks already mentioned. Another reason, too, that exercised some influence in this direction was that an elevation of only eight feet and continuing the use of the ‘Ferry road’ as an approach would involve a grade from the westerly end of the canal bridge of one foot in seven. Thereupon the defendants applied to the borough council of the borough of Pittston for permission to make the proposed change in their bridge and to extend the same to Main street. After reasonable notice to the property owners interested, the council, on the 15th April, 1875, passed a resolution: ‘ Granting to the Pittston Ferry Bridge Company the right and privilege of extending their bridge across the Susquehanna river along and over Mill street (the ‘Ferry road’) to Main street, such extension to be wholly or in part over Mill street to Main, as said company may elect, and the bridge so erected over Mill street to be not less than twelve feet high above Mill street at any point, and to be constructed of iron and supported by iron columns, to be so constructed and supported as not to interfere with public travel under said bridge on the part of Mill street covered by said bridge. Provided that before the said Pittston Ferry Bridge Company shall take any steps to use the privilege hereby granted, the said company shall duly indemnify the borough of Pittston against all lawful claims for damages to the owners of property injured or affected by the proposed extension of said bridge.’\n“ Soon after this the defendants obtained the consent of Messrs. Grier, Howell and Price, the owners respectively of the properties adjoining the ‘ Ferry road ’ and fronting on the ‘ Carbondale road,’ and the consent also of C. H. Foster, an owner of property on the ‘ Carbondale road.’ Whether other consents were obtained does not appear.\n“Seventh. Immediately after this the defendant company raised its bridge at its easterly end some sixteen feet and built at same height an elevated approach extending longitudinally over the ‘ Ferry road ’ and at right angles over the ‘ Carbondale road ’ to Main street aforesaid, a distance of 201 feet from the abutements on the bank of the river. From this approach chutes were constructed leading down into said mill and into said warehouse, and the approach itself was used independently of the main bridge and without charge for toll for all persons who had occasion to deliver grain, etc., from the Pittston side of the river to said mill or warehouse by means of said chutes.\nThe toll house was maintained in its former position relative to the bridge, that is to say: at the main eastern abutment on the bank of the river.\n“ Eighth. The said approach was supported in part by four iron pillars and a stone pier, which the commonwealth claims were located in the public highway and obstructions to public travel. From the evidence and an inspection of the premises I am satisfied that the pillars were neither an obstruction to travel nor located in the public highway, but were located on the wing walls of the said canal bridge, the distance between the posts being twenty feet in width. The ‘ Ferry road ’ is now no longer used as a road at this point, because of the removal of the canal bridge and construction of the new road as stated in the 9th and 10th conclusions of fact. It is impossible to say with any degree of certainty, whether or not the stone pier is on the highway. It is located opposite the end of the ‘ Ferry road,’ is four feet thick and is twenty-eight feet in length along the ‘ Carbondale road,’ and is twenty-eight and one half feet distant diagonally from the corner of the mill, and twenty-five feet from the corner of the warehouse, and say twenty feet from its platform. This space is sufficient for the very limited amount of travel on these roads. As already stated, the exact limits of the ‘ Carbondale road,’ as originally used, were undefined, and the testimony of the witnesses in this re-, spect is conflicting, and is largely matter of belief, founded not upon any exact data, but upon recollection of immediate surroundings many years ago. The preponderance of this testimony, I think, is in favor of the view that this stone pier is partly, at least, in the original lines of the ‘ Carbondale road,’ but since 1860 has been also within the twenty feet claimed and appropriated by the Pa. & N. Y. C. & It. It. Co. as right of way where the same crosses the ‘ Carbondale road ’ at the intersection of the ‘ Ferry road,’ as the same appears on the maps in evidence.”\n9. Some time subsequent to 1875, the railroad company owning the canal took, down the bridge crossing* abandoned the canal and occupied the bed thereof with railroad tracks, which are 9 feet lower than the bridge removed.\n10. As a consequence of the several changes noted, the Carbondale and Ferry roads fell into comparative disuse.\n11. The change in the defendant’s bridge and its eastern approach, although when first proposed objected to by parties claiming damages, yet seems to have been thereafter acquiesced in, and was in use for the succeeding 10 years without objection or complaint.\n12. In 1885, Mr. Ross’s mill burned and involved in its destruction the elevated approach to defendant’s bridge. This approach was replaced with a temporary structure, and to prevent replacing this with a permanent structure the present bill was brought. The proceedings before the attorney general, and from that time forward, have been conducted wholly by counsel employed by Mr. Ross.\nThe master reported that, in his view, private property rights were not involved, referring to the act of June 19, 1871, P. L. 1360, and Higbee v. R. R. Co., 20 N. J. Eq. 442, and Prudden v. R. R., Id. 530.\nAs to the dripping of water through the floor of the bridge, he reported that the testimony was contradictory and the matter of small importance, and one which could be corrected in the permanent structure. He regarded the evidence as to the pier to be insufficient to warrant a decree for its removal; “ but were this otherwise, it would be of little help to the commonwealth’s case, because a span of 201 feet could readily be constructed sustained at each end only, thus doing away with the pillars and pier in the intervening distance. The superstructure is, therefore, as I regard the situation, the real matter involved, and I propose confining myself to the consideration of the defendant’s right to maintain the same.”\nHe reported that, in his opinion, the better reason was in favor of the view that the company had the right to make the elevation and extension of its bridge; but that in any event he did not consider that the commonwealth was entitled to the injunction asked for, because the relative advantages to the general public of the elevation and extension were greater than the disadvantages. He recommended that the injunction be refused and the bill dismissed, each side to pay its own costs and one half the master’s and prothonotary’s fees.\nExceptions filed to the report of the master were:\n1. Not finding that the relocation of the bridge and approach was ultra vires; 2, not finding that the construction of the bridge longitudinally over a public highway, a distance of nearly 300 feet, was a public nuisance and an obstruction to the use of the street; 3, not finding that the bridge, as built before the fire and proposed to be rebuilt, was injurious to private rights; 4, giving weight to the supposed convenience of the general public; 5, not making it a condition of allowing the bridge to be rebuilt, that the dripping of water and filth through the bridge should be avoided; 6, not making the use of a single span, dispensing with the pier, a condition of the rebuilding; 7, recommending the dismissal of the bill.\nThe court below sustained the first, fifth and sixth exceptions and overruled the others; and entered a decree, denying the prayers for the general injunction, without prejudice to any right or remedy of the commonwealth in a court of law, but enjoining the defendant from rebuilding the approach in such a manner that filth or water would be allowed to fall or drip from the floor of the same on the highway beneath, or that horses being driven on said highway should be frightened by the noise of horses and teams passing overhead; and from supporting the said proposed permanent approach upon a pier or other support, wholly or in part, within the limits of the Carbondale road; and commanding, immediately upon the rebuilding of said elevated approach, the removal of the present stone pier from the limits of said highway; and directing the parties to pay the costs as recommended by the master.\nThe opinion of the court below by Rice, P. J., was in part as follows:\n“ The first question in logical order, raised by the plaintiff’s exceptions, is whether, upon the facts found by the master and not excepted to, the relocation of the defendant’s bridge and approaches in 1875 was ultra vires.\n“ It is claimed by the defendant that this structure, extending longitudinally over the ‘ Ferry road ’ and across the ‘ Carbon dale road ” is a necessary approach to the bridge proper, and therefore it had the right to erect and maintain it. This claim is based on the following findings of fact to which no exception has been taken: The defendant’s bridge was frequently threatened with disaster from ice and recurring floods, and in I860 and in other years prior to 1875 had been several times severely damaged by drift. The channel of the river is near the eastern shore, and the current sets in that direction. I11 its reconstruction after being swept away in 1875, the safety of tire structure itself required that the eastern end of the bridge be raised at least eight feet. The right to maintain is necessarily implied in the authority to erect a toll-bridge, and if experience or a change in the current or volume of the stream demonstrated the fact that the safety of the structure itself required that it be raised, we think that the company had the right to raise it and to extend the approaches, if tliat became necessary to the use of the main structure. But having located the eastern terminus of the bridge in 1850, and maintained it at the same point for the period of twenty-five years, it would seem clear that the right and power of the company in this regard would be measured by the actual necessity of the case, and not by the mere convenience of the public or the discretion of its managers. The question is not what were the discretionary powers of the company in 1850, before its managers had exercised their right to choose a site for the eastern terminus, but wliat were tlieir powers in 1875, after they had made their choice and limited themselves thereby for so long a time. What authority bad tbe company to raise the eastern end of the bridge eight feet beyond the point of absolute safety to the structure, and then to connect it by an overhead structure with a highway not in existence at the time it was first built ? They answer that it was necessary, because if the bridge had simply been raised eight feet at its eastern end, which was but fifty-six feet from tbe western end of the canal bridge, it would have required a rise of one foot in seven in order to reach it, and that this would be too steep a pitch to be practicable. But the commonwealth’s counsel contends, and the master so finds, that this difficulty might have been overcome by extending the abutment sixty-six feet into the river, which would have afforded sufficient room to rise. Against this it is argued that the defendant’s right to further encroach upon the river (itself a highway) and extend the abutment in that direction is no clearer than its right to extend the superstructure in the other direction. The inference asked to be drawn is that the company, notwithstanding its first location in 1850, had a choice of methods in rebuilding the bridge in 1875, one to raise it eight feet at its eastern end and to extend the abutment into the river a sufficient distance to make a practicable approach by the highways with which it originally connected and was intended to connect, the other to raise the eastern end sixteen feet and extend the bridge above the highways referred to a distance of two hundred and one feet to a highway not in existence, and so far as appears not in contemplation when the charter was granted or even when the company defined the terminus of the bridge in its first location.\n“ Notwithstanding the plausibility of the defendant’s argument in justification of its action in 1875, we are of the opinion that its right to adopt the former method, if the safety of the bridge required it, was clear, while its authority to adopt the latter method was, to say the least, extremely doubtful. The defendant’s franchise involved the right to build necessary-piers in the river, and its power to repair and rebuild is expressly recognized in the charter. This means a power to rebuild on the same site expressly described in the charter or selected by the company in the original exercise of its power, not on some other site that may be more desirable. It seems to us that there is a manifest difference between raising or changing the grade of a bridge and correspondingly changing the height and location of the supporting piers, and changing the terminus, as was done in this case, because the latter involves a second taking while the former does not. We cannot escape the conclusion that the defendant company was influenced in its choice of methods in 1875, not so much by regard for the navigation of the river Susquehanna, as by the desire to make an approach to its bridge which would avoid crossing at grade the railroad tracks that had been laid between 1850 and 1875. However desirable this might be, not only for its own profit, but also for the convenience and safety of the pub-lie, we look in vain in its charter for any authority to do more than erect and maintain a toll bridge over the river Susquehanna. Whatever power was necessary to carry out this public purpose may safely be implied, including, as we have seen, the right to make necessary approaches, but, for all powers beyond that which later developements may have shown it is desirable for it to have, it must go to the legislature. ‘ We cannot widen the limits set to their privileges, because they have found them inconveniently narrow. We have no more right or authority to stretch an old act of incorporation than we have to make a new one: ’ Com. v. Erie N. E. R. R. Co., 27 Pa. 352. In construing this charter it is to be noticed that Main street, with which the bridge now connects, was not in existence in 1850. The bridge that the defendant company was authorized to build was intended to take the place of the ferry and to connect with the roads that led to it. It surely could not have been in the mind of the legislature at that early date to bridge those very highways, one longitudinally and the other at right angles, and to connect with a road not in existence on the bluff beyond. Nor did the corporators of the company so construe the powers granted by the charter. Their action in locating the eastern terminus at the point they did, and maintaining it there for a period of twenty-five years, are facts entitled to great, if not controlling, weight, and nothing short of actual necessity, which, as we have seen, did not exist, would entitle them to make a second choice. The cases cited by the plaintiff’s counsel as to the effect of the first location and long continued use arose, it is true, between railroad companies and private parties, but it will be seen that most of them were decided upon a construction of the charter powers of the corporation, and in the case of Little Miami R. R. Co. v. Naylor, 2 Oh. St. 236, the court said: ‘ The same principle applies whether the case be that of an attempt to relocate on the property of an individual, or that of using a street or highway for the purpose.’ The general principle that a continued use with the assent of all parties for a great length of time has an influence in the construction of all written instruments is applicable in the construction of a charter. In the case of Com. v. Deerfield, heretofore cited, it was declared that the reasonable approach which a corporation is impliedly authorized to make for a bridge ‘ may be fixed by the practical construction which has been applied in the exercise of the franchise by its owners with the acquiescence of the public.’ See also Currier v. R. R, etc., 11 Oh. St. 228; Moorhead v. Little Miami, etc., 17 Oh. 340; H. & D. Canal Co. v. N. Y. & E. R. R. Co., 9 Paige, 323; Brigham v. R. R. Co., 1 Allen 316; Lance’s Ap., 55 Pa. 16; Neal v. Pittsburgh, etc., 2 Gr. 137.\n“ But assuming, upon a strict construction of the defendant’s charter in the light of the acts of the corporators in the original location of the bridge and its approaches, that the erection of this additional structure in 1875 was unauthorized, does it necessarily follow that a court of equity must decree its removal ?\n* * * * * * # *\n“ The superstructure in question was supported in part by four iron pillars and a stone pier. The former were set (approximately speaking) at the several corners of the canal bridge, and were twenty feet apart, while the canal bridge was but eighteen feet wide. The stone pier is opposite the end of the ‘ Ferry road,’ and is four feet thick and twenty-eight feet in length along the ‘ Carbondale road.’ The particulars in which it is claimed that the structure is an encroachment upon and an obstruction of the public highway, and therefore a public nuisance are: (a) the four pillars; (b) the stone pier; (o') ‘ a noisy; horse frightening, filth dropping bridge floor.’\n“ The jurisdiction of a court of equity, at the instance of the attorney general to abate a public nuisance, is unquestioned. But the fact that the thing complained of is a public nuisance must first be established, and if it be in serious doubt upon the evidence the court will not interfere until it has been established in a court of law. And where it is not a nuisance per se, but is only so because of certain features or circumstances surrounding it which may be corrected, the court will not decree that the structure be utterly demolished, especially if on the whole it is a public benefit, but will limit its decree to the correction of those things which are harmful to the public. In short, the court will abate only so much of the thing as is a nuisance. Dyer v. Depui, 5 Wh. 597; Dugan v. Bridge Co., 27 Pa. 313.\n“ Do the facts warrant the court in decreeing that the present temporary superstructure be wholly removed and that the defendant company be enjoined from replacing it by a substantial and permanent one, even though the stone pier be wholly abandoned as a support and be removed from the highway, and the floor of the bridge be so constructed as to prevent the dropping of filth, etc., and the frightening of horses traveling on the highway beneath ?\n“ In view of the abandonment of the canal and the bridge crossing it, it is questionable whether a practical approach to the defendant’s bridge in the mode suggested by the plaintiff and heretofore considered by us could now be made. At all events, owing to the steepness of the descent into and ascent out of the old canal- bed it would be extremely inconvenient, and this inconvenience and danger would be greatly enhanced by compelling the public to cross the several railroad tracks at grade in order to reach the entrance of the bridge. On the other hand, if the objections to the elevated approach and its support which we have heretofore considered are removed, we agree with the master in holding that no such appreciable injury to the public has been shown as would constitute an actual nuisance. Indeed, we think he has clearly shown that to decree a total removal of the present approach and to compel a return to the former state of things would be a positive injury to the public without any corresponding public benefit. Whatever may be the rights of the parties in a court of law, a court of equity is not bound to interfere to prevent a corporate act simply because it is ultra vires any more than the court is bound to enjoin every illegal act of an individual: Morawetz on Corporations, §1041; Attorney General v. Tudor Ice Co., 104 Mass. 239. The act must be not only contrary to law but prejudicial to the interests of the community or the rights of individuals.\n“Notwithstanding the earnest argument of the plaintiff’s' counsel that when the want of charter authority to build this superstructure has been shown, the court has no discretionary power to refuse to decree its removal — no matter how clear the disadvantage to the public — we are of opinion, that, in the exercise of that sound discretion with which a chancellor is invested, we have the right to consider the delay of the commonwealth in asserting her rights, the change in the condition of things since the bridge was rebuilt in 1875, the advantages to the public accruing from the maintenance of the present elevated approach, and the disadvantages without corresponding-benefit to the public which would result from decreeing its demolition. We concede that if it were clearly shown to be an actual nuisance, or one of those encroachments which the law declares to be a nuisance per se without regard to the proof in the particular case, we could consider none of those things.”\nApril 25, 1892:\nFrrors assigned were (1-3) overruling the second, third and fourth exceptions to the master’s report, quoting them; (4) denying the prayer of the commonwealth for a perpetual injunction to compel the defendant to abate the encroachment upon and obstruction of the highways by the present elevation and extension of their bridge, and to compel them to restore the highways to their condition prior to 1875, and decreeing instead thereof as above, quoting the decree, except the part in regard to costs ; (5) the decree as to costs.\nGarrick M. Harding and Henry W Palmer, with them W. U. Hensel, Attorney General, and George S. Ferris, for appellant.\nAlexander Farnham, with him J. Vaughan Darling, for appellee."
  },
  "file_name": "0621-01",
  "first_page_order": 647,
  "last_page_order": 660
}
