{
  "id": 1781017,
  "name": "In re Appeals of MARPLE NEWTOWN SCHOOL DISTRICT from the Decision of the Board of Assessment Appeals of Delaware County relating to the May 1975 Interim Tax Assessment, 1976 Annual Tax Assessment and 1977 Annual Tax Assessment on Premises known as Dunwoody Home, Inc., Newtown Square, Delaware County, Pennsylvania, Folio No. 2856. Appeal of MARPLE NEWTOWN SCHOOL DISTRICT",
  "name_abbreviation": "In re Appeals of Marple Newtown School District",
  "decision_date": "1982-12-23",
  "docket_number": "No. 465",
  "first_page": "160",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "500 Pa. 160"
    },
    {
      "type": "parallel",
      "cite": "455 A.2d 98"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "500 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781052
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0236-01"
      ]
    },
    {
      "cite": "218 A.2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "207 Pa.Super. 261",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        775286
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/207/0261-01"
      ]
    },
    {
      "cite": "236 A.2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "interpreting identical terms of Fourth to Eighth Class County Assessment Law"
        },
        {
          "page": "777"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912369
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "interpreting identical terms of Fourth to Eighth Class County Assessment Law"
        },
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0145-01"
      ]
    },
    {
      "cite": "405 A.2d 1351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 11011,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 1.864771453076343e-07,
      "percentile": 0.7253509760607665
    },
    "sha256": "ea1e9c1aa341ac9f645294d10959fa8b294728de33ce93be73111282fa4b99b4",
    "simhash": "1:16db3ff2acc82ce9",
    "word_count": 1772
  },
  "last_updated": "2024-02-27T23:49:15.316484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ."
    ],
    "parties": [
      "In re Appeals of MARPLE NEWTOWN SCHOOL DISTRICT from the Decision of the Board of Assessment Appeals of Delaware County relating to the May 1975 Interim Tax Assessment, 1976 Annual Tax Assessment and 1977 Annual Tax Assessment on Premises known as Dunwoody Home, Inc., Newtown Square, Delaware County, Pennsylvania, Folio No. 2856. Appeal of MARPLE NEWTOWN SCHOOL DISTRICT."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nThis is an appeal from an order of the Commonwealth Court, 46 Pa.Cmwlth. 80, 405 A.2d 1351, affirming an order of the Court of Common Pleas of Delaware County which sustained the tax-exemption claims of appellee Dunwoody Home, Inc., with respect to three parcels of property: the “Dunwoody Village” Retirement Community; the Dun-woody Medical Center, which is annexed to the Village; and a piece of undeveloped land which is annexed to the land on which the Village has been developed. The order of the court of common pleas affirmed the Board of Assessment Appeals of Delaware County insofar as the Board had granted an exemption with respect to the Medical Center; the order of the court of common pleas reversed the Board insofar as it had held the remaining properties taxable. Because we agree with appellant, Marple Township School District, that all three of appellee’s properties are subject to taxation, we reverse the order of the Commonwealth Court and remand the record to the court of common pleas for proceedings consistent with this opinion.\nI\nAppellee is a non-profit corporation which was established in 1924 to carry out the terms of a bequest contained in the will of William Wood Dunwoody. Dunwoody left to named trustees an 85-acre parcel of land, 20 acres of which were devoted to the “Dunwoody Home,” a facility separate from the Dunwoody Village.\nIn 1970, appellee proposed to construct a “retirement village” on the then-undeveloped 65 acres which had not been used for the Dunwoody Home. In a decree dated October 17, 1972, the Court of Common Pleas of Delaware County, Orphans’ Court Division, gave appellee permission to construct the proposed village, subject to the limitation that “no person, once admitted to the retirement village, will be obliged to leave the retirement village for financial reasons .... ” Construction was completed in 1974, at a cost of approximately $14 million, $6 million of which was financed, and $8 million of which was covered by “entry fees” from residents. The Village was opened for occupancy in September of 1974; full occupancy was achieved by May of 1975.\nThe Village includes 35 “Country Homes,” 196 apartments, and a “Community Building.” The Community Building consists of an auditorium, meeting rooms, a kitchen, dining facilities, and a lounge. Each of the dwellings is fully carpeted and furnished with drapes and basic kitchen appliances. The Medical Center, which contains 25 beds, is open primarily to residents of the Dunwoody complex, although there have been instances in which emergency-room treatment has been rendered to members of the public.\nEach resident of the Village is obliged to pay an initial “entry fee.” Individual entry fees for the year 1975 ranged from $18,000 to $53,500, depending upon the size of the unit to be occupied; in 1976, the fees ranged from $22,000 to $59,000. Additionally, residents are obliged to pay a monthly charge for “care and service.” These charges ranged from $375 to $1000 per month in 1975 and 1976, and from $460 to $1241 per month in 1977. The charges cover the cost of what appellee terms its “complete life care” package — including meals, lodging, and health care at the Village’s Medical Center. The Village retains a right of subrogation against proceeds from health care insurance plans, including Medicare, whose coverage must be procured by residents.\nTo be eligible for admission into the Village, a person must be sixty-five years of age and in good health. Additionally, the person must demonstrate an ability to afford the substantial entrance fee and monthly charges. Although appellee does not require a statement of “complete net worth” of applicants, appellee does determine an applicant’s annual income, apparently both from earnings and from investments. Appellee’s administrator acknowledged that it is appellee’s “philosophy” that qualified applicants must be “able to handle the responsibilities that they are about to undertake.” After a preliminary screening, qualified applicants are placed on a waiting list, which now includes over three hundred persons.\nPersons admitted must sign a “Residence and Care Agreement” which, notwithstanding the terms of the orphans’ court decree of 1972, gives appellee the right to require a resident to vacate the Village if the resident fails to pay the required monthly charges. Although the agreement gives appellee the option to subsidize a resident’s monthly charges, the decision to subsidize is solely within the discretion of appellee, and will be undertaken only if “such subsidy can be granted or continued without impairing the ability of [appellee] to attain its objectives while operating on a sound financial basis.” The record reveals that since the inception of Dunwoody Village in September of 1974, the Village has only once provided a subsidy to a resident.\nII\nSection 204(a)(3) of the General County Assessment Law, Act of May 22, 1933, P.L. 853, as amended, 72 P.S. § 5020-204(a)(3) (Supp.1982), confers an exemption on:\n“[a]ll hospitals, universities, colleges, seminaries, academies, associations and institutions of learning, benevolence, or charity, including fire and rescue stations, with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed, and maintained by public or private charity: Provided, That the entire revenue derived by the same be applied to the support and to increase the efficiency and facilities thereof, the repair and the necessary increase of grounds and buildings thereof, and for no other purpose.”\nIn sustaining the claimed exemption of the Dunwoody Village, both the court of common pleas and the Commonwealth Court held that the Village was eligible for tax-exempt status as an “institution of benevolence or charity” under this Court’s decision in Presbyterian Homes Tax Exemption Case, 428 Pa. 145, 236 A.2d 776 (1968) (interpreting identical terms of Fourth to Eighth Class County Assessment Law).\nIn Presbyterian Homes, an exemption was granted to an institution which had been formed for the purpose of establishing and maintaining a home for the aged “or other dependent persons.” Of the three plans pursuant to which persons were admitted to the Presbyterian Home, only one “presuppose[d] that the applicant [had] sufficient assets to maintain himself for the remainder of his life.” 428 Pa. at 148, 236 A.2d at 777. The other two plans were designed for the benefit of elderly persons of limited means, and permitted a person to be admitted on the strength of the assignment of old-age assistance grants. Of the total number of residents of the Presbyterian Home, just over a majority were admitted pursuant to the plan which presupposed the financial security of the resident.\nHere, however, the record is clear that financial security is a prerequisite to the admission of all residents of the Dunwoody Village. If an applicant fails to meet this prerequisite, the applicant will not be further considered. Subsidization of a resident’s required charges by the Village is a remote possibility, at best, as indicated by the fact that only one resident of the Village has been subsidized since the Village has been in operation. Even when the possibility of a need for subsidization arises, the decision to subsidize is wholly within the discretion of the Village, whose other options include the termination of the care agreement. Thus, on this record, it cannot be concluded that the charitable purpose found in Presbyterian Homes is shared by Dun-woody Village, a private housing facility which for all practical purposes offers its residents no services beyond those which the residents demonstrate an ability to afford.\nThe Commonwealth Court held that appellee’s Medical Center is exempt on the ground that the facility is necessary to the charitable purposes of Dunwoody Village. Both the Commonwealth Court and the court of common pleas held that the undeveloped land annexed to the Village is likewise necessary to the Village’s purposes. See Appeal of Shady-side Hospital, 207 Pa.Super. 261, 218 A.2d 355 (1966). Because we have concluded that the purposes of the Village are not charitable, the exemptions with respect to the Medical Center and the undeveloped land cannot be sustained as necessary to a charitable purpose.\nNor can a tax exemption be sustained with respect to the Medical Center on the theory that the facility is a “hospital,” a theory upon which the court of common pleas relied. To be eligible for tax-exempt status pursuant to Pa. Const, art. VIII, § 2, an institution not only must be within the class of institutions eligible for tax-exempt status but also must be a “purely public” institution. Here the record is clear that, except for the Medical Center’s emergency room, the Medical Center is designed to provide health care exclusively to those persons who are residents of the Dun-woody complex. Compare West Allegheny Hospital v. Board of Property Assessment, Appeals and Review of Allegheny County, 500 Pa. 236, 455 A.2d 1170 (1982).\nBecause the record fails to support the claimed exemptions, the order of the Commonwealth Court is reversed, and the record remanded to the Court of Common Pleas of Delaware County for proceedings consistent with this opinion.\n. The Board fixed the assessed value of the Dunwoody Village and the undeveloped land at $650,000. Additionally, the Board fixed the assessed value of the Medical Center at $50,000. These valuations have not been challenged on this appeal.\n. The Dunwoody Home, a residence for needy aged, is maintained by income from a trust created under Dunwoody’s will. The tax-exempt status of the Home and its 20-acre site is not at issue here.\n. Appellee has not contended that the undeveloped land is necessary to the purposes of the Dunwoody Home. Indeed, the opinion of the court of common pleas indicates that the issue of whether the undeveloped land was necessary to the Dunwoody Home has been the subject of prior proceedings, in which “it was judicially determined that only 20 acres of the 80 acres were exempt .... ” The 60 acres deemed not to be exempt as necessary to the Dunwoody Home include the undeveloped land at issue here.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Stephen C. White, Peter P. Liebert, III, Vram Nedurian, Jr., Henry B. Fitzpatrick, Media, for appellant.",
      "Edward J. Carney, Jr., Media, for Dunwoody Home, Inc."
    ],
    "corrections": "",
    "head_matter": "455 A.2d 98\nIn re Appeals of MARPLE NEWTOWN SCHOOL DISTRICT from the Decision of the Board of Assessment Appeals of Delaware County relating to the May 1975 Interim Tax Assessment, 1976 Annual Tax Assessment and 1977 Annual Tax Assessment on Premises known as Dunwoody Home, Inc., Newtown Square, Delaware County, Pennsylvania, Folio No. 2856. Appeal of MARPLE NEWTOWN SCHOOL DISTRICT.\nSupreme Court of Pennsylvania.\nArgued Oct. 28, 1982.\nDecided Dec. 23, 1982.\nReargument Denied Feb. 1, 1983.\nStephen C. White, Peter P. Liebert, III, Vram Nedurian, Jr., Henry B. Fitzpatrick, Media, for appellant.\nEdward J. Carney, Jr., Media, for Dunwoody Home, Inc.\nBefore O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ."
  },
  "file_name": "0160-01",
  "first_page_order": 210,
  "last_page_order": 216
}
