{
  "id": 1781121,
  "name": "BRINKS, INCORPORATED v. PENNSYLVANIA PUBLIC UTILITY COMMISSION and Brooks Armored Car Service, Inc.",
  "name_abbreviation": "Brinks, Inc. v. Pennsylvania Public Utility Commission",
  "decision_date": "1983-03-11",
  "docket_number": "No. 81-3-385; No. 81-3-387",
  "first_page": "387",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "500 Pa. 387"
    },
    {
      "type": "parallel",
      "cite": "456 A.2d 1342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "124 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "181 Pa.Super. 129",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732216
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/181/0129-01"
      ]
    },
    {
      "cite": "291 A.2d 545",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "400 A.2d 945",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "154 A.2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286292
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0246-01"
      ]
    },
    {
      "cite": "210 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896082
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0286-01"
      ]
    },
    {
      "cite": "421 A.2d 1244",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "1245"
        },
        {
          "page": "1248",
          "parenthetical": "1980"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "378 A.2d 1020",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 596,
    "char_count": 10885,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 1.5347670843471294e-07,
      "percentile": 0.671782022812913
    },
    "sha256": "b0b9d4dc82eb062047ade8ca8b8021aa0e312b5c76891134b06fc8fed4628312",
    "simhash": "1:a5d9a2c3ca574014",
    "word_count": 1654
  },
  "last_updated": "2024-02-27T23:49:15.316484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.",
      "Former Chief Justice O’BRIEN did not participate in the decision of this case."
    ],
    "parties": [
      "BRINKS, INCORPORATED v. PENNSYLVANIA PUBLIC UTILITY COMMISSION and Brooks Armored Car Service, Inc.,"
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Chief Justice.\nThis is an appeal by the Public Utility Commission and Brooks Armored Car Service, Inc., from an order of the Commonwealth Court reversing an order of the Commission which extended Brooks’ authority to perform the services of a contract carrier between points in various named Pennsylvania counties. We conclude that the record adequately supports the Commission’s determination that Brooks is fit, willing, and able to perform the authorized services. Hence we reverse the order of the Commonwealth Court and reinstate the order of the Commission.\nThis action began on March 29, 1976, when Brooks, a Delaware corporation, filed an application with the Commission seeking a permit authorizing it “[t]o transport, as a contract carrier, by motor vehicle, coin, currency, precious metals, negotiable and non-negotiable instruments, and other items of unusual value for Continental Bank, Federal Reserve Bank of Philadelphia, Fidelity Bank and Philadelphia National Bank,” between points in the forty-four counties in Pennsylvania which comprise the Third Federal Reserve District. By this application Brooks sought to augment an application filed on January 20, 1976, in which Brooks had sought to operate an armored car service for Provident National and Girard Banks between points in the counties of Philadelphia, Delaware, Chester, Montgomery, Bucks, Berks, Lehigh and Northampton. That application was granted by the Commission on April 20, 1978.\nProtests to Brooks’ application were filed by Brinks, Inc., Purolator Courier Corp., and Purolator Security, Inc. The protests were based on the activities of an affiliate of Brooks, WFB, Inc., a company owned by William F. Brooks, Sr., who also owns 85% of Brooks. In 1974, WFB obtained a P.U.C. permit authorizing it “[t]o transport, as a class B carrier, property between various points in the City and County of Philadelphia.” Pursuant to this authority, WFB began operating an armored car service, transporting monies, securities, and other valuables between points in Philadelphia. On October 17, 1977, the Commonwealth Court held that WFB’s armored car service was not within the scope of the authority conferred by the property certificate. Purolator Security, Inc. v. Pa. P.U.C., 32 Pa.Cmwlth. 175, 378 A.2d 1020 (1977). Although WFB filed a petition for allowance of appeal, it did not obtain a supersedeas of the Commonwealth Court’s order. Nonetheless, WFB continued to operate its armored car service in violation of the Commonwealth Court’s order during the pendency of the petition for allowance of appeal and for six weeks after March 1, 1978, the date on which the petition for allowance of appeal was denied. WFB finally terminated its armored car operations pursuant to a cease and desist order issued by the Commission on April 12, 1978. The protestors contended that the operations of WFB beyond the date of the Purolator decision in 1977 should be imputed to Brooks and should be deemed to render Brooks unfit to perform the services applied for. See 66 Pa.C.S. § 2503 (Applicant must be “fit, willing, and able to properly perform the service of a contract carrier by motor vehicle”).\nAt hearings conducted before an administrative law judge, several bank officers for whom Brooks had rendered interstate armored car service pursuant to authority conferred by the Interstate Commerce Commission testified in support of Brooks’ application. On the basis of this testimony, the administrative law judge recommended that Brooks’ application be granted. Although the administrative law judge found that WFB had not “willfully” violated the Commission’s authority, he made no determination as to whether Brooks had willfully violated the Commonwealth Court’s order. Following exceptions filed by Brinks, the Commission issued an order which adopted the findings and conclusions of the administrative law judge and granted Brooks’ application.\nBrinks filed a petition for review in the Commonwealth Court, alleging that WFB’s post-Purolator operations had been conducted in deliberate disregard of the Commonwealth Court’s mandate, that the operations were illegal, and that the Commission had, therefore, abused its discretion in finding Brooks fit. A majority of a panel of the Commonwealth Court (Wilkinson, J., joined by Rogers, J.; Craig, J., dissenting) agreed with Brinks and, accordingly, reversed the Commission’s order. Brinks, Inc. v. Pa. P.U.C., 54 Pa.Cmwlth. 452, 421 A.2d 1244 (1980). Brooks and the Commission simultaneously filed petitions for allowance of appeal, both of which were granted and later consolidated.\nAt the outset, we agree with the Commonwealth Court that, once Brooks became aware of the Commonwealth Court’s ruling in Purolator, Brooks could have no bona fide misunderstanding of the legal status of WFB’s intrastate armored car operations. Although counsel for Brooks has throughout the proceedings attempted to take the blame for Brooks’ manifest disregard of the Commonwealth Court’s order, the record is clear that Brooks was made aware of the court’s ruling and understood its consequences.\nNonetheless, we believe that the Commonwealth Court erred in deeming WFB’s post-Purolator operations to be conclusive of the question of Brooks’ present fitness. Our case law is clear that, although a favorable finding of fitness may not be based upon evidence of the quality of service conducted in willfull violation of a court order or the Commission’s authority, the mere fact of prior operation in violation of a court order or the Commission’s authority does not preclude a carrier from obtaining lawful authority in a subsequent proceeding before the Commission. See Bunting Bristol Transfer, Inc. v. Pa. P.U.C., 418 Pa. 286, 210 A.2d 281 (1965); D.F. Bast, Inc. v. Pa. P.U.C., 397 Pa. 246, 154 A.2d 505 (1959). See also Gettysburg Tours, Inc. v. Pa. P.U.C., 42 Pa.Cmwlth. 399, 400 A.2d 945 (1959); Johnstown-Pittsburgh Express v. Pa. P.U.C., 5 Pa.Cmwlth. 521, 291 A.2d 545 (1972); Lancaster Transportation Co. v. Pa. P.U.C., 181 Pa.Super. 129, 124 A.2d 380 (1956). Thus, while WFB’s continuing to haul money in deliberate disregard of the Commonwealth Court’s order gave rise to a negative inference concerning Brooks’ fitness, the Commission could still have granted the requested contract carrier authority without abusing its discretion, so long as the Commission had before it positive evidence of Brooks’ fitness independent of the evidence relating to the period of unlawful operation.\nThe record is clear that the Commission’s determination of fitness in this case was not predicated solely on evidence relating to WFB’s post-Purolator operations. Although all of the supporting banks had used WFB’s service both before and after the Commonwealth Court’s Purolator decision, most of the supporting banks testified on the basis of the interstate armored car service which Brooks had provided for them since the 1950’s. These banks classified Brooks’ service as either “very good,” “very fine,” “excellent,” or “top notch,” and stated that they would use Brooks’ intrastate service if the application were granted. In addition, three supporting banks — Continental, Fidelity and Philadelphia National — expressed dissatisfaction with existing service. As this evidence amply supports the Commission’s determination of fitness, the order of the Commonwealth Court must be reversed and the order of the Commission reinstated. See Lancaster Transportation Co. v. Pa. P.U.C., supra.\nOrder of the Commonwealth Court reversed and order of Public Utility Commission reinstated.\nFormer Chief Justice O’BRIEN did not participate in the decision of this case.\n. The counties in which Brooks sought to provide armored car service include: Philadelphia, Delaware, Chester, Montgomery, Bucks, Berks, Lehigh, Northampton, McKean, Elk, Clearfield, Cambria, Bedford, Fulton, Huntingdon, Centre, Clinton, Potter, Tioga, Lycoming, Union, Mifflin, Snyder, Juniata, Perry, Cumberland, Adams, Franklin, Sullivan, Montour, Northumberland, Dauphin, York, Wyoming, Wayne, Columbia, Luzerne, Schuylkill, Lebanon, Lancaster, Susquehanna, Lackawanna, Monroe and Carbon.\n. The Commonwealth Court found that Brooks and WFB were “closely interconnected corporations” and that “the actions of one with regard to fitness would certainly apply to the other.” Brinks v. Pa. P.U.C., 54 Cmwlth. 452, 455, 421 A.2d 1244, 1245 (1980). Because neither Brooks nor the Commission has challenged this determination, we shall treat the operations of WFB as if they were the activities of Brooks.\n. The justification for the rule permitting the acquisition of contract carrier rights despite past unlawful operations is evident. The essence of public utility regulation is to assure that the public’s needs are best served at the most reasonable rates. If past unlawful operations were deemed conclusive of an applicant’s fitness, the Commission would be powerless to grant the application of a carrier who, despite its past unlawful activities, has otherwise demonstrated ' its present fitness to perform services beneficial to the public. Such an automatic disqualification, moreover, would improperly view the Commission’s statutory obligation to determine an applicant’s fitness prior to granting a contract carrier permit as a punitive measure directed against the individual wrongdoer rather than as a safeguard, the primary purpose of which is the protection of the public. See 66 Pa.C.S. § 2501.\n. Brinks also alleges that, even if the Commission properly found Brooks fit, the Commission’s order improperly included four counties —Blair, Bradford, Cameron, and Pike — which were neither covered by the application nor included in the publication of the notice of the application in the Pennsylvania Bulletin. We find no merit in this contention. As pointed out by Judge Craig in his dissenting opinion, “the record is clear that the area contemplated [by Brooks’ application] was the entire Third Federal Reserve District, that the parties were aware of that fact, and that Brinks has claimed no prejudice as a consequence of the discrepancy.” Brinks v. Pa. P.U.C., 54 Pa. Cmwlth. at 462, 421 A.2d at 1248 (1980) (Craig, J., dissenting).",
        "type": "majority",
        "author": "ROBERTS, Chief Justice."
      }
    ],
    "attorneys": [
      "Eric A. Rohrbaugh, Harrisburg, for appellant in No. 385 and 387.",
      "William M. Barnes, George P. Williams, III, Philadelphia, for appellant in No. 387.",
      "Herbert R. Nurick, Harrisburg, for Brinks, Inc. in Nos. 385, 387.",
      "William M. Barnes, Philadelphia, for Brooks Armored Car Serv. in No. 385."
    ],
    "corrections": "",
    "head_matter": "456 A.2d 1342\nBRINKS, INCORPORATED v. PENNSYLVANIA PUBLIC UTILITY COMMISSION and Brooks Armored Car Service, Inc.,\n(Appellant at No. 81-3-385),\n(Appellant at No. 81-3-387).\nSupreme Court of Pennsylvania.\nArgued Dec. 7, 1982.\nDecided March 11, 1983.\nEric A. Rohrbaugh, Harrisburg, for appellant in No. 385 and 387.\nWilliam M. Barnes, George P. Williams, III, Philadelphia, for appellant in No. 387.\nHerbert R. Nurick, Harrisburg, for Brinks, Inc. in Nos. 385, 387.\nWilliam M. Barnes, Philadelphia, for Brooks Armored Car Serv. in No. 385.\nBefore O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ."
  },
  "file_name": "0387-01",
  "first_page_order": 437,
  "last_page_order": 443
}
