{
  "id": 1781130,
  "name": "SUSQUEHANNA COUNTY, By the SUSQUEHANNA COUNTY BOARD OF COMMISSIONERS, Appellant, v. COMMONWEALTH of Pennsylvania DEPARTMENT OF ENVIRONMENTAL RESOURCES, and Lyncott Corporation, Appellees",
  "name_abbreviation": "Susquehanna County v. Commonwealth",
  "decision_date": "1983-04-25",
  "docket_number": "Eastern District, No. 81-3-444 & No. 72 E.D. Appeal Dkt. 1982",
  "first_page": "512",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "500 Pa. 512"
    },
    {
      "type": "parallel",
      "cite": "458 A.2d 929"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "443 A.2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "66 Pa.Commw. 66",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1931456
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/66/0066-01"
      ]
    },
    {
      "cite": "427 A.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "58 Pa.Commw. 381",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1919490
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/58/0381-01"
      ]
    },
    {
      "cite": "452 A.2d 718",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1781040,
        1778875
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0001-01",
        "/pa/499/0162-01"
      ]
    },
    {
      "cite": "499 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778875
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0162-01"
      ]
    },
    {
      "cite": "500 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781040
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/500/0001-01"
      ]
    },
    {
      "cite": "452 A.2d 718",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1781040,
        1778875
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "page": "725",
          "parenthetical": "Nix, J. dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/500/0001-01",
        "/pa/499/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 12532,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 1.0292063363819153e-07,
      "percentile": 0.5476305761455591
    },
    "sha256": "0557fbd088b30071c7c23e528ac0250e1e9bc9c3513c5c7195e74aca9db5f29e",
    "simhash": "1:82978d311a514677",
    "word_count": 1949
  },
  "last_updated": "2024-02-27T23:49:15.316484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ.",
      "NIX, J., files a dissenting opinion."
    ],
    "parties": [
      "SUSQUEHANNA COUNTY, By the SUSQUEHANNA COUNTY BOARD OF COMMISSIONERS, Appellant, v. COMMONWEALTH of Pennsylvania DEPARTMENT OF ENVIRONMENTAL RESOURCES, and Lyncott Corporation, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nAppellee, Lyncott Corporation (Lyncott), operates a sanitary landfill in New Milford Township, Susquehanna County under water quality and solid waste management permits issued by the Commonwealth of Pennsylvania, Department of Environmental Resources (DER). Acting upon complaints concerning alleged violations at the Lyncott landfill, received from both Susquehanna County (County) and a group of private citizens, DER conducted an investigation of the site. As a result of the investigation, it was found that certain violations had occurred and/or were occurring at the landfill. The DER issued an administrative order dated April 27,1979 addressed to Lyncott specifying the violations discovered and directing that Lyncott refrain from certain activities at the landfill site, and take certain other affirmative operational actions within a specified time frame. The County appealed the DER order to the Environmental Hearing Board (EHB) setting forth .in its appeal that the water quality permit as well as the Solid Waste Permit of Lyncott should be revoked and that Lyncott should be ordered to make full and complete reclamation of the landfill area. By order dated February 1, 1980, the EHB ruled, among other things, that the County lacked standing to challenge the DER order and dismissed the appeal. The Commonwealth Court affirmed the EHB order. A petition for review filed by the appellant County in this court was granted.\nDuring the course of the operation of the Lyncott landfill, the DER, from time to time, responded to requests made on behalf of the permittee (Appellee-Lyncott Corporation) and issued approvals for the disposal of certain specified toxic chemical wastes at the landfill site. The waste approved for disposal in each instance involved materials not authorized under the original permit. This appeal also includes eight such approvals which, in each case, were issued in the form of an authorizing letter to Lyncott. The appellant-County appealed to the EHB from each approval granted and the appeals were dismissed for lack of standing on the part of the appellant. The Commonwealth Court affirmed and a Petition For Review filed in this Court by the County was granted and consolidated with the previous County appeal from the April 27, 1979 order.\nThe issue before this Court is whether the appellant, Susquehanna County, has standing to appeal the actions of the DER in issuing the order of April 27, 1979, and in granting the various approvals (eight) for the disposal of chemical wastes at the Lyncott landfill.\nThis question is controlled by our recent decision in Franklin Township v. Department of Environmental Resources, 499 Pa. 162, 452 A.2d 718 (1982) where we held that a county has a substantial, direct and immediate interest in the establishment and operation of a toxic waste landfill within its boundaries so as to give it standing to challenge the issuance of a permit. The appellee DER concedes that the Franklin Township decision is dispositive of the issue of standing as it relates to the appeal from the issuance of eight separate approvals for disposal of toxic chemical waste at the landfill site. It would be incongruous to hold that a county has standing to challenge the issuance of a waste permit, but lacks standing to contest amendments to an existing permit. The county’s role in protecting its substantial, direct and immediate interest in the environment could be negated by the issuance of a permit which meets with no county objections, and then the subsequent granting of amendments encompassing matters which surely would have evoked opposition had those same appended matters been a part of the original permit process.\nEven though the appellee DER accepts the logical application of Franklin Township to that portion of this consolidated appeal involving the several permit amendment approvals, it argues that the appeal from the order of April 27, 1979 presents entirely different policy considerations and as a consequence the county should be denied standing. We disagree. The aesthetic, environmental and quality of life considerations discussed in Franklin Township are equally applicable here. It is not only the establishment of a waste disposal site, but the day to day operation of such a continuously hazardous and potentially dangerous facility which presents the environmental threat. The interest of local government — in this case a county — in promoting and protecting its environmental well-being and the well-being of its citizens is not any less substantial, immediate and direct simply because a perceived threat is posed by an operational order rather than the issuance of a permit. Once a permit is issued, the efficient and lawful operation of a disposal site is of prime importance to the county of its locale. It would be a shallow right indeed if we were to hold that, on the one hand a county has standing to challenge the issuance of a permit for the operation of a waste disposal site within its borders, but, on the other hand it has no right to challenge official orders which directly relate to the operation of a landfill under a previously issued permit. The April 27,1979 order issued by the DER directly bears upon the manner of operation of the Lyncott landfill and as such is subject to challenge by the appellant county.\nReversed and remanded for proceedings consistent with this opinion.\nNIX, J., files a dissenting opinion.\n. The DER determined that: (a) Lyncott disposed of solid waste contrary to the regulations of the department; (b) Lyncott failed to submit quarterly and annual chemical analyses of the designated ground water monitoring points and wells; (c) Lyncott had not properly maintained the surface water diversion ditch as required; (d) on numerous occasions leachate from the holding tank overflowed into a diversion ditch which ultimately feeds into a Commonwealth creek; (e) Lyncott failed to furnish monthly flow determinations measuring liquid levels in the holding tank in violation of a special condition of its permit; (f) Lyncott failed to install an alarm system on the leachate holding tank in violation of a provision of its permit; (g) Lyncott failed to construct the impoundment/lagoon as indicated in its application and in violation of a provision of its permit; and (h) Lyncott failed to make bond payments for the years 1977 and 1978 ($17,500.00) in violation of a special condition of its permit.\n. As a basis for this assertion, the appellant-County averred, inter alia, that the landfill is operated in gross violation of the permit, applicable statutes, applicable rules and regulations, and contrary to an order of the EHB in that: (a) there is continuous discharges of leachate and industrial waste into the waters of the Commonwealth; (b) the PVC liner contains tears and punctures which were left unrepaired; (c) the ground water conditions have not been monitored; (d) monthly reports and flow measurements are not rendered; (e) impoundment required by EHB order of January 11, 1977 has never been constructed; (f) daily cover is not provided; (g) refuse is not regularly spread and compacted; (h) there is no vector control; (i) daily operational reports showing types and quantities of domestic and industrial waste deposited are not made; (j) large quantities of unpermitted industrial waste liquids are deposited at the site; (k) the permittee is in default of the required bond; (1) the amount of the bond is inadequate; (m) the permittee has never reported the almost continuous pollution of the natural resources in the area; and (n) notwithstanding the depositing of flyash at the site no completed application containing leaching analysis for same has been submitted to DER.\n. Following the entry of the administrative order dated April 27, 1979 and the County’s appeal thereto, the DER and Lyncott reached an agreement which modified the requirements of the order. Upon learning of the modification agreement, the County filed a document with the EHB captioned “Supplemental Appeal” wherein a challenge to the agreement was raised. This “Supplemental Appeal” was dismissed by the EHB along with the original appeal which it purportedly supplemented.\n. Susquehanna County by the Susquehanna County Board of Commissioners v. Commonwealth of Pennsylvania, Department of Environmental Resources, 58 Pa.Commw. 381, 427 A.2d 1266 (1981).\n. Susquehanna County by the Susquehanna County Board of Commissioners v. Commonwealth of Pennsylvania, Department of Environmental Resources, 66 Pa.Commw. 66, 443 A.2d 870 (1982).\n. Appellee, Lyncott Corporation concedes that this Court’s recent ruling in Franklin Township v. Department of Environmental Resources, 499 Pa. 162, 452 A.2d 718 (1982) that townships and counties have standing to challenge the issuance of a solid waste permit is controlling.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "NIX, Justice,\ndissenting.\nI dissent. The majority has today compounded the error made in Franklin Township v. Department of Environmental Resources, 500 Pa. 1, 452 A.2d 718 (1982) wherein it held that a county possesses standing to challenge the Department of Environmental Resources’ (DER) issuance of a permit for a solid waste disposal facility. “The legislature, in enacting the Solid Waste Management Act, sought to achieve a balance between the statewide interests of developing an environmentally sound system of hazardous waste disposal and the localized interests of communities throughout the State.” Id., 500 Pa. at 14, 452 A.2d at 725 (Nix, J. dissenting).\nAlthough I am still of the opinion that “[t]he Act reflects the legislative policy to establish DER as the vehicle for overall supervision and ultimate control of the critical determination regarding when permits shall be granted, consistent with the public health and protection of the environment,” id., today’s extension of Franklin Township into DER’s enforcement procedures constitutes a further unwarranted and continuing infringement on that department’s regulatory power.\nThe majority has ignored the distinct policy considerations underlying the issuance of a permit, which establishes the existence of a solid waste landfill, as opposed to the issuance of an enforcement order, which is intended to regulate the day-to-day operation of a waste facility to ensure compliance with the Act.\nEnforcement of the Act’s requirements is peculiarly within DER’s expertise in the area and deference to such administrative decision-making must be afforded to the department. In order to fulfill its mandated statutory responsibilities, DER must possess a certain degree of discretion in determining when enforcement proceedings are required and what remedies should be employed to ensure compliance.\nAs DER correctly notes,\nAcceptance ... of the county’s position would result in a broad rule of law holding that, once an administrative agency exercises its prosecutorial discretion and takes an action, not only the action itself, but also all the possible enforcement remedies and options which could have been selected by the administrative agency, may be the subject of a third-party appeal. The effect of the County’s argument, if accepted by this Court would be to create a class of private citizen Attorneys General who would, whenever an agency took action, be able to file suit challenging whether the action taken should have imposed more severe sanctions or required different actions from the violator.\n(Reply Brief for Respondent at 28.) (emphasis in original).\nThe majority’s holding opens the door to a plethora of third-party lawsuits which can effectively frustrate and render illusory DER’s obligation to implement the provisions of the Act. The legislature has rendered its judgment that DER shall be the representative of the interests of the citizens of this Commonwealth in protecting the environment. That responsibility should not be abrogated by this Court.",
        "type": "dissent",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [
      "Gerald C. Grimaud, Tunkhannock, for appellant.",
      "Louis A. Naugle, Asst. Atty. Gen., for D.E.R.",
      "Pamela S. Goodwin, Bernard Chanin, Joseph M. Manko, Bruce S. Katcher, Wolf, Block, Schorr & Solis-Green, Philadelphia, for Lyncott Corp."
    ],
    "corrections": "",
    "head_matter": "458 A.2d 929\nSUSQUEHANNA COUNTY, By the SUSQUEHANNA COUNTY BOARD OF COMMISSIONERS, Appellant, v. COMMONWEALTH of Pennsylvania DEPARTMENT OF ENVIRONMENTAL RESOURCES, and Lyncott Corporation, Appellees.\nSupreme Court of Pennsylvania.\nArgued March 7, 1983.\nDecided April 25, 1983.\nGerald C. Grimaud, Tunkhannock, for appellant.\nLouis A. Naugle, Asst. Atty. Gen., for D.E.R.\nPamela S. Goodwin, Bernard Chanin, Joseph M. Manko, Bruce S. Katcher, Wolf, Block, Schorr & Solis-Green, Philadelphia, for Lyncott Corp.\nBefore ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ."
  },
  "file_name": "0512-01",
  "first_page_order": 562,
  "last_page_order": 568
}
