{
  "id": 1781174,
  "name": "John BOSACCO and L.J. Rendin, Appellants, v. REDEVELOPMENT AUTHORITY OF the CITY OF CHESTER, Appellees",
  "name_abbreviation": "Bosacco v. Redevelopment Authority",
  "decision_date": "1983-04-25",
  "docket_number": "No. 81-3-362",
  "first_page": "519",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "500 Pa. 519"
    },
    {
      "type": "parallel",
      "cite": "458 A.2d 933"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "43 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483194
      ],
      "weight": 2,
      "year": 1863,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/43/0495-01"
      ]
    },
    {
      "cite": "16 A. 838",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "124 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563058
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0215-01"
      ]
    },
    {
      "cite": "406 A.2d 1163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1166"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "46 Pa. Commonwealth Ct. 242",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1902245
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "248-249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/46/0242-01"
      ]
    },
    {
      "cite": "417 A.2d 1350",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "414 A.2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1762361,
        1762365,
        1762359
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0399-01",
        "/pa/489/0399-02",
        "/pa/489/0400-01"
      ]
    },
    {
      "cite": "489 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762359
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0400-01"
      ]
    },
    {
      "cite": "387 A.2d 136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "35 Pa. Commonwealth Ct. 373",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1885910
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/35/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 8147,
    "ocr_confidence": 0.755,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5200330212301952
    },
    "sha256": "0499fd15a18b9eabbd294c9a5a9ab272b9d109aaaa9b72ccbf6bbc801caf8ae0",
    "simhash": "1:7977e4b76b40f516",
    "word_count": 1337
  },
  "last_updated": "2024-02-27T23:49:15.316484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ.",
      "LARSEN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "John BOSACCO and L.J. Rendin, Appellants, v. REDEVELOPMENT AUTHORITY OF the CITY OF CHESTER, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nJohn Bosacco and L.J. Rendin (condemnees) appeal by allowance an Order of Commonwealth Court affirming an Order of Delaware County Common Pleas. Common Pleas permitted the Redevelopment Authority of the City of Chester (condemnor) to unilaterally withdraw its appeal from the award of a Board of View after the resulting de novo trial ended to its disadvantage.\nUpon consideration we have concluded Commonwealth Court incorrectly extended Farrington v. Pennsylvania Department of Transportation, 35 Pa. Commonwealth Ct. 373, 387 A.2d 136 (1977), aff’d per curiam, 489 Pa. 400, 414 A.2d 128 (1980) by holding a party to an eminent domain proceeding can unilaterally withdraw its appeal after a trial de novo. We therefore reverse the Commonwealth Court, 53 Pa.Cmwlth. 550, 417 A.2d 1350.\nThe history pertinent to the procedural issue we must resolve follows. After an evidentiary hearing, a Board of View awarded damages to condemnees in the amount of $120,000.00, plus $500.00 for counsel fees, for the condemnation of a three story office building in the City of Chester. Condemnor filed a timely appeal to Common Pleas pursuant to Section 515 of the Eminent Domain Code, Act of June 22, 1964, Special Sess., P.L. 84, as amended, 26 P.S. § 1-515. Condemnees did not take a separate appeal. After trial de novo, the jury returned a verdict of $250,000.00 in favor of condemnees.\nCondemnee entered judgment on that award. Common Pleas’ denied condemnor’s motion for a new trial and it appealed to Commonwealth Court. The Commonwealth Court reversed and remanded to Common Pleas for a new trial. Redevelopment Authority, City of Chester v. Bosacco, 46 Pa. Commonwealth Ct. 242, 406 A.2d 1163 (1979). Before that second trial, Common Pleas permitted condemnor to withdraw its appeal from the Board of View by simple praecipe.\nIn permitting condemnor to unilaterally withdraw its appeal from the Board of View, Common Pleas relied on Farrington, supra. In Farrington the Commonwealth Court allowed condemnees to unilaterally withdraw their appeal from an award of a Board of View where condemnor did not also appeal.\nPrior to Farrington, this Court had long held that a party to a condemnation proceeding who appeals an award of viewers may not withdraw his appeal without consent of the other parties. Schuylkill Etc. Railroad Co. v. Harris, 124 Pa. 215, 16 A. 838 (1889); See Brown v. Corey and Peterson, 43 Pa. 495 (1863). That principle followed from this Court’s holding in Brown that:\n[I]f one party appeals the other need not. The cause is tried de novo on the appeal. ... If the successful party may appeal, and, after the twenty days have elapsed, discontinue his appeal, he may thereby deprive his adversary of the retrial to which he is entitled. If such a practice were tolerated it would lead to oppression and fraud.\n43 Pa. at 503.\nThe Farrington court held the legislature in passing the Eminent Domain Code, supra, repealed the rule of Brown v. Corey and Peterson by failing to expressly codify it. The Farrington court stated:\nIn light of its comprehensive treatment of all aspects of condemnation, if the legislature had intended that appeals from awards of boards of view could be withdrawn only with the consent of the opposing party, it could have so provided. The legislature did so provide in dealing with appeals from awards of arbitrators. While we recognize that an award under compulsory arbitration differs from that under condemnation in that judgment may be entered immediately on an arbitrators’ award only if no appeal is taken within the statutory period, for our purposes, this is a distinction without a difference. In not imposing limitations on the withdrawals of appeals under the Eminent Domain Code, it seems clear that the legislature did not intend that any exist.\nIn addition, our Rules of Appellate Procedure reflect the liberal right accorded appellants in discontinuing appeals. Pa.R.A.P. 1973(a) provides:\nAn appellant may discontinue an appeal or other matter as to all appellees as of course at any time prior to argument, or thereafter by leave of court upon application. .; .\nThe fact that eminent domain cases are heard de novo in the Court of Common Pleas should not affect the right of an appellant to withdraw his appeal without the consent of the opposite party.\nId. 35 Pa.Cmwlth. at 378, 387 A.2d at 138.\nWe need not decide here that the Farrington decision should be applied only prospectively as a clear break with the past or whether the Farrington court’s construction of the Eminent Domain Code should be reexamined. We do, however, decline to extend its holding to permit a party to unilaterally withdraw its appeal from the Board of View after a jury has returned a verdict in a trial de novo.\nThe Farrington court drew an analogy between unilaterally withdrawing an appeal to an appellate court prior to argument and unilaterally withdrawing an appeal seeking a trial de novo before the actual trial. However, in the present case the condemnor withdrew its appeal after condemnees entered judgment on the jury’s verdict in the trial de novo. Such action is not comparable to withdrawal of an appeal before argument. Rather it is analogous to permitting withdrawal of an appeal to this Court after we have filed an opinion and order, but before an application for reargument was decided. Such action would not be permitted under our appellate practice.\nAn appellant has not, however, an absolute right to discontinue his appeal in all cases, and a motion for leave to discontinue an appeal, made after the case has been argued and is sub judice in the appellate court, will not be granted where objection is made by the appellee and discontinuance would apparently be to his prejudice.\n9 Standard Pa. Practice Revised, Ch. 40, § 151 (1962).\nHere, condemnees have suffered substantial prejudice from the unilateral withdrawal of condemnor’s appeal. Condemnees may have been satisfied in the first instance with the award of the Board of View. However, once a party has prepared for and proceeds to trial de novo on the appeal of another party, the latter cannot be allowed to withdraw his appeal especially where the trial results in an award less satisfactory to the appellant than that appealed from. Such a rule would take all risk from the appeal and ill serve the judicial efficiency Farrington is supposed to foster. Thus, in addition to being manifestly unfair to the non-appealing party, condemnee correctly argues such an extension of Farrington would be inconsistent with its announced policy of discouraging arbitrary and unnecessary appeals.\nThe Order of the Commonwealth Court is vacated and the record remanded to the Court of Common Pleas of Delaware County for proceedings consistent with this opinion.\nLARSEN, J., did not participate in the consideration or decision of this case.\n. The basis for the Commonwealth Court’s order granting a new trial was that the trial court erred in refusing to permit one and precluding another of the condemnor’s experts from testifying to the cost of repairs necessary to make the property rentable. 46 Pa. Commonwealth Ct. at 248-249, 406 A.2d at 1166.\n. A purely formalistic argument can be made for this result. The trial court stated such an argument, but felt constrained to follow Farrington. Since we hold Farrington is not controlling, restatement of the trial court’s argument is appropriate. So restated, it concludes a jury’s de novo findings make a Board of View’s award a nullity. Since there is thus no status quo ante in existence to which the parties rights can be referred, a new trial is required. We prefer to base our decision on the ground that the proposed extension of Farrington frustrates the purpose that case is supposed to serve.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      }
    ],
    "attorneys": [
      "Robert C. Daniels, Philadelphia, for appellants.",
      "Samuel M. Tollen, Chester, for appellees."
    ],
    "corrections": "",
    "head_matter": "458 A.2d 933\nJohn BOSACCO and L.J. Rendin, Appellants, v. REDEVELOPMENT AUTHORITY OF the CITY OF CHESTER, Appellees.\nSupreme Court of Pennsylvania.\nApril 25, 1983.\nRobert C. Daniels, Philadelphia, for appellants.\nSamuel M. Tollen, Chester, for appellees.\nBefore ROBERTS, C.J., and NIX, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ."
  },
  "file_name": "0519-01",
  "first_page_order": 569,
  "last_page_order": 573
}
