{
  "id": 1945615,
  "name": "Commonwealth v. Wolenski, Appellant",
  "name_abbreviation": "Commonwealth v. Wolenski",
  "decision_date": "1972-10-30",
  "docket_number": "Appeal, No. 243",
  "first_page": "173",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "449 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "295 A. 2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945686
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0177-01"
      ]
    },
    {
      "cite": "406 U.S. 715",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173472
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0715-01"
      ]
    },
    {
      "cite": "406 U.S. 715",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173472
      ],
      "weight": 8,
      "year": 1972,
      "pin_cites": [
        {
          "page": "738-39"
        },
        {
          "page": "p. 739"
        },
        {
          "page": "738"
        },
        {
          "page": "1858",
          "parenthetical": "Emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/406/0715-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 5448,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.07053055988978509
    },
    "sha256": "b79ee0344dfc245984fb676f582fc084b393ded93a5a40501d81829eb57c6224",
    "simhash": "1:0a7ecd503486cc1f",
    "word_count": 882
  },
  "last_updated": "2024-02-27T20:41:58.510937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.",
      "Mr. Justice Mandekino joins in this dissent."
    ],
    "parties": [
      "Commonwealth v. Wolenski, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nOrder reversed and record remanded for reconsideration in the light of Jackson v. Indiana, 406 U.S. 715, 92 S. Ct. 1845 (1972), Com. ex rel. DiEmilio v. Shovlin, 449 Pa. 177, 295 A. 2d 320 (1972), and the Mental Health and Mental Retardation Act of 1966, Spec Sess. No. 3, October 20, P. L. 96, 50 P.S. §4101 et seq., without prejudice to counsel for appellant to raise any other matters.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nThe recently decided case of Jackson v. Indiana, 406 U.S. 715, 92 S. Ct. 1845 (1972), compels dissent. For as the Court said in Jackson-. “We hold, consequently, that a person changed by a State with a criminal offense who is committed solely on account of his incapacity to proceed to trial cannot be held more than the reasonable period of time necessary to determine whether there is a substantial probability that he will attain that capacity in the foreseeable future.” The Court continued: “If it is determined that this is not the case, then the State must either institute the customary civil commitment proceeding that would be required to commit indefinitely any other citizen, or release the defendant. Furthermore, even if it is determined that the defendant probably soon will be able to stand trial, his continued commitment must be justified by progress toward that goal. In light of differing state facilities and procedures and a lack of evidence in this record, we do not think it appropriate for us to attempt to prescribe arbitrary time limits. We note, however, that petitioner Jackson has now been confined for three and one-half years on a record that sufficiently establishes the lack of a substantial probability that he will ever be able to participate fully in a trial.” Id. 406 U.S. at 738-39, 92 g. Ct. at 1858 (footnote omitted) (emphasis added).\nAccordingly, appellant must either be released from custody or civilly committed under the same standards applicable to the population in general. Having been confined for almost nineteen years at Farview State Hospital as incompetent to stand trial, appellant, under the mandate of Jackson, has unquestionably been denied due process and equal protection. Appellant has been a patient since 1953; however, having been committed under the predecessor to Section 408 of the Mental Health and Mental Retardation Act of 1966, Act of October 20, 1966, Spec. Sess. No. 3, P. L. 96, 50 P.S. §4408, rather than Section 406 of said act, the civil commitment section, appellant has been denied substantial rights relating to release.\nFurther, the facts presented by the instant case are even more egregious than those in Jackson. Here, appellant has been confined for nineteen years (Jackson was confined for almost four) on a record equally devoid of evidence tending to prove “. . . a substantial probability that he will ever be able to participate fully in a trial.” Jackson v. Indiana, supra, p. 739.\nA sanity commission, empaneled fifteen years after the initial commitment, in 1968 found the appellant still to be “. . . suffering from a long-standing mental illness, so severe that he could not possibly be tried at this time . . . .” (Emphasis added). That was in 1968, and appellant, four years later, has not yet been brought to trial.\n“At the least, due process requires that the nature and duration of commitment bear some reasonable relation to the purpose for which the individual is committed.” Jackson, supra, 406 U.S. at 738, 92 S. Ct. at 1858 (Emphasis added).\nApplying Jackson’s constitutional standard to the facts of this case, it must be concluded that due process has been offended. This Court is fully capable of applying Jackson and I can see no justification for the majority’s decision to remand the record and start these proceedings over again, thus delaying appellant his constitutionally required relief and unnecessarily burdening the judicial process. The appropriate and constitutionally mandated disposition of the instant case, in accordance with Jackson, is for this Court to direct the Commonwealth, without delay, to either release appellant from custody or institute civil commitment proceedings under Section 406 of the Mental Health and Mental Retardation Act of 1966. If, however, a remand to the trial court is deemed necessary, we should do so with specific instructions to the court that the Commonwealth is limited to the above-described options.\nI dissent.\nMr. Justice Mandekino joins in this dissent.\nAppellant was originaUy found incompetent to stand trial in 1953. Were the facts of this case to occur after 1966, the Mental Health and Mental Retardation Act of 1966 has specific provisions permitting temporary custody of a defendant to determine when, if ever, he will be able to stand trial. See Mental Health and Mental Retardation Act of 1966, Act of October 20, 1966, Spec. Sess. No. 3, P. L. 96, 50 P.S. §4408. If after a reasonable length of time it is clear that defendant will not be competent to stand trial, the Commonwealth must either institute civil commitment proceedings under Section 406, or release the defendant.",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "R. Barclay Surrick, Assistant Public Defender, for appellant.",
      "Ralph B. D’lorio, Assistant District Attorney, and Stephen J. McEwen, Jr., District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Wolenski, Appellant.\nSubmitted April 17, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nR. Barclay Surrick, Assistant Public Defender, for appellant.\nRalph B. D’lorio, Assistant District Attorney, and Stephen J. McEwen, Jr., District Attorney, for Commonwealth, appellee.\nOctober 30, 1972:"
  },
  "file_name": "0173-01",
  "first_page_order": 229,
  "last_page_order": 233
}
