{
  "id": 1945631,
  "name": "Valley Forge Racing Association, Inc., Appellant, v. State Horse Racing Commission",
  "name_abbreviation": "Valley Forge Racing Ass'n v. State Horse Racing Commission",
  "decision_date": "1972-11-17",
  "docket_number": "Appeal, No. 267",
  "first_page": "292",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "449 Pa. 292"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "250 A. 2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1920967
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0432-01"
      ]
    },
    {
      "cite": "127 A. 2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270995
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0442-01"
      ]
    },
    {
      "cite": "192 A. 2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885938
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "568-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0563-01"
      ]
    },
    {
      "cite": "206 A. 2d 13",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892957
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0242-01"
      ]
    },
    {
      "cite": "229 A. 2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906704
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/425/0535-01"
      ]
    },
    {
      "cite": "289 A. 2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932286
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0299-01"
      ]
    },
    {
      "cite": "263 A. 2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927830
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "401-2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0399-01"
      ]
    },
    {
      "cite": "4 Pa. Commonwealth Ct. 429",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1847813
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/4/0429-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 7554,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.8563832371040006e-06,
      "percentile": 0.9943098999208062
    },
    "sha256": "51d4d89633ec2658825cba33a100b07f7b0912bda05689464c29c32cde3f26ef",
    "simhash": "1:6cd1be47c12c05c0",
    "word_count": 1194
  },
  "last_updated": "2024-02-27T20:41:58.510937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Justice Pomeroy,"
    ],
    "parties": [
      "Valley Forge Racing Association, Inc., Appellant, v. State Horse Racing Commission."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nAppellant, Valley Forge Racing Association (Valley Forge), brought this action in mandamus in the Commonwealth Court against the State Horse Racing Commission (Commission) to compel the Commission “to revoke the license to conduct thoroughbred horse race meetings granted to the Continental Thoroughbred Horse Racing Association, Inc. as well as the temporary license to conduct thoroughbred horse race meetings at Liberty Bell Park.” Continental was granted leave to intervene as a party defendant, and both it and the Commission filed preliminary objections asserting lack of standing and failure of the complaint to state a cause of action. The Commonwealth Court upheld plaintiff’s standing, but sustained the preliminary objection in the nature of a demurrer and dismissed the complaint. Valley Forge Racing Association, Inc. v. Horse Racing Commission, 4 Pa. Commonwealth Ct. 429 (1972). This appeal followed.\nWe agree with the Commonwealth Court that the relief requested is not cognizable in mandamus and accordingly will affirm the order below; we therefore do not reach the merits of the standing issue.\nIn ruling on the demurrer, the lower court, accepting as true all the well-pleaded, material and relevant facts in the complaint, see e.g. Unger v. Hampton Township, 437 Pa. 399, 401-2, 263 A. 2d 385 (1970), considered the following: The Act of 1967, December 11, P. L. 707, §1 et seq., 15 P.S. §2651 et seq. (hereinafter referred to as the Horse Racing Act), established the defendant Commission, bestowing upon it the authority to license and regulate four corporations to conduct thoroughbred racing in Pennsylvania. In November, 1968, having screened a field of 15 applicants which included Valley Forge, the Commission filled its initial quota of four licenses. One of the four licenses was granted to Continental, on condition that (1) Continental construct a racing facility as set forth in its application; (2) it submit written financing plans to the Commission within 30 days; (3) the Commission approve construction plans; and (4) the final grant of the license would be subject to all conditions of the Horse Racing Act and its amendments, and to all rules, regulations, orders, and directions of the Commission.\nValley Forge’s complaint further alleged that to date none of the first three conditions set out above has been fulfilled, that the Commission has repeatedly ignored plaintiff’s requests to revoke Continental’s licenses, that in 1970 Continental failed to heed a Commission demand to furnish a projected commencement date for construction of its new facility, and that Continental continues to conduct thoroughbred horse racing meets at Liberty Bell Park in Philadelphia under a temporary license.\nValley Forge asserted, in support of its prayer that both the conditional and temporary licenses of Continental be revoked, that Continental’s noncompliance with the originally imposed conditions for such “an unconscionable period” is in derogation of the public interest, necessity, and convenience as expressed in the Horse Racing Act.\nIt is axiomatic that mandamus is an extraordinary writ which lies to compel the performance of a ministerial act or a mandatory duty where there is a clear legal right in the plaintiff, a corresponding duty in the defendant, and a want of any other appropriate and adequate remedy. Philadelphia Presbytery Homes, Inc. v. Abington Board of Commissioners, 440 Pa. 299, 303, 289 A. 2d 871 (1970) ; Unger v. Hampton Township, supra; Boslover Ahavas Achim Belzer Association v. Philadelphia Redevelopment Authority, 425 Pa. 535, 538, 229 A. 2d 906 (1967); Verratti v. Ridley Township, 416 Pa. 242, 246, 206 A. 2d 13 (1965). Mandamus does not lie to compel the performance of discretionary acts except where the exercise or nonexercise of discretion is arbitrary, fraudulent, or based upon a mistaken view of the law. Commonwealth v. Caplan, 411 Pa. 563, 568-9, 192 A. 2d 894 (1963); Garratt v. Philadelphia, 387 Pa. 442, 448, 127 A. 2d 738 (1956).\nTested against these guidelines, the relief requested by plaintiff is not cognizable in mandamus for two reasons. First, it is apparent, upon a reading of the Horse Racing Act, that the Commissions’ authority to revoke the licenses, as requested, is discretionary and not mandatory. Commenting upon the same statutory language in Man O’War Racing Association, Inc. v. State Horse Racing Commission, 433 Pa. 432, 450, 250 A. 2d 172 (1969) this court said: “The importance of appreciating the number of technical and precise factors with which the .Commission had to contend is only to emphasize what must be obvious. The Legislature vested this authority in the Commission because of the expertise and judgment required in making the important decision which corporations were to be granted licenses. Thus the Commission was required to exercise an administrative discretion which under the circumstances was exclusively committed to it under the statutory mandate of the Legislature.” (Emphasis added). It cannot seriously be contended that the power vested in the Commission to revoke a license is any less discretionary than its original power to grant.\nOur second ground for concluding that plaintiff’s complaint failed to state a valid cause of action in mandamus is the availability of another means of challenging the Commission’s actions. Section 7(a) of the Horse Racing Act specifies that a license runs only for one year, after which time it must be renewed. If a disappointed applicant such as Valley Forge is dissatisfied with the Commission’s order of renewal, Ms recourse is an appeal from that decision. See Man O’War Racing Association, supra. This is the very type of appropriate and adequate remedy that courts have traditionally viewed as defeating a cause of action in mandamus. See, e.g., Unger v. Hampton Township, supra.\nOrder affirmed.\nSection 5 of the Horse Racing Act was amended in 1970 to increase the number of allowable licenses to six. Act of 1970, July 24, P. L. 634, No. 210, §3.\nThe other three licenses went to Eagle Downs Race Track, Inc., Pennsylvania National Turf Club, Inc., and the Shamrock Racing Association, Inc. See Man O’War Racing Association v. State Horse Racing Commission, 433 Pa. 432, 250 A. 2d 172 (1969).\nTemporary licenses are provided for by Section 7(g) of the Horse Racing Act.\nThe following passages from the Act, with emphasis added, bear out such an interpretation: “. . . If, in the judgment of the State Horse Racing Commission . . ., it may grant such license. . . (Sec. 7(a)) ; “The commission may refuse to grant a license. . . .” (Sec. 7(e)) ; “The commission shall also have power to refuse to grant a license. . . .” (Sec. 7(f)) ; “. . . the commission may issue a temporary license upon such terms and conditions. . . .” (Sec. 7(g)) ; “. . . the commission may refuse to issue a license. . . .” (See. 11 (b)) ; “The State Horse Racing Commission may revoke or suspend a license. . . .” (Sec. 19).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Perrin G. Hamilton, with him Walter T. Darmopray, Joseph A. Malloy, Jr., and Hamilton, Darmo pray, Malloy & Milner, for appellant.",
      "J ames F. Gendoma, Assistant Attorney General, and Harry L. Bossi, with them Joseph P. Work, General Counsel, and J. Shane Greamer, Attorney General, for appellees."
    ],
    "corrections": "",
    "head_matter": "Valley Forge Racing Association, Inc., Appellant, v. State Horse Racing Commission.\nArgued April 24,1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nreargument refused December 27, 1972.\nPerrin G. Hamilton, with him Walter T. Darmopray, Joseph A. Malloy, Jr., and Hamilton, Darmo pray, Malloy & Milner, for appellant.\nJ ames F. Gendoma, Assistant Attorney General, and Harry L. Bossi, with them Joseph P. Work, General Counsel, and J. Shane Greamer, Attorney General, for appellees.\nNovember 17, 1972:"
  },
  "file_name": "0292-01",
  "first_page_order": 348,
  "last_page_order": 353
}
