{
  "id": 1945642,
  "name": "Allstate Insurance Company v. McMonagle, Appellant",
  "name_abbreviation": "Allstate Insurance v. McMonagle",
  "decision_date": "1972-11-17",
  "docket_number": "Appeal, No. 135",
  "first_page": "362",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "449 Pa. 362"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Atl. 43",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "196 A. 43",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179725
      ],
      "weight": 2,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0385-01"
      ]
    },
    {
      "cite": "244 A. 2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917419
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0067-01"
      ]
    },
    {
      "cite": "248 A. 2d 842",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921027
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0250-01"
      ]
    },
    {
      "cite": "252 A. 2d 618",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922612
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0021-01"
      ]
    },
    {
      "cite": "260 A. 2d 804",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926164
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0374-01"
      ]
    },
    {
      "cite": "263 A. 2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929272
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0095-01"
      ]
    },
    {
      "cite": "236 A. 2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912376
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0179-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 8168,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 5.394581471793091e-07,
      "percentile": 0.9442378686942752
    },
    "sha256": "7ea021334e0d79ffacdea9f8a33655bef071aeaba63c75750ed5b87c13c58972",
    "simhash": "1:7655d5a5014dd7bb",
    "word_count": 1344
  },
  "last_updated": "2024-02-27T20:41:58.510937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManderINO, JJ.",
      "Mr. Chief Justice Jones dissents."
    ],
    "parties": [
      "Allstate Insurance Company v. McMonagle, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAppellant, Margaret McMonagle, suffered pergonal injuries in an automobile accident. At the time of the accident, Miss McMonagle was a passenger in an automobile being operated by an uninsured motorist. Claiming that the uninsured motorist wag negligent, Miss McMonagle made a claim against appellee, Allstate Insurance Company, under the terms of the uninsured motorist coverage of a policy of liability insurance which allegedly afforded coverage to her. In accordance with the terms of the policy, appellant made a demand for arbitration, but Allstate refused to submit to arbitration, alleging that the policy under which appellant had made her demand had expired six days prior to the date of the accident. Appellant’s position was and is that the policy was in full force and effect on the date of the accident in question and for approximately one month subsequent to that date.\nThe American Arbitration Association, under whose rules the arbitration would proceed, determined that “an issue as to arbitrability exists which could be determined by an Arbitrator.” Allstate then filed a complaint in equity, seeking to enjoin the American Arbitration Association from appointing an arbitrator and proceeding with a hearing on appellant’s claim. Preliminary objections to Allstate’s complaint in equity were filed, alleging that the court below had no jurisdiction in the matter, inasmuch as the uninsured motorist provision of the policy in question provided for arbitration. Those preliminary objections were dismissed, giving rise to the instant appeal.\nThis court has long expressed the view that all questions arising under uninsured motorist coverage should be determined by arbitration. We stated this proposition in Nat. Grange M. Ins. Co. v. Kuhn, 428 Pa. 179, 236 A. 2d 758 (1968). We there stated, at page 185: “The arbitration clause, in our view, indicates that the parties contemplated one method, and one method only, for the resolution of disputes under this coverage. That method was arbitration and all such disputes should be so decided.”\nWe have adhered to that view from that date to this through a long series of cases. See, e.g., Grange M. Cas. Co. v. Pa. Mfgrs’ Assn. I. Co., 438 Pa. 95, 263 A. 2d 732 (1970); Preferred Risk M. Ins. Co. v. Martin, 436 Pa. 374, 260 A. 2d 804 (1970); Allstate Ins. Co. v. Taylor, 434 Pa. 21, 252 A. 2d 618 (1969); Merchants M. I. Co. v. Am. Arb. Assn., 433 Pa. 250, 248 A. 2d 842 (1969); Harleysville Mut. Ins. Co. v. Medycki, 431 Pa. 67, 244 A. 2d 655 (1968).\nIn Kuhn, the specific question which we determined should be decided by the arbitrator was whether the alleged tortfeasor was an uninsured motorist. The insurance carrier took the position that the only questions for arbitration were the insured’s right to recover from the tortfeasor and the amount of the recovery. The company, of course, argued that the coverage did not apply unless there were an initial determination that the alleged tortfeasor was uninsured. We agreed with that proposition but held that the arbitrator must determine that question of fact.\nIn Harleysville v. Medycki, supra, the carrier took the position that the insured had forfeited his rights under the uninsured motorist coverage by noncompliance with certain policy provisions. Once again we held that the question of coverage was one for the arbitrator under the provisions of the uninsured motorist clause.\nAllstate, relying heavily on Goldstein v. Int. L.G.W.U., 328 Pa. 385, 196 A. 43 (1938), argues that it is entitled to a judicial determination of whether it was a party to an agreement to arbitrate. Allstate does not maintain that a policy insuring appellant never existed. Instead, it maintains, and admits, that such a policy did in fact exist and that it did indeed contain uninsured motorist coverage providing for arbitration of any disputes arising thereunder. It goes on, however, to say that the policy, including the uninsured motorist coverage, ceased to be effective some six days prior to the accident, because of an alleged default by the insured. Appellant maintains that no such default occurred and that the policy was in full force and effect on the date of the accident. Needless to say, it will be the burden of the appellant, in any arbitration proceeding, to establish the fact of the existence of insurance in order that she might recover. The question which we must determine is in what forum that determination should be made—whether before an arbitrator or in the Court of Common Pleas.\nThis is not the first time that Goldstein has been urged upon this Court as authority for the proposition that an insurer is entitled to a threshold judicial determination of a question of coverage prior to submitting a dispute to arbitration. In Preferred Risk M. Ins. Co. v. Martin, supra, the claimant, who was a foster child of the insured, was denied coverage on the basis that she did not fit within the definition of those insured under the uninsured motorist clause of the policy. In\nthat case, the carrier argued that Goldstein should be invoked to establish that it was entitled to a judicial determination of that coverage question prior to submitting the case for arbitration. The carrier was there aware of our decision in Allstate Ins. Co. v. Taylor, supra, where we determined that the question of whether the claimant was a member of the household of the insured was arbitrable. In Preferred Risk, 436 Pa. at 377, we said: “In fact, appellant concedes that Taylor is indistinguishable from the instant case and asks that it be overruled. Appellant urges that in Taylor, we overlooked Goldstein v. Int. L.G.W.U., 328 Pa. 385, 190 Atl. 43 (1938). That case, which héld that one who denies that he is a party to an arbitration agreement is entitled to a judicial determination of the question, is inapplicable to the instant case. There is no question whether Preferred Bisk is a party to the arbitration agreement. The only question is whether the claimant is an ‘Insured’, as the term is defined in the policy. This is a matter which the policy requires to be settled by arbitration, and we have so held in Taylor.”\nParaphrasing that language from Preferred Risk, there is no question whether Allstate is a party to an arbitration agreement. The only question is whether that arbitration agreement was in force on the date of the accident. We will adhere to our long-standing policy that all questions arising under uninsured motorist coverage must be determined by arbitration and we reiterate our resolve first stated in Nat. Grange M. Ins. Co. v. Kuhn, supra, not to read court proceedings into agreements to arbitrate. We are here no more impressed than heretofore with the carrier’s argument concerning the limited right of appeal from an arbitration. We faced that question squarely in Nat. Grange M. Ins. Co. v. Kuhn, 428 Pa. at 185, where we said: “Moreover, we are not impressed by appellees’ position that it will suffer if it is unable to have the question determined in a court of law and further have available to it only the very limited judicial review allowed in common law arbitration. That position, of course, pre-supposes that the arbitrator will decide the question adversely to the company, a pre-supposition which is completely unjustified. Furthermore, of course, the insured bears the same risk. The arbitrator could very well decide against him, and he would be limited in the same way as the company in seeking review.”\nThe parties to the insurance contract determined in advance to submit disputes arising under the uninsured motorist coverage of the policy to arbitration and they must abide by that predetermination.\nDecree reversed and complaint dismissed. Costs to be borne by appellee.\nMr. Chief Justice Jones dissents.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "J oseph M. Zoffer, with him Martino, Ferris & Zoffer, for appellant.",
      "Wallace E. Edgecombe, with him Boyston, Bobb, Leonard, Edgecombe, Miller & Urbanilc, for appellee."
    ],
    "corrections": "",
    "head_matter": "Allstate Insurance Company v. McMonagle, Appellant.\nArgued September 29, 1972,\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManderINO, JJ.\nJ oseph M. Zoffer, with him Martino, Ferris & Zoffer, for appellant.\nWallace E. Edgecombe, with him Boyston, Bobb, Leonard, Edgecombe, Miller & Urbanilc, for appellee.\nNovember 17, 1972:"
  },
  "file_name": "0362-01",
  "first_page_order": 418,
  "last_page_order": 423
}
