{
  "id": 1945658,
  "name": "Davis Estate",
  "name_abbreviation": "Davis Estate",
  "decision_date": "1972-11-30",
  "docket_number": "Appeal, No. 95",
  "first_page": "505",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "449 Pa. 505"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "105 A. 2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250862
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0048-01"
      ]
    },
    {
      "cite": "107 A. 2d 443",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250882
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0333-01"
      ]
    },
    {
      "cite": "101 Atl. 756",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1917,
      "opinion_index": 0
    },
    {
      "cite": "113 Atl. 199",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1921,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066105
      ],
      "weight": 2,
      "year": 1921,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0217-01"
      ]
    },
    {
      "cite": "135 Atl. 626",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "51 Harv. L. Rev. 638",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1938,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Atl. 284",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "180 A. 2d 590",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307365
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0512-01"
      ]
    },
    {
      "cite": "143 A. 209",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "213"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "293 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111154
      ],
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0497-01"
      ]
    },
    {
      "cite": "39 A. 879",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "883"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "185 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        898030
      ],
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0179-01"
      ]
    },
    {
      "cite": "198 A. 85",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 281",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181434
      ],
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0281-01"
      ]
    },
    {
      "cite": "142 A. 284",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "289, 290"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "293 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111143
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "286-289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0273-01"
      ]
    },
    {
      "cite": "47 A. 2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0463-01"
      ]
    },
    {
      "cite": "23 A. 2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208325
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0478-01"
      ]
    },
    {
      "cite": "19 A. 2d 82",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0465-01"
      ]
    },
    {
      "cite": "145 A. 824",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0348-01"
      ]
    },
    {
      "cite": "135 A. 626",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100809
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0348-01"
      ]
    },
    {
      "cite": "101 A. 756",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "257 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032410
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0385-01"
      ]
    },
    {
      "cite": "20 A. 521",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "136 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/136/0354-01"
      ]
    },
    {
      "cite": "57 A. 2d 855",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "858"
        },
        {
          "page": "858"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845570
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "375-76"
        },
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0369-01"
      ]
    },
    {
      "cite": "182 Atl. 396",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163620
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0112-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 745,
    "char_count": 15563,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 8.611735680820907e-08,
      "percentile": 0.4903146863002438
    },
    "sha256": "4f6e48d2d70316d1a20b18797b7cfb8d0e157448319c3c8a24fb52901b84b030",
    "simhash": "1:79f18dd45d65c34d",
    "word_count": 2637
  },
  "last_updated": "2024-02-27T20:41:58.510937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ."
    ],
    "parties": [
      "Davis Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Jones,\nThis is an appeal from a final decree of the Orphans’ Court Division of the Court of Common Pleas of Montgomery County which held that present testamentary life estates were valid, that consideration of the validity of future remainder interests under the Rule Against Perpetuities was premature, that the infectious invalidity doctrine was inapplicable and that, if the appellant life tenant had a valid remainder interest, the existence of a spendthrift clause prevented the remainder interest from merging with his life estate.\nPaul A. Davis, Jr. (decedent) died testate on May 7, 1914, leaving his residuary estate to Girard Bank (then Girard Trust Company) in trust to pay the net income to his children in equal shares for their respective lives. Decedent further gave each child a general testamentary power to appoint the portion of principal from which that child’s income was paid but provided that, if the child did not exercise the power, there was an absolute gift over to that child’s issue.\nPaul A. Davis, Jr., was survived by four children, one of whom, Duy Davis, Sr. (testator), died testate on January 1, 1942, survived by his wife, Anna B. Davis, and by his son, Duy Davis, Jr. Testator exercised his power of appointment under his father’s will by bequeathing all his property to the Girard Bank in trust, providing for a life estate for his wife, Anna. He further directed that, upon his wife’s death, five separate trusts were to be created: four trusts each composed of a life estate in one-eighth the principal to Effie Ford, his housekeeper, Edna Humphries, his sister-in-law, Thomas Walsh, a neighborhood friend, and Frank Havens, his wife’s nephew, respectively; the fifth trust was a life estate in the remaining one-half of the principal for the benefit of his son, Duy Davis, Jr. Upon the deaths of Ford and Humphries, the principal supporting their trusts was to be added to the trusts for the benefit of Duy Davis, Jr., Walsh and Havens; upon the death of Duy Davis, Jr., the principal supporting his trust was to be added to the trusts for the benefit of Havens and Walsh. Havens and Walsh were given general testamentary powers of appointment, with gifts over, in default of exercise of the powers, to their issue. All of the trusts created by Duy Davis, Sr. were subject to a spendthrift provision. Anna B. Davis died on February 21, 1970. Effie Ford predeceased her. Humphries, Walsh, Havens and Duy Davis, Jr., are still alive. Duy Davis, Jr., and Walsh were both born after Paul A. Davis, Jr. (decedent), died.\nFollowing the death of Anna B. Davis in 1970, the account of Girard Bank, trustee under the Will of Duy Davis, Sr., was called for audit before the Orphans’ Court Division of the Court of Common Pleas of Montgomery County. Duy Davis, Jr., appeared at the audit and claimed the entire trust corpus or that portion which supported his life estate. The lower court rejected Duy Davis, Jr.’s claims and awarded the trust corpus to Girard Bank as trustee to continue the trust in accordance with its terms.\nDuy Davis, Jr. (appellant) makes two arguments attacking the lower court’s distribution of his father’s estate. Initially, he contends that he is entitled to his father’s entire estate, arguing that the future remainder interests following the life estates violate the Rule Against Perpetuities and that the prior life estates must fall with the invalid future interests. He concludes, therefore, that his father (testator) did not properly exercise his general testamentary power of appointment and, as his father’s only issue, he should take his father’s entire estate in accordance with his grandfather, Paul A. Davis, Jr.’s will.\nThe classic statement of the common law Rule Against Perpetuities is set forth in Gray, The Rule Against Perpetuities, §201 (4th ed. 1942) : “No interest is good unless it must vest, if at all, not later than twenty-one years after some life in being at the creation of the interest.” When dealing with a general testamentary power of appointment, as in this case, the period of time in which interests must vest begins at the death of the decedent. Warren’s Estate, 320 Pa. 112, 182 Atl. 396 (1936). Since Paul A. Davis, Jr., the decedent, died on May 7, 1914, there would be a violation of the Rule if there is a possibility that an interest created by the testator, Duy Davis, Sr.’s exercise of his power of appointment may not vest in interest within twenty-one years after the date of the last survivor of those persons alive on May 7, 1914. No one questions the validity under the Rule of the life estates created by the testator; they would vest in interest at the death of Anna B. Davis, who was a life in being. Appellant argues, however, that the invalid future interest in Walsh causes the life estates to fall.\nThis question has been before this Court many times. In Laucks Estate, 358 Pa. 369, 375-76, 57 A. 2d 855, 858 (1948), this Court said: “It is undoubtedly the general doctrine that the validity of prior limitations is not affected by reason of ultimate ones which transgress the rule, the truth of this statement being strikingly demonstrated by the fact that in all the cases above cited it was held that the life estates there involved were valid irrespective of the validity or invalidity of the subsequent limitations, while the same conclusion has been reached in other cases in which the problem has been presented to this court; for example: Lawrence’s Estate, 136 Pa. 354, 20 A. 521; Ewalt v. Davenhill, 257 Pa. 385, 101 A. 756; Hays’s Estate, 288 Pa. 348, 135 A. 626; Kern’s Estate, 296 Pa. 348, 145 A. 824; Betts v. Snyder, 341 Pa. 465, 19 A. 2d 82; Yewdall’s Estate, 343 Pa. 478, 23 A. 2d 460; Yeager Estate, 354 Pa. 463, 47 A. 2d 813. Prior bequests if entirely valid in themselves, fall only where they are such closely integrated factors in a general scheme of distribution, the vital portion of which is invalidated because of remoteness, that they cannot be detached without defeating the organic plan of the testator: Feeney’s Estate, 293 Pa. 273, 286-289, 142 A. 284, 289, 290; Quigley’s Estate, 329 Pa. 281, 289, 198 A. 85, 88. The test to apply in order to determine whether such inseparability exists has been variously stated,—sometimes that the criterion is the ‘main and dominant purpose of the testator’ (Johnston’s Estate, 185 Pa. 179, 192, 39 A. 879, 883), other times that the inquiry should be directed to ascertaining whether ‘the striking down of the void gifts would, in vital matters, so emasculate his [the testator’s] plan of distribution, as to render it reasonably certain he would not have made the will in the way he did had he known it could not be sustained in the respects in which it must be set aside.’ (McCaskey’s Estate, 293 Pa. 497, 508, 143 A. 209, 213). In other words, would the testator probably have desired that all the limitations of the trust should stand or fall together? Is the ultimate limitation apparently so essential to his dispositive scheme that it can be inferred that, if it were to be declared invalid, he would not have wanted the prior limitations to continue in existence?”\nIn Yewdall’s Estate, 343 Pa. 478, 482, 23 A. 2d 460, 462 (1942), the Court formulated an even stronger standard by saying, “. . . prior limitations are not to be considered as disturbed by reason of the invalidity of ultimate ones in the absence of clear evidence in the will that the testator would have intended otherwise. . . .” There is no evidence at all in the will that the testator intended the prior life estates be struck down if the subsequent interests were declared invalid.\nAppellant argues that the invalidity of Walsh’s future interest frustrates the testator’s intent to punish appellant, for marrying a woman of whom testator did not approve, by insuring a disposition of the principal to strangers and that the life estates for the other trust beneficiaries were incidental to this purpose. The life estates have a vitality of their own in the testator’s testamentary plan. The designated life tenants were logical objects of his beneficence, and not merely conduits through which he could postpone the ultimate distribution of his estate. The testator’s intent was to give his son a life income from approximately one-half of his estate and to give smaller life incomes to Walsh and Havens with the ultimate distribution to lie in their control rather than the son’s control. The testator was under no duty to appoint anything to his son; therefore, it is difficult to believe that he intended to punish Ms son by exercising a general testamentary power of appointment to give Mm a life estate in one-half the principal. If the testator wanted to insure a disposition of the principal to strangers he would not have permitted Havens and Walsh to appoint to Ms son by giving them a general testamentary power of appointment. Moreover, the son cannot argue that his father wanted to punish him and expect us to believe that his father would not have wanted the valid gifts separated from the invalid gifts.\nThe cases upon which appellant-son relies are distinguishable. In the most recent case, Edwards Estate, 407 Pa. 512, 180 A. 2d 590 (1962), an iMtial life estate was followed by successive life estates to thirteen named beneficiaries, their children and their grandcMldren, with the corpus eventually distributable to the great-grandchildren of the named beneficiaries. We struck down the life estates and held that the testator’s dominant intent was to tie up the principal for a period beyond that permitted by the Rule; here there was an expressed intent by the donee that the principal be distributed no later than at the deaths of Havens and Walsh. In Edwards Estate, both the ultimate remainders and the life estates for the grandchildren of the named beneficiaries violated the Rule; here all the life estates are valid and only Walsh’s, not Havens’, general testamentary power of appointment is invalid. In Feeney’s Estate, 293 Pa. 273, 142 Atl. 284 (1928), the testator divided his estate among his seven children. Six of them received one-seventh each free of trust wMle the seventh cMld, testator’s son, received the remaining one-seventh of the estate in trust for life and then to his children for their lives. On the death of a child of the son, the child’s share was to pass to the other six children of the testator (the deceased cMld’s aunts and uncles). The Court held that the ultimate\nremainder was invalid under the Eule and it struck down the preceding life estates as supportive of an invalid testamentary scheme. There was, however, no violation of the Eule. [Feeney has been severely criticized. Gray, The Rule Against Perpetuities, §219.2 (1th ed. 1912); Leach, Perpetuities in a Nutshell, 51 Harv. L. Rev. 638, 617 (1938).] Feeney is no longer authoritative.\nAppellant-son also contends that, even if the life estates are valid, he has a claim to approximately one-half the principal. His reasoning is that the shift upon his death of the principal supporting his life estate to the trusts for Havens and Walsh is invalid under the Eule and, therefore he has a vested interest in the principal which supports his life estate under the will of his grandfather (decedent), which will merge with his life estate, giving him an estate in fee.\nGenerally, we will not consider the validity of ultimate limitations under the Eule until any valid precedent estates have expired, provided that the precedent estates will not be affected by the invalidity of the subsequent ones. Laucks Estate, 358 Pa. 369, 371, 57 A. 2d 855, 858 (1918). The present life estate of the son would be affected by any invalidity of the future interests if the life estate could merge with any interest the son may have in the principal as a result of the invalidity. We agree with the lower court that, even if the son has a vested remainder in the principal, the spendthrift provision prevents the life estate from merging with the remainder. Appellant-son is arguing, in essence, that as to him the trust should be terminated. A trust cannot be terminated if it would frustrate the testator’s purpose in creating the trust. Hays’s Estate, 288 Pa. 348, 135 Atl. 626 (1927); Moser’s Estate, 270 Pa. 217, 113 Atl. 199 (1921); Ewalt v. Davenhill, 257 Pa. 385, 101 Atl. 756 (1917); IV Scott on Trusts, §337.2 (3d ed. 1967). Here the testator’s obvious purpose was to protect the son. against his own improvidence by giving him an interest which he could not transfer and which his creditors could not reach and the testator had the right to impose such restrictions and conditions on the estate. Moser’s Estate, 270 Pa. at 218, 113 Atl. at 199. We would have to ignore the testator’s clear intent in order to allow merger in this case.\nWe are not persuaded by the appellant-son’s contention that the spendthrift rule is not applicable because the interests to be merged are both equitable. In rejecting this argument, we need not decide whether the son’s interest in the principal, if the future interests violate the Eule, is an equitable interest. This Court has stated categorically that “a life estate under a spendthrift trust will not coalesce or merge with an estate in remainder.” Bosler Estate, 378 Pa. 333, 336, 107 A. 2d 443, 444 (1954), citing Moser’s Estate. The general rule is that merger can only take place where the interests vesting in the same person are of the same character; either both legal or both equitable. Dickson Estate, 378 Pa. 48, 105 A. 2d 156 (1954). This does not mean that merger is mandatory when the interests are either both legal or both equitable even though the creation of one of the estates requires that it should remain distinct. Where the purpose of the trust requires the trust’s continuance, we cannot terminate the trust by allowing merger. This applies regardless of whether the life beneficiary of a spendthrift trust acquires an equitable or legal remainder. IV Scott on Trusts, §337.2 (3d ed. 1967). Since there would be no merger of the son’s life estate with any interest he would receive by a determination that the future interests violated the Eule, we need not subject the testator’s exercise of his general testamentary power of appointment to the Eule at this time.\nDecree affirmed. Costs on appellant.\nThis appeal is concerned principally with that portion of decedent’s estate which he gave to his son, Duy Davis.\nBecause both decedent and testator died before 1948, the Act of April 24, 1947, P. L. 100, §4, 20 P.S. §301.4, which makes actualities at the end of the period rather than possibilities at the creation of the interest govern, is inapplicable. The statute applies only to trusts created after its effective date of January 1, 1948. Id. §21, 20 P.S. §301.21; Edwards Estate, 407 Pa. 512, 180 A. 2d 590 (1962).\nWalsh, not a life in being, conceivably might have the opportunity to appoint the entire corpus beyond the permissible period of the Rule if he outlived the other beneficiaries of the testator’s trusts.\nThirteen twenty-fourths, since one-third of Effie Ford’s one-eighth share is added to his one-half share.",
        "type": "majority",
        "author": "Mb. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "Harry R. Nixon, lvith him A. Gtroh Schneider, and Schneider & Nixon, for appellant.",
      "Robert L. Freedman, William P. Quinn, Joseph V. Restifo, with them Dechert, Price & Rhoads, and Strong, Bwnett, Hayes & Quinn, for appellees."
    ],
    "corrections": "",
    "head_matter": "Davis Estate.\nArgued April 17, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nHarry R. Nixon, lvith him A. Gtroh Schneider, and Schneider & Nixon, for appellant.\nRobert L. Freedman, William P. Quinn, Joseph V. Restifo, with them Dechert, Price & Rhoads, and Strong, Bwnett, Hayes & Quinn, for appellees.\nNovember 30, 1972:"
  },
  "file_name": "0505-01",
  "first_page_order": 561,
  "last_page_order": 570
}
