{
  "id": 1945601,
  "name": "Commonwealth v. Velasquez, Appellant",
  "name_abbreviation": "Commonwealth v. Velasquez",
  "decision_date": "1972-11-17",
  "docket_number": "Appeal, No. 347",
  "first_page": "599",
  "last_page": "608",
  "citations": [
    {
      "type": "official",
      "cite": "449 Pa. 599"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "297 A. 2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945687
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0584-01"
      ]
    },
    {
      "cite": "201 A. 2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "203 Pa. Superior Ct. 511",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767896
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/203/0511-01"
      ]
    },
    {
      "cite": "24 Atl. 161",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1892,
      "opinion_index": 0
    },
    {
      "cite": "148 Pa. 639",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981870
      ],
      "year": 1892,
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0639-01"
      ]
    },
    {
      "cite": "118 Atl. 358",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "274 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072869
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0401-01"
      ]
    },
    {
      "cite": "55 Atl. 977",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1903,
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931607
      ],
      "year": 1903,
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0277-01"
      ]
    },
    {
      "cite": "265 A. 2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929267
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0523-01"
      ]
    },
    {
      "cite": "263 A. 2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927802
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0262-01"
      ]
    },
    {
      "cite": "279 A. 2d 73",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "444 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938587
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/444/0017-01"
      ]
    },
    {
      "cite": "265 A. 2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "438 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929267
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/438/0523-01"
      ]
    },
    {
      "cite": "263 A. 2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "437 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927802
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/437/0262-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 661,
    "char_count": 15466,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.7435779622804104e-07,
      "percentile": 0.8321396343956733
    },
    "sha256": "ce746764c8f9c4a65087486f4fb937285a505289cc674c1fd0156cd6997d7053",
    "simhash": "1:9a2104383a2acd7e",
    "word_count": 2487
  },
  "last_updated": "2024-02-27T20:41:58.510937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDBRINO, JJ."
    ],
    "parties": [
      "Commonwealth v. Velasquez, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Bobeets,\nAppellant Antonio Velasquez was tried by jury in Philadelphia in 1970 and found guilty of second degree murder. Post-trial motions were denied and a sentence of not less than ten nor more than twenty years imposed. Appellant in this direct appeal argues that the Commonwealth introduced notes of testimony of a witness from an earlier proceeding in contravention of the Act of May 23, 1887, P. L. 158, §3, 19 P.S. §582. We affirm.\nThe Act of 1887 permits the admission of notes of testimony of a prior proceeding of a witness now deceased if the defendant was present at the prior proceeding and had “an opportunity to examine or cross-examine” the witness; and the issue at the two proceedings remains substantially the same. To properly apply the Act of 1887, it is necessary to review the records of the two proceedings to determine the Commonwealth’s case, the nature of the defense, and the factual and legal issues actually in controversy. Only after such review can it be decided whether the issues in the two proceedings were substantially the same and the opportunity to cross-examine and the adequacy of the cross-examination conducted were sufficient to justify admission of the notes of testimony. Here such review of the record demonstrates beyond question that the issues in controversy were substantially the same.\nAt the first proceeding in 1965 appellant Velasquez entered a guilty plea. The Commonwealth sought to prove at the degree of guilt hearing that appellant, after a bitter argument with the deceased bartender Carlos Rodriquez, returned to the bar and repeatedly shot Rodriquez intentionally causing his death. One of the Commonwealth witnesses, Nathaniel Willingham, testified that he saw appellant approach the bar armed with a gun, enter the bar, and start shooting.\nAppellant’s guilty plea was set aside and at appellant’s subsequent jury trial the Commonwealth offered, over objection, the same evidence which had been introduced at the degree of guilt hearing—inter alia, the testimony of Nathaniel Willingham, deceased at the time of trial. Appellant did not try to establish an alibi or contend that he was unarmed or that he did not fire any shots. Instead, appellant’s evidence at trial was offered to negate the Commonwealth’s proof of first degree murder—precisely the same defense relied upon at the degree of guilt hearing.\nAppellant during the jury trial attempted to impeach Willingham’s testimony at the degree of guilt hearing with the notes of Willingham’s testimony given at an earlier preliminary hearing. Willingham testified at the preliminary hearing: “Velasquez went in and I heard about three or four shots, so then Velasquez ran out, and Jamieson ran in, and he shot about three or four times, and he ran out.” Later at the degree of guilt hearing Willingham gave the following additional testimony: “I see Tony [appellant] leaning over the bar and he shot about four, five times. . .\nWillingham’s testimony at both the degree of guilt hearing and the preliminary hearing established that appellant fired his gun in the bar and this was never disputed by appellant. The degree of guilt hearing testimony, indicating appellant fired his gun in the direction of the bartender’s usual location behind the bar, provided, however, circumstantial proof of a premeditated and deliberate shooting.\nThe nature of the Commonwealth’s evidence and appellant’s defense at both the degree of guilt hearing and the subsequent trial supports the conclusion that both proceedings involved “substantially the same” issues—did appellant with premeditation and without provocation secure a gun and deliberately shoot the deceased with an intent to kill?\nThe cross-examination conducted by appellant’s counsel at the degree of guilt hearing confirms the presence of opportunity and motive for adequate cross-examination and the fact that appellant’s counsel properly utilized the opportunity. During the degree of guilt hearing appellant’s counsel exploited the weakness of Willingham’s direct examination by establishing that the witness never saw appellant shoot the deceased—the witness only saw appellant firing a gun inside the bar. Appellant’s counsel by proper cross-examination challenged the accuracy of the witness’ testimony by demonstrating that the witness was outside the bar fifty feet away and had been drinking shortly before observing these events.\nCounsel was unable, however, to discredit the witness’ damaging testimony that appellant approached the bar armed with a gun and fired shots in the direction of the bartender’s usual position behind the bar. Damage to defendant which results from the strength of the Commonwealth’s case should not be confused with denial of opportunity and motive for full and effective cross-examination.\nThe record clearly demonstrates that the issues at the degree of guilt hearing and the subsequent trial were substantially the same, and that an opportunity and motive for full and effective cross-examination existed at the first criminal proceeding. The Act of 1887 is satisfied and the notes of testimony properly admitted.\nAppellant originally pled guilty to murder generally in 1965 and after a degree of guilt hearing was found guilty of first degree murder and a sentence of life imprisonment was imposed. During that degree of guilt hearing the testimony at issue was introduced. In Commonwealth v. Velasquez, 437 Pa. 262, 263 A. 2d 351 (1970), we vacated the judgment of sentence and remanded for a new trial.\nThe Act of 1887 reads in pertinent part: “Whenever any person has been examined as a witness, either for the Commonwealth or for the defense, in any criminal proceeding conducted in or before a court of record, and the defendant has been present and has had an opportunity to examine or cross-examine, if such witness afterwards dies, . . . notes of his examination shall be competent evidence upon a subsequent trial of the same criminal issue. . . .”\nAppellant challenges the admissibility of testimony introduced at the 1965 degree of guilt hearing on the basis of the Act of 1887 and has not raised a constitutional challenge based on the Confrontation Clause of the Sixth Amendment.\nThe requirement that the issue remain the “same” in both proceedings is designed to insure that the defendant had the opportunity for full and effective cross-examination in the first proceeding. This requirement is in accord with the common law rule that “the issues in the first proceeding and hence the purpose for which the testimony was there offered, must have been such that the present opponent (or some person in like interest) had an adequate motive for testing on cross-examination the credibility of the testimony now offered.” McCormick, Evidence §234 at 491 (1954) ; 5 Wigmore, §§1388-88 (3d ed. 1940) ; Proposed Rules of Evidence for the United States Courts and Magistrates, §804(b)(1) (Revised Draft, March, 1971) (see also accompanying commentary) ; see 1 Henry, Pennsylvania Evidence §§482-83 (1953) ; 2 Wharton, Criminal Evidence §484 (1955).\nIn Commonwealth v. Clarkson, 438 Pa. 523, 265 A. 2d 802 (1970), we held that notes of testimony of a preliminary hearing were properly admissible. Clarkson, however, did not rely on the Act of 1887. A preliminary hearing is not conducted before a “court of record” as is required by the Act of 1887. Commonwealth v. Lenousky, 206 Pa. 277, 55 Atl. 977 (1903). Instead in Clarkson, we relied upon prior case law independent of the act which permitted the use of testimony from a preliminary hearing at a subsequent trial. See Commonwealth v. Ryhal, 274 Pa. 401, 118 Atl. 358 (1922) ; Commonwealth v. Keck, 148 Pa. 639, 24 Atl. 161 (1892) ; Commonwealth v. Miller, 203 Pa. Superior Ct. 511, 201 A. 2d 256 (1964).\nAppellant also tried to introduce the testimony of a witness who would summarize the accounts of two eyewitnesses who were unavailable at time of trial. This testimony was offered to establish that the deceased bartender was drunk and may have provoked appellant. This offer of proof was rejected as inadmissible hearsay.\nHindsight might suggest that the only flaw in this cross-examination at the degree of guilt hearing was the failure to impeach Willingham with his testimony at the preliminary hearing to reveal an inconsistency. At the degree of guilt hearing Willingham testified he saw appellant shooting the gun in the bar while at the preliminary hearing he only claimed he heard, shots fired. This may or may not be a weakness in the cross-examination. It is conceivable that defense counsel was unwilling to take a chance on the witness’ ability to explain away his preliminary hearing testimony. As trial strategy such a decision is not subject to effective challenge. See Commonwealth v. McGrogan, 449 Pa. 584, 297 A. 2d 456 (1972). If the failure to explore this matter on cross-examination be regarded as a flaw it is indeed an insignificant one since appellant in rebuttal during the jury trial offered in evidence Willingham’s preliminary hearing statement for impeachment purposes.",
        "type": "majority",
        "author": "Me. Justice Bobeets,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Manderino :\nThe majority of the court has held that under the Act of May 23, 1887, P. L. 158, §3, 19 P.S. §582, notes of testimony by a witness at an earlier trial involving solely the issue of defendant’s degree of guilt, were properly admitted into evidence at a trial involving the issue of defendant’s guilt or innocence. I respectfully dissent.\nThe Act of 1887, supra, states: “Whenever any person has been examined as a witness, either for the Commonwealth or for the defense, in any criminal proceeding conducted in or before a court of record, and the defendant has been present and has had an opportunity to examine, or cross-examine, if such witness after-wards dies, . . . notes of his examination shall be competent evidence upon a subsequent trial of the same criminal issue. . . .” (Emphasis added.)\nThe above statute is in derogation of two well-established protections historically built into criminal trials to insure fairness. Hearsay evidence is prohibited in the trial of any cause except under circumstances guaranteeing the reliability of the hearsay testimony. The use of prior testimony should be permitted in a trial only if the circumstances guarantee the reliability of the hearsay.\nThe use of prior testimony, the hearsay rule aside, also violates a defendant’s right to confront witnesses and this right is guaranteed by both the Federal and Pennsylvania constitutions.\nThe Act of 1887 is in derogation of both the hearsay rule of evidence and the constitutional requirement of confrontation. We should, therefore, be most cautious and strictly interpret the Act of 1887 for the protection of the innocent and not for the convenience of the prosecution.\nIn the most ideal circumstances, the admissibility in a trial of prior reported testimony would not compromise the traditional rights, either evidential or constitutional, of the innocent if the prior reported testimony was properly admissible under identical circumstances in the earlier proceeding. The important and significant identical circumstances would include:\n1. Identity of the action\n2. Identity of the tribunal’s jurisdiction\n3. Identity of the parties\n4. Identity of counsel\n5. Identity of the proponent and opponent of the testimony\n6. Identity of all issues in the action\n7. Identity of the issue on which the evidence is offered\n8. Identity of the potential consequences of the action to the defendant\n9. Identity of the opportunity to cross-examine\nIf any of the above identities are missing, close scrutiny is required to insure fairness to the innocent. For example, although the opportunity to cross-examine is the same in the present proceeding as in the earlier proceeding, the exercise by counsel of the opportunity to cross-examine may not be the same because the potential consequences of the actions to the defendant are vastly different. Motivation for human conduct is at all times determined by that which is at stake. The loss of a peppercorn is not the loss of liberty—and the loss of liberty is not the loss of life.\nIf we strictly apply the Act of 1887 for the protection of the innocent, the prior reported testimony in this case at a degree of guilt hearing should not have been permitted at the later trial involving the issue of guilt or innocence. In this case not only was there a lack of identity of issues, there was also a lack of identity of counsel and of the potential consequences of the action to the defendant. Three different attorneys represented the defendant at his original preliminary hearing, at the trial on the degree of guilt, and at the trial of guilt or innocence. At the preliminary hearing, the motive for cross-examination was completely different from the motive for cross-examination at the degree of guilt hearing, and a completely different motive entered the picture at the trial of guilt or innocence.\nIn 1970, this Court granted the defendant a new trial. Commonwealth v. Velasquez, 437 Pa. 262, 263 A. 2d 351 (1970). The effect of today’s decision is to take away from the defendant the new trial previously granted. A new trial limiting the rights of the defendant, presumed innocent before the new trial begins, is not really a new trial if prior reported testimony can be used and the prior reported testimony was not received under identical circumstances as those existing in the new trial.\nThe interpretation given by the majority to the Act of 1887 is not new, but perpetuates the error of prior decisions as in Commonwealth v. Crosby, 444 Pa. 17, 279 A. 2d 73 (1971) ; and Commonwealth v. Clarkson, 438 Pa. 523, 265 A. 2d 802 (1970). These cases should be overruled. The Clarkson decision particularly illustrates the dangers of loosely interpreting the Act of 1887. In Clarkson, prior reported testimony at a preliminary hearing was admitted at the later trial, even though hearsay, under the Act of 1887. Clarkson places a burden on defense counsel to conduct a complete cross-examination at a preliminary hearing as though the actual trial of guilt or innocence was in progress. This must be done even though the preliminary hearing is held before counsel has had an opportunity to fully consult with the defendant or prepare a defense or even conduct a preliminary investigation. Such results from a loose reading of the Act of 1887 transgresses well-established evidential and constitutional safeguards for the protection of the innocent.\nIt can be argued, of course, that the prosecution will be severely handicapped in some cases by the death of a witness or the unavailability of the witnesses for other reasons. Yet, this is always true even before any proceedings have begun. The well-established safeguards should not be dropped in later proceedings when they are so zealously defended in a first proceeding.\nThe judgment of sentence should be reversed and in any new trial the challenged hearsay evidence should not be allowed.",
        "type": "dissent",
        "author": "Me. Justice Manderino :"
      }
    ],
    "attorneys": [
      "Leonard Turner, for appellant.",
      "Martin E. Belsky and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Velasquez, Appellant.\nSubmitted January 18, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDBRINO, JJ.\nLeonard Turner, for appellant.\nMartin E. Belsky and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nNovember 17, 1972:"
  },
  "file_name": "0599-01",
  "first_page_order": 655,
  "last_page_order": 664
}
