{
  "id": 1072927,
  "name": "Alburger's Estate",
  "name_abbreviation": "Alburger's Estate",
  "decision_date": "1922-03-20",
  "docket_number": "No. 1; Appeals, Nos. 41 and 199",
  "first_page": "10",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "274 Pa. 10"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0430-01"
      ]
    },
    {
      "cite": "88 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0478-01"
      ]
    },
    {
      "cite": "19 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0049-01"
      ]
    },
    {
      "cite": "121 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0001-01"
      ]
    },
    {
      "cite": "79 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0141-01"
      ]
    },
    {
      "cite": "68 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0327-01"
      ]
    },
    {
      "cite": "47 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0144-01"
      ]
    },
    {
      "cite": "34 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0483-01"
      ]
    },
    {
      "cite": "218 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "190 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0035-01"
      ]
    },
    {
      "cite": "3 Binn. 498",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791076
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0498-01"
      ]
    },
    {
      "cite": "1 Whart. 213",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829031
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0213-01"
      ]
    },
    {
      "cite": "199 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922838
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0137-01"
      ]
    },
    {
      "cite": "209 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936236
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0456-01"
      ]
    },
    {
      "cite": "271 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0158-01"
      ]
    },
    {
      "cite": "39 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0115-01"
      ]
    },
    {
      "cite": "30 Pa. Dist. R. 301",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 498",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 540,
    "char_count": 9331,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 2.4088603476105725e-07,
      "percentile": 0.799725389395289
    },
    "sha256": "41caaf3325ca4be479347e8ef95e9079b415e2d5f194ff4594be6b29643fc8d8",
    "simhash": "1:b635e4834d47529f",
    "word_count": 1620
  },
  "last_updated": "2024-02-27T20:47:24.669427+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Alburger’s Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThe question before us is stated by appellant’s counsel as follows: “Does the posthumous birth of a grandchild of decedent after the death of her father, the only child of the decedent, operate as a revocation of decedent’s will executed prior to the birth of the grandchild but after her father’s death, and in which no provision is made for after-born issue?”\nThe testator’s son was married in 1889 and died in January, 1890. His father made a will in March, 1890, and the granddaughter (appellant) was born in August of the latter year. Her grandfather, the testator, died in 1899, and her mother has since died. The granddaughter received no part of the grandfather’s estate under the will, but, being born after it was written, it is contended, (1st) Under the common law of England, adopted in this Commonwealth, the birth of issue (here a grandchild) after the execution of a will operates as an implied revocation of the will in so far as the share of the issue is concerned; (2d) The principle of implied revocation applies when the child is en ventre sa mere at the time of the execution of the will, and applies to the facts before us.\nAppellant’s counsel, who have submitted a very able and thorough brief, point out in their opening remarks: “This legal principle [implied revocation] is based on the civil law, and finds its first expression in Cicero and the Pandects. It was first accepted in the English courts in Overbury v. Overbury (1693), reported in 2 Showers 253, the report of which is as follows: ‘Upon an appeal before sentence to the delegates, it was adjudged that if a man make his will and dispose of his personal estate amongst his relations and afterwards has children and dies, that this is a revocation of his will, according to the notions of the civilians, this being an ineffici sum testamentum.’ ”\nThe court below found: “It would appear upon the whole that, under the common law, the marriage of a testator after the making of his will did not revoké it, nor did the subsequent birth of children, but marriage and the birth of a child conjointly had that effect, these circumstances producing such a total change in the testator’s situation as to lead to a presumption that he could not intend a previous disposition of his estate to remain unchanged. The law was altered, however, in Pennsylvania by the Act of March 23, 1764, section 5, 3 Sm. L. 160, note, reenacted by the Act of April 19,1794, section 23, 3 Sm. L. 143, 152, in practically the same terms, under which either marriage or the birth of a child was sufficient to effect a pro tanto revocation. See Coates v. Hughes, 3 Binn. 498. This act was substantially reenacted by the Act of April 8,1833, section 15, 4 Purd. 5135, which was in force when the testator died.”\nAppellant’s counsel asks this court to extend the common law rule or presumption beyond itself and that known by any recorded case or statute brought to our attention or research; and, as he traces the subject historically from a very early date, it is safe to assume he would have such authority in his brief, if any existed. In this Commonwealth the doctrine of implied revocation of wills as to issue should not extend beyond that thought necessary by the legislature; it was there declared that marriage or subsequent birth of a child so altered the testator’s circumstances as to impose new moral testamentary duties, producing a changed intention and an implied revocation. Grandchildren were not included in that class, and, as the law-making body undertook to cover this field of the common law, we should not, out of sympathy for these descendants, attempt to enlarge the class, unless it is called for as a matter of public policy by a great and entire alteration of the testator’s circumstances and situation. We admit grandchildren do create a change in the previous obligations and duties of the grandparent, and will ordinarily create, through a natural and moral obligation, a duty to provide for these offspring; but we cannot agree, in the face of legislative mandate, this change in the circumstances of the grandparent is either great or entire, operating to create a presumption of alteration in intention as shown by a last will. Appellant’s argument would include not only grandchildren, but also issue; and it must, to be logical. It may happen new social relations or moral duties or other circumstances will arise sufficient to make the necessary presumption of change of intention in a testator, upon which revocation may be predicated, but, as applied to the facts of this case, so far as grandchildren are concerned, we are bound by the legislative construction of the common law.\nThis is especially emphasized under the facts here. Testator lived for nine and a half years after the child was born; during this time, although he had every opportunity to do so, he did not change his will; he had cause to do it, reasoning from the moral obligations here urged. If it be conceded the implied presumption exists and applies as at common law, then we agree with the court below that as such presumption is one of fact it is rebuttable ; the absence of change in the will for a period of nine and a half years after appellant’s birth would override the presumption. It is hardly possible testator, knowing he had an only descendant in the person of a grandchild, would permit the will to remain unless he intended to cut her out. The facts here supply all that would be necessary to continue the instrument as a valid will.\nOne of the personal rights of an individual still safeguarded is to dispose of his property by last will as Ms judgment dictates, subject to a few statutes limiting absolute control of one’s estate, as, for illustration, giving to a widow the right to take against her husband’s will, and vice versa, and the statute wherein marriage or birth of a child is sufficient to effect a pro tanto revocation. Child, in the act, does not refer to a grandchild, but has in mind the actual birth of a child to the testator himself. The statute, being in derogation of testator’s testamentary right, must be construed according to its terms and not enlarged to include issue not intended.\nThe decree of the court below, confirming the adjudication, is affirmed; costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Franklin, S. Edmonds, with him Edwards F. Leiper, Jr., for appellant.",
      "Joseph W. Kenworthy, with him George C. Klauder, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Alburger’s Estate\n(No. 1).\nWills — Posthumous grandchild — Revocation of will — Presumption overcome by time — Act of April 8,1888, P. L.\n1. The posthumous birth of a grandchild of a decedent after the death of her father, the only child of the decedent, does not operate as a revocation of decedent’s will executed prior to the birth of the grandchild, but after her father’s death, and in which no provision is made for after-born issue.\n2. The word “child” in section 15 of the Act of April 8, 1833, R. L. 249, does not refer to a grandchild, but has in mind the actual birth of a child of the testator himself,\n3. The statute being in derogation of testator’s testamentary right, must be construed according to its terms, and not enlarged to include issue not intended.\n4. Where a testator lives nine and one half years after a grandchild is born, such length of time will overcome a presumption, even if it existed, that the testator intended, from the changed circumstances, to alter his will.\nArgued January 17, 1922.\nAppeals, Nos. 41 and 199, by Estelle Alburger Derr, posthumous grandchild, from decree of O. C., Phila. Co., June T., 1900, No. 250, dismissing exceptions to adjudication, in estate of Philip H. Alburger, deceased.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nExceptions to adjudication of Gest, J.\nThe opinion of the Supreme Court states the facts.\nExceptions dismissed in opinion by Lamorblle, P. J. See 30 Pa. Dist. R. 301.\nEstelle Alburger Derr, posthumous grandchild, appealed.\nError assigned, inter alia, was above decree, quoting it.\nFranklin, S. Edmonds, with him Edwards F. Leiper, Jr., for appellant.\nUnder the common law of England, adopted in this Commonwealth, the birth of issue after the execution of a will operates as an implied revocation in so far as the share of the issue is concerned: Young’s App., 39 Pa. 115; Shoch’s Est., 271 Pa. 158; Newlin’s Est., 209 Pa. 456.\nThe principle of implied revocation applies when the child is en ventre sa mere at the time of the execution of the will: Owen v. Haines, 199 Pa. 137; McKnight v. Read, 1 Whart. 213.\nThe principle of implied revocation applies to the facts of the case at bar: Coates v. Hughes, 3 Binn. 498; Marshall v. Marshall, 11 Pa. 430; Padelford’s Est., 190 Pa. 35; Newlin’s Est., 209 Pa. 456; Randall v. Dunlap, 218 Pa. 211; Walker v. Hall, 34 Pa. 483; Coates v. Hughes, 3 Binn 498; Swift v. Duffield, 5 S. & R. 38; McKnight v. Read, 1 Whart. 213; Young’s App., 39 Pa. .483; Edwards’s App., 47 Pa. 144; Willard’s Est., 68 Pa. 327; Rupp v. Eberly, 79 Pa. 141; Fidelity Trust Co.’s App., 121 Pa. 1; Owens v. Haines, 199 Pa. 137.\nThat the birth of a grandchild creates new responsibilities and obligations on the part of a grandparent is apparent from a consideration of the poor law of this Commonwealth: Seibert’s App., 19 Pa. 49.\nJoseph W. Kenworthy, with him George C. Klauder, for appellee,\ncited: Caster’s App., 88 Pa. 478.\nMarch 20, 1922:"
  },
  "file_name": "0010-01",
  "first_page_order": 34,
  "last_page_order": 39
}
