{
  "id": 1073078,
  "name": "Walker, Appellant, v. Philadelphia Rapid Transit Co.",
  "name_abbreviation": "Walker v. Philadelphia Rapid Transit Co.",
  "decision_date": "1922-04-24",
  "docket_number": "Appeal, No. 260",
  "first_page": "121",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "274 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 286,
    "char_count": 4150,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.462423296998353e-07,
      "percentile": 0.6575790712122599
    },
    "sha256": "9b8385219a8f53f78d3387bc6fbf417f7fc6d453432e8247133320ddb1e9bf25",
    "simhash": "1:a976cfa09137491c",
    "word_count": 723
  },
  "last_updated": "2023-07-14T17:04:58.164545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson and Sadler, JJ."
    ],
    "parties": [
      "Walker, Appellant, v. Philadelphia Rapid Transit Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOn December 21,1917, at 8:30 p. m., plaintiff alighted from a northbound car on Twenty-ninth Street, at Somerset Street, Philadelphia, the former highway being double-tracked by a trolley line. He stepped back and waited until the car, on which he had been a passenger, moved away; then proceeded across Twenty-ninth Street, and was struck by another northbound car, following the one from which he had alighted.\nIn entering a nonsuit, the court below thus correctly states the case: “Plaintiff testified that, when he left the car......, he stepped to one side and waited until that car passed, then started across the street; that he looked south and did not see anything coming and looked north. When asked where he was when he was struck he replied: ‘I don’t know, — when I was struck I was practically across the track.’ He said he did not hear any gong and did not see any lights on the car; but [admitted] there was an electric light at the intersection of Twenty-ninth and Somerset streets, where the accident occurred, about the middle of Somerset Street a little to one side, and that there were two gasoline lamps upon each side of [Twenty-ninth] Street, between the [shade] trees. Upon cross-examination, he said he did not see the car at all before it struck him, — he neither saw nor heard it, — and added, ‘I don’t know whether a street car hit me, as far as that is concerned, — something hit me. Q. You don’t know what it was? A. No, sir.’ Before he started across the track [plaintiff states] he looked; but said he did not see any car coming on the street, although it is a straight street with nothing there [to obstruct the view]. ......If it be assumed the car was driven without lights or the sounding of a gong, and that it was an act of negligence to approach the crossing in this manner, plaintiff has failed to present a case clear of contributory negligence upon his part. There is no evidence to indicate where the car was at the time he stepped on the track, nor is he able to state that he was struck by the car; [even if, under the pleadings, we treat that as an admitted fact], the jury cannot be permitted to guess [that] it was the negligence of the motorman which caused the injury rather than the action of the plaintiff in stepping in front of a moving car,”\nWe may add, considering the presence of the electric and gas lights at or near the place of the accident, and the fact the car which caused the damage was moving slowly, as shown by the attending circumstances, it is clear that any person about to cross the tracks must have seen or heard its approach, had he used ordinary care; therefore the only reasonable conclusion deducible from the evidence is either that the plaintiff failed in this regard, or that, being aware of the advancing car, he took a chance and stepped in front of it, to his injury.\nThe order refusing to remove the nonsuit is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "’William B. Gery, for appellant.",
      "Charles J. Biddley for appellee."
    ],
    "corrections": "",
    "head_matter": "Walker, Appellant, v. Philadelphia Rapid Transit Co.\nNegligence — Street railways — Pedestrian—Crossing — Contributory negligence — Nonsuit.\nA nonsuit is properly entered in a suit by a pedestrian against a street railway company for personal injuries suffered at a crossing in the evening, where it appears that the place of the accident was well lighted, that the car which struck plaintiff was moving slowly, and the only reasonable conclusion deducible from the evidence is that plaintiff failed to look and listen, or that, being aware of the advancing ear, he took a chance and stepped in front of it, to his injury.\nArgued March 28, 1922.\nAppeal, No. 260, Jan. T., 1922, by plaintiff, from order of C. P. No. 5, Phila. Co., March T., 1918, No. 2528, refusing to take off nonsuit, in case of Curtis M. Walker y. Philadelphia Rapid Transit Company.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson and Sadler, JJ.\nAffirmed.\nTrespass for personal injuries. Before Monaghan, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take it off. Plaintiff appealed.\nError assigned was refusal to take off nonsuit, quoting order.\n’William B. Gery, for appellant.\nCharles J. Biddley for appellee.\nApril 24, 1922:"
  },
  "file_name": "0121-01",
  "first_page_order": 145,
  "last_page_order": 147
}
