{
  "id": 1073076,
  "name": "Franklin Sugar Refining Co., Appellant, v. Lykens Mercantile Co.",
  "name_abbreviation": "Franklin Sugar Refining Co. v. Lykens Mercantile Co.",
  "decision_date": "1922-05-08",
  "docket_number": "Appeal, No. 14",
  "first_page": "206",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "274 Pa. 206"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "216 Mass. 461",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        88087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/216/0461-01"
      ]
    },
    {
      "cite": "191 Mass. 565",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        459108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/191/0565-01"
      ]
    },
    {
      "cite": "16 Gray 436",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2093441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/82/0436-01"
      ]
    },
    {
      "cite": "34 N. E. 200",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "232 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/232/0293-01"
      ]
    },
    {
      "cite": "30 Pa. Dist. R. 1009",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "269 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0264-01"
      ]
    },
    {
      "cite": "262 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0216-01"
      ]
    },
    {
      "cite": "198 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920274
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0388-01"
      ]
    },
    {
      "cite": "271 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295704
      ],
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0301-01"
      ]
    },
    {
      "cite": "272 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068333
      ],
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 702,
    "char_count": 13437,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 7.764581011177064e-07,
      "percentile": 0.9719952784892092
    },
    "sha256": "985a457b95ec10ffb4c8a3beab16324373956511d28f37bf08d4674e122ff618",
    "simhash": "1:b915ca2cdc819060",
    "word_count": 2310
  },
  "last_updated": "2024-02-27T20:47:24.669427+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J, Frazer, Walling, Simpson and Sadler, JJ."
    ],
    "parties": [
      "Franklin Sugar Refining Co., Appellant, v. Lykens Mercantile Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThis appeal is from a judgment in favor of defendant upon points of law raised in its affidavit of defense. Possibly it would not have been entered, if attention had been called to what we said in Rhodes v. Terheyden, 272 Pa. 397, 401, as follows: “If appellee was of opinion the averments of the statement did not ‘conform to the provisions’ of the Practice Act of May 14,1915, P. L. 483, he should have moved to strike it off, as provided by section 21. If he believed it did ‘conform to the provisions’ of the act, but was not sufficiently specific, he should have taken a rule for a more specific statement, and followed this with a motion for a non pros, if the court made his rule absolute and its order was not complied with (King v. Brillhart, 271 Pa. 301, 305);......The question to be decided under section 20 of the act.....is not whether the. statement is so clear, in both form and specification, as to entitle plaintiff, without amendment, to proceed to trial; but whether, upon the facts averred, it shows, as a ‘question of law,’ that plaintiff is not entitled to recover [at all, and if doubt exists upon this point it].....should be resolved against entering summary judgment, the power so to do being intended only for clear cases: Kidder Elevator Interlock Co. v. Muckle, 198 Pa. 388; Moore v. Luzerne County, 262 Pa. 216; Commonwealth Finance Corporation v. Ferrero, 269 Pa. 264.”\nThis action is brought upon what are alleged to be six separate contracts, embodied in six sales memoranda, substantially the same as the one quoted in our opinion in Franklin Sugar Refining Co. v. Howell, filed herewith [reported above] ; the only differences being in the dates, the names of the purchasers, the quantities purchased, and the times when assortments were to be furnished and deliveries made. The questions decided in that case, however, are not squarely raised in this; the Sales Act of May 19,1915, P. L. 543, apparently being referred to in this affidavit of defense solely for the purpose of expressing a doubt as to whether or not “the authority averred as having been given to J. H. Huston Company, Incorporated, to make said contracts, would be sufficient under the Sales Act to bind the purchaser.”\nIf the affidavit was intended to deny the enforceability of the contracts, because of the fourth section of that act, this should have been clearly averred, either by a reference to the section itself, or by such a statement as made certain the defense was founded upon it. In the instant case this was not done. It is averred the contract was not valid, but the Sales Act does not say oral agreements are not valid, but only (by section 4), that if involving “$500 or upwards [they] shall not be enforceable by action unless the buyer shall accept part of the goods or choses in action so contracted to be sold or sold and actually received the same, or give something in earnest to bind the contract, or in part payment, or unless some note or memorandum in writing of the contract or sale be signed by the party to be charged or his agent in that behalf.” Here, however, there are memoranda in writing; whether or not they are sufficient will be decided when the pleadings are so drawn as to properly raise the question. Non constat but that the statement would have been adequately amended if the point had been squarely presented; indeed we cannot know from this record that defendant did not deliberately choose, if the other defenses made were unavailing, to be among those whose “word is as good as his bond.”\nIgnoring then the fourth section of the Sales Act, and turning to the statement of claim to see if it sets forth a good cause of action, we find it avers that, “for a long time prior to the making of the contracts here in suit,” defendant had been a customer of said merchandise brokers, and through them had bought sugar from plaintiff upon “ contracts made in the same manner in which the contracts here in suit were made,” and had “accepted and paid the contract price for all sugar so purchased”; that those now in suit were executed by the brokers “in pursuance of authority from defendant as hereinafter set forth, and likewise in pursuance of verbal authority from defendant to purchase for defendant from plaintiff such sugar as might be available for delivery during the succeeding months of 1920”; that after defendant informed, the brokers of their desire to obtain sugar, the latter made the necessary arrangements with plaintiff and executed sales memoranda in the form previously used, and sent copies thereof to defendant, who acknowledged their receipt; and though they provided that delivery should be made during specific months “or as soon thereafter as is possible, and buyer will accept delivery when made by the seller,” no suggestion was made of any mistake, or that the brokers had exceeded their authority; that there was then a great demand for sugar and plaintiff could easily have sold to others what was alloted to defendant; that the latter, without objecting to the contracts as written, from time to time requested delays in delivery, which were granted by plaintiff; and that on October 14, 1920, defendant wrote to the brokers, “All unfilled orders to us either in the past or in the future we hereby cancel, and you will so notify your refinery.”\nUnder those averments, which the affidavit of defense, —being in the nature of a demurrer, — necessarily admits to be true, defendant was not entitled to summary judgment on the questions clearly raised. The court below reached the opposite conclusion upon three grounds: (1) The statement is not sufficiently specific to enable plaintiff to recover a verdict and judgment upon it; as already pointed out, even if this was true it did not justify the entry of a judgment for defendant. (2) The memoranda show the brokers were the agents of plaintiff, the law forbids them to act for defendant also until after an agreement has been finally consummated, and hence their attempt to do so here was unavailing. According to defendant’s letters, however, it, and not plaintiff, first employed the brokers. Moreover, under the facts averred, the question whether or not defendant knew the only thing the brokers could do would be to get the sugar desired, upon terms theretofore fixed by plaintiff, was probably a matter for a jury to decide. Possibly the fact that the time of delivery was unsettled and was then an important factor, required the brokers to act for defendant alone, until after this matter also was agreed upon. We do not decide either of these questions, however; when the facts have been fully developed at the trial, the controlling legal principles can be applied to them and all other pertinent matters which may be proved under the pleadings as then existing.\nThe final reason of the court below (3) is that the minds of the parties never met in a completed contract; it was apparently the principal question raised and argued in that tribunal. This conclusion is based upon the fact that defendant’s letters simply acknowledged a receipt of the memoranda and refer to the delivery as to be “for July and August,” or “for October” or “for November-December,” without mentioning the clauses in the sales memoranda which provide that delivery shall be made during the months specified or “as soon thereafter as is possible, and buyer will accept delivery when made by seller”; without which clauses, it is claimed, no recovery could be had, since delivery was not made or tendered during the months specified. These letters were sent, however, after the memoranda were received, and hence the general designation of the months cannot operate to eliminate that clause. If defendant did not wish to accept the memoranda as written, it should have notified plaintiff or the brokers promptly; retention thereof, without objection, especially when taken in connection with the other correspondence, would be sufficient to justify a jury in inferring a ratification of the terms of the sales memoranda; indeed might compel the court to so decide. The letters of acknowledgment were well calculated to lead plaintiff to believe the memoranda were accepted in their entirety; if defendant did not so intend, it must none the less be held to this natural construction, if plaintiff relied thereon; if it did so intend, and, despite the language used, purposed to hold this as a reserved defense, the law will not permit proof thereof.\nPerhaps we should add that, on the facts averred in the statement of claim as now drawn, the damages must be measured, if any are recoverable, as of the date of defendant’s letter of October 14, 1920. It says, “All unfilled orders to us, either in the past or in the future, we hereby cancel.” This was not an anticipatory breach, but one after the specified dates for delivery had passed, and at a time when plaintiff, according to its averments, had sugar on hand with which it could have made immediate delivery. In the absence of some affirmative action of defendant, equivalent to a request for a further delay, plaintiff could not, simply by urging defendant to reconsider its action, impose upon it the increased liability arising from the steadily falling market price for the sugar.\nOn the whole case, with the pleadings in their present form, we conclude the court below erred in entering summary judgment for defendant.\nThe judgment of the court below is reversed and a procedendo is awarded.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Henry 8. Drinker, Jr., and George W. Pepper, with them Thomas Reath, Jr., and Ralph J. Baker, for appellant.",
      "Arthur H. Hull, of Beidlemcm & Bull, for appellee."
    ],
    "corrections": "",
    "head_matter": "Franklin Sugar Refining Co., Appellant, v. Lykens Mercantile Co.\nAffidavit of defense — Question of law — Act of May H, 1915, P. L. Jj8S — Statement not sufficiently specific — Rule to strike off — Summary judgment — Doubt as to right to.\n1. An affidavit of defense which only raises questions of law necessarily admits the truth of the averments of the statement of claim.\n2. Judgment cannot be entered for defendant on questions of law raised in an affidavit of defense, where the only objections are to the form of the statement, or that it is not sufficiently specific. Under such circumstances the proper practice is to take a rule to strike off the statement under section 21 of the Practice Act of May 14,1915, P. L. 483, 487, or for a more specific statement.\n'3. Where a doubt exists as to a party’s right to summary judgment, it should always he resolved against entering the judgemnt.\nContract — Sales—Written contract by agent of vendee — Authority of agent — Repudiation—Act of May 19, 1915, P. L. 5JjS — Damages.\n4. If a defendant intends to interpose a defense arising out of the provisions of section 4 of the Sales Act of May 19,1915, P. L. 543, he must so state in his pleadings.\n5. Where a vendee is given a copy of a contract made by his agent he must promptly repudiate it or he will be held bound to perform it as made.\n6. Where a vendee in acknowledging the receipt of a contract made by his agent, does not repudiate any of the terms in it, he will not be permitted afterwards to say that they or any of them were inserted without authority.\n7. Where a vendee has unqualifiedly cancelled a contract, the measure of damages must be ascertained as of that date at the place of delivery, unless the vendor refuses to accept the cancellation and tenders the goods purchased, in which event the measure of damages will be the difference between the contract price and the net sum realized by a prompt sale of the goods in the nearest available market.\nArgued March 30,1922.\nAppeal, No. 14, May T., 1922, by plaintiff, from judgment of C. P. Dauphin Co., June T., 1921, No. 438, for defendant, on affidavit of defense in nature of demurrer, in case of Franklin Sugar Refining Co. v. Lykens Mercantile Co.\nBefore Moschzisker, C. J, Frazer, Walling, Simpson and Sadler, JJ.\nReversed.\nAssumpsit on contracts.\nAffidavit of defense in nature of demurrer. Before Fox, J.\nJudgment for defendant. Plaintiff appealed.\nThe opinion of the Supreme Court states the facts.\nError assigned, inter alia, was judgment, quoting it.\nHenry 8. Drinker, Jr., and George W. Pepper, with them Thomas Reath, Jr., and Ralph J. Baker, for appellant.\nThe contracts read for delivery in a particular month “or as soon thereafter as is possible, and buyer will accept delivery when made by seller.” The plain meaning of this clause is that delivery must be made in the month specified unless that is impossible, and in such case the delivery date is only postponed as long as that impossibility continues. This clause does not permit an arbitrary delay on the part of the seller, and does not give the seller the right to deliver at any time that suits its whim.\nThis very clause was construed by Judge Finletter in Franklin v. Huntington, 30 Pa. Dist. R. 1009.\nHaving consistently recognized these contracts from June until October 14th, having, on August 24th, asked for delay in delivery, and having finally attempted to rescind on account of plaintiff’s alleged breach, defendant cannot now come in and say that there were no contracts: Honesdale Ice Co. v. Ladore Improvement Co., 232 Pa. 293.\nArthur H. Hull, of Beidlemcm & Bull, for appellee.\nBecause of the discretion vested by plaintiff in the broker, the broker was precluded from acting as agent of defendant: Empire State. Ins. Co. v. Ins. Co., 34 N. E. 200; Coddington v. Goddard (Mass.), 16 Gray 436; Kelley v. Holbook, 191 Mass. 565; Harrigan v. Dodge, 216 Mass. 461.\nMay 8, 1922:"
  },
  "file_name": "0206-01",
  "first_page_order": 230,
  "last_page_order": 237
}
