{
  "id": 1072965,
  "name": "Ayars, Appellant, v. Wyoming Valley Homeopathic Hospital et al.",
  "name_abbreviation": "Ayars v. Wyoming Valley Homeopathic Hospital",
  "decision_date": "1922-05-08",
  "docket_number": "Appeal, No. 389",
  "first_page": "309",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "274 Pa. 309"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0158-01"
      ]
    },
    {
      "cite": "209 U. S. 349",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8289541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/209/0349-01"
      ]
    },
    {
      "cite": "80 U. S. 654",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1134255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/80/0654-01"
      ]
    },
    {
      "cite": "245 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326207
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0326-01"
      ]
    },
    {
      "cite": "57 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 5001,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.8781920926850347e-07,
      "percentile": 0.7272228998679073
    },
    "sha256": "21c32387ebcedd6b92e34e5da6a752ec5c6c04ddca8e6131b82c266dbc397fda",
    "simhash": "1:a5b645c04605531e",
    "word_count": 806
  },
  "last_updated": "2024-02-27T20:47:24.669427+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Simpson, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Ayars, Appellant, v. Wyoming Valley Homeopathic Hospital et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff and defendant hospital own adjoining lots, at Wilkes-Barre; the city passed an ordinance prohibiting the erection of hospitál buildings within thirty feet of a dwelling house; plaintiff, alleging she relied on “the security” of this ordinance, expended considerable money in the improvement of her property; defendant hospital prepared plans and specifications for a building, let the contract, and actually began construction, within about twenty feet of plaintiff’s dwelling house, through John Curtis & Company, contractors; plaintiff filed a bill and obtained a preliminary injunction to restrain defendants from further proceeding with the hospital building; later, the city adopted an amendment to the original ordinance, allowing the erection of hospitals within twenty feet of a dwelling house; thereafter the injunction was dissolved; plaintiff excepted to the decree dissolving the injunction and entered this appeal.\nWe affirm on the following excerpts from the opinion of the court below: “We cannot agree with plaintiff that she has any vested right that has been infringed; she bought her property before there was any building restriction, and the municipality had a right by ordinance to impose building restrictions, and by amendment to change them; ......when plaintiff bought, she did not buy on the faith of any established building line, — because there was none at the time, — nor did the fact that she made improvements on her property after the building line was established at 30 feet deprive the municipality of the right to amend the ordinance by changing [that] line......[It is contended] the language of the amendment is prospective......‘No detention buildings shall be located within 20 feet of any other building’; this depends on whether the amendment is effective from the date of the original act or from its own date, and the weight of authorities seems to be that the latter is the better construction, but in this case it makes no practical difference, because the work had not progressed beyond a slight disturbance of the soil before it was stopped by the injunction. If started now, it starts under the new ordinance, and there is nothing to prevent its being constructed where it has been located......We cannot assume that defendant will make of itself a nuisance sometime in the future, or continue the injunction to meet such a possibility.”\nIt need be added only that, until proof to the contrary is shown, it must be assumed that the ordinance under attack was duly passed, in entire good faith, by the city councils.\nThe decree is affirmed at cost of appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Rush Trescott, for appellant,",
      "Edwin Shorts, Jr., with him George R. McLean, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Ayars, Appellant, v. Wyoming Valley Homeopathic Hospital et al.\nMunicipalities — Ordinance—Restriction as to hospital construction near dwelling houses — Amendment of ordinance — -R'quity— Injunction.\n1. Where a person purchases a dwelling house prior to the passage of a city ordinance prohibiting the erection of a hospital within thirty feet of a dwelling, the fact that such person makes improvements upon her property, does not deprive the municipality of the right to amend the ordinance by changing the distance to twenty feet.\n2. It seems that the amendment is effective from its own date, rather than from the date of the original ordinance.\n3. It makes no difference as to which date the amendment became effective, if it appears that the construction of a hospital within thirty feet but more than twenty feet of a dwelling had progressed no further than a slight disturbance of the soil when it was stopped by a preliminary injunction, inasmuch as such injunction must be dissolved, because the renewal of the work would be after the date of the amended ordinance.\n4. The court will not assume that the hospital will make itself a nuisance sometime in the future, nor will it continue the injunction to meet such a possibility.\nMunicipalities — Ordinance—Presumption as to validity — Evidence.\n5. Until proof to the contrary is shown a city ordinance will be presumed to have been duly passed, in entire good faith, by the city councils.\nArgued April 12,1922.\nAppeal, No. 389, Jan. T., 1922, by plaintiff, from decree of C. P. Luzerne Co., Dec. T., 1921, No. 5, dissolving preliminary injunction, in case of Eugenia G. Ayars v. Wyoming Valley Homeopathic Hospital and John Curtis & Co.\nBefore Moschzisker, C. J., Frazer, Simpson, Kephart and Schaefer, JJ.\nAffirmed.\nBill in equity for injunction.\nMotion to dissolve preliminary injunction.\nThe opinion of the Supreme Court states the facts.\nPreliminary injunction dissolved in opinion by Woodward, J.; Garman, J., dissenting. Plaintiff appealed.\nError assigned was decree, quoting record.\nRush Trescott, for appellant,\ncited: Taylor v. Mitchell, 57 Pa. 209; Kestner v. Homeopathic Hospital, 245 Pa. 326; Osborn v. Nicholson, 80 U. S. 654.\nEdwin Shorts, Jr., with him George R. McLean, for appellee,\ncited: Hudson County Water Co. v. McCarter, 209 U. S. 349; Jackman v. Rosenbaum, 263 Pa. 158.\nMay 8, 1922:"
  },
  "file_name": "0309-01",
  "first_page_order": 333,
  "last_page_order": 335
}
