{
  "id": 1072997,
  "name": "Colonial Trust Co., Appellant, v. Davis et ux.",
  "name_abbreviation": "Colonial Trust Co. v. Davis",
  "decision_date": "1922-05-15",
  "docket_number": "Appeal, No. 210",
  "first_page": "363",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "274 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "61 Pa. Superior Ct. 616",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        453615
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/61/0616-01"
      ]
    },
    {
      "cite": "63 Pa. Superior Ct. 204",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457067
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/63/0204-01"
      ]
    },
    {
      "cite": "112 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546531
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0118-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 401",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862153
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0401-01"
      ]
    },
    {
      "cite": "68 N. Y. 130",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/68/0130-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 401",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/30/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 6515,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 3.81339927495992e-07,
      "percentile": 0.8979938598736837
    },
    "sha256": "01fdbcb6a4110f2a17bb99712f4d68a5cb2fbcd75909064db6659f9c3dbf9e71",
    "simhash": "1:c84d62cbc8722e4d",
    "word_count": 1091
  },
  "last_updated": "2024-02-27T20:47:24.669427+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Simpson, Kephart and Schaeeer, JJ."
    ],
    "parties": [
      "Colonial Trust Co., Appellant, v. Davis et ux."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff foreclosed a mortgage given by defendants to secure a loan of $1,500, alleging default in payment of a semi-annual installment of interest due October 1, 1916, and that by reason of such default, and in accordance with the terms of the mortgage, the principal debt became immediately due. An affidavit of defense was filed, averring payment in full of principal and interest in June, 1915, to Frank W. Larned, the duly authorized agent to receive payment for plaintiff. Larned having failed to pay over to plaintiff the amount collected, and his authority to receive the payment on plaintiff’s behalf being denied, tbe trial judge submitted tbe question to tbe jury who found Earned received the payment as plaintiff’s agent, and from judgment subsequently entered for defendants we have this appeal by plaintiff.\nDefendants made application for tbe loan in question to Earned, who was engaged in tbe business of buying and selling real estate and mortgages and also placing insurance, and, in connection with bis business, represented plaintiff, whose office is in tbe City of Reading, in making loans for it on real estate situated in tbe City of Wilkes-Barre and vicinity. There is no denial that Earned bad authority to place money at interest on behalf of plaintiff and tbe evidence shows that during a period of about fourteen years loans made by him for it aggregated $253,000. Nor is it disputed that be collected interest from mortgagors, as it became due from time to time, remitting tbe amounts received to plaintiff at regular intervals and that among interest payments were frequently included payments of principal, tbe general custom of plaintiff being to accept such payments at any time, even though tbe mortgage debt bad not matured. Tbe secretary and treasurer of plaintiff testified that payments on account of principal usually came through Earned and that tbe company'bad no office or place of business in Wilkes-Barre for receipt of payments except through Earned. His right to receive payments of both interest and principal was not questioned at any time previous to bis becoming a defaulter. Upon payment of tbe debt secured by a mortgage it was the custom of plaintiff to send to Earned a power of attorney authorizing him to enter satisfaction of tbe security on tbe records.\nIn tbe present case, following tbe usual practice, at tbe time tbe loan was made defendants were informed by Earned to make payments at tbe latter’s office. Previous to maturity of tbe mortgage Larned notified defendants that payment of tbe principal was required. To comply with tbe requirement and cancel that indebtedness a new mortgage on the same property to secure an indebtedness of $2,100 was made by defendants, out of which Larned retained an amount sufficient to pay principal and interest on plaintiff’s original mortgage, which money, however, he appropriated to his own use and failed to have plaintiff’s mortgage satisfied of record. Subsequently on failure of defendants to pay an installment of interest the sci. fa. in this case was issued and the defense above indicated set up.\nUnder the circumstances above recited, we are of opinion it was clearly for the jury to say whether or not Larned was acting as plaintiff’s agent on receiving from defendants the money to cancel the debt secured by the mortgage in question. While the mere fact of Larned’s employment to make mortgage loans, prepare necessary papers and attend to the settlement would not vest in him authority from the mortgagee to collect the principal of the mortgage, we find ample in the foregoing recital of the facts touching the course of dealing between him and plaintiff to warrant the conclusion that his authority extended beyond the mere making of loans and included the power to receive both principal and interest on behalf of plaintiff. The distinction between this case and those relied on by plaintiff, of which Mynick v. Bickings, 30 Pa. Superior Ct. 401, is an illustration, was correctly noted in the opinion of the court below and is based on the fact that we have here evidence of a general course of dealing covering a long period of time during which plaintiff not only made all of its loans in that particular locality through Larned’s office, but by its conduct vested him with apparent authority to receive payments on account of both principal and interest.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Joseph E. Fleitz, with him H. F. Eantner and Rush Tresoott, for appellant.",
      "Joseph P. Flanagan, with him Thos. H. Atherton, for",
      "appellees,"
    ],
    "corrections": "",
    "head_matter": "Colonial Trust Co., Appellant, v. Davis et ux.\nMortgage — Payment—Principal and agent — Authority in agent to accept payment for principal — Course of dealing — Evidence.\nIn a mortgage foreclosure suit, where defendants aver payment of principal to plaintiff’s agent, a verdict and judgment for defendants will be sustained, where the evidence was sufficient to support a finding that plaintiff, a trust company, maintained a general course of dealing for a long period of time with the agent, during which it not only made all of its mortgage loans in a particular locality through the agent’s office, but by its conduct vested him with apparent authority to receive payments on account of both principal and interest.\nArgued April 10,1922.\nAppeal, No. 210, Jan. T., 1922, by plaintiff, from judgment of C. P. Luzerne Co., Dec. T., 1917, No. 659, on verdict for defendants, in case of Colonial Trust Co. v. William R. Davis and Lillian E. Davis, his wife.\nBefore Moschzisker, C. J., Frazer, Simpson, Kephart and Schaeeer, JJ.\nAffirmed.\nScire facias sur mortgage. Before Strauss, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for defendants. Plaintiff appealed.\nError assigned was, inter alia, refusal of judgment n. o. y. for plaintiff, quoting record.\nJoseph E. Fleitz, with him H. F. Eantner and Rush Tresoott, for appellant.\nIf a borrower pay an agent, he must see to it that the agent is in possession of the securities, and, failing in this, the payment is void against the lender: Smith v. Kidd, 68 N. Y. 130; Mynick v. Bickings, 30 Pa. Superior Ct. 401.\nThe person dealing with an agent is bound to ascertain the extent of the agent’s authority: Cent. Pa. Tel. Supply Co. v. Thompson, 112 Pa. 118; Fischer v. Hale, 63 Pa. Superior Ct. 204; Goll v. Ziegler, 61 Pa. Superior Ct. 616.\nJoseph P. Flanagan, with him Thos. H. Atherton, for\nappellees,\ncited: Mynick v. Bickings, 30 Pa. Superior Ct. 401; Cent. Pa. Tel. Supply Co. v. Thompson, 112 Pa 118; Fischer v. Hale, 63 Pa. Superior Ct. 204; Goll v. Ziegler, 61 Pa. Superior Ct. 616.\nMay 15, 1922:"
  },
  "file_name": "0363-01",
  "first_page_order": 387,
  "last_page_order": 390
}
