{
  "id": 1072900,
  "name": "Davison v. Erie et al., Appellant",
  "name_abbreviation": "Davison v. Erie",
  "decision_date": "1922-06-24",
  "docket_number": "Appeal, No. 328",
  "first_page": "523",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "274 Pa. 523"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0438-01"
      ]
    },
    {
      "cite": "215 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0336-01"
      ]
    },
    {
      "cite": "113 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457576
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0468-01"
      ]
    },
    {
      "cite": "261 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0040-01"
      ]
    },
    {
      "cite": "245 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0515-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 578",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0578-01"
      ]
    },
    {
      "cite": "257 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0163-01"
      ]
    },
    {
      "cite": "56 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0315-01"
      ]
    },
    {
      "cite": "6 Pa. Superior Ct. 397",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/6/0397-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 600",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        279985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0600-01"
      ]
    },
    {
      "cite": "147 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0481-01"
      ]
    },
    {
      "cite": "219 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002724
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0076-01"
      ]
    },
    {
      "cite": "152 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838153
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0244-01"
      ]
    },
    {
      "cite": "210 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937788
      ],
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0029-01"
      ]
    },
    {
      "cite": "271 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0340-01"
      ]
    },
    {
      "cite": "244 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0535-01"
      ]
    },
    {
      "cite": "81* Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0189-01"
      ]
    },
    {
      "cite": "238 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "88 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0055-01"
      ]
    },
    {
      "cite": "104 U. S. 78",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3493776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/104/0078-01"
      ]
    },
    {
      "cite": "85 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0170-01"
      ]
    },
    {
      "cite": "84 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0438-01"
      ]
    },
    {
      "cite": "113 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0468-01"
      ]
    },
    {
      "cite": "245 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/245/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 11612,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 7.827198531904987e-08,
      "percentile": 0.45806859782172626
    },
    "sha256": "3ceda59cc8c61e326c94baff8be8cdd490879cb5fb44f0aeab9daf2744ce7ffa",
    "simhash": "1:64240ccca01da674",
    "word_count": 2005
  },
  "last_updated": "2024-02-27T20:47:24.669427+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Davison v. Erie et al., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nErie was incorporated as a city on April 14, 1851 (P. L. 631), and its territorial limits extended February 25, 1870 (P. L. 242). It became a municipality of the third class in 1878, and thereafter was controlled by the . acts applying to such cities, as well as by local legislation not repealed by the later general statutes. From time to time annexations of adjoining lands were made, and in 1919 a considerable acreage from Mill Creek Township was added, most of which is devoted to agricultural purposes. The correctness of the assessment of a part of this property is the question raised by the present appeal from a final decree restraining the collection of any tax based thereon.\nBy the local Act of 1870, above referred to, it was provided in section 9 that “the councils of said city shall so discriminate in laying the city taxes as not to impose upon the rural portions those expenses which belong exclusively to the built-up portions of said city; for which purpose the assessors shall distinguish, in their returns, what properties are within agricultural or rural sections, not having the benefit of lighting, paving, police, water and other expenditures exclusively belonging to said built-up portions of said city; and all lands within said agricultural or rural districts, used for the purposes of cultivation or farming, and not having any of said privileges, shall be assessed as farm land and rated as such.”\nClassification of property for taxation purposes was commonly directed by special legislation prior t'o the Constitution of 1874, where rural lands were joined to urban. Beal estate within a municipality used for farming was taxable, though not receiving the full benefits of city service: Kelly v. Pittsburgh, 85 Pa. 170, affirmed 104 U. S. 78; Hewitt’s App., 88 Pa. 55. It was to overcome this inequality, and furnish relief from undue burdens, that discrimination was permitted. Unless laws so providing have been set aside by later enactments, the plan devised to equalize charges is still to be followed: Drake’s App., 238 Pa. 8. If, then, there has been no express or implied repeal of the local act with which we are now concerned, the court below properly held its provisions to be applicable in granting the relief prayed for. If in force, the plaintiffs were entitled to have their lands returned as farms, upon which a less rate of tax was to be imposed. When the mandate of the statute was not complied with, an equity court could entertain jurisdiction, the question being one of classification, as to which no right to redress by appeal was given: Erie’s App., 3 Walker (Pa.) 251; City of Erie v. Reed’s Executors, 113 Pa. 468; Drake’s App., supra.\nWe must therefore consider the effect of the Third Class City Acts upon the local statute, which is the foundation of the right here asserted. If the latter has been repealed, by reason of inconsistency with subsequent legislation regulating taxation in like municipalities, then classification of lands as rural or urban is no longer required, and any complaint as to valuation must necessarily be taken to the board of revision (Rees v. Erie, 243 Pa. 189), with a right by a party aggrieved to secure a review by the court of common pleas. If this remedy is available, the equity court is without power to grant the relief asked: D., L. & W. R. R. Co. v. Luzerne County Comm., 245 Pa. 515.\nThe constitutional provision for uniformity of taxation did not change the duty of the assessor to classify lands as directed by the Act of 1870 (Roup’s Case, 81* Pa. 211), nor did the Third Class City Act of May 23, 1874, P. L. 230, as it provided no general scheme of assessment and taxation inconsistent therewith: Williamsport v. Brown, 84 Pa. 438. In 1889 (May 23, P. L. 277, supplanted in 1913 Clark Act, June 27, 1913, P. L. 568, — in both of which are found clauses repealing conflicting acts,) a new legislative policy appeared, and an effort was made to provide a uniform system of regulation of third class cities, including assessment of properties and the collection of taxes, based on the valuations returned.\nThe Act of 1913 (section 4, article XV, following largely section 15 of the Act of 1889) directs: “The assessors shall make, or cause to he made during the year of the triennial assessment for county purposes, a full, just, equal, and impartial assessment of all property, real, personal and mixed, and all matters and things within the city subject by law to taxation for city purposes, and a just and perfect list of all property exempt by law from taxation, with a just valuation of the same. With his assessments he shall return such dimension, description or quantity of each lot or parcel of land as will be sufficient to identify the same, together with the number and kind of improvements. In all cases they shall value the property at such sums as the same would, in their judgment, bring at a fair public sale thereof.”\nIt will be observed that no express provision for classification, and a discriminatory rate based thereon, is contemplated in the plan devised. On the contrary, uniformity is directed (Act May 27,1919, P. L. 312, section 6), and, where special privileges are deemed necessary, express provision for the allowance of exemptions is made (Act July 17, 1919, P. L. 1021) ; and for abatements, when permissible. Act June 20, 1901, P. L. 578, as amended June 27, 1913, P. L. 568, and May 29, 1917, P. L. 315, section 3. An examination of the Clark Act shows a clear purpose to establish a uniform system of taxation in cities of the third class. The assessor appointed includes all property, noting whether improved or otherwise, and fixes a valuation, subject to review. The city is no longer directed to discriminate in favor of farm lands; on the contrary, it is directed to make its taxation uniform, and is given the power to equalize the assessments in individual cases, or by wards. It may have been the legislative thought that where public service was not supplied, the valuation would be correspondingly low, and the landowner thus be protected. Whatever the purpose, explicit directions are given by the act as to the manner of assessment and levying taxes, which are in conflict with the plan theretofore provided.\nIf a new scheme of taxation has been established which in effect revises that provided by the local act, and is evidently intended as a substitute, a repeal of the latter results: Com. v. Elbert, 244 Pa. 535; Central Iron & Steel Co. v. Harrisburg, 271 Pa. 340. Ordinarily, implied repeals are not looked upon with favor, but certain exceptions to this rule exist. In Com. v. Brown, 210 Pa. 29, 39, — where an exhaustive review of the cases is found, — it is laid down as a broad proposition: “Where the clear general intent of the legislature is to establish a uniform and mandatory system as in the municipal classification acts, the presumption must be that the local acts are intended to be repealed.” A like thought finds expression in Com. v. Macferron, 152 Pa. 244, 250, where it is said: “Whenever, therefore, any law regulating municipal affairs of cities of a given class shall be found to conflict with a previous local statute applicable to any number of the class relating to the same subject, the latter must give way by reason of the nature and purposes of class legislation. In this manner existing diversities will gradually disappear, and uniformity throughout the class will be finally secured.”\nApplying these principles to the present controversy, the Act of 1870 must fall. Its provisions for classification and discrimination in the taxation of rural property are not merely supplementary to the system provided for third class cities, but in direct conflict therewith. The situation is similar to that considered in Com. v. Macferron, supra, where the general act relating to a city of the second class, and providing a manner of collecting taxes, was held to impliedly repeal a local act permitting rebates in case of payments before certain specified dates. In Harrisburg v. Harrisburg Gas Co., 219 Pa. 76, a like determination was reached, where it was held the terms of the Third Class City Act of 1889 nullified a special provision permitting the municipality to tax corporate property which is subject to levies for state, but not county, purposes.\nThe general acts here in question provide for returns in a manner differing from that provided by the. Act of 1870. No provision is made for discrimination in the tax to be levied; instead it is to be uniform. In these respects we find the local statute to be inconsistent; it must therefore be held to be impliedly repealed, and it follows that article XV of the Clark Act controls. As already noted, the owner is given a right of appeal to the board of revision, if dissatisfied with the valuation, and a further review may be had by the common pleas. This being true, it follows the court below sitting in equity had no jurisdiction to entertain the present bill, and the proceedings should have been dismissed.\nThe decree of the court below is reversed at the costs of the appellees, and the injunction is dissolved.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "M. C. Cornell, City Solicitor, with him E. M. Murphy, City Solicitor, for appellants.",
      "Charles P. Hewes, for appellees."
    ],
    "corrections": "",
    "head_matter": "Davison v. Erie et al., Appellant.\nTaxation — Classification of lands — Farm and suburban lands— Cities of the third class — City of Erie — Statutes—Repeal—Local Act of February 26,1870, P. L. 21/-2 — General Acts of May 28,1889, P. L. 277; June 27,1918, P. L. 568, and May 27,1919, P. L. 821 —Uniform system — Equity—Jurisdiction.\n1. Where the clear general intent of the legislature is to establish a uniform and mandatory system, as in municipal classification acts, the presumption is that the local acts are intended to be repealed.\n2. Section 9 of the local Act of February 25, 1870, P. L. 242, providing for classification of agricultural or rural lands in the City of Erie for purposes of taxation, is repealed by the general Acts of May 23, 1889, P. L. 277; June 27,1913, P. L. 568, and May 27, 1919, P. L. 321.\n3. A taxpayer in the City of Erie has no standing in a court of equity to restrain the collection of city taxes where it appears that the taxing authorities have the power to make the assessment and levy the tax by general laws, under which irregularities may be corrected on appeal to the courts.\nArgued April 24, 1922.\nAppeal, No. 328, Jan. T., 1922, by defendants, from decree of O. P. Erie Co., May T., 1921, No. 6, awarding injunction, in case of Alfred Davison et al. v. City of Erie et al.\nBefore Moschzisker, C. J., Walling, Kephart, Sadler and Schaffer, JJ.\nReversed.\nBill in equity for injunction. Before Rossiter, P. J.\nThe opinion of the Supreme Court states the facts.\nInjunction awarded. Defendants appealed.\nError assigned, inter alia, was decree, quoting it.\nM. C. Cornell, City Solicitor, with him E. M. Murphy, City Solicitor, for appellants.\nThe Act of February 25, 1870, P. L. 242, was repealed: Moore v. Taylor, 147 Pa. 481; Phila. v. Thurlow, 5 Pa. Superior Ct. 600; Forney v. Huntingdon, 6 Pa. Superior Ct. 397; Clinton School Dist. App., 56 Pa. 315; Stratford v. Franklin Paper Mills Co., 257 Pa. 163; Phila. v. Phillips, 65 Pa. Superior Ct. 578; D., L. & W. R. R. v. Com’rs, 245 Pa. 515; Dupuy v. Johns, 261 Pa. 40; Erie v. Reed, 113 Pa. 468; Saltsman v. Olds, 215 Pa. 336.\nCharles P. Hewes, for appellees.\nEquity has power to determine whether proper classification has been made: Erie v. Reed, 113 Pa. 468.\nThe Act of 1870 was not repealed by later legislation: Williamsport v. Brown, 84 Pa. 438; Erie’s App., 3 Walker (Pa.) 251; Erie v. Reed, 113 Pa. 468.\nJune 24, 1922:"
  },
  "file_name": "0523-01",
  "first_page_order": 547,
  "last_page_order": 553
}
