{
  "id": 996030,
  "name": "Commonwealth, ex rel., v. Monongahela Valley Bank of Duquesne",
  "name_abbreviation": "Commonwealth v. Monongahela Valley Bank",
  "decision_date": "1913-01-20",
  "docket_number": "Appeal, No. 19",
  "first_page": "254",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "239 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "234 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 9426,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.3257742354841567e-07,
      "percentile": 0.6277406520611819
    },
    "sha256": "ca3e4c5ae5635d7842b34b25e4f84aeec019c6ec5cce3ef48b4ade2ca28c8762",
    "simhash": "1:2a89a784c7968373",
    "word_count": 1648
  },
  "last_updated": "2024-02-27T17:20:22.586503+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Commonwealth, ex rel., v. Monongahela Valley Bank of Duquesne."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThis is an appeal from the decree of the court below confirming the report of an auditor upon the final account of a receiver, and making distribution of the funds in his hands. The record is so defective that it is impossible for us to deal intelligently with all of the questions raised by this appeal. The receiver filed two accounts and two reports were filed by an auditor. No exceptions seem to have been taken to the first account, or to the first report of the auditor making distribution. But in his second report, the'auditor relies .upon his first report for some of his findings, and that report not being printed, these facts do not appear before us. The result is that we lack knowledge of facts which may be material to a proper decision here, or which are at least necessary to a complete understanding of the case. .The appeal is taken by four stockholders of the Monongahela Valley Bank, which became insolvent and passed into the hands of a receiver. The extent of the interest held by these stockholders in the capital stock, or the amount in-which that interest would be benefited in case the claims which they here make should be sustained, does not appear. The schedule of the assets which were sold. by the réceiver is incomplete. In the report of the auditor, which was confirmed by the court below, the legal status of the bank is discussed as though it had been incorporated under the Act of 1850, or the Act of 1857, whereas the bank seems to have been incorporated and organized under the Act of May 13, 1876, P. L. 161, and was subject to the provisions of that act. It does appear however that the shares of stock which were owned by J. R. McQuaide had been pledged as collateral security. for loans, and that the stock afterwards passed to his trustee in bankruptcy, and was by him sold to the present claimants. The conditions under which the stock was held brings it within the principle of the decision in Bank of Millvale v. Ohio Valley Bank, 234 Pa. 1, and the claim of the bank upon it as security for the indebtedness of McQuaide to it, is therefore eliminated from this case. The stock standing in the name of Howard L. Black was not in the same position, as it was not pledged as security in the hands of any third party, and there seems to be no reason why the bank should not have successfully asserted its right under the twenty-first section of the Act of May 13, 1876, P. L. 161, to retain all dividends, interest or profits arising out of Black’s stock, to discharge his liabilities to the bank. But it seems that the court below permitted the receiver to sell the notes of Black, and his obligation to the bank was thus disposed of, and in the order authorizing the sale a clause was inserted directing the payment to the purchaser of any dividend which might be declared upon the stock. The sale was made, .and afterwards confirmed. It does not appear that any exception was filed, or that any appeal from the confirmation was taken. The question is therefore res adjudicata.\nIn the fourth and fifth assignments of error complaint. is made of the action of the court below in overruling appellants’ exceptions to the report of the auditor with respect to the allowance made to the receiver for commissions and counsel fees. These exceptions as filed with the auditor do not seem to have been very specific, but when objection was made to the amount allowed as fees and expenses, the burden was then upon the receiver to show that the payments were reasonable, and it was his duty to make proof of the services rendered, and to show the fair value of the time and labor actually required in the discharge of those services. The presentation of a bill containing a series of unitemized charges in lump sum of considerable amounts is not sufficient. The amounts claimed for fees and commissions in the present case, as they appear upon the face of the account, seem to be exorbitant. They aggregate $4,075.00 for the collection of a fund of $13,000.00. Specific charges are presented for services amounting to $1,100.00, but as is pointed out by counsel for appellants, no satisfactory explanation was given for the payment of sums aggregating about $2,475.00, and there was no finding by the auditor or the court below, from any adequate proof, what services were rendered for which these payments were allowed. These matters should have been found specifically and the case must go back to the court below for further consideration in this respect.\nIn the sixth assignment of error, complaint is made of the allowance of credit to the receiver of the sum of $226.79, being the amount of a dividend from the bankrupt estate of McQuaide, received and paid over to the purchaser of the assets after the date of his bid. The auditor found that this sum represented the proceeds of a claim which was fairly to be considered as part of the assets for which the bid was made, and that its conversion into money did not alter the case. The court below coincided in this view, and it seems to be justified. There is nothing on the record to sustain the eighth assignment of error. It is an attempt to raise the question of a surcharge of $430.17, the amount of a deposit in a trust company, which it is averred was turned over by the receiver to the purchaser of the assets. The record shows no request to the auditor to make any such surcharge, no evidence to support such a request, and no exception to the refusal of any such surcharge.\nThe fourth, fifth and tenth assignments of error are sustained, and the decree of the court below, confirming absolutely the report of the auditor, is reversed, and the record is remitted, in order that specific findings, upon adequate proof, may be made, as to the value of the services rendered to the receiver by counsel, and as to whether all the payments made by the receiver for counsel fees, for which credit is claimed in his account, were reasonably justified.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "J. McF. Carpenter and John A. Metz, with them G. N. Chalfant, for appellant.",
      "David E. Mitchell, of Griffith & Mitchell, for Assets Realization Company, appellee.",
      "M. J. Hosack, for George M. Hosack, Receiver, Appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, ex rel., v. Monongahela Valley Bank of Duquesne.\nInsolvency — Banicing corporation — Receiver — Indebted stockholder — Right to retain dividends — Res adjudicata — Allowance for fees — Burden of showing the unreasonableness of fees — Findings of fact — Surcharge.\n1. On an appeal from a decree of court confirming the report of an auditor upon the final account of a receiver, a question arising out of the alleged failure of the receiver to retain dividends, etc., accruing to a stockholder, to discharge his liabilities to the bank will not be considered where it appears that while the bank might have successfully asserted its right, nevertheless the court permitted the receiver to dispose of the obligations of the stockholder which it held, and in the order authorizing such disposition a clause was inserted directing tbe payment to the purchaser of any dividend which might be declared upon the stock, and that this disposition was afterwards confirmed and no exceptions were filed or appeal taken.\n2. Where in such a case an objection is made to the amount allowed to the receiver as fees and expenses, the burden is upon the receiver to show that the payments were reasonable, and it is his duty to make proof of the services rendered, and to show the fair value of the time and labor actually required in the discharge of these services; and the presentation of a bill containing a series of unitemized charges in lump sums of considerable amounts is not sufficient.\n3. In such a case it is not error to allow the receiver credit for a sum of money, the amount of a dividend from the estate of a bankrupt debtor, received and paid over to the purchasers of the assets of the insolvent company after the date of the latter’s bid where the auditor justifiably found, which finding was sustained by the court, that the sum represented the proceeds of a claim fairly to be considered as part of the assets purchased and that its conversion into money did not alter the case.\n4. In such a case the question of a surcharge cannot be considered on appeal where the record shows no request to the auditor to make any such surcharge, no evidence to support such a request, and no exception to the refusal of any such surcharge.\nArgued October 18, 1912.\nAppeal, No. 19, May T., 1912, by S. O. Bhodes, J. Collins Greer, S. E. Bhodes and H. L. Greer, now for use of James F. McNaul, Stockholders, from decree of C. P. Dauphin Co., Com. Docket, 1906, No. 57, in case of Commonwealth of Pennsylvania, ex rel. Hampton L. Carson, Attorney General, v. Monongahela Valley Bank of Duquesne.\nBefore Fell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ.\nBeversed.\nExceptions to the report of auditor upon the final account of the receiver of an insolvent bank. Before McCarrell, J.\nBenjamin M. Nead was appointed auditor for examination and distribution.\nThe court entered a decree confirming the auditor’s report.'\nErrors assigned, among others, were in overruling exceptions to auditor’s report in reference to dividends allowed (1) upon the stock of Joseph R. McQuaide; (2) upon the stock of Howard L. Black; (4, 5) with reference to fees, and (8) in not surcharging receiver with amount of deposit.\nJ. McF. Carpenter and John A. Metz, with them G. N. Chalfant, for appellant.\nDavid E. Mitchell, of Griffith & Mitchell, for Assets Realization Company, appellee.\nM. J. Hosack, for George M. Hosack, Receiver, Appellee.\nJanuary 20, 1913:"
  },
  "file_name": "0254-01",
  "first_page_order": 284,
  "last_page_order": 289
}
