{
  "id": 996014,
  "name": "Hoffman, et al., Appellants, v. Parker, et al.",
  "name_abbreviation": "Hoffman v. Parker",
  "decision_date": "1913-02-24",
  "docket_number": "Appeal, No. 344",
  "first_page": "398",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "239 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "224 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0311-01"
      ]
    },
    {
      "cite": "208 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0209-01"
      ]
    },
    {
      "cite": "177 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0066-01"
      ]
    },
    {
      "cite": "175 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0327-01"
      ]
    },
    {
      "cite": "168 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0178-01"
      ]
    },
    {
      "cite": "164 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0597-01"
      ]
    },
    {
      "cite": "163 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0643-01"
      ]
    },
    {
      "cite": "143 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0487-01"
      ]
    },
    {
      "cite": "67 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022513
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0512-01"
      ]
    },
    {
      "cite": "49 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0289-01"
      ]
    },
    {
      "cite": "40 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0132-01"
      ]
    },
    {
      "cite": "18 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0448-01"
      ]
    },
    {
      "cite": "187 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900299
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0500-01"
      ]
    },
    {
      "cite": "86 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056646
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 7084,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 3.89341106167235e-07,
      "percentile": 0.9014442540858559
    },
    "sha256": "1d494a49aecab2dbee48aa08704be7b986ffce8729bfc6ca8736676d8881c30c",
    "simhash": "1:f2872c04ba3539ab",
    "word_count": 1206
  },
  "last_updated": "2024-02-27T17:20:22.586503+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Hoffman, et al., Appellants, v. Parker, et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree dismissing the plaintiffs’ bills is affirmed on the opinion of Judge Ferguson.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Alfred R. Haig, with him Henry O. Thompson, Jr., for appellants.",
      "Edmund Randall, with him James A. Flaherty, for appellees, cited:"
    ],
    "corrections": "",
    "head_matter": "Hoffman, et al., Appellants, v. Parker, et al.\nBeal property — Building restrictions — Use of dwelling house— Equity — Injunction.\nA restriction imposed upon land, prohibiting the erection of any buildings other than dwellings, apartment or flat houses, churches, schools or private garages, and further prohibiting any building for offensive uses, does not operate to restrict the use for retail trade in food stuffs of a building originally erected as a dwelling house, and which has not been altered in any external way.\nArgued Jan. 17, 1913.\nAppeal, No. 344, Jan. T., 1912, by plaintiffs, from decree of C. P. No. 3, Philadelphia Co., March T., 1912, No. 4867, dismissing exceptions to adjudication in case of Benjamin R. Hoffman, Jacob Hoffman and Bernard MaeMackin v. Raymond M. Parker and Elizabeth McGonigle.\nBefore Fell, C. J., Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity to restrain the violation of building restrictions. Ferguson, J., filed the following opinion:\nThe question involved in this case is whether or not a restriction imposed upon land prohibiting the erection of any building or buildings other than dwellings, apartment or flat houses, churches, schools or private garages, will operate to prevent the defendant, Elizabeth Mc-Gonigle, from using the basement of premises bound by that restriction for the sale of food. ‘ ^ ’\nIt will be observed that the agreement which imposed the restrictions also provides that there shall not be erected upon the said tract any public or private stable, public garage or other building or buildings for offensive use or occupation, and that no building or buildings to be erected thereon shall be used or occupied for the manufacture or sale of spirituous, vinous or malt liquors, either wholesale or retail, or as a bottling establishment for any of said liquors.\nThe clear intention of the parties, as gathered from their agreement, seems to have been to establish a residential section and to prohibit the erection and use of buildings that would be offensive to the community. That the sale of bread, pies, oysters, fish, canned goods, ice cream and soft drinks would be a use that is offensive cannot be held as a matter of law. The complainants do not contend that the use to which the building is at present devoted is offensive within the meaning of the agreement, but do contend that it constitutes an erection of a building other than a dwelling, flat house, church, school or private garage.\nThe facts, which are agreed upon, indicate that there has been no change in the building, except that in the basement the defendant has erected shelves on which she places her goods. In effect therefore the objection of the complainants is to the use to which the building is being devoted although the application is ostensibly made upon the ground that the restriction prohibiting an erection of certain buildings has been violated. If it was the intention of the parties to prohibit the sale of food stuffs at retail on any of the premises covered by the restriction, it was a simple matter to frame the language which would so provide. Such restrictions as those under consideration are lawful, but they are not extended beyond their plain and necessary intent. As they operate to limit the uses to which an owner might lawfully devote his property, they must be strictly construed. There is no equitable extension of their terms, and the court cannot read into them an intention which does not plainly appear from the words of the restrictions: Klaer v. Ridgway, 86 Pa. 529.\nIn this case the building was erected as a dwelling house; it is occupied as a dwelling house; it has not been altered in any external way. We therefore cannot hold that it violates the terms of the restrictions with regard to the use to which it is put, and so far as the construction of buildings is concerned, nothing has been constructed upon the lot of ground since the building was first constructed, which was at that time concededly a dwelling house and within the permissive clauses of the restriction.\nIt is contended that the clause permitting the owners at the time the restrictions were imposed to erect stores on certain lots clearly shows an intention to limit the privilege to those properties and to prohibit it as to all others. We cannot concur in this view. The privilege thus reserved was with reference to the erection of buildings outwardly designed, adapted and constructed for trade. Such buildings might popularly be described as “stores,” and would be understood as devoted to retail trade. This clause cannot by implication be regarded as a positive prohibition of the use for retail trade of other buildings which undergo no outward change. We cannot think the case of Electric City Land & Improvement Company v. West Ridge Coal Company, 187 Pa. 500, is authority upon the point involved. The question in that case did not hinge upon the thing prohibited but rather upon the persons bound by the covenant. At all events, the authority cited has no application to a case in which under a restriction prohibiting the erection of a building of a certain character, an attempt is made to restrain an owner in a lawful use of his land not expressly prohibited.\nIf a dressmaker or milliner received her patrons at her dwelling house and delivered her finished work there it could not be said that she had erected a store. If she altered the building by throwing out a bulk or show window and carried on the same business she might fall within the prohibition of the restriction. This seems to be the inevitable reading of the agreement. It necessarily follows that the matter of the external construction is the one with which the agreement deals.\nNo relief is asked as to the defendant Parker, who it is agreed is not a party to the alleged violation of the restriction.\nThe court made a decree dismissing the bill. Plaintiffs appealed.\nError assigned was the decree of the court.\nAlfred R. Haig, with him Henry O. Thompson, Jr., for appellants.\n— A building restriction must be construed to accord with the intent of the parties creating it, and the manifest end sought to be accomplished, having regard to the character of the neighborhood: Lamb v. Miller, 18 Pa. 448; Shoenberger v. Hay, 40 Pa. 132; Clark v. Martin, 49 Pa. 289; St. Andrew’s Lutheran Church’s App., 67 Pa. 512; Orne v. Fridenberg, 143 Pa. 487; Muzzarelli v. Hulshizer, 163 Pa. 643; Meigs v. Lewis, 164 Pa. 597; Ogontz Land & Imp. Co. v. Johnson, 168 Pa. 178; Landell v. Hamilton, 175 Pa. 327; Meigs v. Milligan, 177 Pa. 66; Electric City Land & Imp. Co. v. West Ridge Coal Co., 187 Pa. 500; Crofton v. St. Clement’s Church, 208 Pa. 209; Wesley v. Sulzer, 224 Pa. 311; Cambria Iron Co. v. Schry, 38 Pa. C. C. R. 410; Schmidt v. Hayes, 35 Pa. C. C. R. 313.\nEdmund Randall, with him James A. Flaherty, for appellees, cited:\nKlaer v. Ridgway, 86 Pa. 529; St. Andrew’s Lutheran Church’s App., 67 Pa. 512.\nFebruary 24, 1913:"
  },
  "file_name": "0398-01",
  "first_page_order": 428,
  "last_page_order": 431
}
