{
  "id": 1048533,
  "name": "Pittsburgh & Lake Erie R. R. Co., Appellant, v. South Shore R. R. Co.",
  "name_abbreviation": "Pittsburgh & Lake Erie R. R. v. South Shore R. R.",
  "decision_date": "1919-03-17",
  "docket_number": "Appeal, No. 172",
  "first_page": "162",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "264 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "182 Fed. Rep. 685",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6749586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/182/0685-01"
      ]
    },
    {
      "cite": "258 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0338-01"
      ]
    },
    {
      "cite": "238 U. S. 456",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3675977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/238/0456-01"
      ]
    },
    {
      "cite": "241 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0603-01"
      ]
    },
    {
      "cite": "174 Fed. 107",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6748229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/174/0107-01"
      ]
    },
    {
      "cite": "163 Fed. 111",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1911116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/163/0111-01"
      ]
    },
    {
      "cite": "145 Fed. 235",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5732117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/145/0235-01"
      ]
    },
    {
      "cite": "152 Fed. 269",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6748411
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/152/0269-01"
      ]
    },
    {
      "cite": "223 U. S. 573",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3661675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/223/0573-01"
      ]
    },
    {
      "cite": "204 U. S. 426",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8292632
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/204/0426-01"
      ]
    },
    {
      "cite": "209 U. S. 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8288240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/209/0056-01"
      ]
    },
    {
      "cite": "47 I. C. C. 513",
      "category": "reporters:federal",
      "reporter": "I.C.C.",
      "opinion_index": 0
    },
    {
      "cite": "248 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011528
      ],
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0333-01"
      ]
    },
    {
      "cite": "238 U. S. 457",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "237 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0420-01"
      ]
    },
    {
      "cite": "237 U. S. 121",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        631826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/237/0121-01"
      ]
    },
    {
      "cite": "241 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0487-01"
      ]
    },
    {
      "cite": "242 U. S. 121",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "242 U. S. 298",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3934618
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/242/0298-01"
      ]
    },
    {
      "cite": "257 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0126-01"
      ]
    },
    {
      "cite": "103 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0498-01"
      ]
    },
    {
      "cite": "191 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0338-01"
      ]
    },
    {
      "cite": "241 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0603-01"
      ]
    },
    {
      "cite": "145 Fed. 235",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5732117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/145/0235-01"
      ]
    },
    {
      "cite": "223 U. S. 573",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3661675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/223/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 14820,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 7.256413460896324e-08,
      "percentile": 0.4325431714358636
    },
    "sha256": "d5c051509578d91b196fef89212d8f1fcd8144f42b62f2266c9217bd9b3fcf9f",
    "simhash": "1:d6971f2c5aff5c3e",
    "word_count": 2510
  },
  "last_updated": "2024-02-27T21:03:07.572506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stewart, Moschzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Pittsburgh & Lake Erie R. R. Co., Appellant, v. South Shore R. R. Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis appeal by plaintiff is from judgment entered for defendant on a balance of $65,000 certified by the jury in an action of assumpsit. Plaintiff’s railroad extends from Pittsburgh to Youngstown, Ohio, and at the former city connects with various manufacturing establishments, including the Clinton Iron & Steel Company, of which defendant is a plant facility, although chartered as a railroad company: Pittsburgh & L. E. R. R. Co. v. Clinton I. & S. Co., 258 Pa. 338. Defendant had two engines and six freight cars, also divers sidings and switches located on the land of the steel company and extending to its different departments. Plaintiff’s tracks connected with those of defendant at what is known as interchange track in Point Bridge yard, where defendant took the cars and distributed them about the plant as needed; also gathered up cars for the outward shipment and delivered them to plaintiff at the same point; in other words, did a general switching business about the plant including the' transfer of cars coming in and going out. This embraced cars engaged in both interstate and State (intrastate) traffic. For many years ending in 1907, plaintiff paid defendant a satisfactory price for such service; then a controversy arose with reference thereto, and, after much discussion and correspondence, it was agreed that defendant should be paid according to a certain schedule fixed by plaintiff until the matter was adjusted by the Interstate Commerce Commission, when the balance if any for the intervening time would be paid in full. That schedule fixed $2.25 per car for iron ore, $1.75 for coke, $1.60 for limestone and a flat rate of $2 for each car handled for a subsidiary plant. In 1911 plaintiff without notice to defendant filed this schedule of rates with the commission; but the matter was never brought before that body for adjustment, and in May, 1914, plaintiff cancelled the agreement and refused further payment for the terminal service, while performing it for other like plants. Shortly thereafter plaintiff brought this suit on an admitted claim of $3,392.94, and interest, for repair work; to which defendant interposed a set-off of $93,542.30, claimed as the difference between the cost of the terminal service and the amount received therefor since 1907. This was based on a charge of $2.75 for each car handled. However, at the trial the evidence tended to prove that the actual cost of such service was $2.46 per car, and defendant reduced the claim to that amount. Its case depended in part on parol evidence and the trial judge submitted to the jury, inter alia, the question of the fair and reasonable cost of such service. The jury found for the defendant a certified balance of $65,000, on which judgment was entered. That was a considerable deduction from the full amount of the set-off computed on the basis of $2.46 per car. A part of defendant’s claim as itemized was for the movement of cars engaged in interstate and the balance for those engaged in State commerce, but as the case was tried and submitted to the jury, they were blended as one claim, and so far as can be judged the same amount was allowed for each car regardless of the kind of commerce in which it was engaged.\nAs to the interstate shipments the matter is controlled by federal statutes, which seek to protect the public by securing uniformity of rates and privileges. See Texas & Pac. Ry. v. Abilene Cotton Oil Co., 204 IT. S. 426. Under the Act of Congress to Regulate Commerce, as amended June 29, 1906, the interstate carrier must file with the commission and also publish schedules of all rates and tariffs including terminal charges, and the act also provides that, “No carrier......shall engage or participate in the transportation of passengers or property...... unless the rates, fares, and charges upon which the same are transported by said carrier have been filed and published in accordance with the provisions of this act...... nor shall any carrier refund or remit in any manner or by any device any portion of the rates, fares, and charges so specified, nor extend to any shipper or person any privileges or facilities in the transportation of passengers or property, except such as are specified in such tariffs” (U. S. Statutes at Large, 1905-1907, p. 586). And in effect (p. 590) that only reasonable charges shall be allowed the owner of transported property for services rendered in connection therewith, which allowance in case of complaint shall be determined by the commission. In our opinion under that statute the carrier can neither recover freight charges, nor pay the owner any allowance for services in connection with such transportation, except as provided in schedules previously .filed as above stated. Plaintiff should have filed the tariff of rates, and would have been ordered to do so had application been made to the commission; but until such schedules were filed, plaintiff could not lawfully pay for the switching services in question, and, of course, could not be compelled to do an unlawful act. See Swing v. Munson, 191 Pa. 583; Johnson v. Hulings, 103 Pa. 498; Medoff v. Fisher et al., 257 Pa. 126; Interstate Commerce Commission v. Reichmann, 145 Fed. 235. If the property owner can recover from the carrier for yard-service in switching or placing cars, without a schedule of rates therefor being promulgated, then discrimination is possible under the guise of claims for terminal services, and that is what the statute seeks to prevent.\nThen, again, by the agreement defendant was to be paid according to plaintiff’s unfiled schedule until adjusted by the commission, and neither party asked for such adjustment. It was a matter within the jurisdiction of the commission and by the agreement made a condition precedent to any claim of defendant for additional compensation. Plaintiff’s act in cancelling the contract did not oust the jurisdiction of the commission, who might still determine the validity of such cancellation and also the question of allowances for past transactions. See Pennsylvania R. R. Co. v. Stineman Coal Min. Co., 242 U. S. 298. The rule under the Federal statute seems to be that where the question involved is as to the reasonableness of rates, it is an administrative one and must first be passed upon by the commission ; but where such question is not involved the State courts still have jurisdiction. See Pennsylvania R. R. v. Sonman Shaft Coal Co., 242 U. S. 121, affirming 241 Pa. 487; Penna. R. R. v. Puritan Coal Mining Co., 237 U. S. 121, affirming 237 Pa. 420; Penna. R. R. v. Clark Bros. Coal Min. Co., 238 U. S. 457. There having been no appeal from the schedule filed by plaintiff in 1911, it thereafter became the legal rate: Crane R. R. Co. v. Central R. R. Co. of N. J., 248 Pa. 333, 338; Central R. R. Co. of N. J. v. Mauser, 241 Pa. 603; Kansas City So. Ry. v. Albers Comm. Co., 223 U. S. 573. In our opinion so much of defendant’s claim as rests on interstate traffic should have been excluded.\nAs defendant neither filed nor published any schedule of rates, it could not recover for interstate traffic if regarded as a common carrier. ■\nThe claim for State traffic is different; to it the federal statutes have no application. Here according to the evidence services were rendered for which payment at less than actual cost was received under protest and upon an agreement that the amount should finally be ■determined by a tribunal, which in fact had no right to act in the premises. The agreement for such determination did not oust the jurisdiction of the courts and defendant can recover in this case on a quantum meruit whatever balance may be its due for the expense of the service actually rendered.\nWhile the exchange point was the terminus of the route so far as related to the question of demurrage (P. & L. E. R. R. Co. v. Clinton I. & S. Co., supra) it was competent for the parties, except as restrained by statute, to contract that the line freight rate should include the service of moving the cars in and about the plant as required, and plaintiff might perform this work with its own equipment, or employ defendant to do it. It has been recently held that under the federal statutes the carrier may be liable to the owner for the expense of spotting or placing cars: Stewart Iron Co. v. P. Co., 47 I. C. C. 513; while such right does not seem to be recognized in some of the earlier decisions of the commission.\nSoon after plaintiff’s cancellation of the contract as above stated, the defendant applied to the Penna. Public Service Commission praying that such cancellation be annulled and that plaintiff be required to pay defendant a fair and reasonable compensation for the services performed in intrastate commerce subsequent to January 1,1914, that being the date when the Public Service Act of July 26, 1913, P. L. 1374, became effective. This proceeding is still pending within the jurisdiction of the State commission and precludes defendant from here recovering on so much, of the claim there involved as may be disallowed by that body.\nDefendant may set off in this suit the difference if any between the actual cost of the service rendered in State traffic and the amount received therefor on account of work done prior to January 1, 1914; but, as the set-off allowed at the trial includes compensation for services rendered after that date and also for services in interstate traffic, a new trial must be granted.\nFor reasons above stated the judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "George E. Shaw, of Reed, Smith, Shaw & Beal, with him John J. Heard, for appellant.",
      "W. S. Dalzell, of Dalzell, Fisher & Hawkins, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Pittsburgh & Lake Erie R. R. Co., Appellant, v. South Shore R. R. Co.\nRailroads — Rates—Schedules—Interstate commerce — Intrastate commerce — Quantum meruit — Pennsylvania Public Service Commission — Interstate Commerce Commission — Jurisdiction—Act of Congress of June 29, 1906.\n1. Under the Act of Congress of June 29, 1906, relating to interstate commerce, the interstate carrier can neither recover freight charges nor pay the owner any allowance for services in connection with such transportation, except as provided in schedules previously filed.\n2. A railroad company owning a short line of tracks, which is a mere plant facility to a large steel company, engaged in the work of shifting and placing cars received from a railroad company operating interstate traffic, cannot recover compensation from such company for shifting interstate cars, where no schedule of rates has been promulgated as provided by the Act of Congress.\n3. Where the two companies had entered into an agreement that the work of shifting cars should be paid for in accordance with a schedule fixed by the line carrier, until the matter should be adjusted by the Interstate Commerce Commission, and it appears that the line carrier cancelled the agreement before the schedule was ever called to the attention of the commission, and that the schedule was for rates less than the value of the services, such cancellation does not oust the jurisdiction of the commission, which might still determine the validity of the cancellation, and pass upon the question of the allowance of past transactions.\n4. In case of cars received from the line carrier, which were engaged in merely State traffic, the agreement between the two companies did not oust the jurisdiction of the State courts, and recovery could be had on a quantum meruit against the line carrier as to such cars where payments made had been at the schedule rate which was less than the actual cost of the services.\n5. If the shifting company applies to the Pennsylvania Public Service Commission to annul the cancellation of the agreement, and to allow it a fair compensation for services rendered in interstate traffic subsequent to the date when the Public Service Act went into effect, and such application is pending at the time a case is tried between the two companies in which the shipping charges is the question at issue, the shifting company is precluded from reeovery therein as to so much of the claim as may be disallowed by the commission.\n6. In such a ease, where no distinction has been made at the trial between interstate and intrastate traffic, and a verdict is rendered in favor of the shifting company for the full amount of its claim on both kinds of traffic and for intrastate traffic after the Public Service Act went into effect, the judgment will be reversed, and a new trial granted.\n7. It is competent for a manufacturing company and a- railroad company, except as restrained by statute, to contract that the line freight may include the service of moving cars in and about the plant, and the railroad company may perform this work with its own equipment, or employ the manufacturing company’s plant facility, to do it.\nArgued Jan. 8, 1919.\nAppeal, No. 172, Oct. T., 1918, by plaintiff, from judgment of C. P. Allegheny Co., July T., 1914, No. 1835, on certificate for defendant in case of Pittsburgh & Lake Erie Railroad Company v. South Shore Railroad Company.\nBefore Stewart, Moschzisker, Frazer, Walling and Simpson, JJ.\nReversed.\nAssumpsit to recover $3,392.94 for repairs on locomotives. Before Reid, J.\nCertificate and judgment for defendant for $65,000. Plaintiff appealed.\nError assigned, among others, was in refusing instructions for plaintiff.\nGeorge E. Shaw, of Reed, Smith, Shaw & Beal, with him John J. Heard, for appellant.\nThe claim of the South Shore Railroad Company being for compensation for services alleged to have been performed on behalf of the line carrier in the transportation of interstate and State commerce is subject to and controlled by the acts of Congress regulating interstate commerce, and no action may be maintained under the law: Armour Packing. Co. v. United States, 209 U. S. 56; Texas & Pacific Ry. v. Abilene Cotton Oil Company, 204 U. S. 426; Kansas City Southern Ry. v. Albers Commission Company, 223 U. S. 573; United States v. D., L. & W. R. R., 152 Fed. 269; Interstate Commerce Commission v. Reickmann, 145 Fed. 235; United States v. A., T. & S. F. Ry., 163 Fed. 111; Chesapeake & Ohio Ry. Co. v. Standard Lumber Co., 174 Fed. 107; Cent. R. R. of N. J. v. Mauser, 241 Pa. 603; Penna. R. R. Co. v. Clark Bros. Coal Mining Co., 238 U. S. 456.\nThe status of the South Shore Railroad Company is res ad judicata in this court: Pittsburgh & Lake Erie R. R. Company v. Clinton Iron & Steel Company, 258 Pa. 338.\nIf the act to regulate commerce does not apply and the subject-matter of this suit is one concerning which the parties were free to contract then this action is premature, because the parties agreed to abide by a decision of the- Interstate Commerce Commission.\nW. S. Dalzell, of Dalzell, Fisher & Hawkins, for appellee,\ncited: Malvern F. & V. R. R. Co. v. Chicago R. I. & P. Ry. Co., 182 Fed. Rep. 685.\nMarch 17, 1919:"
  },
  "file_name": "0162-01",
  "first_page_order": 194,
  "last_page_order": 201
}
