{
  "id": 1048512,
  "name": "Neary v. Philadelphia Coal & Iron Co., Appellant",
  "name_abbreviation": "Neary v. Philadelphia Coal & Iron Co.",
  "decision_date": "1919-03-24",
  "docket_number": "Appeal, No. 159",
  "first_page": "221",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "264 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "69 Pa. Superior Ct. 562",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/69/0562-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 325,
    "char_count": 6056,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.834198372355824e-07,
      "percentile": 0.7211518895503174
    },
    "sha256": "034aa791a216db7af7a83e68f88f357fd9f3bc3c64bc3e771fd68cfeea4d0a65",
    "simhash": "1:5909df5323b30fd7",
    "word_count": 980
  },
  "last_updated": "2024-02-27T21:03:07.572506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, O. J., Stewart, Moschzisker, Walling and Kephart, JJ."
    ],
    "parties": [
      "Neary v. Philadelphia Coal .& Iron Co., Appellant,"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis case is under the Workmen’s Compensation Act of June 2,1915, P. L. 736. Plaintiff, while in defendant’s employ as car runner, on March 9, 1916, had a finger so crushed as to require surgical and medical assistance, which was reasonably tendered by defendant. However, after accepting such assistance for three days, plaintiff consulted his own family doctor, who thereafter took charge of the case and rendered suitable surgical and medical assistance, so that plaintiff was not injured nor his incapacity increased by the change of physicians. But it is strenuously contended that plaintiff by his refusal .to accept the reasonable assistance so tendered forfeited all right to compensation for the injury. This contention is based on the last clause of paragraph “e” of sec. 306 of the act (p. 743), which states, “If the employee shall refuse reasonable surgical, medical, and hospital services, medicines and supplies, tendered to him by his employer, he shall forfeit all right to compensation for any injury or any increase in his incapacity shown to have resulted from such refusal.”\nThe referee duly heard the case, made formal findings and awarded plaintiff compensation; from which defendant, on the question of law above stated, appealed successively to the compensation board, the court of common pleas, the Superior Court and now to this court. The award was clearly right, as the natural construction of the words “shown to have resulted from such refusal” refer to “any injury” as well as to “any increase in his incapacity.” Chairman Mackey of the compensation board properly interprets this clause as though it read, “If the employee shall refuse reasonable surgical, medical and hospital services, medicines and supplies, tendered to him by his employer, he shall forfeit all right to compensation for any increase in his incapacity shown to have resulted from such refusal.” The manifest purpose is to protect the master from any loss that might result because of the servant’s refusal to accept the tendered assistance, not to penalize the latter for exercising the important privilege of employing his own physician. However, by so doing the employee assumes the responsibility for his own treatment and must bear the loss resulting from neglect or lack of skill therein.\nIf by refusing the tendered assistance the servant forfeits all right to compensation for the injury he has sustained, then the balance of the sentence is meaningless; for if his right to recover for the primary disability is gone the whole claim is gone and the master has no concern with the question of increased incapacity, which would be but a part of the claim already forfeited. And the fact that the employer is expressly released from liability for the increased incapacity caused by the employee’s refusal to accept the proffered medical assistance is inconsistent with the claim of an entire forfeiture, as the express provision that certain conduct shall constitute a forfeiture of a designated part of the claim implies that the balance remains.\nAppellant calls our attention to that clause in sec. 301 of the act (p. 738) which provides that, “The terms ‘injury’ and ‘personal injury’ as used in this act shall be construed to mean only violence to the physical structure of the body, and such disease or infection as naturally results therefrom.” Conceding that such definition applies to the word “injury” as used in the clause in question, it does not change the construction. Malpractice might constitute a violence to the physical structure of the body, and disease or infection might naturally result from refusal to accept the reasonable surgical or medical services tendered to an injured employee. But it is not necessary to anticipate the cases where injury might result from such refusal.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "John F. Whalen, with him George Ellis, for appellant.",
      "Francis E. Bohlen, with him Isaac M. Price, for appellee."
    ],
    "corrections": "",
    "head_matter": "Neary v. Philadelphia Coal .& Iron Co., Appellant,\nWorkmen’s compensation — Medical services — Refusal of medical services — Change of physicians — Injury — Violence to physical structure of hody — Act of June 2,1915, P. L. 736.\n1. The words “shown to have resulted from such refusal” in paragraph E of Section 306, of the Workmen’s Compensation Act of June 2, 1915, P. L. 736, modify the preceding word “injury” as well as the preceding word “increase” so as not to deprive the claimant of all compensation for his refusal to accept medical services from his employer, hut only of compensation for injury or increase of incapacity caused by the refusal to accept medical assistance. The mere fact that the claimant has dismissed a physician engaged by his employer, and engaged another, will not deprive him absolutely of all compensation for his injuries.\n2. The fact that section 301 of the act provides that the terms “injury” and “personal injury” as used in the act should be construed to mean only violence to the physical structure of the body, and such disease or infection as naturally results therefrom, does not change the construction.\n3. Malpractice may constitute a violence to the physical structure of the body, and disease or infection may naturally result from refusal to accept the reasonable surgical or medical services tendered to an injured employee.\nArgued Feb. 18, 1919.\nAppeal, No. 159, Jan. T., 1919, by defendant, from judgment of Superior Court, Oct. T., 1917, No. Ill, dismissing appeal from order of C. P. Schuylkill Co., Sept. T., 1916, No. 191, sustaining award of Workmen’s Compensation Board in case of Anthony F. Neary v. Philadelphia & Reading Coal & Iron Company.\nBefore Brown, O. J., Stewart, Moschzisker, Walling and Kephart, JJ.\nAffirmed.\nAppeal from order sustaining award of Workmen’s Compensation Board. See 69 Pa. Superior Ct. 562.\nThe Superior Court affirmed the judgment of the common pleas. Defendant appealed.\nError assigned was the judgment of the Superior Court.\nJohn F. Whalen, with him George Ellis, for appellant.\nFrancis E. Bohlen, with him Isaac M. Price, for appellee.\nMarch 24, 1919:"
  },
  "file_name": "0221-01",
  "first_page_order": 253,
  "last_page_order": 256
}
