{
  "id": 1048496,
  "name": "Black et al. v. American International Corporation, Appellant",
  "name_abbreviation": "Black v. American International Corp.",
  "decision_date": "1919-03-24",
  "docket_number": "Appeal, No. 199",
  "first_page": "260",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "264 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0552-01"
      ]
    },
    {
      "cite": "134 U. S. 178",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/134/0178-01"
      ]
    },
    {
      "cite": "223 U. S. 605",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3663012
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/223/0605-01"
      ]
    },
    {
      "cite": "197 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918647
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0529-01"
      ]
    },
    {
      "cite": "192 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/192/0108-01"
      ]
    },
    {
      "cite": "162 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0460-01"
      ]
    },
    {
      "cite": "44 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0363-01"
      ]
    },
    {
      "cite": "236 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0593-01"
      ]
    },
    {
      "cite": "168 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0530-01"
      ]
    },
    {
      "cite": "92 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0048-01"
      ]
    },
    {
      "cite": "35 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/35/0381-01"
      ]
    },
    {
      "cite": "80 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042369
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/80/0118-01"
      ]
    },
    {
      "cite": "213 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943414
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0383-01"
      ]
    },
    {
      "cite": "169 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/169/0024-01"
      ]
    },
    {
      "cite": "63 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/63/0066-01"
      ]
    },
    {
      "cite": "31 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0037-01"
      ]
    },
    {
      "cite": "129 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/129/0162-01"
      ]
    },
    {
      "cite": "110 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0043-01"
      ]
    },
    {
      "cite": "77 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436276
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0214-01"
      ]
    },
    {
      "cite": "42 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0219-01"
      ]
    },
    {
      "cite": "14 How. 80",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3477949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/55/0080-01"
      ]
    },
    {
      "cite": "49 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/49/0424-01"
      ]
    },
    {
      "cite": "197 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918647
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 10259,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 6.943685925776968e-07,
      "percentile": 0.965218628576415
    },
    "sha256": "cf1a478c80c171d85d56718584b3d573df94ea9f164a70eb73c94ed2529691c3",
    "simhash": "1:c5c1f192ac84054e",
    "word_count": 1784
  },
  "last_updated": "2024-02-27T21:03:07.572506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Black et al. v. American International Corporation, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nPlaintiffs sued to recover from defendant the sum of $27,500, being the purchase price of 54 91-100 acres of land, now forming part of Hog Island, in the Delaware river. By agreement of the parties, a jury trial was waived, the case was tried by the court, exceptions to the findings of fact and law were dismissed, judgment entered for plaintiffs, and this appeal taken.\nThe Delaware river is a public navigable river: McKeen v. Delaware Division Canal Co., 49 Pa. 424; Rundle v. Delaware & Raritan Canal Co., 14 How. 80; specifically declared by the Acts of March 9, 1771, 1 Sm. Laws 322, and September 20, 1783, 2 Sm. Laws 77, to be a “common highway for the purposes of navigation.” By the Act of September 25, 1786, 2 Sm. Laws 388, Hog Island was made part of the then County of Chester, and by the Act of September 26, 1789, 2 Sm. Laws 499, it passed to and became a part of the County of Delaware, when the latter county was created from a portion of the former.\nBelow its ordinary low water the ownership of the soil under the river is in the Commonwealth, the title of the abutting riparian owner extending only to ordinary low water mark, subject to the rights of navigation, fishery, and improvement of the stream between high and low water marks: Carson v. Blazer, 2 Binney 475; Flanagan v. Philadelphia, 42 Pa. 219; Poor v. McClure, 77 Pa. 214, 219; Pursell v. Stover, 110 Pa. 43; Palmer v. Farrell, 129 Pa. 162; Freeland v. Penna. R. R. Company, 197 Pa. 529. For this reason the riparian owner has no right to fill the river even to low water mark: Bailey v. Miltenberger, 31 Pa. 37; or to place obstructions therein between high and low water marks without express authority from the State: Wainwright v. McCullough, 63 Pa. 66; Com. ex rel. v. The Young Men’s Christian Assn., 169 Pa. 24; McGunnegle v. Pittsburgh & Lake Erie R. R. Co., 213 Pa. 383. While it is true he is entitled to and becomes the owner of the natural accretions to his land resulting from the imperceptible deposits of alluvion along his riparian front, it is equally true, as found by the court below, this principle “does not apply where land has been made by human agency by depositing material on a river bottom”: Poor v. McClure, supra; Allegheny City v. Moorehead, 80 Pa. 118. Such accretions are not “gradual and imperceptible,” and are not “brought down by rivers” or other streams. It is not necessary at this time to decide which of the foregoing principles will finally be held applicable in determining title to the property the subject of this controversy. They are stated for the purpose of showing that under the findings of fact hereinafter recited, a doubt may well exist as to plaintiffs’ title to the property.\nThe court below finds the entire tract was below ordinary low water mark in the year 1885; beginning at that time and continuing to 1895, with the knowledge and consent of plaintiffs, the bottom of the river in front of their property, both above and below ordinary low water mark, was used as a dumping ground for materials dredged from the channels of the Delaware and Schuylkill rivers and other places, under the direction of officials of the United States government; the effect thereof, and of their construction and maintenance of Mifflin Bar dike (which extends along the entire frontage of Hog Island), was to accelerate the deposits in the river at this point; “about the year 1906, the United States Government pumped material, by means of hydraulic dredges, on the land above the open basin near the upper end of the dike. Sand, gravel and earth mixed with water found their way by gravity into the river, and further materially raised the bottom of the river bed. Some of this material flowed back into the channel through the stone dike, and, to prevent this, plaintiffs were required by the United States engineers to construct a mud bank along the edge of the dike on the inside thereof; this was done in 1906. In the year 1912, a cross-bank was built by the plaintiffs......so that pumping could thereafter take place behind the cross-bank without danger of the material flowing back into the water at any point. Since the construction of these banks, the area included behind them has been made fast land by further deposit of dredged material. After the pumping which took place in 1906, no further dumping from scows took place and no further pumping on this area until after the construction of the said cross-bank in 1912.” The result of this dredging and pumping and of the alluvion brought down by the river, and the action of the water as to all three thereof, was that the 54 91-100 acres became part of Hog Island, and because thereof plaintiffs now claim to own it in fee.\nThe court below further held, as a matter of law, the judgment in this case does not bind the Commonwealth, which was the original owner of the land below low water mark; but it decided plaintiffs nevertheless were' entitled to recover because they had “presented evidence which, as between themselves and the defendant, and as against any defense raised and presented by the defendant, clearly entitled them to judgment.”\nIn thus deciding the court below overlooked the rules of law applicable to this class of cases. An action for the purchase money of land is in legal effect a petition or bill for specific performance of the contract of purchase, and is governed by the same equitable principles: Nicol v. Carr, 35 Pa. 381; Herzberg v. Irwin, 92 Pa. 48; Holmes v. Woods, 168 Pa. 530; Keily v. Saunders, 236 Pa. 593. Hence, whether the proceedings be by petition, bill, or action of assumpsit to recover the purchase money, the vendee is not obliged to take a doubtful title; and “every title is doubtful which invites or exposes the party holding it to litigation......If there be a color of an outstanding title which may prove substantial, though there is not enough evidence to enable the chancellor to say that it is so, a purchaser will not be held to take it and encounter the hazard of litigation with an adverse claimant”: Speakman v. Forepaugh, 44 Pa. 363; Batley v. Foerderer, 162 Pa. 460; Reighard’s Est., 192 Pa. 108. To now compel defendant to take title, would subject it to that hazard. If the Commonwealth ever contests plaintiffs’ title, she may be able to show such a state of facts as would prevent the doctrine of accretions from applying. In any event there is at least “color of an outstanding title” in her, and though there may be “nothing in evidence to enable the chancellor to say” she has the better title, defendant is not required to “encounter the hazard of litigation” with her.\nThe judgment of the court below is reversed, without prejudice to plaintiffs’ right to hereafter demand the * purchase money of said land whenever they can give to defendant a marketable title thereto.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Thomas Raeburn White, for appellant.",
      "Robert T. McCracken, with him Roberts, Montgomery & McKeehan, for appellee.",
      "Prichard, Saul, Bayard •& Evans, Nicholas H. Larselere, W. Roger Fronefield, Clarence W. DeKnight and Ralph J. Baker, for Frank M. Zeller."
    ],
    "corrections": "",
    "head_matter": "Black et al. v. American International Corporation, Appellant.\nWaters — Rivers—Riparian owners — Low water mark — Boundaries — A ccretions.\n1. Below ordinary low water mark of a navigable river tbe ownership of the soil is in the Commonwealth.\n2. The title of an abutting riparian owner on a navigable river extends only to ordinary low water mark, subject to the rights of navigation, fishery and improvement of the river between ordinary high and low water marks.\n3. An abutting riparian owner on a navigable river has no right to fill in or obstruct the river between ordinary high and low water marks without express authority from the Commonwealth.\n4. An abutting riparian owner on a navigable river becomes the owner of the natural accretions to his land, resulting from the imperceptible deposits of alluvion along his riparian front, but he does not become the owner of land formed by the deposit of material on the river bottom either by him or with his knowledge or consent.\nVendor and vendee — Action for purchase money — JEquity—Title —Hazard of litigation.\n5. An action for the purchase money of land is in effect a petition or bill for specific performance of the contract of purchase, and is governed by the same equitable principles.\n6. Neither by petition, bill nor action to recover purchase money, can a vendee be required to take a title which invites or exposes him to the hazard of litigation with an adverse claimant, even though upon the evidence produced the court cannot say the adverse claimant has a good title.\nArgued March 4,1919.\nAppeal, No. 199, Jan. T., 1919, by defendant, from judgment of C. P. No. 5, Philadelphia Co., Sept. T., 1917, No. 3445, for plaintiff on case tried by the court without a jury in suit of Charles N. Black and Francis H. Bohlen v. American International Corporation.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nReversed.\nAssumpsit for purchase money of real estate. Before Martin, P. J., without a jury.\nThe court entered judgment for plaintiffs for $27,500. Defendant appealed.\nError assigned was in entering judgment for plaintiff.\nThomas Raeburn White, for appellant.\nLand formed by alluvion, or the gradual and imperceptible accretion from the water, and land gained by reliction or the gradual and imperceptible recession of the water, belongs to the owner of the contiguous land to which the addition is made: Freeland v. Penna. R. R. Co., 197 Pa. 529; Phila. v. Stimson, 223 U. S. 605; Jeffries v. East Omaha Land Co., 134 U. S. 178.\nRobert T. McCracken, with him Roberts, Montgomery & McKeehan, for appellee.\nThe common law doctrine is that one who owns land bounded by a navigable stream is entitled to the benefit of any growth of his land by gradual or imperceptible accretions or recession of the water just as, on the other hand, he has no right of action for loss of such land by a covering of the same through a rise in the water or washing away of the shore: Freeland v. Penna. R. R. Co., 197 Pa. 529; Houseman v. International Nav. Co., 214 Pa. 552; Philadelphia Co. v. Stimson, 223 U. S. 605.\nThe fact that there may have been some artificial contribution to the formation of appellees’ land does not affect the title.\nPrichard, Saul, Bayard •& Evans, Nicholas H. Larselere, W. Roger Fronefield, Clarence W. DeKnight and Ralph J. Baker, for Frank M. Zeller.\nMarch 24, 1919:"
  },
  "file_name": "0260-01",
  "first_page_order": 292,
  "last_page_order": 297
}
