{
  "id": 1048489,
  "name": "Finan, Appellant, v. E. T. Mason Co.",
  "name_abbreviation": "Finan v. E. T. Mason Co.",
  "decision_date": "1919-04-21",
  "docket_number": "Appeal, No. 12",
  "first_page": "394",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "264 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "260 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0435-01"
      ]
    },
    {
      "cite": "252 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0448-01"
      ]
    },
    {
      "cite": "258 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0461-01"
      ]
    },
    {
      "cite": "221 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0294-01"
      ]
    },
    {
      "cite": "240 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0014-01"
      ]
    },
    {
      "cite": "230 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845313
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0001-01"
      ]
    },
    {
      "cite": "113 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0300-01"
      ]
    },
    {
      "cite": "206 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0162-01"
      ]
    },
    {
      "cite": "206 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0591-01"
      ]
    },
    {
      "cite": "157 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0593-01"
      ]
    },
    {
      "cite": "40 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0399-01"
      ]
    },
    {
      "cite": "158 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0233-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 234",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0234-01"
      ]
    },
    {
      "cite": "209 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 6202,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03708806961332495
    },
    "sha256": "ac6beec958ab23327142243d682d776f01b43eef8398f19e1fa06085f807aa3c",
    "simhash": "1:2ca053e98dd3ec3a",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T21:03:07.572506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stewart, Moschzisker, Frazer, Walling and Kephart, JJ."
    ],
    "parties": [
      "Finan, Appellant, v. E. T. Mason Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe plaintiff was employed by the defendant company as an engineer in its silk mill. His hours of service were during the day time. The accident which occasioned the injury of which he complains occurred while he was engaged in repairing some overhead steam pipes, about thirteen feet above the floor of the room in which he was working. He was standing upon a ladder furnished by the employer. While so engaged the ladder, resting on the wooden floor of the room, slipped at its base with the result that plaintiff fell to the floor and in his fall sustained his injury. The negligence charged was failure on the part of the defendant to provide plaintiff with a reasonably safe ladder, in that the ladder furnished was not sufficiently spiked at the base to secure it in place. It was developed in the course of the plaintiff’s testimony that the ladder furnished the plaintiff was one he had often used and was perfectly familiar with; that he knew that it was equipped with the proper fastenings, brads and spikes, only upon one side; that these safety appliances projected from the ends of the standards sufficiently to admit of their taking hold of the floor and thus prevent the ladder from slipping, and that he knew further that if the reverse side of the ladder, the one not so equipped, was used, the brads and spikes would not be in contact with the floor and therefore could afford no protection against slipping. It was conceded that if properly placed, that is to say, with the spiked side of the ladder underneath, so that the spikes would reach the floor, no danger was to be reasonably apprehended. This is made evident by the fact that had both sides been spiked no greater security could have resulted except that in that case it would be a matter of indifference which side of the ladder was used. The plaintiff’s accident happened because the wrong side of the ladder was placed against the wall. How did that come about? Plaintiff knew the importance of having the ladder properly placed so as to get the benefit of the security of the brads and spikes, and to that end before he left his work the evening preceding the accident knowing he would have to use the ladder the next morning, placed it in position with the spikes against the floor. Upon his return to his work the next morning, assuming the ladder had not been interfered with by any one during the night, he ascended without examining to see which side rested on the floor, the spiked or unspiked, or, to use his own language, “without stopping to inspect it to see whether it was properly set.” The undisputed evidence is that the ladder during the night before the accident had been removed by a fellow employee from the room in which plaintiff had left it properly set, into another room where it had been used and afterwards returned to the room from which it had been taken. Accepting plaintiff’s statement as correct, that when he left work the evening before the accident the ladder was properly set, and that it was not properly set the next morning, which fact occasioned his fall, a necessary conclusion is that the ladder had been misplaced by some one in the interval.\nThe jury returned a verdict for the plaintiff. On motion by the defendant the court entered judgment for defendant n. o. v. This appeal followed. The case calls for no discussion. An employer is bound to protect his employee from danger reasonably to be apprehended, but not against all possible danger, and least of all against danger occasioned by the employee’s own negligence. Not only did the evidence come short of showing negligence chargeable to the defendant, but on the admitted facts the injury complained of was traceable directly to the plaintiff’s negligence in failing to examine the position of the ladder before ascending it. The slightest inspection of it would have disclosed the danger of using it while in the position where he found it.\nThe assignments are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "E. J. Mullen, with Mm F. B. Quinn, for appellant.",
      "E. B. Farr, with him J. H. Thayer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Finan, Appellant, v. E. T. Mason Co.\nNegligence — Master and servant — Contributory negligence.\nWhere a workman uses in his work a ladder properly fitted with brads and spikes upon one side, which prevent it from slipping, when it is properly placed with its spiked side underneath, and he leaves the ladder-one evening properly placed, with the intention of using it on the following morning, but during the night the ladder is used by some other person, who in replacing it, turns the wrong side of the ladder to the wall, and the workman on the following morning proceeds to use it, without any inspection whatever, and the ladder slips from under him, and he is injured, he is guilty of contributory negligence, and cannot recover damages from his employer for his injuries.\nArgued March 17,1919.\nAppeal, No. 12, Jan. T., 1919, by plaintiff, from judgment of C. P. Sullivan Co., May T., 1916, No. 6, for defendant n. o. v., in case of Dennis Finan v. E. T. Mason Co.\nBefore Stewart, Moschzisker, Frazer, Walling and Kephart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Terry, P. J.\nVerdict for plaintiff for |2,000. Subsequently the court entered judgment for defendant n. o. v. Plaintiff appealed.\nError assigned was in entering judgment for defendant n. o. v.\nE. J. Mullen, with Mm F. B. Quinn, for appellant.\nPlaintiff was not guilty of contributory negligence as matter of law: Coolbroth v. Penna. R. R. Co., 209 Pa. 433; Smith v. Jackson Twp., 26 Pa. Superior Ct. 234; Ely v. Pittsburgh, Cin., Chicago, etc., R. R. Co., 158 Pa. 233; McCully v. Clarke & Thaw, 40 Pa. 399; Baker v. Westmoreland, etc., Gas Company, 157 Pa. 593; Iseminger v. York Haven, W. & P. Co., 206 Pa. 591; Kuntz v. New York, etc., R. R. Co., 206 Pa. 162; Neslie v. Second & Third St. Pass. Ry. Co., 113 Pa. 300; Joyce v. B. & O. R. R. Co., 230 Pa. 1; Ralston v. Baldwin Locomotive Works, 240 Pa. 14.\nE. B. Farr, with him J. H. Thayer, for appellee.\nThe plaintiff was guilty of contributory negligence: Lerner v. Phila., 221 Pa. 294; Kleckner v. Cent. R. R. of N. J., 258 Pa. 461; Wolf v. Phila. Rapid Transit Co., 252 Pa. 448; Lindguist v. Irwin, 260 Pa. 435.\nApril 21, 1919:"
  },
  "file_name": "0394-01",
  "first_page_order": 426,
  "last_page_order": 429
}
