{
  "id": 1048492,
  "name": "McEvoy v. Quaker City Cab Co., Appellant",
  "name_abbreviation": "McEvoy v. Quaker City Cab Co.",
  "decision_date": "1919-04-21",
  "docket_number": "Appeal, No. 242",
  "first_page": "418",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "264 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 348,
    "char_count": 6156,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 8.653964171858984e-08,
      "percentile": 0.4915473836505526
    },
    "sha256": "1567eb805fb38a1d580b4c44f23c5805749a46239df6c681f52cfed3fc3511f7",
    "simhash": "1:69e91e1f7e40e9c8",
    "word_count": 1057
  },
  "last_updated": "2023-07-14T19:30:43.805994+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "McEvoy v. Quaker City Cab Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nOn the morning of January 15, 1918, plaintiff, while attempting to board a westbound trolley car in Market street, at the intersection of Nineteenth street, Philadelphia, was injured by one of defendant’s taxicabs; for which he brought this suit. The evidence was conflicting, that for plaintiff tended to show he was standing on the southeast corner of the street intersection and walked north onto the eastbound track, when the motorman of the westbound car, which was on the north track and had stopped just east of Nineteenth street, signalled plaintiff to go on, and he passed before that car and was’ about to enter it at the front door on the north side when he was knocked down and seriously injured by defendant’s rapidly moving westbound taxicab, which without warning passed close to the entrance of the trolley car. Defendant’s evidence was to the effect that the trolley car did not come to a full stop and plaintiff while crossing ahead of it slipped on the icy street and fell in front of the slowly moving taxicab, which stopped within two or three feet and but slightly touched him, and that the taxicab never came up with the front end of the trolley car. Each side was supported by three witnesses, and the trial judge instructed the jury to find for defendant if they believed its evidence. There was also some conflict in the testimony as to the extent of plaintiff’s injuries. The charge covered the case and no exception was taken thereto; however, defendant submitted a request for binding instructions, and, after verdict for plaintiff, moved for judgment n. o. v., and also for a new trial. After consideration, these motions were refused and judgment entered upon the verdict; from which defendant appealed.\nAssuming as we must the truth of plaintiff’s evidence, the case could not have been withdrawn from the jury, nor judgment entered for defendant n. o. v. For where a taxicab is driven rapidly past, and in close proximity to, the entrance of a trolley car, where passengers are going in and out, it justifies a finding of negligence, aside from any traffic regulation; and there was nothing in the case which the court could declare contributory negligence.\nAs no exception was taken to the charge and no request made for further instructions, appellant is not in a position to urge that it was inadequate or insufficient.\nThe action of the trial court in passing upon a motion for a new trial is subject to review only in case of manifest abuse of discretion. We have carefully examined all of the numerous motions, statements, petitions, affidavits and depositions, submitted in support of the rule for a new trial, but are not satisfied that the trial court’s action thereon constitutes a manifest abuse of discretion.\nSo far as appears, the suggestion that the verdict is excessive was not made in the court below and, hence, is not properly before us; but it could not be sustained if it were, as nothing is shown to justify this court in exercising the very exceptional power of granting a new trial upon that ground.\nNo objection was made at the time or exception taken to the remarks of plaintiff’s counsel in his address to the jury and we cannot now consider the error assigned thereto. A party may not sit by and take his chances of a verdict and then, if adverse, complain of something the opposing counsel said in his summing up to the jury.\nComplaint is made of the trial court’s refusal to correct the record so as to show that plaintiff’s counsel made the opening argument to the jury, and also so as to make an assignee of the judgment use-plaintiff; but so far as we can discover those matters are immaterial.\nWe find nothing in the record to justify a reversal. The assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Robert P. SMcJo, with him Charles F. DaCosta, for appellant.",
      "Bertram D. Rearieh, for appellee."
    ],
    "corrections": "",
    "head_matter": "McEvoy v. Quaker City Cab Co., Appellant.\nNegligence — Automobiles—Running by standing car — Speed— Evidence — Case for jury.\n1. In an action against the owner of a taxicab for personal injuries sustained by plaintiff when run down by the cab while boarding a trolley car, the case is for the jury where the plaintiff's evidence, although contradicted, tended to show that plaintiff was standing on the southeast corner of a street intersection, and walked north on to the eastbound track, when the motorman of a westbound car, which was on the north track and had stopped just east of the intersection, signalled him to go on, and he passed before the car, and was about to enter it at the front door on the north side when he was-knocked down and seriously injured by defendant’s rapidly moving westbound taxicab, which without warning passed close to the entrance of the trolley car. In such a case the evidence justified a finding of negligence, aside from any traffic regulation.\nPractice, O. P. — New trial — Abuse of discretion — Appeals.\n2. The action of the trial court in passing upon a motion for a new trial, is subject to reversal only in case of manifest abuse of discretion.\nPractice, Supreme Gourt — Objection not made below — Excessive verdict — New trial.\n3. Where complaint that the verdict is excessive was not made in the court below, it will not be considered on appeal; the power of the appellate court to grant a new trial on this ground is very exceptional.\nPractice, O. P. — Remarks of counsel — Exception—Appeals.\n4. The appellate court will not consider an assignment of error based on alleged improper remarks of counsel to the jury, where no objection or exception was taken at the time to such remarks.\nArgued March 24, 1919.\nAppeal, No. 242, Jan. T., 1919, by defendant, from judgment of C. P. No. 2, Philadelphia Co., Dec. T., 1918, No. 3252, on verdict for plaintiff in case of Jerome F. McEvoy v. Quaker City Cab Company.\nBefore Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Wessel, J.\nVerdict and judgment for plaintiff for $12,500, Defendant appealed.\nError assigned was in refusing judgment for defendant n. o. v.\nRobert P. SMcJo, with him Charles F. DaCosta, for appellant.\nBertram D. Rearieh, for appellee.\nApril 21, 1919:"
  },
  "file_name": "0418-01",
  "first_page_order": 450,
  "last_page_order": 453
}
