{
  "id": 1048570,
  "name": "Berberich's Estate",
  "name_abbreviation": "Berberich's Estate",
  "decision_date": "1919-04-21",
  "docket_number": "Appeal, No. 271",
  "first_page": "437",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "264 Pa. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "35 How. Pr. 284",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4453091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/35/0284-01"
      ]
    },
    {
      "cite": "153 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0160-01"
      ]
    },
    {
      "cite": "89 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0250-01"
      ]
    },
    {
      "cite": "86 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0247-01"
      ]
    },
    {
      "cite": "26 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977317
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0143-01"
      ]
    },
    {
      "cite": "241 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976019
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0284-01"
      ]
    },
    {
      "cite": "208 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998072
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0602-01"
      ]
    },
    {
      "cite": "257 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0181-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 305,
    "char_count": 4209,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 1.184769543393668e-07,
      "percentile": 0.5894945998782168
    },
    "sha256": "864e232d8302859d9bfddd2e9adb956b0b9490809d99813898d4b0b2f8f01e28",
    "simhash": "1:ac07be099425bfd8",
    "word_count": 732
  },
  "last_updated": "2024-02-27T21:03:07.572506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Berberich’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis case is adequately and correctly disposed of in the opinion of Judge Gest, speaking for the court below; we affirm thereon, at cost of appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Frederick J. Knams, for appellants.",
      "James J. Breen, with him James B. McQrane, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Berberich’s Estate.\nBailment — Brokers—Illegal sale of stocks without notice — Measure of damages — Conversion.\nWhere stock brokers illegally sell stock carried for a customer on a margin without notice, they are liable for the highest price of the stock between the date of the conversion and that of the trial at which the loss is to be determined.\nArgued March 26, 1919.\nAppeal, No. 271, Jan. T., 1919, by William Hastie Smith, Jr., and John C. Bradley, trading as William Hastie Smith, Jr., & Company, from decree of O. C. Philadelphia Co., Oct. T., 1915, No. 294, dismissing exceptions to adjudication in Estate of Herman Berberich, deceased.\nBefore Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nExceptions to adjudication.\nGest, J., filed the following opinion:\nThe facts are fully stated in the opinion previously filed in 25 D. R. 449, in the opinion of the Supreme Court, 257 Pa. 181, and in second adjudication of the auditing judge now before us for review. The only question concerns the measure of damages. It is settled by the Supreme Court that the claimants illegally converted the stock which they were carrying for the decedent, and the auditing judge applied the rule that they were liable for the highest price of the stock between the date of the conversion and that of the trial, the law being so stated in terms in Learock v. Paxson, 208 Pa. 602, and Sproul v. Sloan, 241 Pa. 284. The learned counsel for the exceptant argued that this rule applies only when there is a breach of trust, such as existed in Bank of Montgomery v. Reese, 26 Pa. 143, or where fraud has been practiced, but we think the decisions apply to the facts of this case, and the cases relied on by counsel are distinguishable. In Huntingdon, etc., R. R. v. English, 86 Pa. 247, there was a distinct contract to deliver the stock on a day certain so that the parties had by their agreement, as the Supreme Court said, settled from the beginning the compensation due in case of a failure to return the stock at the time fixed; and so in North v. Phillips, 89 Pa. 250, the contract between the broker and the customer provided that the stocks should be carried to a definite day before which the conversion took place.\nJudge Thayer, in Pennsylvania Co. v. Phila., G-. & N. R. R., 1 D. R. 301 (affirmed by the Supreme Court in 153 Pa. 160, where however this question was not considered), stated the law to be that in all cases not involving an actually wrongful conversion or breach of trust the old and well-established rule still prevails, that the value of the stock at the time of the technical conversion with interest is the true measure of damages.\nThis was said however in a case where the conversion was innocently made through reliance on a forged power of attorney, but in the present case the Supreme Court has definitely found that the claimants illegally converted the stock, and approved what was said in Ritter v. Cushman, 35 How. Pr. 284, that the sale of pledged stock without notice is, in the absence of a special agreement that authorized it, a breach of good faith and common honesty.\nIf the theory of counsel is correct that a pledgee or broker who is carrying stock on margin for a customer and who sells the pledged stock without notice is liable only for the market value of the stock at the time of the conversion with interest, the customer’s remedy would certainly be illusory for the broker could convert whenever he pleased. Whatever may be the law in other jurisdictions, we are of opinion that the ruling of the auditing judge is in accordance with the most recent decisions of the Supreme Court of this State.\nThe exceptions are dismissed and the adjudication confirmed absolutely.\nWm. Hastie Smith et al., claimants, appealed.,\nError assigned was decree dismissing the exceptions.\nFrederick J. Knams, for appellants.\nJames J. Breen, with him James B. McQrane, for appellee,\ncited: Bank of Montgomery y. Reese, 26 Pa. 143; Learock v. Paxson, 208 Pa. 602; Sproul v. Sloan, 241 Pa. 284.\nApril 21, 1919:"
  },
  "file_name": "0437-01",
  "first_page_order": 473,
  "last_page_order": 475
}
