{
  "id": 834384,
  "name": "Bakes et al., Appellants, v. Reese",
  "name_abbreviation": "Bakes v. Reese",
  "decision_date": "1892-07-13",
  "docket_number": "Appeal, No. 139",
  "first_page": "44",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "150 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 160",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "25 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0097-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 5235,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.029647095255360446
    },
    "sha256": "c4a75e85b2a34d8ae855debbebb417002df6170b91a5304b9ca7f2aaec097500",
    "simhash": "1:a49b0e340ed6dfc9",
    "word_count": 884
  },
  "last_updated": "2024-02-27T22:35:39.704921+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Mc-Collum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "Bakes et al., Appellants, v. Reese."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sterrett,\nThe plaintiffs, in their statement of claim, present a clear prima facie case. They aver, in substance, that, as children and heirs at law of Thomas Bakes, they bring this suit to recover from defendant the amount of rents collected by her from real estate of which their father died seized. In connection therewith they present an itemized statement of the rents so collected by defendant, from March 25, 1889, to March 2, 1891, inclusive, giving date and amount of each item, aggregating $612.25. This is followed by a similar statement of sums paid by her for taxes, repairs, insurance, etc., on account of same property, amounting to $128.93. Deducting this from the gross amount of rents collected to their use, as aforesaid, leaves $483.32, which plaintiffs claim is justly due them from defendant with interest from April 1, 1891.\nThe defendant, for answer to said statement, says “ the plaintiffs named therein are not all the heirs of Thomas Bakes.” This averment is in the nature of a plea in abatement, but it is defective in not naming the omitted heir or heirs. The plaintiffs designated themselves as the heirs at law of the intestate, and prima facie that must he taken to mean all his heirs. If the defendant, knowing or believing that any of the heirs were omitted, wished to avail herself of the fact, it was necessary for her to name the heir or heirs so omitted. The averment is defective and does not, either alone or in connection with other portions of the affidavit, constitute any defence.\nThe correctness of plaintiffs’ itemized statement of rents is ' affirmed by defendant’s admission that Thomas Bakes died seized of real estate, the rents of which, accruing after his death, were collected by her, and that the rents so received “ are as nearly and correctly stated (by plaintiffs) as she is able to furnish.” The naked averment that “ certain items of credit are omitted,” amounts to nothing. It was clearly the duty of defendant to specify the “ items of credit ” alleged to be omitted. Not having done so, her averment goes for nothing.\nThe general averment that the estate of Thomas Bakes is still indebted for medical attendance, funeral expenses, boarding, etc., furnished by defendant “ out of humanity’s sake,” and that the balance of said rents in her hands is not sufficient to pay the same, is irrelevant as a defence to this action for rents belonging to the heirs and collected by defendant without their authority. Any one, whether administrator or creditor, who collects rents of the real estate of an intestate holds them as trustee for the heirs and not for creditors of the former owner : McCoy v. Scott, 2 Bawle 222. Lands of an intestate descend to his heirs, and not to his personal representatives, and hence the former, as owners, are entitled to subsequently accruing rents: Haslage v. Krugh, 25 Pa. 97. Such heirs are not accountable either to the administrator or to the creditors of their ancestor for rents accruing after the decease of the latter: Adams v. Adams, 6 Watts 160. It follows that the rents collected by defendant were received by her to the use of the plaintiffs, and she has no right to retain the amount to meet any claim she may have against the estate of their father. If any such claim exists, it must be enforced in the regular and orderly way. The court was clearly right in holding that defendant’s answer and affidavit of defence were insufficient.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett,"
      }
    ],
    "attorneys": [
      "Philip P. Balcer, for appellants.",
      "B. Cr. Bshleman, with him J. B. Kaufman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bakes et al., Appellants, v. Reese.\nAdministrator—Heirs—Rent collected—Set-off—Services to intestate.\nAn averment by the administratrix that the estate of the intestate is indebted to her for services rendered to the intestate during his lifetime, is no defence to an action brought by the heirs for rent accruing after his decease and collected without their authority, even when coupled with an averment, that the balance of said rents is not sufficient to pay the amount of her claim. If the administratrix has any claim it must be enforced in the regular and orderly way.\nPleading—Abatement for non-joinder of co-heirs as plaintiffs.\nWhere, in an action brought by the heirs oí an intestate, the administratrix avers in her affidavit of defence, that the plaintiffs named are not all the heirs, such averment is in effect a plea in abatement and is defective in not giving the plaintiffs a bétter writ.\nAffidavit of defence—Failure to specify items.\nAn averment in an affidavit of defence that certain items of credit are omitted from the plaintiff’s statement, but without specifying them, is insufficient.\nArgued May 18, 1892.\nAppeal, No. 139, Jan. T., 1892, from judgment of C. P. Lancaster Co., Sept. T., 1891, No. 58, entered for want of a sufficient affidavit of defence, in assumpsit, for rents accruing after an intestate’s death and collected by his administratrix.\nBefore Paxson, C. J., Sterrett, Mc-Collum, Mitchell and Heydrick, JJ.\nThe facts are given in the opinion, as they appeared before the court below, Patterson, J.\nBrror assigned was decree entering judgment for want of sufficient affidavit of defence, quoting the decree.\nPhilip P. Balcer, for appellants.\nB. Cr. Bshleman, with him J. B. Kaufman, for appellee.\nJuly 13, 1892."
  },
  "file_name": "0044-02",
  "first_page_order": 70,
  "last_page_order": 72
}
