{
  "id": 834379,
  "name": "King's Estate. Gast's Appeal",
  "name_abbreviation": "King's Estate",
  "decision_date": "1892-07-13",
  "docket_number": "Appeal, No. 123",
  "first_page": "143",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "150 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "111 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 4608,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.2589827059618055e-07,
      "percentile": 0.611946874122777
    },
    "sha256": "e5f2844af509c130ae90f67e73604227b9f8696918faa2a6d7bbe34e3df4c121",
    "simhash": "1:03a95029aee0405f",
    "word_count": 783
  },
  "last_updated": "2024-02-27T22:35:39.704921+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterbett, McCollum, Mitchell and HeyDRICK, JJ."
    ],
    "parties": [
      "King’s Estate. Gast’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sterbett,\nAppellant’s claim is based solely on what is claimed to be a valid and binding promise of the decedent to leave her by will a legacy of three hundred dollars. The alleged agreement is evidenced, in the main, by the last clause of a paper which reads as follows :\n“ Received this day from Ann Charlotte Gast the sum of one dollar in full for all my services rendered her in her house up to this date, and I agree to let the legacy in her favor in my will, as now made, stand and remain for her benefit at my death.”\nThis receipt, dated Feb. 1, 1889, is signed by the decedent, Catharine King, who died Sept. 15, following. Testimony was introduced to prove that, prior to giving the receipt, Miss King had made a will, then in her possession, giving a legacy of three hundred dollars to appellant; but for some unexplained reason that testamentary paper was destroyed or revoked, and by her last will and testament nothing whatever is given to appellant. Hence the complaint that the promise of the testatrix “ to let the legacy in her favor .... stand and remain for her benefit,” etc., was not kept.\nIt was, of course, incumbent on appellant to prove a consideration for the promise on which she relied. There is nothing in the paper itself, nor in the evidence dehors the instrument, to show that the legacy was promised in consideration of services previously rendered, or to be performed thereafter. At most, the paper contains nothing more than a naked promise of the decedent to let a legacy, in her will as then made, “ stand and remain ” for appellant’s benefit; whether as a gift, or in payment for services, or something else, is not stated therein, and does not otherwise sufficiently appear. The learned auditor and court below were right in holding that the paper in question, either alone or in connection with other evidence, was insufficient to establish such a contract as can be enforced against the estate. There was no proof of the rendition of any services before the execution of the paper or that there was any consideration whatever for the promised legacy. There was some evidence of services rendered after the paper was signed, but there was nothing to warrant a finding that they were rendered in consideration of the legacy. As was said in Wall’s Appeal, 111 Pa. 464, such a contract can only be enforced when it is clearly proved by direct and positive testimony, and where its terms are 'definite and certain. The evidence proves nothing more than a voluntary intention of the testatrix to let the legacj^ in favor of appellant stand as it then was in her will. There is nothing whatever to prevent the subsequent change of that intention. The assignments of error are not sustained.\nDecree affirmed and appeal dismissed with costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Sterbett,"
      }
    ],
    "attorneys": [
      "Thomas Whitson, for appellant.",
      "Qhas. I. Landis, with him D. McMullen, for appellee."
    ],
    "corrections": "",
    "head_matter": "King’s Estate. Gast’s Appeal.\nDecedent’s estate—Contract to make will—Services.\nA promise on the part of a testatrix to let a legacy stand and remain for another’s benefit at her death, cannot be enforced against her estate, without clear proof, by direct and positive testimony, of a sufficient consideration . The evidence in this case of future services was held insufficient to establish a consideration.\nArgued May 18, 1892.\nAppeal, No. 123, Jan. T., 1892, from decree of O. C. Lancaster Co., adjudicating executor’s account, and disallowing claim on contract to make legacy.\nBefore Paxson, C. J., Sterbett, McCollum, Mitchell and HeyDRICK, JJ.\nThe evidence before the auditor on distribution, Charles R. Kline, Esq., was to the effect, inter alia, that decedent boarded with appellant. ' The attorney who prepared the agreement for a legacy testified as to its execution: “ There was some conversation took place and it culminated in this paper to compensate Mrs. Gast for any nursing or care of her. She was to bring in no bill for taking care of her after her death.” Another witness testified: “ The reason was that she could not come in after her death for extra services, and this was in consideration that she was not to come in for extra services.” Further evidence detailed the character of extra services subsequently performed. The auditor held that this evidence “ would not justify a finding that the services were rendered in consequence of the agreement,” and disallowed the claim.\nException was filed to the disallowance of the claim, which was dismissed and the report confirmed by Patterson, J.\nError assigned was dismissal of exception and confirmation of report.\nThomas Whitson, for appellant.\nQhas. I. Landis, with him D. McMullen, for appellee.\nJuly 13, 1892."
  },
  "file_name": "0143-01",
  "first_page_order": 169,
  "last_page_order": 171
}
