{
  "id": 834450,
  "name": "Boffenmyer's Estate. Hess's Appeal",
  "name_abbreviation": "Boffenmyer's Estate",
  "decision_date": "1892-07-13",
  "docket_number": "Appeal, No. 90",
  "first_page": "540",
  "last_page": "541",
  "citations": [
    {
      "type": "official",
      "cite": "150 Pa. 540"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 157,
    "char_count": 1814,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 7.610317813496959e-08,
      "percentile": 0.450312161056494
    },
    "sha256": "18235d5e71e2b94b9c7d2ea9e2c992d6fe09eb16ad09f647602b10e41f9f594b",
    "simhash": "1:0afb61c79212e248",
    "word_count": 307
  },
  "last_updated": "2023-07-14T21:17:28.442891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Pans ON, C.' J., Sterrett, Williams, McCollum and Heydrick, JJ."
    ],
    "parties": [
      "Boffenmyer’s Estate. Hess’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAll of the material specifications allege error in the auditor’s finding of facts. No such clear error has been shown as would justify us in reversing them, especially as they have been approved by the learned judge below. A discussion of the evidence here would be out of place. •\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. W. E. Swift and AT. M. North, for appellant; Wm. Aug. Atlee and Wm. R. Wilson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Boffenmyer’s Estate. Hess’s Appeal.\nAuditor'1 s findings as to partnership affirmed by court.\nThe finding of fact by an auditor that a party sought to be charged as a partner was not a partner, either in fact or as to third parties, being approved by the court below, will not be reversed in the Supreme Court except for clear error.\nArgued May 16, 1892.\nAppeal, No. 90, July T., 1891, by a creditor, S. M. Hess, surviving partner of the firm of D. D. Hess & Son, from decree of O. P. Lancaster Co., dismissing exceptions to report of auditor on exceptions and distribution in assigned estate of Peter Boffenmyer.\nBefore Pans ON, C.' J., Sterrett, Williams, McCollum and Heydrick, JJ.\nBefore the auditor, H. M. Houser, appellant, presented as claims, notes signed by the assignor’s son, “ P. Boffenmyer & Son.” The auditor found that the notes were signed without the authority of the assignor, and that no partnership existed between the father and the son, and that appellant was told before the notes were given that there was no partnership. The claims were accordingly disallowed. Exceptions by appellant to these findings were dismissed by the court, Patterson, J., and the report confirmed. The evidence was conflicting.\nErrors assigned, inter alia, dismissal of these exceptions, quoting them, and confirming the report.\nJ. W. E. Swift and AT. M. North, for appellant; Wm. Aug. Atlee and Wm. R. Wilson, for appellee.\nJuly 13, 1892."
  },
  "file_name": "0540-01",
  "first_page_order": 566,
  "last_page_order": 567
}
