{
  "id": 1032279,
  "name": "Danzeisen's Appeal",
  "name_abbreviation": "Danzeisen's Appeal",
  "decision_date": "1873-01-27",
  "docket_number": "",
  "first_page": "65",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "73 Pa. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 779,
    "char_count": 19640,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 5.940239797402575e-07,
      "percentile": 0.953394387085888
    },
    "sha256": "bcee6ca4d0a6da15374600023e44537d4cce7ecc63b84b7775e03a92d2a4840d",
    "simhash": "1:09cda8948a8c0ccb",
    "word_count": 3475
  },
  "last_updated": "2023-07-14T16:53:06.824597+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bead, C. J., Agnew, Williams and Mercur, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Danzeisen’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 27 1873, by\nAskew, J.\nThe transaction between Danzeisen and the elder Miller in this case, was a mortgage. The former conveyed his property to the latter expressly as a security for money to be obtained to pay his debts. Miller agreed to take the property, raise the money through a certain building association, apply the rents to a repayment of the loan, and to reconvey when the building association expired. In Harper’s Appeal, 14 P. F. Smith 320, where the difference between a mortgage and a trust is very clearly shown by our brother Sharswood, and that the former is not within the Act of 22d April 1856, he says, whenever there is in fact an advance of money to be returned within a specified time, upon the security of an absolute conveyance, the law converts it into a mortgage, whatever may be the understanding of the parties. Here the intent to deliver the deed only as a security for money to be borrowed on the faith of it, is very clear, and the time for repayment is equally distinct.\nIn such a case, where the purpose of the parties is not to sell, but to make the deed a mere security, it cannot be material that Miller was to procure the money from an association whose business it was to lend money on real estate security. The fact that the parties, who were Hermans, called it a trust, cannot overcome the distinct terms of their agreement, that it was to be a security only. Indeed, their use of the term trust, giving to it an ordinary signification, only confirms the intent not to make an absolute conveyance. It is very evident that the deed was a mortgage, or a trust ex.maleficio would arise; for when the deed was delivered no consideration passed. Miller procured the estate without payment of any purchase-money, and therefore stood in no better situation in point of fact than one in whose name a deed is taken by another who pays the purchase-money.\nIn equity the estate should remain in Danzeisen, who had received nothing but a promise to raise money for his use, unless the promise to raise be the equivalent of the money when raised. If the promise was not intended to be performed by Miller, the deed was obtained by a deceit, and it was a fraud at the time it was delivered.\nRut if the promise be performed, the true intention of the parties is executed, and the deed should stand as a security for the money. It would be different had the deed been intended to enable Miller to raise money by a sale, for then Danzeisen would intend to pass an absolute estate, and to trust the promise of Miller to apply the proceeds to his use; a breach of such a promise would not convert Miller into a trustee, and the case in principle would resemble that of Barnet v. Dougherty, 8 Casey 371. But W'here no sale is intended, and the conveyance is only to be a security for a loan to be obtained on it, the parting with the title must be by way of mortgage, or the deed is procured by false pretence. The law, however, rather treats the deed as a mortgage, than to impute a fraud to Miller. In equity, where the estate is conveyed without consideration, and for the special purpose of security for a loan, what difference can it make that the money was not paid on the delivery of the deed ? The grantor’s intent in its delivery is the same in either event, while every breach of faith in the grantee partakes of a fraud.' To say, therefore, that the relation of debtor and creditor did not arise, because no money passed at the time of delivery, is to stand on a hard technicality, and ignore the true intent and relation of the parties.\nMiller’s intent to raise the money, which was the effective means of procuring the title, must be viewed as the equivalent of the money, when it is raised and applied to Danzeisen’s use. Then the purpose of the deed is executed, and then it should stand as a security to reimburse the money borrowed on the faith of it. It is plainly a mortgage, therefore, and equity will so regard it, and compel a reconveyance when the money shall have been refunded. As was said in Haines v. Thomson decided in February 1872, 20 P. F. Smith 434, in all the cases the sum of the matter has been to determine by the true nature of the transaction, whether the conveyance was an actual sale, or a mere security for money. But without further discussion, the case of Sweetzer’s Appeal, decided last year, is an authority in point, that even a sheriff’s sale will be converted into a mortgage when it is made an instrument to carry out the agreement of the parties to raise money by way of loan, and when the loan is subsequent to the deed: 21 P. F. Smith 264.\nAt Nisi Prius this case was treated as a question of trust. The draftsman of the bill evidently looked at it in that light, and( in that light the bill was dismissed. But a careful examination of the bill discloses all the essential facts to support it as a bill to redeem a mortgage, and it prays for an account and a reconveyance. With these substantial averments and appropriate prayers, and with the ample power of amendment possessed by the court to do equity and reach the justice of the case, we cannot turn the plaintiff out of court by reason of inappropriate terms used in the bill, indicating a trust instead of a mortgage.\nTreating the bill as substantially one to redeem a mortgage, we are of opinion the evidence clearly proves the conveyance by Danzeisen to Miller to be a mere security for money to be borrowed for the use of Danzeisen, and therefore it was a mortgage in law, and that Henry E. Miller was not a bond, fide purchaser for a valuable consideration without notice of the nature of the deed. The decree of the Court of Nisi Prius is therefore reversed, the plaintiff’s bill restored, a decree for an account to be taken between the plaintiff and the defendants is ordered, and G-eorge M. Dallas, Esq., is appointed a master to take the account and report the same to the court, together with the proper form of a final decree, in accordance with the rules and practice in equity.",
        "type": "majority",
        "author": "Askew, J."
      }
    ],
    "attorneys": [
      "JE. R. Worrell, for appellant.",
      "Gr. RemaJc, for appellees."
    ],
    "corrections": "",
    "head_matter": "Danzeisen’s Appeal.\n1. The plaintiff being embarrassed, upon defendant’s advice conveyed to him real estate, on defendant’s parol promise that he would obtain from a building association, on the security of the real' estate, a loan, with which he would pay plaintiff’s liabilities, repay the loan from the rents and reconvey to plaintiff- when the loan should' be repaid. Held, that the transaction was a mortgage.\n2. The purpose not being to sell, but convey as security, it is immaterial that defendant was to procure the money at a future time and from a third person.\n3. The defendant received the deed without consideration, except his promise to raise the money for plaintiff; if it was not intended to be raised it would be a fraud and the defendant a trustee ex maleficio.\n4. The plaintiff’s bill charged that defendant held in trust for him; did not allege that-he was mortgagee, and prayed for account and reconveyance; it was dismissed below on the ground that there was no trust. The facts set out showing it to be a mortgage, the Supreme Court sustained the bill, to reach the justice of the case, disregarding the use in the bill of inappropriate terms.\n5. Barnet v. Dougherty, 8 Casey 371, distinguished. Haines v. Thomson, 20 P. F. Smith 434 ; Harper’s Appeal, 14 Id. 320: Sweetzer’s Appeal, 21 Id. 264, followed.\nJanuary 10th 1873.\nBefore Bead, C. J., Agnew, Williams and Mercur, JJ. Sharswood, J., at Nisi Prius.\nAppeal from the decree at Nisi Prius: No. 23, to January Term 1870.\nThe bill was filed December 14th 1869, by John Frederick Danzeisen, against August 0. Miller and Harry E. Miller, and set out:\n1, 2, and 3. Two lots of land on Apple street, Philadelphia, belonging to John Q-. Keyser, were on the 6th day of January and the 6th day of September 1847, respectively, conveyed by Keyser to the plaintiff.\n4 and 5. In 1855 and 1856 the plaintiff having become pecuniarily embarrassed, consulted.with A. O. Miller (defendant) as to a mode for his relief. A. 0. Miller promised that if plaintiff would convey his real estate to him (Miller) he would purchase shares in a building association, apply the rents of the real estate to pay the dues, and on the security of the real estate borrow money, and thus discharge the plaintiff’s liabilities. On the determination of the association he would reconvey the real estate to the plaintiff.\n6 and 7. The plaintiff relying on A. C. Miller’s promises, “ and upon his discharging with fidelity the trust,” on the 30th of October 1856, conveyed the real estate to him without consideration, but upon his agreement and “ upon the trust that he would obtain money upon the security of the real estate, discharge the plaintiff’s liabilities, apply the rents of the real estate to the payment of the borrowed money, and reconvey the property to the plaintiff when the rents were sufficient to satisfy the loan, whereby the- said August C. Miller became the trustee of the real estate for said purposes.”\n8 and 9. A. C. Miller obtained money from a building association on the security of the real estate, paid all the liabilities of the plaintiff, collected the rents sufficient to pay the building association the dues on the loans from them; the association had determined under its charter, and all dues and loans had been repaid.\n10, 11 and 12. The plaintiff had requested A. C. Miller to render him “an account of his said trust,” and reconvey the real estate to him. Miller had refused to do so, but in violation of his trust had conveyed the real estate to his son, Harry E. Miller, the other defendant, without consideration, and with the knowledge by H. E. Miller that A. 0. Miller held in trust for the plaintiff.\nThe prayers were for an injunction restraining the defendants from encumbering or conveying the premises; for an account by A. C. Miller of his “ trusteeship;” that they reconvey the real estate to the plaintiff, and for further relief.\nA. C. Miller answered, admitting “ the conveyance to him, but denying the allegations in the bill in relation” to borrowing from the building association, paying the dues from the rents, and that he would reconvoy to the plaintiff on the determination of the association.\nHe averred that the plaintiff, being much embarrassed, and his real estate encumbered to its full value, and being in danger of having other judgments recovered against him, solicited the respondent to purchase the real estate for the amount of the liens, $5000, a larger amount than it would have produced at sheriff’s sale. The respondent yielded to the solicitations of the plaintiff, and on the 30th of October 1856, the plaintiff conveyed to him the real estate for $5000. There was no understanding at the time of the conveyance that the respondent should obtain money to discharge the plaintiff’s liabilities, pay the loans, &c., from the rents, and reconvey, &c. He never became plaintiff’s trustee; no money had been borrowed by respondent from any building association. Respondent had frequently offered to reconvey to the plaintiff upon the payment of all moneys laid out by respondent, with interest, which plaintiff was not willing to do, and respondent had since conveyed, “for a good and valid consideration, ” to Harry E. Miller, who has ever since been the sole owner of the property.\nHarry E. Miller, the other defendant, denied knowledge “of any transactions, statements, promises and agreements, between the plaintiff and August C. Miller,” touching the real estate. He averred that plaintiff had instituted two actions of ejectment for the real estate, in which this respondent had been made co-defendant in the same by leave of the court, as he had become owner “by conveyance for good and valid consideration, from A. C. Miller, by deed of March 18th 1867; and that the suits are still pending and undetermined.”\nReplications having been filed, an examiner was appointed. Upon the coming in of his report, George M. Dallas, Esq., was appointed master. He reported the facts as follows:—\n“ The plaintiff conveyed the property in question to August C. Miller, by deed dated October 30th 1856. The deed was in the usual form, contained no words of trust, and was expressed to be for the consideration of $5000.\n“ At the. time of the making of this conveyance, and for some time previously, the plaintiff was in circumstances of pecuniary embarrassment, of which he had informed the said August 0. Miller, who, as a means of relief to the plaintiff, suggested the making of the said conveyance, which was made in consequence of that suggestion, and upon the parol promise of said August C. Miller to use the property for the purpose of obtaining a loan from a building association, to apply the rents to the repayment of such loan, to use the money to be so borrowed for the payment of the plaintiff's liabilities, and finally, to .reeonvey the property to the plaintiff when the loan to be obtained as aforesaid should be repaid.\n“ August C. Miller, by deed dated March 18th 1867 (expressed to be for the consideration of $16,000), conveyed the property in question, together with several other properties, to his son Harry E. Miller. There was in fact, no valuable consideration paid for the said conveyance.”\nAfter reviewing the facts and discussing the law, the master, in his opinion said:—\n“ The conclusion of the master is that August C. Miller took the property in question as trustee for the plaintiff) that the conveyance thereof to Harry E. Miller did not transfer it to him discharged of the trust, but that he took only the naked legal title, and the equitable estate remains in the plaintiff; and that the plaintiff is entitled to an account and reconveyance as prayed in this bill, and to a decree accordingly.”\nExceptions were filed to the master’s report.\nAfter hearing, the court at Nisi Prius dismissed the bill, Sharswood, J., delivering the following opinion:—\n“ I am by no means so clear as to either the facts or the law of this case as to justify me in sending these parties to a long and expensive account before it is finally settled that there is a liability to account. Upon this principle I invariably act in this place. A decree for an account is interlocutory and not the subject of appeal, by which the whole question can be carried up and finally settled by a decree dismissing the bill.\n“ The law is very clearly laid down in Barnet v. Dougherty, 8 Casey 371, that since the Act of April 22d 1856, Pamph. L. 533, a trust by implication or construction of law is raised only from fraud in obtaining the title or from payment of the purchase-money when the title is acquired; a subsequent payment of the purchase-money or a subsequent fraud is not sufficient.\n“Mr. Justice Strong said : ‘It is fraud in the purchase which makes the holder of the title a trustee. Subsequent fraud, if any exist, no more raises a trust than does subsequent payment of the purchase-money.’ He adds, ‘of course setting up the sheriff’s deed as an absolute conveyance of both legal and equitable interest was not a fraud from which the law implies a trust. It was nothing more than a violation of an alleged promise, either implied or expressed, which is of' no avail to induce a chancellor to decree the purchaser to be a trustee.’ I do not understand Beegle v. Wentz, 5 P. F. Smith 369; as laying down any other rule. Mr. Justice Agnew says: ‘ The trust in such cases arises ex maleficio, on the principle that equity will not permit one to deprive another of a title he actually has by such a promise not intended to be performed.’ There must be some evidence of fraud in the purchase that the party obtained the title on a promise which he did not intend to perform. To hold that whenever a deed is made by one man to another upon a parol promise to hold it for the benefit of the grantor and to reconvey it — the subsequent breach of that promise is evidence of original fraud in the promise — would be most effectually to repeal the 4th section of the Act of 1856.\n“ Now, upon the facts of this ease, I have very great doubt whether there is anything more established than a subsequent breach of a parol agreement when A. C. Miller took the title for these lots. It is to be observed that the conveyance was upon the consideration that Miller undertook to pay Danzeisen’s debts, to the extent of the agreed price. No evidence was given to show that $5000 was not a fair price. It does clearly appear from the plaintiff’s own examination that Miller did pay $3611.48-100ths of his debts, and the property was subject to two building association mortgages of $1000 each. One of them -was said to have pretty near run out. The other I infer from nothing having been said, was new. Now it may be conceded that at the time of the transaction Miller made to Danzeisen the promise that when he was reimbursed what he undertook to pay off, of debts and encumbrances, he would reconvey. There is not a syllable in the proofs that there was any relation of debtor and creditor created by the agreement, that Miller was to make advances to Danzeisen and hold the property as security. If the property had turned out to be an insufficient security, Miller could not have recovered the money of Danzeisen. The bill is not indeed framed upon any such idea. It is not a bill to redeem a mortgage but to establish ■a trust. If this were all, it must be admitted, I think, that the case would be entirely bald of any evidence to establish a trust ex maleficio.\n“ There is'indeed some evidence upon which my mind has hesitated, as to whether Miller did not represent to Danzeisen and his wife, that the deed executed by them was a deed of trust. The witnesses appear to use this phrase without any clear idea of its meaning. There was no evidence of what occurred at the execution of the deed to contradict what appears on its face. The conveyancer, who is one of the subscribing witnesses, was examined. He could not tell the particular circumstances of the execution of this deed, but he states that his invariable rule was, especially when the parties could not read, to be satisfied that they understood what they were doing, and that .his partner since deceased, understood the German language, the plaintiff being a German and having an imperfect knowledge of English. An alderman of very high character as a gentleman of intelligence and integrity, certifies that the contents of the deed were made known to Mrs.. Danzeisen. How much the testimony on the subject is to be relied on may be gathered from the fact he denies having ,acknowledged the deed before an alderman at all. Had the deed been without consideration there might have been very strong reasons for holding the evidence sufficient to show that the grantor executed the deed upon the false representation that it was a deed of trust, but in the face of the admitted and indisputable fact that the grantee assumed to pay debts of the grantor to the full amount or very near the full amount of the consideration named in the deed, and that he faithfully fulfilled the undertaking, and that Danzeisen has never been called upon for any of those debts, it seems to me that it would be very dangerous to hold that a trust ex maleficio can be established by the loose kind of testimony given in this case. Had Mr. Miller paid down to Danzeisen the $55000 in cash, it would not have been any stronger.”\nThe plaintiff appealed to the court in bane, and assigned for error, not confirming the master’s report, and dismissing the bill.\nJE. R. Worrell, for appellant.\nGr. RemaJc, for appellees."
  },
  "file_name": "0065-01",
  "first_page_order": 65,
  "last_page_order": 71
}
