{
  "id": 1032315,
  "name": "Hacker versus The National Oil Refining Co.",
  "name_abbreviation": "Hacker v. National Oil Refining Co.",
  "decision_date": "1873-05-17",
  "docket_number": "",
  "first_page": "93",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "73 Pa. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Mass. 292",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028472
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0247-01"
      ]
    },
    {
      "cite": "10 Watts 364",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0364-01"
      ]
    },
    {
      "cite": "8 Mass. 292",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028472
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "434"
        },
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/8/0247-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 13369,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 4.075164065439797e-07,
      "percentile": 0.9086761428948175
    },
    "sha256": "f83589c9e2b04620c75780726897f67a6d17c4c2b4ae3808a009e3a6c2d57f8b",
    "simhash": "1:021dee7b2650fd73",
    "word_count": 2378
  },
  "last_updated": "2024-02-27T20:36:12.665443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, C. J., Agnew, Williams and Mercur, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Hacker versus The National Oil Refining Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 17th 1873, by\nWilliams, J.\nThere was no error in rejecting the offer of evidence set out in the bill of exception embraced in the first specification. It was an offer to prove in substance a contemporaneous parol agreement at variance with the written contract, without any allegation or offer to show that the note was given or obtained by fraud or mistake. It is too well settled to admit of doubt that such evidence is inadmissible: Anspach v. Bast, 2 P. F. Smith 356. It did not tend to prove that the consideration for which the note was given had failed. There was no offer to show that the company had no stock which it was authorized to issue or sell, and it was not bound to transfer the stock on its books, or to deliver a certificate therefor to the defendant until the payment of the note. Nor was there error in rejecting the offer embraced in the second specification. If the evidence was offered for the purpose of contradicting the testimony of Henry C. Stevenson, the secretary of the company, it was rightly rejected, for it was not competent for the defendant to contradict the testimony of her own witness. If it was offered as a declaration or admission binding the company, it was inadmissible, because it was not within the scope of his authority, or in the course of his business as secretary of the company; and it was not offered to be shown that he had express authority to make the declaration.\nThe next specification presents the question, whether the company was authorized under its charter to take a promissory note for the stock subscribed by the defendant, and whether a recovery Can be had thereon in this action ? The company was organized under the Act of 18th of July 1863, Pamph. L. 1864, p. 1102, the 16th section of which provides “that every company may, from time to time, at a legal meeting called for the purpose, assess upon each share*of stock, such sums of money as the company may think proper, not exceeding in the whole the amount at which each share was originally limited; and such sums assessed shall be paid to the treasurer at such times and in such instalments as the company directs; no note or obligation given by a stockholder, whether secured by pledge or otherwise, shall be considered as payment of any part of the capital stock.” It is strenuously contended that under the latter provision of this section, the company had no authority to take the note in payment of the defendant’s subscription. But the clause does not in terms forbid the corporation from taking a note or obligation from a stockholder. On the contrary, it impliedly admits the right, but declares that no such note or obligation, however secured, shall be considered as payment of any part of its capital stock; and the reason is found in the next section, which authorizes the sale of the stock for nonpayment of the assessments for the space of thirty days after the time appointed for payment. It is obvious that if a note given for the assessments was to be considered as payment, the authority of sale could not be exercised. The cases of the Hibernia Turnpike Road Co. v. Henderson, 8 S. & R. 219, and Leighty v. The Susquehanna and Waterford Turnpike Co., 14 Id. 434, have no application to the subscription in this case. In each of these cases the subscription was made to the commissioners prior to the organization of the company, under acts of incorporation requiring the payment of a specific sum on each share subscribed at the time of making the subscription.\nIn one case the subscriber paid nothing, and in the other gave a note for the amount required to be paid, and the subscriptions were held to be void, and the company not entitled to recover thereon. And why ? For the simple reason that the giving of a note was not payment of money within the meaning of the act, and a subscription without such payment conferred no rights on the subscriber, and therefore, neither the commissioners iior the future company would enforce payment by action.\nBut here the defendant’s subscription was made to the company after it was organized, under an express authority given by the act, to increase its capital stock; and therefore, as ruled in The Erie and Waterford Plank Road Company v. Brown, 1 Casey 156, and The Philadelphia & West Chester Railroad Company v. Hickman, 4 Id. 318, it had authority to accept subscriptions on such terms, as to time and mode of payment, as might in the exercise of a sound discretion be regarded for the best interests pf the company. Nor was the note without consideration. It was given for the stock subscribed by the defendant, and though it was, not transferred on the company’s books, nor a certificate therefor delivered to the defendant at the time the note was given, she was entitled to demand and receive the stock on payment of the note. The contract was mutually obligatory. The defendant was bound to pay the note when it became due, and the company was bound to transfer and deliver to her the stock for which she subscribed: and the evidence shows that before bringing suit the company tendered her a certificate for the stock.\nJudgment afiirmed.",
        "type": "majority",
        "author": "Williams, J."
      }
    ],
    "attorneys": [
      "J. Oadwalader and F. S. Miller, for plaintiff in error,",
      "T. F. Qlayton, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hacker versus The National Oil Refining Co.\n1. By the Act of July 18th 1863 (Manufacturing Companies), a note given after the organization of the company for additional stock, is valid notwithstanding the provision in the act that “ no note given by a stockholder be payment of any part of the capital stock.”\n2. A note was given for additional stock in a manufacturing company; Held, that evidence of a parol agreement when the note was executed that it was not to be paid except on a contingency, was inadmissible.\n3. Hacker subscribed for additional stock in a corporation and she gave her note for the amount; a certificate was tendered her and refused and no credit was given her in the stock ledger: Held, the note was not without consideration ; she had the right to demand and receive the stock.\n4. Anspach v. Bast, 2 P. F. Smith 356 ; Erie & W. Plank Road v. Brown, 1 Casey 156; Phila. & W. C. R. R. v. Hickman, 4 Casey 318, followed. Hibernia Turnpike v. Henderson, 8 S. & R. 219; Leighty v. Susquehanna, &c., Turnpike, 14 S. & R. 434, distinguished.\nJanuary 15th 1873.\nBefore Read, C. J., Agnew, Williams and Mercur, JJ. Sharswood, J., at Nisi Prius.\nError to the District Court of Philadelphia: No. 4, to July Term 1870.\nThis was an action of assumpsit by The National Oil Refining Company against Harriet B. Hacker. The writ was issued to March Term 1869 of the court below.\nThe cause of action was a promissory note for $2041, dated October 10th 1866, drawn by the defendant, payable four months after date to the order of James H. Stevenson, endorsed by him and held by the plaintiffs.\nOn the trial, May 3d 1870, before Stroud, J., the plaintiffs gave the note in evidence and rested.\nThe defendant offered to prove, that she was a subscriber for 500 shares of the stock of the National Oil Refining Company; that she was solicited by the said Stevenson, then the treasurer of the said company, to subscribe for additional shares of the stock of said company, at $10 per share; that she agreed with him orally to subscribe for 200 additional shares, provided she should receive $2000 from Jeremiah L. Hutchinson, in part payment of his bond and mortgage to her, of which $2250 would become due November 18th 1866. That this note was given by her on the 10th of October 1866, at the instance of the said Stevenson, who drew it up for her signature, and was for the par value of the shares of stock with interest from date to the maturity of the note; that Mr. Hutchinson paid no part of this sum of money before the maturity of the note, nor until the year 1868; that having failed to receive the payment from him, she notified said Stevenson that she declined to take the stock ; that she never received any certificate of the stock; that this note was taken in payment of such stock, and that there was no credit to her on the books of the company of this stock.\nThe court refused the offer, and sealed a bill of exceptions.\nJames H. Stevenson testified: “lam treasurer of the plaintiffs; on the 10th of October 1866, this note was given for a subscription for stock of the company, made by a nephew of hers, Wm. B. McMain, at a meeting called at the National Oil Refining Company’s works; Mrs. Hacker subscribed through him, at a stockholders’ meeting called in August 1866, for obtaining additional working capital. The subscription was not made in writing, but in the presence of the stockholders, and a record was made at the time by the secretary. It was announced at the meeting that subscriptions for additional stock would be made, and Mr. McMain announced his subscription of 200 shares for Mrs. Hacker. A certificate of 200 shares was tendered to Mrs. Hacker. It was announced that a subscription of a former subscriber would entitle the subscriber to have the stock at $8 a share. I wrote the date and amount. Mr. McMain brought the note to me signed. I called upon her afterwards and showed it to her, and she said it was all right. Mr. McMain filled up the blank with my name.”\nDefendant called Henry C. Stevenson, who testified that he was the secretary of the said company. The stock register of said company showed the following entry: “ Harriet B. Hacker, October 13th 1866, for 500 shares.” There was no other entry relating to Mrs. Hacker in it, except one in pencil in these words, “H. B. Hacker refuses to accept.” The note in suit did not appear in the balance-sheets of the company for the years 1866, 1867, 1868 and 1869; he had never stated to Mr. Washington Bladen or Mr. Robert L. Allen that the note in suit was a private matter of Mr. James H. Stevenson, and that the company had nothing to do with it.\nThe defendant called Robert L. Allen, and offered to prove by him that the said Henry C. Stevenson had said to him, in answer to an inquiry made by him as the attorney in fact of the defendant, that the note in suit was a personal matter of Mr. James H. Stevenson, and not the property of the company.\nTo the admission of this offer the plaintiffs objected; it was rejected by the court, and a bill of exceptions sealed.\nThe defendant gave in evidence letters patent, showing the incorporation of the plaintiffs under the Act of July 18th 1863 (Pamph. L. 1864, 1102, 2 Br. Purd. 1407).\nThe defendant’s points were:—\n1. Under the provisions of the Act of 18th July 1863, the plaintiffs were not authorized to take a promissory note in payment for stock subscribed. Consequently, if the note in suit was given by defendant in payment for stock agreed to be subscribed by her, no recovery can be had upon it.\n2. If the note in suit was given by defendant for shares of stock verbally agreed to be subscribed by her, it could not, under the provisions of the Act of 18th July 1863, be considered as payment therefor ; consequently no title to the stock passed to her. She did not become a holder of such stock, or entitled to the rights and privileges of a stockholder. There was no mutuality of obligation. The note was without consideration, and no recovery can be had on it. The plaintiffs’ remedy, if any they have, is on the alleged agreement to subscribe, and not on the note.\nBoth points were refused, the judge saying that he did not consider anything thus presented to him as matter of defence.\nThe verdict was for the plaintiffs for $2434.57.\nThe following are sections of the Act of July 18th 1863:—\n“ Sect. 11. The capital stock of every company, the amount whereof has been fixed and limited by such company according to law, shall remain so fixed, subject to be increased or reduced pursuant to the provisions of this act.\n“ Sect. 13. Every company may at any meeting called for that purpose, increase its capital stock, and the number of shares therein, &c.\n“Sect. 16. Every company may,.from time to time, at a legal meeting called for the purpose, assess upon each share of stock such sums of money as the company may think proper, not exceeding the whole amount at which each share was originally limited. And such sums assessed shall be paid to the treasurer at such times and in such instalments as the company directs, and no note or obligation given by a stockholder, whether secured by pledge or otherwise, shall be considered as payment of any part of the capital stock.\n“ Sect. 17. If the proprietor of any share neglect to pay a sum duly assessed thereon, for the space of thirty days after the time appointed for payment, the treasurer of the company may sell by public auction, a sufficient number of the shares to pay all assessments then due, &c.”\nThe defendant removed the record to the Supreme Court, and assigned for error:\n1 and 2. Rejecting the defendant’s offer of evidence.\n3 and 4. Refusing to affirm the defendant’s points.\nJ. Oadwalader and F. S. Miller, for plaintiff in error,\ncited as their first point, Hibernia Turnpike Co. v. Henderson, 8 S. & R. 219; Leighty v. Susquehanna & W. Turnpike Co., 14 Id. 434; Ogle v. Somerset, &c., T. R. Company, 13 Id. 256; President, &c., v. McConahy, 16 Id. 147; Clark v. Monongahela Navigation Company, 10 Watts 364.\nOn the second point, Essex Turnpike v. Collins, 8 Mass. 292; Taunton Turnpike v. Whiting, 10 Id. 327.\nT. F. Qlayton, for defendants in error."
  },
  "file_name": "0093-01",
  "first_page_order": 93,
  "last_page_order": 98
}
