{
  "id": 1032304,
  "name": "Knapp versus Hartung",
  "name_abbreviation": "Knapp v. Hartung",
  "decision_date": "1873-05-17",
  "docket_number": "",
  "first_page": "290",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "73 Pa. 290"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 41",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0042-01"
      ]
    },
    {
      "cite": "1 Wharton 290",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "1 Wharton 287",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 460",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848384
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0460-01"
      ]
    },
    {
      "cite": "2 Wharton 155",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0155-01"
      ]
    },
    {
      "cite": "1 Wright 41",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0042-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 649,
    "char_count": 13646,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.8057679195726607e-07,
      "percentile": 0.8976432602827423
    },
    "sha256": "6c17f1ceec5c6107aab77f643df9a542c135a0b982184caf3ba76dce1bbcf987",
    "simhash": "1:83e4efed99ec07f9",
    "word_count": 2379
  },
  "last_updated": "2024-02-27T20:36:12.665443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, 0. J., Agnew, Sharswood and Mercur, JJ. Williams, J., at Nisi Prius."
    ],
    "parties": [
      "Knapp versus Hartung."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 17th 1873, by\nMerour, J.\nThis was an action of trespass quare clausum fregit et de bonis asportatis.\nThe original declaration filed, charged the defendant with entering the plaintiff’s close, and with cutting down, taking away and converting oak, ash, beech and chestnut trees. After the jury was sworn, by leave of the court, upon the payment of the costs by the plaintiff, and without any exception on the part of the defendant, two separate additional counts were filed. The one charging the defendant with entering another close of plaintiff’s, and taking therefrom, and converting the cordwood and railroad sills. The other with taking and converting white-oak, hickory, and black-oak logs. The defendant alleged surprise, and the case was continued. To these amended counts the defendant pleaded not guilty, and the Statute of Limitations..\nMore than a year thereafter, another jury was called. After they were sworn, upon motion of defendant’s counsel, the court struck off the first amended count, and “ hickory logs” from the second amended count. To this the first assignment of error is made.\nThe- substance of the plaintiff’s cause of action was, that the defendant had entered the close of the plaintiff, and had cut thereon, and removed therefrom, and converted his trees and lumber. They had all been cut upon a piece of land to which the plaintiff had acquired title from the father of the defendant. The plaintiff charged the defendant with a series of trespasses upon it.\nThe Act of 21st March 1806, permitting amendments, has received a liberal construction. Under it the power of the courts extends to every informality which will “affect the merits of the case ” in controversy, except they cannot permit an entirely new cause of action to be introduced. If the plaintiff adheres to the original cause of action, he may add a count substantially different from the declaration: Cassell v. Cooke, 8 S. & R. 268; Yohe v. Robertson, 2 Wharton 155. This right is mandatory upon the courts: Maus’s Lessee v. Montgomery et al., 10 S. & R. 192; Sandback v. Quigley, 8 Watts 460.\nIn actions ex contractu, so long as the plaintiff adheres to the original instrument or contract on which the declaration is framed, an alteration of the grounds of recovery upon that instrument or contract, or-of the modes in which the defendant has violated it, is not an alteration of the cause of action: Coxe v. Tilghman, 1 Wharton 287; Yost v. Eby, 11 Harris 327.\nThis rule is not restricted to actions ex contractu. In an action-of slander, where the words spoken were so defectively set forth as not to be actionable, the declaration may be amended by setting out a good cause of action, provided the words substituted import a charge generically the same: 3 Penna. Rep. 65. In actions ex delicto, the rule is the same; the foundation of the complaint laid in the declaration must be adhered to; but the mode of stating that complaint may be varied by the amendment: Clymer et al. v. Thomas et al., 7 S. & R. 178; Coxe v. Tilghman, 1 Wharton 290. Amendments should be liberally allowed; and the test of their propriety is, whether they introduce a new cause of action: Steffy v. Carpenter, 1 Wright 41.\nHere the cause of action was for breaking the plaintiff’s close, and taking therefrom the timber and lumber. It is unimportant whether it was taken in the form of trees, or in that of wood, railroad sills or logs, all taken from, and originally forming a part of the trees cut upon the land in question. Whatever the kind of tree might have been, did not substantially change the cause of action. The amendments merely pointed out the additional modes, and more fully described the manner in which the defendant had committed the trespasses and aggravated the damages.\nThe court, however, had permitted these amendments to be filed, and imposed costs upon the plaintiff in consequence thereof. The defendant made no objections; but admitted those counts, and pleaded to the amendments. More than a year thereafter, and after another jury had been sworn in the case, he moved to strike them off. We think the learned judge erred in granting his motion. This view of the case will necessarily make the evidence admissible, which is set forth in the fourth'assignment of error. We discover no other errors in the record.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Merour, J."
      }
    ],
    "attorneys": [
      "Gr. Ft. Farquhar and F. W. Hughes, for plaintiff in error.—",
      "O. Shindel and J. W. Ryon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Knapp versus Hartung.\n1. A declaration in trespass q. c. f. d. b. a. complained of breaking his close, cutting and taking oak, ash, beech and chestnut trees ; by leave of the court he filed another count, complaining of entering another close and taking eordwood and railroad sills; by leave he filed a third, which without alleging a breach of close, complained of taking with force and arms, &c., oak logs and hickory logs. Held, that the amendments did not change the original cause of action.\n2. The cause was called for trial and jury sworn when the amendments were allowed, on application of defendant the cause was continued at the costs of plaintiff, defendant pleaded to the counts ; when the cause was again called the court struck off the first additional count and “ hickory logs ” from the- other, as being for a different cause of action. Held to be error.\n3. A plaintiff may add a count substantially different from the declaration, if he adheres to the original cause of action.\n4. The rule applies to actions ex delicto as well as actions ex contráctil.\nMarch 3d 1873.\nBefore Read, 0. J., Agnew, Sharswood and Mercur, JJ. Williams, J., at Nisi Prius.\nError to the Court of Common Pleas of Schuylkill county: No. 206, to January Term 1871.\nThis was an action of trespass q. c. f, d. b. a. commenced July 12th 1862, by Alanson Knapp against Samuel Hartung.\nOn the 11th of February 1869, the plaintiff filed a declaration in which he complained that on the 1st of July 1862, the defendant “broke and entered the close of the plaintiff,” and cut down “500 óak trees, 500 ash trees, 500 beech trees and 500 chestnut trees, * * * then being and growing in and on the close aforesaid, and took and carried away the same and converted them to his own use,” &e. On the 2d of July the plaintiff ruled the defendant to plead; and on the 26th the defendant pleaded “ not guilty.”\n• On the 28th of September the cause being called for trial and a jury sworn, the plaintiff by leave of the court, and without exception by the defendant, filed an additional count. In this count plaintiff complained that “ on the day and year aforesaid, the defendant broke and entered another close of the plaintiff * * * and took and carried away 1000 cords of wood, 1000 railroad sills, then and there being the property of the plaintiff, * * * and converted them to his own use.” On the same day the court on the application of the defendant, discharged the jury and continued the cause at the costs of the plaintiff. On the same day the defendant pleaded to this count, “ not guilty,” and the Statute of Limitations. On the same day the plaintiff by leav.e of the court filed another count, in which he complained that the “ defendant on the day and year aforesaid, with force and arms, &c., did take and carry away and convert to his own use 100 white-oak logs, 50 hickory logs, 10 black-oak logs, then and there being the property and in possession of the plaintiff,” &c.\nTo this count the defendant, on the 10th of November 1870, pleaded “not guilty” and the Statute of Limitations. On the same day a jury was sworn and afterwards the defendant moved to strike off the two additional counts. The court allowed the defendant an exception nunc fro tunc to the filing of the additional count of September 28th 1869, and struck out “ 50 hickory logs” from the third count.\nLyon, P. J., in making the order said:—\n“ This action was brought 12th July 1862. Jury sworn in September 1869. Upon the trial the plaintiff filed an additional count; and on same day third count was filed declaring for other timber.\n“ The defendant now move to strike off both the amended counts as changing the original cause of action.\n“ The first narr. charges the defendant with breaking and entering the plaintiff’s close, and cutting and carrying away five hundred oak trees, five hundred ash trees, five hundred chestnut trees, and five hundred beech trees.\n“ The second count (amended count) declares for entering and breaking another close, and carrying away one thousand cords of wood and one thousand railroad sills.\n“And the third amended count declares for one hundred white-oak logs, fifty hickory logs, ten black-oak logs. This third count waives the damages to the close and goes to recover for the asportation.\n“ But this third count claims for other timber than that claimed in the first declaration. The allowance of the second count amendment was during the trial, and when we could not examine the case with as much care as the importance of the subject required. We are satisfied that upon authority the second count was error, because the first declaration did not charge the taking of trees, but from one close, and after the lapse of six years it would be improper to allow a new cause of damages even upon the same close; and to allow the amendment to cover damages in breaking another close and carrying away cordwood and sills, is introducing a new cause of action. We must therefore strike off this second count. The third count (amendment) contains other timber than that declared for in the first narr. We will strike out of it the words ‘fifty hickory logs.’ Thus limiting the count to the same cause as originally declared upon.”\nThe plaintiff then gave in evidence an agreement dated February 15th 1859, between Michael Hartung and Alanson Knapp, by which “Michael Hartung,-for the consideration hereinafter mentioned, hath agreed * * * to leave Alanton Knapp have a certain lot of timber, beginning at a certain white-oak tree in the meadow, thence east * * * to the place of beginning, so as to enclose all the timber on the meadow side of said fence about 69 poles; and the said Michael Hartung also agrees to let said Alanson Knapp have a convenient road or way to get out on the public road with said timber, without charging any damages, and to let said Knapp have all said timber excepting the bark which is peeled, and the staves which are made already, and to give him possession of the timber immediately, and also to leave him four years’ time from the above-stated date to take off said timber. And the said Alanson Knapp, on his part, doth hereby covenant and agree to pay unto the said Michael Hartung $175 for the above-named timber, in manner following,” &c.\nMichael Hartung afterwards died, and the land from which the timber was to be cut, and also that over which Knapp was to have the road, descended to the defendant as his heir at law.\nThe plaintiff testified that he took possession of the timber tract under the agreement, and commenced cutting timber within six months of its date; he had not had the use of it for four years until the defendant warned him to keep off.\nWitness had logs cut off the land within the limits mentioned in the agreement, some in the woods and some on the meadow part near the road; he wanted to get in on the land to get the logs; defendant warned him off, and said he would haul the logs himself; told him to keep off the land entirely.\nThe plaintiff offered to prove “that the defendant took and carried away a large number of oak, ash and birch trees, which plaintiff had previously cut down into cordwood, and in that condition were taken away by defendant.”\nOn objection by the defendant the offer was rejected, and a bill of exceptions sealed.\nThere was much other evidence by the plaintiff to sustain his part of the issue; and by the defendant in answer to the plaintiff’s case.\nDuring the trial a number of exceptions,were taken to the rulings of the court on questions of evidence.\nBoth parties submitted points.\nThe court charged that the plaintiff was entitled to recover for part of the timber which he had cut.\nThe questions ruled by the Supreme Court do not require that there should be a further statement of the case.\nThe verdict was for the plaintiff for $ 121.33.\nThe plaintiff took out a writ of error.\nHe assigned eight errors :—\nThe 1st was striking off the second additional count, and striking out “ 50 hickory logs ” from the third.\nThe 4th was the rejection of the defendant’s offer above stated.\nGr. Ft. Farquhar and F. W. Hughes, for plaintiff in error.—\nIn the amendment of the declaration a new and different cause of action may not be introduced, but whatever is a mere variation of the mode of. charging that which is already on the record is admisisble: Beates v. Retallick, 11 Harris 288; Hartman v. Keystone Insurance Company, 9 Id. 466; Steffy v. Carpenter, 1 Wright 41. A declaration in trespass q. c. f. d. b. a. can be amended so as to charge asportation to the goods: Mechanics’ & Tradesmen’s Ins. Co. v. Spang, 5 Barr 113. So a declaration containing the common money counts may be amended to charge the defendant as drawer and also as endorser: Cabarga v. Seeger, 5 Harris 514. So a declaration on a note may be amended by a count for goods sold, Schoneman v. Fegley, 7 Barr 433, and counts for money had and received, for one for exchange for horses: Cunningham v. Day, 2 S. & R. 1. Unless objection be made at the time consent will be presumed to an amendment: Wilson v. Jamieson, 7 Barr 126; Lea v. Hopkins, Id. 492.\nO. Shindel and J. W. Ryon, for defendant in error.\nThe reporter received no paper-book of defendant in error."
  },
  "file_name": "0290-01",
  "first_page_order": 290,
  "last_page_order": 295
}
