{
  "id": 1032285,
  "name": "Bolin versus Connelly",
  "name_abbreviation": "Bolin v. Connelly",
  "decision_date": "1873-05-17",
  "docket_number": "",
  "first_page": "336",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "73 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 352",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    },
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7932,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 9.79268985171831e-08,
      "percentile": 0.5325420516794609
    },
    "sha256": "2ac3d2c17d15eb4fd361d03883b0af86011f6acc8c9bab5ca275163a550d4ca6",
    "simhash": "1:4c0b02e288178d1e",
    "word_count": 1368
  },
  "last_updated": "2024-02-27T20:36:12.665443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, C. J., Agnew, Sharswood and Mercur, JJ. Williams, J., at Nisi Prius."
    ],
    "parties": [
      "Bolin versus Connelly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 17th 1873, by\nAsnew, J.\nMichael Bolin, the plaintiff, bought lite pendente, and therefore with notice; the ejectment of Connelly, against Whitmore to November Term 1865, being indexed according to the requirement of the Act of 22d April 1856. The difficulty he encountered in this action was the fact that Connelly, the plaintiff in that action, and as assignee of Barnard Burns, the vendee of Terrence Timmons, held an equitable title only, upon which he recovered, the parol evidence showing that it was the only title he set up. No evidence was given to show that Whitmore, the defendant in that action, and grantor of Bolin, the plaintiff in this, set up any defence, other than non-payment of the purchase-money. In this state of the case the recovery of Connelly in the ejectment of I860 was final, according to the doctrine of Seitzinger v. Ridgway, 9 Watts 496 and Peterman v. Hulings, 7 Casey 432. Had Whitmore in that trial set up the deed from Terrence Timmons to himself as a purchaser for a valuable consideration, and without notice of the sale of Timmons to Barnard Burns, and that he had duly recorded his deed, a different question might have arisen in the trial of this case. But as no such issue was presented and tried in the former ejectment, we must presume now, that Whit-more failed to set up the defence because he knew then it would not avail him, and therefore defended against the plaintiff’s equity alone. Bolin, the present plaintiff, standing in privity with Whit-more, and having notice of the pendency of the former ejectment when he bought, stands now in no better situation than Whitmore. The verdict and judgment in the former ejectment were therefore final, and now estop the plaintiff from a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Asnew, J."
      }
    ],
    "attorneys": [
      "E. 8. Osborne (with whom was 0. 8. Stark), for plaintiff in error.",
      "■ E. R. Randall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bolin versus Connelly.\n1. Benedict sold land in 1850 to Timmons, who in same year sold part to Burns, he in same year assigned to Connelly, who paid all the purchase-money of the part to Timmons in 1854 but did not takepossession. Benedict conveyed to Timmons in 1855; he conveyed to Whitmore in the same year. In 1865 Connelly brought ej ectment on his equitable title against Whitmore, which was indexed under the Act of April 22d 1856. Whitmore conveyed to Bolin pendente lite; Connelly obtained a verdict. In ejectment by Bolin against Connelly, held, that Bolin was concluded by the one verdiet against Whitmore, being in privity with him and the former ejectment being notice.\n2. Peterman v. Huling, 7 Casey 432; Seitzinger v. Ridgway, 9 Watts 496, followed.\nMarch 11th 1873.\nBefore Read, C. J., Agnew, Sharswood and Mercur, JJ. Williams, J., at Nisi Prius.\nError to the Court of Common Pleas of Luzerne county: Of January Term 1873, No. 264.\nThis was an action of ejectment brought April 9th 1870, by Michael Bolin against John Connelly, for one acre of land in Pittston.\nThe cause was tried January 14th 1873, before Harding, P. J.\nThe evidence of' the plaintiff was as follows:—\nThe premises were part of a lot of five acres, which prior to March 1850, was owned by Thomas Benedict; he about that time, sold to Terrence Timmons. On the 1.3th of March Benedict conveyed the five-acre lot to Timmons.\nOn the 6th of June 1855, Timmons conveyed If acres, including the premises in dispute; to Thomas Whitmore; the deed was recorded December 17th 1855. On the 19th of June 1867, Whitmore conveyed the same 1| acres to Bolin the plaintiff.\nThe defendant gave in evidence an article of agreement between Timmons and Barnard Burns, dated March 2d 1850, for the land in dispute, the consideration being $240, to be paid in annual instalments of $40 with interest. Burns paid one instalment, and on the 28th of October 1850, assigned the agreement to Connelly the defendant. In January 1854, Connelly paid the balance of the purchase-money to Thomas Benedict, the authorized agent of Timmons, but no deed was ever made to him.\nOn the 25th of September 1865, John Connelly brought an action of ejectment for the land in dispute against Thomas Whit-more, Thomas Benedict and Terrence Gaffeney; the writ was served on all the defendants. This action was indexed against all the defendants under the Act of April 22d 1856, sec. 2, (Pamph. L. 532; 1 Br. Purd. 537, pi. 24). On the 25th of February 1870, a verdict was rendered in favor of the plaintiff, Connelly, for the land described in the writ, and judgment was entered on the verdict, March 18th 1870.\nOn the present trial Connelly, under objection and exception, testified: “I gave in evidence on that trial this contract and these receipts. It was an equitable ejectment, and the contract was used for the purpose of having specific performance of it had. I had paid for the land in full; I brought that ejectment to obtain possession of the land.”\nThe plaintiff, in rebuttal, gave evidence that Timmons was in possession when Whitmore purchased; several tenants had lived there; Connelly was not in the neighborhood; Gaffeney lived in the house once.\nThe court after going over the facts, charged:— * * *\n“ This showing, gentlemen, gives quite another aspect to the present case. The counsel for the plaintiff, in their argument to the court, request us to charge you that there is no evidence in the case showing that Thomas Whitmore, the vendor of the plaintiff, had any knowledge at the time of his purchase from Timmons of the contract of the latter for the sale of the land to Burns, and of the transfer of that contract to, and consequent claim by, the defendant here, to the land, and that, therefore, Whitmore is to be regarded in law as an innocent purchaser without notice; and further, that having thus acquired a good title to the land in question, which he subsequently conveyed to the plaintiff, the latter is entitled to recover.\n“ In answer to this request we say to you [if you are satisfied of the correctness of the defendant’s testimony as to what formed the basis of his action of ejectment against Whitmore, Benedict and Gaffeney, and as to what was then actually in* issue, that action is to be regarded in law as a bill in equity, or as having taken the place of a bill in equity, and not as a possessory ejectment at common law. Moreover, the verdict and judgment therein being a verdict and judgment in ejectment upon an equitable title, was conclusive between the parties, and a bar to any subsequent ejectment, so far as they were concerned, for the same land. And the fact that there is no evidence in the present case, that Thomas Whitmore' was originally a purchaser with notice, is not at all material now.\n“ His rights, whatever they may have been, were passed upon in the equitable ejectment between himself and co-defendants on the one side, and the defendant here on the other. The vital point, as we understand the law, depends not so much on the character of that verdict, that is, whether it was conditional or otherwise, as upon the actual matter in issue. If, therefore, it has been clearly and satisfactorily shown that the equitable title was then directly in issue and decided upon, we repeat, it was conclusive between the parties. The plaintiff here, a subsequent vendee of Whitmore, cannot now try over again the very equity involved in, and settled by that case.] * *\n. The verdict was for the defendant.\nThe plaintiff removed the record to the Supreme Court.\nHe there assigned for error the part of the charge in brackets.\nE. 8. Osborne (with whom was 0. 8. Stark), for plaintiff in error.\n—In action of ejectment brought for land under articles of agreement, and paid for, one verdict against the title claimed is not conclusive; because no conditional verdict could be required; and therefore, nothing like a decree in equity for specific performance: Seitzinger v. Ridgway, 9 Watts 496 ; Brown v. Nickle, 6 Barr 391; Taylor v. Abbott, 5 Wright 352; Peterman v. Huling, 7 Casey 432.\n■ E. R. Randall, for defendant in error."
  },
  "file_name": "0336-01",
  "first_page_order": 336,
  "last_page_order": 339
}
