{
  "id": 1032282,
  "name": "George et al. versus Messinger et al.",
  "name_abbreviation": "George v. Messinger",
  "decision_date": "1873-05-17",
  "docket_number": "",
  "first_page": "418",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "73 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 348",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 503",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0503-01"
      ]
    },
    {
      "cite": "7 W. & S. 248",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0248-01"
      ]
    },
    {
      "cite": "5 W. & S. 451",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0451-01"
      ]
    },
    {
      "cite": "7 Watts 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846764
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0390-01"
      ]
    },
    {
      "cite": "6 Watts 269",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0269-01"
      ]
    },
    {
      "cite": "9 Wright 105",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 14999,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 5.884212328542985e-08,
      "percentile": 0.36860006123909156
    },
    "sha256": "a32a3bcc065d5aa3bc9ef479181f6d1185e64e6dcb313af94de5c8c3b3ed866f",
    "simhash": "1:8525376a7bce721e",
    "word_count": 2677
  },
  "last_updated": "2024-02-27T20:36:12.665443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, C. J., Agnew, Sharswood and Mercur, JJ. Williams, J., at Nisi Prius."
    ],
    "parties": [
      "George et al. versus Messinger et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 17th 1873, by\nMercur, J.\nThe right of the plaintiff below to recover, was predicated on a treasurer’s sale of the land, as unseated, made in 1866, for the taxes of 1864. The defendant held- an earlier title, and claimed such a residence upon the tract and cultivation of it as to make it seated in 1864, and invalidate the plaintiff’s purchase of 1866.\nAs the attempted redemption of a portion of the land in 1869, was in behalf of persons who had no interest whatever in the land, the fourth and fifth assignments of error are not sustained: Chadwick et al. v. Phelps et al., 9 Wright 105.\nThe remaining five assignments will'be considered together.\nIt is well settled that residence without cultivation, or cultivation without residence, will prevent land being sold for taxes, as unseated: Kennedy v. Daily, 6 Watts 269. Cultivation is sufficient for the purpose without regard to the value of the product or its adequacy to discharge the taxes: Wilson v. Waterson, 4 Barr 214. It is the actual residence, or actual cultivation, which changes the character of the tract. A mere intention to take up the one or to perform the other, will not suffice.' Residence or cultivation commences at the moment of entry, and if continued, must be considered as seating the tract. We do not wish to be understood as saying, that a term of residence might not be so short, or the cultivation so trifling, as to make the intent a controlling element in the case. Such, however, is not the case here. The acts necessary for a person to do to seat land which he owns, must not be confounded with those acts which are necessary to create a title in a pre-emptor. In the latter class of cases it was said, in Wilson et al. v. Waterson et al., supra, that the intention to use the land only, while timber remained, or for any other temporary purpose whatever, gives no pre-emption right. That was an attempt to establish a pre-emption right prior to the entry under which the other party claimed title.\nIn this case, Dilworth was the owner of the land. In the autumn of 1859, he set men to work upon it. They built two houses and a barn. During the winter, one of the men remained upon it.‘ In each year thereafter some land \"was cleared, and potatoes, hay, oats, rye and vegetables were raised thereon. Two or three more houses were erected thereon. So that in 1864 there were four houses standing upon it, and from three to four acres of improved land. During all these years, several families continued to reside upon the land. Most of the time several teams, sleds, wagons and chains were kept there. The personal property kept on the land in 1863 and in 1864, was worth from $500 to $600, besides the logs cut thereon, which were worth from $400 to $500 more. In 1865 the log barn was torn down, and a framed barn built. It is not necessary that the owner should have been personally residing upon the land, or personally cultivating it. Nor is it necessary that the persons performing the work should have been technically his tenants under leases from him. It is sufficient that they were in possession under him, and were there engaged in his employ. Nor does it matter that these improvements which were made, were designed only to enable the occupant to cut the timber off the land, and to be abandoned when they had served that purpose. They were not trespassers. The work in which they were engaged was being done under the direction and for the benefit of the owner of the land. They were holding it under him and for him. It was well said by Justice Thompson, in Lackawanna Iron Company v. Fales, 5 P. F. Smith 98, “ residence with a bond, fide intention to hold it. as owner, or for the owner, and performing labor on it, such as mining coal, raising ore and the like, in the character of owner, would undoubtedly give the land the character of seated.” This' ease shows that it is not necessary that the value of the land must be enhanced, for the removal of the coal, as well as the removal of the timber, may lessen its value. Yet the act of doing such work upon the land may seat it. Nor do we think it necessary to prove that when these employees went upon the land, and made these improvements, they intended to make themselves personally liable for the taxes assessed upon the land. These acts were sufficient to seat it, if the evidence is believed. The owner of the land was personally liable, and there was abundance of personal property upon the land out of which the taxes might have been collected. The defendant below was entitled to an affirmative answer to his second and third points submitted, and the errors are sustained.\nJudgment reversed, and a venire facias ele novo awarded.",
        "type": "majority",
        "author": "Mercur, J."
      }
    ],
    "attorneys": [
      "II. Souther, for plaintiffs in error.",
      "J. Gr. Sail and M. Brown (with whom was O. B. Ourtis), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "George et al. versus Messinger et al.\n1. Residence without cultivation, or cultivation without residence, will prevent land from being sold as unseated.\n2. Cultivation is sufficient without regard to the value of the product or its adequacy to discharge the taxes.\n3. Residence or cultivation commences at the moment of entry, and if continued seats the tract; but a residence may bo so short or the cultivation so slight as to make the intention a controlling element.\n4. Timber land was used for lumbering, the owner erected buildings, barns, &c., for those employed, there was some cultivation arid there were wagons, teams, &c., on the premises. Held, that the land could not be sold for taxes as unseated.\n5. That the land was decreased in value by the lumbering did not alter the case.\n6. Lackawanna Iron Co. v. Fales, 5 P. F. Smith 98, followed.\nMarch 24th 1873.\nBefore Read, C. J., Agnew, Sharswood and Mercur, JJ. Williams, J., at Nisi Prius.\nError to the Court of Common Pleas of JElk county: No. 19, to January Term 1872.\nOn the 13th of April 1869, George D. Messinger and Gilman T. Wheeler issued a writ of ejectment against James George and William Dilworth, Jr., for warrant No. 2954, in Spring Creek township, containing 900 acres, &e.: the writ was served on George only.\nThe plaintiff’s title was under a treasurer’s sale for taxes, for 1864; the sale was to L. J. Blakely; deed acknowledged July 5th 1866; and assigned by endorsement November 8th 1866, to Joseph C. Law, who conveyed to plaintiffs July 27th 1868.\nThe defendants gave evidence of a treasurer’s sale for taxes of the same warrant to Silas Blake and deed acknowledged September 24th 1850. Deed, Silas Blake to John B. Brown and others, February 16th 1852; deed, John Brown and others to Henry E. Perley, June 27th 1855;, deed Henry E. Perley and others to J. N. Breeden and others, June 16th 1857 ; deed, J. N. Breeden and others to William Dilworth, Jr., and A. S. Rhines, January 23d 1862. Death of Rhines in 1865, leaving a widow and seven minor children. Receipt of treasurer of Elk county, February 6th 1869, “for redemption of tract No. 2954, sold to L. J. Blakely, for taxes of 1864, for minor heirs of A. S. Rhines.”\nThe defendants gave evidence by Henry R. Moore, that the first improvement was made in 1859, for the purpose of lumbering ; a log barn and house were built for that purpose; they were permanent buildings as long as they would last; the tract was operated on that-winter by Richard, and Bill; their men lived there; one had a family; they took lumber for two years, and sold to Robertson & Ittle; they took lumber off, increased the improvements, planted potatoes, &c.; in 1860, another house was built, and about one acre cleared; they had teams of their own and hired a good many; had household furniture in their house, operated one winter, 1862-68; George bought out Robertson & Ittle in 1863 ; he lived there till 1867 or 1868; James Burns lived in one of the houses till 1871. Until 1864, -there were four houses on the land, new barn built in 1865, teams, sleds and wagons on the place all the time from 1859 till 1864; about 31-acres of land cleared and worked, hay, potatoes and garden stuff raised on it from 1863 and before; the land haid been used continually for lumbering purposes since 1859; the personal property on the land in 1863 and 1864, was worth $500 or $600, besides the logs, worth $400 or $500. The men who lived on the land were jobbers under Rhines and Dilworth; the houses were lumbering shanties, and for carrying on lumbering business. The barn built in 1865 was a frame barn, with stables on each side and floor between, and lofts for'hay, &c., with shingle roof; not usual to build such barns for lumbering purposes.\nThere was other evidence of the same character as to the mode of occupying the land.\nThe plaintiffs, in rebuttal, gave evidence by Thomas Irwin, that he was assessor in 1861, and that he then assessed the land as unseated under the instructions of Rhines; the buildings on the land were such as are usually put up for a job of such magnitude; none of the land was good for agricultural purposes. Other witnesses testified in the same manner.\nThe plaintiffs’ third point and its answer were:—\nIf the jury believe that Rhines returned the tract with such improvements thereon as is shown by the evidence as unseated, then he and those claiming under him are estopped from claiming the land as stated and occupying a different character for taxation purposes than claimed by him when assessed.\nAnswer: “We are not quite prepared to affirm this point fully, but if you believe that Rhines did so state to the assessor when asked how he wished the land assessed, it is evident that he did not consider the improvements made permanent in their character, or with a view to seating the land.”\nTheir fourth point, which was affirmed, was :—\nThe redemption of 6th of February 1869, by the administrators for the minor heirs of A. S. Rhines, deceased, is a nullity, as the interest of said heirs in the land was divested by the. administrators’ previous sale in pursuance of an order of the Orphans’ Court to William Dilworth, Jr., of 4th March 1869.\nThe defendants’ first point, which %as denied, was:—\nAndrew S. Rhines was the owner of the undivided half of the land in controversy at the time of his decease, and left heirs who were all minors and continued so to be until after the 6th day of February 1869; the redemption of the undivided half of said land on the 6th day of February 1869, by the administrators of said Rhines, was valid, and as to the said undivided one-half of said land the verdict must be for the defendants.\nThe second point and the answer were:—\nIf the jury believe that Rhines and Dilworth were by their tenants in actual possession of the land in 1864, at the time of the assessment thereof, and were using the same for the purpose of making profit therefrom, the character thereof has changed from unseated to seated, and the plaintiffs cannot recover.\nAnswer: “ We answer this point in the affirmative, if the jury believe that the improvements made on this land were made with the intention on the part of the occupants to make them permanent and to derive profit from the land so improved, but if these improvements were made only to enable the occupants to cut the timber off the land, and to be abandoned when they had served that purpose, they did not change the land from unseated to seated, and it could be sold as unseated land.”\nTheir third point and the answer were:—\nIf the jury believe that at the time of the assessments in 1864 there were persons residing upon and improving the land in dispute, and there was sufficient property upon the land to pay the taxes, the character of the land has changed from unseated to seated, and the sale of the same would pass no title, and the plaintiffs cannot recover.\nAnswer: “ We have already told you in our general charge that if the occupants were there not as tenants but only as jobbers or workmen, with no intention to occupy the land permanently or to make themselves personally liable for the taxes assessed on the tract, it matters not how much personal property they have on the land, that fact would not change the land from unseated to seated, and we refer you to our answer to defendants’ second point for further answer to this point.”\nThe court (Yincent J., of Sixth District,) further charged :— * * * [ “ Did, then, the persons who built or occupied the houses and shanties, and made these small improvements on the land, do so with a view to a permanent occupancy and use of them as their property ?\n“ Did they, when they went on this land and made these improvements, intend to make themselves personally liable for the taxes assessed upon the land ? *\n“ Unless both these questions can be answered in the affirmative, the improvements made by these occupants would not change this land from unseated to seated.”] * * *\n“According to the evidence, these houses and improvements, or at least a large' part of them, were then on the land, and if you believe that under such circumstances Rhines declared the land unseated, it is evidence that he did not then consider these improvements or the then occupancy of the land permanent, and the Supreme Court has said that in a doubtful case, such an act, on the part of the owner of the land, should have a preponderating effect.\n“ [If in 1864, the land was unseated, or in other words, if the occupancy was only temporary, the fact that the occupants so on the land had personal property on it sufficient to pay the taxes, would not transfer it from the unseated to the seated list.”] * * *\nThe verdict was for the plaintiffs.\nThe defendants took out a writ of error and assigned for error:\nI, 2. The parts of the charge in brackets.\n3, 4. The answers to the plaintiffs’ points.\n5, 6, 7. The answers to defendants’ points.\nII. Souther, for plaintiffs in error.\nIt is sufficient that there is a personal responsibility for taxes, to make it the assessor’s duty to assess the land as seated : Rosenburger v. Schall, 7 Watts 390; Scheaffer v. McKube, 2 Id. 422; Kennedy v. Daily, 6 Id. 269; Fisk v. Brown, 5 Id. 441; Biddle v. Noble, 18 P. F. Smith 279.\nJ. Gr. Sail and M. Brown (with whom was O. B. Ourtis), for defendants in error.\nA temporary occupancy of wild land for a temporary purpose, by persons not pretending to any claim to the land, and having no intention to make themselves liable for the taxes, does not give a seated character to the whole tract, notwithstanding the express instruction of the owner to assess the same as unseated. To seat land, the residence or improvement must be permanent in its nature, and must be made by one claiming as owner or tenant: Mitchell v. Bratton, 5 W. & S. 451; Ellis v. Hall, 7 Harris 296. The intention must necessarily enter into the question, for no man can properly be charged with taxes on land which he does not claim to own or use, nor beyond the extent of his claim: Wallace v. Scott, 7 W. & S. 248; Campbell v. Wilson, 1 Watts 503. Where an owner suffers his land to remain on the unseated list, and pays taxes for it as such, this in a doubtful case may turn the scale: Foster v. McDivit, 9 Watts 348."
  },
  "file_name": "0418-01",
  "first_page_order": 418,
  "last_page_order": 423
}
