{
  "id": 1032349,
  "name": "Frow, Jacobs & Co.'s Estate",
  "name_abbreviation": "Frow, Jacobs & Co.'s Estate",
  "decision_date": "1873-05-17",
  "docket_number": "",
  "first_page": "459",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "73 Pa. 459"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Wright 72",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    },
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 22582,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.6962725638933185e-07,
      "percentile": 0.700070930776273
    },
    "sha256": "bddfea595b27a13378b65c8c1ad87a08b6ac0d3fe2a06449f823a6d2aaba61c6",
    "simhash": "1:af94360fa6d47387",
    "word_count": 3920
  },
  "last_updated": "2024-02-27T20:36:12.665443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, C. J., Agnew, Sharswood and Merour, JJ. Williams, J., at Nisi Prius."
    ],
    "parties": [
      "Frow, Jacobs & Co.’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 17th 1873, by\nAgnew, J.\nThomas J. Frow and Thos. U. Parker, who had been partners in the firm of Frow, Jacobs & Co., having made a voluntary assignment for the benefit of the creditors of Frow, Jacobs & Co.; the true question is, whether the debts claimed by Seth T. Foresman are debts of the firm of Frow, Jacobs & Co. If they are, they fall within the terms of the assignment, and must be paid out of the fund. If the answer to the question depended solely on the covenant of Frow, Jacobs & Parker, contained in the agreement of August 20th 1869, to indemnify S. T. Foresman, the conclusion of the learned auditor would have been correct, as that covenant created only a joint and several obligation. But Frow, Jacobs and Parker were already liable for these debts as partners in the firm of Foresman & Co., which they took upon themselves when Foresman retired from the firm, and they continued the business. The evidence is clear, that, when Foresman sold out his interest to his partners and retired, they proposed to continue the business, and did so. When he went out they took all the assets of the firm into the business and took upon themselves all the debts. There was no separation of Fores-man’s interest or share in either assets or debts. These assets became the capital of the new firm, and the debts, already partnership, as it regards them, became its debts. In short, it was but a dropping out of Foresman, leaving the others partners in all respects.\nClearly Frow, Jacobs and Parker did not intend, as among themselves, that the debts which they thus assumed, should change their character, and become claims against themselves as individuals, and not to follow the partnership assets. The effect of such an intention would be to throw the burthen, in case of insolvency of one or more, upon them or him who remained, and to let the partnership assets go free. Such an intent is inferable from no facts in the case, and is disproved by their • subsequent ■ acts in paying off debts of Frow, Foresman & Co., out of the means of Frow, Jacobs & Co., by entries in their books, and by the express testimony of Parker, one of the last firms, and of H. C. McCormick, Esq. Parker swears that the firm of Frow, Jacobs & Co. assumed these debts, and McCormick states that at the time of writing the agreement between Foresman & Frow, Jacobs and Parker, “they talked over the indebtedness of Frow, Foresman & Co., and they agreed that they, Frow, Jacobs and Parker, would form a new firm, take all the assets of Frow, Foresman & Co., and pay all the indebtedness of the old firm.” That these debts were assumed by the new firm is manifest from the nature of the business, the attending circumstances, the declared intention of the parties, their subsequent acts, and their interests.\nIt is the equity among the parties themselves which governs, in the distribution of partnership assets, and not the mere rights of creditors: Snodgrass’s Appeal, 1 Harris 471. “ This equity, (says Judge Bell), springing from their community of interests in the capital stock and assets of the partnership, is to have the avails of these applied in discharge of their mutual liabilities, before any individual of the number is permitted to apply joint property to his private use.” And I may add, the same equity, in the case of the insolvency of the partnership, requires its effects to go in discharge of the firm debts, as far as they will reach, before the individual property of any one of the partners shall be taken to pay the excess.\nThe equity of these debts to participate in the fund being established, Foresman’s right to receive the money follows. When the other partners bought him out and assumed payment of the debts in consideration of his interest in the firm property he stood in the attitude-of a surety to his former partners, who undertook to indemnify' him against payment. When he paid any of the debts he became entitled to be substituted in equity to the rights of the creditors: Kyner v. Kyner, 6 Watts 221; Cottrell’s Appeal, 11 Harris 294. “ The doctrine (says Judge Strong) does not depend upon privity, nor is it confined to cases of strict suretyship. It is a mode which equity adopts to compel the ultimate discharge of the debt by him, who in good conscience ought to pay it, and to relieve him whom none but the creditor could ask to pay. To effect this the latter is allowed to take the place of the creditor and make use of all the creditor’s securities, as if they were his own: McCormick’s Administrator v. Irwin, 11 Casey 111.\nIt is contended that, at all events, Foresman is not entitled to be paid the sum of $831.84, the residue of a note held by Piper & Lyon against Frow, Jacobs & Co., on the ground that by a settlement between Frow & Parker, and Lyon, the holder of the note, the latter took a new note of Frow & Parker in payment, and cancelled the note by Frow, Jacobs & Co., and thenceforth that debt was gone. But this is not a full statement of the facts. The note of Frow, Jacobs & Co. was taken for a debt of Frow, Foresman & Co., one of the debts assumed by Frow, Jacobs & Co., and at the time of' taking it Piper and Lyon retained the note of Frow, Foresman & Co., as collateral security for the payment of the debt; and they still retained it when Frow & Parker gave their note for the balance of $831.84. Therefore, when Foresman, who was compelled against his wish to endorse this note of Frow & Parker, for $831.84, because of his continued liability on the original note of Frow, Foresman & Co., to Piper & Lyon, paid the note as endorser, he became entitled to stand in the room of Piper and Lyon, and to a cession of their security, viz., the original note of Frow, Foresman & Co., and according to the principles already stated he became entitled to come in upon the fund in place of Piper and Lyon. We think the learned judge below was right in his conclusion, and the decree is affirmed with costs to be paid by the appellant.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Maynard, Eutermarks Parker; Armstrong Linn and 21. 0. Parsons, for appellants.",
      "J. J. Metzgar and S. T. MeQormick, for appellees. —"
    ],
    "corrections": "",
    "head_matter": "Frow, Jacobs & Co.’s Estate.\n1. Foresman sold out his interest in a firm to the remaining members, who covenanted jointly and severally to pay the debts, and indemnify him against them; the remaining members continued in the same business as a partnership, took all the first firm's assets and took upon themselves the debts, without any division of Foresman’s interest. Foresman paid debts of the first firm, the second firm afterwards assigned for the benefit of creditors. Held, that Foresman was entitled to come in as a creditor.\n2. The distribution of firm assets is governed by the equities of the partners not the rights of creditors.\n3. In insolvency the firm assets go to discharge the firm creditors before the individual property of the members can be taken.\n4. The other partner, having bought Foresman out and indemnified him, he became their surety, and having paid debts was subrogated to the rights of the creditors.\n5. Cottrell's Appeal, 11 Harris 294 ; Kyner v. Kyner, 6 Watts 221 ; McCormick v. Irwin, 11 Casey 111; Snodgrass’s Appeal, 1 Harris 471, followed.\nMarch 28th 1873.\nBefore Read, C. J., Agnew, Sharswood and Merour, JJ. Williams, J., at Nisi Prius.\nAppeal from the Court of Common Pleas of Lycoming county: Of January Term 1872, No. 288.\nIn the distribution of the estate of Frow, Jacobs & Co., under a voluntary assignment for the benefit of creditors.\nOn the 17th of December 1868, Thomas J. Frow, F. S. Jacobs, T. U. Parker and Seth T. Foresman, by articles of agreement of that date entered into partnership in “ a general planing-mill business” in Williamsport, under the firm name of Frow, Foresman & Co.; the land on which the mill was erected to be owned by them in equal fourth parts as tenants in common; the capital to be fur-' nished by the partners in equal proportions of one-fourth each, and the profits and losses to be shared in the same proportions; if either of the partners should at any time desire to sell his interest in the partnership, the remaining partners to have the first privilege of purchasing.\nBy articles of agreement of August 20th 1869, between Thomas J. Frow, F. S. Jacobs and Thomas U. Parker of the first part, and Seth T. Foresman of the second part, Foresman sold all his interest in the “planing-mill,” and “all his interest in the partnership of Frow, Foresman & Co., in the manufacture and sale of lumber and general planing-mill business heretofore lately subsisting and this day dissolved; the interest of said Foresman in all debts due said firm being hereby transferred to the party of the first part, as well as anything else pertaining to or held by said Foresman, and the said Foresman hereby relinquishes all claim to participate in the same in any way. In consideration whereof said Frow, Jacobs and Parker, parties of the first part, hereby agree jointly and severally to pay to said Foresman the sum of $4126.96” (for which notes were to be given), * * * “the party of first-part shall assign to said Foresman their policy of insurance on said planing-mill to an amount covering their liabilities to said Foresman, to be held by him as collateral security on the notes above-mentioned until the same.are paid.”\nThe party of the first part also relinquished “ their right to and they do hereby transfer and assign to said Foresman the account of Frow, Foresman & Co., against Charles Lord of Pottsville, amounting to $1835.61, * * * to be held as additional collateral security on the notes of the party of the first part. Witness our hands and seals, &c., Thomas J. Frow, [seal/\nF. S. Jacobs, [seal/\nThomas U. Parker, [seal/\nS. T. Foresman, [seal.]”\nAttached to this agreement was a “ supplement,” which H. T. McCormick, Esq., who drew the paper, testified, was an inadvertent omission of his and was “ afterwards added at the same time.”\nThis supplement was :—\n“ It is further stipulated by the party of the first part and made a part of the above agreement, and of the consideration of the above transfer, that we do jointly and severally covenant and agree that the existing debts of Frow, Foresman & Co., shall be liquidated by the party of the first part, and that the said Seth T. Foresman shall be indemnified by ns for any payment of same or-any part thereof that may be enforced against him. Witness our hands and seals, &c..\nThomas J. Frow, seal.\nF; S. Jacobs, SEAL.'\nThomas U. Parker,\nOn the 20th of January 1870, by articles of agreement between F. S. Jacobs of the first part and Thomas J. Frow and Thomas U. Parker of second part, Jacobs agreed to sell and transfer to Frow and Parker his interest “being one-third” in the planing-mill, “ including the land appertenant and adjacent thereto, and belonging to and part of said mill property, * * * and all his interest in the personal property in and about said mill or elsewhere, belonging to the late firm of Frow, Jacobs & Co., and all his interest in the accounts, notes, &c., of that firm; the consideration was $4000 in money and their notes,” said Frow and Parker agreeing to pay all the outstanding indebtedness of Frow, Foresman & Co., and Frow, Jacobs & Co., of which said firms said Jacobs was a member, and for ever keep clear and harmless the said Jacobs for any sums he may be compelled to pay for or on account of said indebtedness. The partnership of Frow, Jacobs & Co., being this day dissolved by force and virtue of the terms of this agreement,” &c.\nThis agreement was signed by the parties individually with their seals.\nOn the same day an agreement was entered into between Thomas J. Frow and Thomas U. Parker of the first part and Seth T. Foresman of the second part, by which Frow and Parker agreed to sell to Foresman “the undivided one-fourth interest in the planing-mill, * * * and when the deed is made for said property, it shall be made to the parties hereto as tenants in common and not as copartners, the undivided three-fourths to be held by the party of the first part, and the remaining one-fourth by said Fores-man.” The sale to include not only the interest in the land but also an undivided one-fourth of the personal property of Frow, Jacobs & Go. In consideration Foresman agreed to deliver to the party of the first part all the unpaid notes in his possession, of which Frow and Parker and F. S. Jacobs are the makers, and which were given to him by them on the 20th of August then last past, for his interest in the mill then sold to them and by him now purchased; Foresman to pay Piper & Lyon $1676.75, one of two notes held by them against the late firm of Frow, Foresman & Co., which Frow and Parker had theretofore in writing bound themselves to pay; Foresman not to be liable for any indebtedness of the firms of either Frow, Jacobs & Co., or Frow, Foresman & Co., except as before excepted, and except further, a note of Tompkins, &c., for $480.65, which the firm of S. T. Foresman & Co. agree to pay, and against the payment of any such indebtedness, “ Frow and Parker jointly and severally agree to indemnify the said Fores-man.” The parties further agreed to associate themselves as partners in the planing-mill business under the firm name of S. T. Foresman & Co., the parties to furnish capital in the proportion of three-fourths by Frow and Parker and one-fourth by Foresman, and the gains and losses to be shared in the same proportions.\nThe firm of S. T. Foresman & Co. continued in business until March 15th 1870, when T. J. Frow and T. U. Parker, two of the firm, and previously members of the firm of Frow, Jacobs & Co., made an assignment to H. C. McCormick, Esq., of all- their property for the benefit of the creditors of Frow, Jacobs & Co.\nOn the 1st of May 1871, the account of the assignee was confirmed ; it showed a balance of $9891.44 in his hands; it was referred to Herbert T. Ames, Esq., for distribution.\nThe principal question in the distribution was, whether Seth T. Foresman was entitled to a dividend of the assigned estate, under the articles of dissolution of August 20th 1869, of the firm of Frow, Foresman & Co., or whether the contract for indemnity in those articles bound Frow, Jacobs and Parker only as individuals.\nParker testified that at the time Frow, Jacobs & Co. bought the interest of Foresman, that firm assumed the liabilities of Frow, Foresman & Co. Frow, Jacobs & Co., received all the assets of Frow, Foresman & Co.; Frow, Jacobs & Co., paid nearly all the indebtedness of Frow, Foresman & Co., between the time Fores-man sold his interest and the time he again purchased. Foresman was to assume some accounts, one was Piper & Lyon, which he paid; this account was against Frow, Foresman & Co.\nThere was other evidence of the payment by Frow, Jacobs & Co., of the liabilities of Frow, Foresman & Co., and also of payments by Foresman of liabilities of the latter firm.\nH. W. Watson, Esq., testified that Piper & Lyon, after the dissolution of Frow, Foresman & Co., placed in his hands for collection two notes amounting to about.$3300. After suit was brought, Piper & Lyon, Foresman and Frow came to his offi.ce; one of the notes was taken up by a note of Frow, Jacobs & Co., to the order of Foresman for about $1600, the other was disposed of by giving two notes “ payable down country,” amounting to $900, the balance by note of Frow and Parker, endorsed by Foresman; he paid the costs. Piper took one of the notes and Lyon the other. Witness advised Piper and Lyon that if they wished the notes to be endorsed by Foresman, they should be made payable to him; the notes were drawn in accordance with that advice; the consideration of these notes was the indebtedness of Frow, Foresman & Co. Piper & Lyon had taken notes of Frow, Jacobs & Co., and held the original notes of Frow, Foresman & Co. as collateral; and when the notes of Frow, Jacobs & Co. went to protest, the suit was brought on the original notes. “ The notes of Frow and Parker endorsed by Foresman, cancelled the original notes of Frow, Foresman & Co., they were taken in payment.”\nPiper, of the firm of Piper & Lyon, testified, that through Mr. Watson they had sued out the two notes of Fi-oay, Foresman & Co., and that Foresman paid one of them $1600.\nForesman testified that the notes to Piper & Lyon were given for the original indebtedness of Frow,’Foresman & Co., he afterwards paid it to Piper. He Avas notified to pay it, “ Mr. Piper called my attention to it and of,course I had to pay it;” he Avas compelled to pay a debt of Frow, Foresman & Co., to Young, Finley & Co. Foresman objected to endorsing the notes as long as he could, and finally endorsed them ; at the time Foresman sold his interest to Frow, Jacobs & Parker, they purchased with a view to continue the partnership, to consist of Frow, Jacobs and Parker.\nMr. McCormick testified that at the time of the agreement of August 20th 1869, by which Foresman sold out his interest to his partners, the whole business was talked over by the partners; as consideration they agreed to repay him the amount of his investment in the concern at 10 per cent, interest: it was also agreed that Frow, Jacobs & Parker would form a new firm, take all the assets of Frow, Foresman & Co., and pay all their indebtedness; the new firm to be composed of Frow, Jacobs and Parker was not then formed; they did form a partnership afterward, and called it Frow, Jacobs & Co., and carried on the planing-mill business the same as the old firm.\nThere was evidence also, that the books of the firm of “Frow,. Jacobs & Co.” were opened the same day of the agreement, and the notes given to Foresman w'ere appropriately entered on them.\nThe auditor found the facts substantially as stated in the foregoing testimony, he also found that $831.84, the balance of the $900 notes, was arranged by Frow & Parker giving their note payable to Foresman, endorsed by him ; and afterward paid him; and that this note was part of the original indebtedness of Frow, Foresman & Co. to Piper & Lyon.\nForesman submitted to the auditor the following propositions:—\n1. If the auditor finds as a fact, that the firm of Frow, Jacobs & Co. agreed, for a valuable consideration, to indemnify Fores-man against the payment of the indebtedness of the firm of Frow, Foresman & Co., and if the firm of Frow, Jacobs & Co. received that consideration, and Foresman was afterwards compelled to pay any part of said indebtedness, Foresman is to that extent a creditor of the firm of Frow, Jacobs & Co., and entitled to participate in this distribution.\n2. If the auditor finds as a fact, that Frow, Jacobs & Parker or either of them agreed, for a valuable consideration, to indemnify Foresman against the payment of the debts of Frow, Fores-man & Co., and if the firm of Frow, Jacobs & Co. received said consideration, Foresman then becomes a creditor of Frow, Jacobs & Co. to the extent of whatever amount- of said indebtedness he was compelled to pay.\n3. If the auditor finds as a fact, that Foresman was compelled to pay, as endorser, a note of any individual member of the firm of Frow, Jacobs & Co., he is a creditor of said firm to that extent, if said note W'as given for an original indebtedness of Frow, Fores-man & Co.\n4. If the auditor finds as a fact, that the note of Frow, Jacobs & Parker to Piper & Lyon, and Eoresman, as endorser, was compelled to pay it, lie is a creditor of the firm of Erow, Jacobs & Co., to that extent, whether it was originally a debt of Erow, Eoresman & Co., or not.\nThe auditor reported his opinion as follows: * * *\n“ The primary question to be settled, is whether there was an assumption by the firm of Erow, Jacobs & Co., or was it an individual assumption by Erow, Jacobs and Parker. If it was the intention of the parties when they gave that bond of indemnity to bind the firm of Erow, Jacobs & Co., and if that firm was then in existence, then notwithstanding its form, they would be bound by it, and Seth T. Eoresman would be entitled to claim as creditor of the firm of Erow, Jacobs & Co., and entitled to participate in this distribution. * * *\nAfter discussing the evidence and the law at some length, the auditor says:\n* * * “ Believing Eoresman to be an individual creditor, he has his remedy upon the separate funds of Frow, Jacobs and Parker, and a preference in that to which the partnership creditors are not entitled.”\n* * * “ There is one other feature of this case which should receive some consideration, and that is the note given by Erow & Parker to Piper & Lyon. There is no question but that Eoresman is liable on his endorsement, the note being payable to his order, and endorsed by him. But the learned counsel for the claimant insists that the original indebtedness being that of Erow, Eoresman & Co., and the consideration being that indebtedness, that they have a right to participate in the distribution. But I cannot accede to this proposition, for the evidence is clear that Piper & Lyon took this note of Erow & Parker in payment of their indebtedness.”’\nThe auditor decided that Eoresman was not entitled to participate in the distribution of the estate of Erow, Jacobs & Co., and accordingly reported a distribution excluding his claim.\nEoresman filed exceptions to the report, that the auditor erred in thus excluding him.\nThe court sustained the exception, and referred the matter again to the same auditor, with instructions to allow the claim of Eoresman.\nThe auditor made a second report, awarding a dividend to Eoresman on his claims.\nC. E. Banstead, and other creditors of Erow, Jacobs & Co., filed exceptions to the report, viz.:\n1. Allowing the claim of S. T. Eoresman.\n2. Allowing that part of his claim composed of the note of Frow & Parker, endorsed by him, and received by Piper & Lyon in payment of the indebtedness of Erow, Eoresman & Co.\nThe court overruled the exceptions and confirmed the second report of the auditor.\nThe excepting creditors appealed to the Supreme Court, and assigned the confirmation of the auditor’s report for error.\nMaynard, Eutermarks Parker; Armstrong Linn and 21. 0. Parsons, for appellants.\nThe creditors of Frow, Foresman & Co. were not creditors of Frow, Jacobs & Co.: Ex parte Ruffin, 6 Ves. 119; Ex parte Fell, 10 Id. 347; Collyer on Partnership 807, 89 ; Story on Partnership, sec. 146; Baker’s Appeal, 9 Harris 76; Parsons on Partnership 421.\nJ. J. Metzgar and S. T. MeQormick, for appellees. —\nTaking a joint and several bond from members of a firm, does not discharge the liability of the firm: Wallace v. Fairman, 4 Watts 379; Bowers v. Still, 13 Wright 72; Schollenberger v. Seldonridge, Id. 83."
  },
  "file_name": "0459-01",
  "first_page_order": 459,
  "last_page_order": 467
}
