{
  "id": 1009392,
  "name": "DeMarco, Appellant, v. Standard Steel Company",
  "name_abbreviation": "DeMarco v. Standard Steel Co.",
  "decision_date": "1915-01-02",
  "docket_number": "Appeal, No. 30",
  "first_page": "174",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 174"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 310,
    "char_count": 4698,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.4729145324941954e-07,
      "percentile": 0.659611622144766
    },
    "sha256": "ec693e04eecbda68a1e36e6aa68fef1ed9123f4d63beca2179acd05a4fb9bbcf",
    "simhash": "1:0952d576868b105c",
    "word_count": 823
  },
  "last_updated": "2023-07-14T18:54:25.775128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "DeMarco, Appellant, v. Standard Steel Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nAppellant was employed as a laborer by the defendant company. At the time of the accident he was engaged with three or four other employees in elevating or “leveling up” a private railroad siding which connected the main line of the railroad with the works of the company. This private siding ran through the yards and into the plant where large under-frames used in the construction of the steel cars were manufactured. The siding was used for loading these frames on cars for transportation. When the frames were completed in the manufacturing process it was the custom to pile one upon top of the other near the railroad siding for convenience in loading, and this custom was generally known to all employees who had anything to do with that branch of the business. The pile which fell and injured appellant contained four large under-frames. The negligence charged was that these frames had been so carelessly and negligently piled one upon the other as to make the place dangerous to employees whose duties required them to work in close proximity thereto. The difficulty with this allegation of negligence is that there is no evidence to show that the frames were piled in a careless or negligent manner. It is true the frames fell or slid over and crushed the foot of appellant, but the record is absolutely silent upon the important question as to what caused the frames to thus fall or slide. This is not a case for the application of the doctrine res ipsa loquitur and the burden was on the plaintiff to make out a prima facie case by the introduction of evidence to sustain his charge of negligence. Inferences to be drawn from the happening of the accident alone are not sufficient. At the conclusion of the plaintiff’s case in chief the learned court below upon motion directed a compulsory nonsuit to be entered, and from the refusal to take it off, this appeal was taken. In entering the nonsuit the trial judge among other things said:\n“We fail to see any evidence in this case wherein it can be said the defendant company was negligent. We fail to see what they could have done that was not done to prevent the accident. We do not believe that we can invoke the doctrine of res ipsa loquitur to carry this case beyond a compulsory nonsuit.”\nIn addition it may be said that there is not the slightest evidence of notice to the defendant company, or its foreman, or superintendent, of the alleged negligent piling, of the frames. The work of piling the frames was done by fellow servants of appellant, and certainly the defendant company could not be held liable for negligence in causing to be done what it clearly had the right to do, in the absence of notice to someone in authority that the work had been carelessly and negligently done by its servants. No attempt was made to prove such notice and indeed no one seems to have considered the piling of the frames dangerous until after the accident occurred. The pile of frames was in plain view of appellant and those who worked with him, and it is clear that they did not apprehend any danger in the manner of piling the frames, or at least did not think it worth while to give notice of the danger, if they , did apprehend it. Under these circumstances we do not see how it is possible to hold the defendant company liable on account of the negligence charged which no one apprehended and of which it had no notice.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "J. Clyde Gilfillan, for appellant.",
      "J. Norman Martin, with him Ernest E. Jones and Martin & Martin, for appellee."
    ],
    "corrections": "",
    "head_matter": "DeMarco, Appellant, v. Standard Steel Company.\nNegligence — Master and servant — Bes ipsa loquitur — Evidence of negligence — Nonsuit.\nAs between master and servant there is no presumption of negligence from the mere happening of an accident, and where an employee was injured by the fall upon him of a pile of frames ■which his fellow servants had erected, a nonsuit was properly entered where there was no evidence of negligence in the manner of piling the frames, or that if so piled notice thereof had been given to the defendant, its foreman or superintendent.\nArgued Oct. 6, 1914.\nAppeal, No. 30, Oct. T., 1914, by plaintiff, from judgment of O. P. Lawrence Co., June T., 1911, No. 1, refusing to take off nonsuit in case of John DeMarco v. The Standard Steel Car Company.\nBefore Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Porter, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nThe lower court entered a nonsuit which it subsequently refused to take off. Plaintiff appealed.\nError assigned was the refusal to take off the nonsuit.\nJ. Clyde Gilfillan, for appellant.\nJ. Norman Martin, with him Ernest E. Jones and Martin & Martin, for appellee.\nJanuary 2, 1915:"
  },
  "file_name": "0174-01",
  "first_page_order": 208,
  "last_page_order": 210
}
