{
  "id": 1009431,
  "name": "Kent v. Fishblate, Appellant",
  "name_abbreviation": "Kent v. Fishblate",
  "decision_date": "1915-01-02",
  "docket_number": "Appeal, No. 95",
  "first_page": "361",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "244 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0279-01"
      ]
    },
    {
      "cite": "208 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998095
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0282-01"
      ]
    },
    {
      "cite": "85 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0477-01"
      ]
    },
    {
      "cite": "2 P. & W. 75",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8877439
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pen-w/2/0075-01"
      ]
    },
    {
      "cite": "238 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0450-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 8417,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 9.012894796084676e-08,
      "percentile": 0.503605036432626
    },
    "sha256": "6254bab1d4fd154cc7f11680df69a556dcfa84d52ce13030d1b2a4bd1a73a678",
    "simhash": "1:6b2ce516bf7fa61b",
    "word_count": 1464
  },
  "last_updated": "2024-02-27T17:25:54.256192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Bbown, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Kent v. Fishblate, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nS. A. Fisbblate and Florence M. Fisbblate were husband and wife, but they became estranged and separated. In 1910 sbe took steps to recover from bim certain personal property wbicb sbe alleged belonged to ber. Three of tbe items claimed by ber were definitely stated in tbe bill wbicb sbe filed, and amounted to $46,000; tbe fourth was indefinite in amount. A report of tbe litigation and of tbe result of it is found in Fishblate v. Fishblate, 238 Pa. 450. Before this proceeding was instituted Mrs. Fisbblate called upon E. J. Kent, Esq., tbe appellee, a member of tbe Allegheny County bar, for tbe purpose of securing bis professional services, and, according to ber own testimony, insisted that sbe wanted some definite understanding about tbe fee to be charged. Sbe thought there ought to be a written contract between them, but they finally entered into an oral one, and tbe sole question in this controversy between them is as to its terms. She insists tbe agreement was that be was to receive ten per cent, of what be recovered, while be claims that sbe agreed to pay bim ten per cent, of tbe amount involved in ber claim against ber husband. Tbe jury having found that tbe agreement was tbe one declared upon by tbe appellee, returned a verdict in bis favor, and from tbe judgment upon it Mrs. Fisbblate has appealed.\nTbe assignments of error relate wholly to tbe instructions of tbe court in tbe charge to tbe jury. Tbe first question submitted to them was whether tbe appellee, under bis agreement with tbe appellant, was to receive ten per cent, of tbe amount involved — that is, ten per cent, of ber claim against ber husband — or only ten per cent, of what sbe might recover in tbe litigation to be instituted for ber by tbe appellee, and this question was submitted under tbe following instruction: “You have the testimony of the respective parties, and the testimony of all who could have heard what did take place, and it is for you to determine what the contract really was. The burden is on the plaintiff to establish the contract by the weight of the evidence, and you will take into consideration the positive testimony of the parties, and the other circumstances of the case, and ascertain what, in your judgment, the weight of the evidence leads to, — namely, whether the contract was made as stated by the plaintiff, or whether it was made as stated by the defendant.” This was clear and correct, and the jury could, have been left in no doubt as to- what was the main question in the case.\nBut it is alleged by counsel for appellant that, even if the contract between her and the appellee was what he contends it was, and the jury found it to be, it ought not to be regarded as an enforceable one. In support of this proposition no authority has been cited, probably for the very good reason that none can be found. A page or two of the printed argument is devoted to references to generalities in one or two authorities relating to the well-settled and equally well-known rule which requires the highest degree of fairness and good faith on the part of an attorney towards his client, but they are utterly without application to the facts before us. When the contract upon which the appellee stands was entered into the relation of attorney and client between bim and the appellant did not exist. It was for the purpose of establishing such relation that the contract as to fees was made, for the appellant herself testified that she said to the appellee that she thought she should have a written contract to determine the fees he was to receive, as she did not care to go into the case and spend all for fees after it was decided, if it should be decided against her. They were dealing at arm’s length with each other in making the contract. That it was, in the absence of fraud, as binding upon the appellant as if it had been between her and a tradesman has been the settled rule with us ever since — with the expressed satisfaction of Chief Justice Gibson — Mooney v. Lloyd, 5 S. & R. 412, was overruled by Gray v. Brackenridge, 2 P. & W. 75. In Thompson v. Boyle, 85 Pa. 477, the action, brought by a gentleman of the bar, was not upon an express contract, but upon an implied one'that his client would pay for his services. It was there, as here, contended that, as the controversy was between counsel and client, the trial of the cause was governed by exceptional and special rules, but it was said by Mr. Justice Woodward : “When Mooney v. Lloyd, 5 S. & R. 412, was overruled by Gray v. Brackenridge, 2 P. & W. 75, the rule was settled that an action for attorney and counsel fees could be maintained. Whenever a controversy has since involved its discussion this rule has been recognized and enforced. The implied contract between counsel and client has become the subject of litigation, therefore, and the law applies to it the same principles that are applicable to other similar contracts, and affords relief in the same forms that it affords it to litigants concerning them ......A lawyer may bring suit for his fees, but his cause is to be tried like causes of other men.” In Williams v. Philadelphia, 208 Pa. 282, the contract of the plaintiff, a member of the Philadelphia bar, with the City of Philadelphia, was for a contingent fee of ten per cent, to be paid him for procuring credits with the State for overpayments of taxes to it. It was urged by the city as its main argument, in asking us to reverse the judgment below in favor of the plaintiff, that the contract was champertous and illegal. In holding that it was valid and enforceable, Mr. Chief Justice Mitchell, speaking for the entire court, said:' “It is urged, and that is perhaps the main stress of the argument here, that the contract is champertous and should not be enforced by the courts. But the facts do not sustain this view. Contingent fees are not illegal. They enable some just claims to be recovered which the circumstances off the parties would otherwise defeat, while on the other hand they certainly tend to encourage litigation of a speculative and unfounded character, which is against the true interests of society. But, wisely or unwisely, a point on which opinions may fairly differ, the law has long been settled that contracts for such fees are lawful and enforceable by the courts, and something more than the mere contingency of the compensation is necessary to make them champertous.” The latest case upon the subject of the right of an attorney to recover compensation for his professional services is Higgins v. Ostrander, 244 Pa. 279.\nAnother contention of the appellant, to be briefly noted, is that, as she discharged the appellee for cause, he is not entitled to any compensation. The answer to this is that the jury found as a fact that she was not justified in discharging him. He was, therefore, entitled to get what she promised to pay him: Williams v. Philadelphia, supra. It may be proper to note that it appeared from the testimony that, before the appellant discharged the appellee, he had procured an offer of settlement which would practically have given her all she claimed.\nEach assignment of error is overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "S. S. Robertson, for appellant.",
      "H. K. Siebeneck, of Seymour, Patterson & Siebeneck, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kent v. Fishblate, Appellant.\nAttorneys-at-law — Contracts for services — Conflicting evidence —Case for jury.\nAn attorney-at-law may lawfully contract with one about to enter into the relation of a client, for payment of compensation for services to be rendered, and may maintain an action upon such contract. Where the contract was oral and the evidence was in dispute as to its terms, and involved the question whether the attorney had been unjustifiably dismissed before the completion of his services, the case was necessarily for the jury.\nArgued Oct. 14, 1914.\nAppeal, No. 95, Oct. T., 1914, by defendant, from judgment of C. P. Allegheny Co., June T., 1911, No. 642, on verdict for plaintiff in case of Edward J. Kent v. Florence M. Fishblate.\nBefore Fell, C. J., Bbown, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nAssumpsit on a parol contract for the payment of counsel fees. Before Swearingen, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $4,600 and judgment thereon. Defendant appealed.\nErrors assigned were instructions to the jury.\nS. S. Robertson, for appellant.\nH. K. Siebeneck, of Seymour, Patterson & Siebeneck, for appellee.\nJanuary 2, 1915:"
  },
  "file_name": "0361-01",
  "first_page_order": 395,
  "last_page_order": 399
}
