{
  "id": 1009523,
  "name": "King Cork & Seal Co. v. American Brewers' Supply Co., Appellant",
  "name_abbreviation": "King Cork & Seal Co. v. American Brewers' Supply Co.",
  "decision_date": "1915-01-02",
  "docket_number": "Appeal, No. 123",
  "first_page": "374",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 355,
    "char_count": 6667,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5194094327507125
    },
    "sha256": "b84a37a3fd15fbb6c1827705ee4d31843273ee1672ada32b71de00ddea6b921e",
    "simhash": "1:f06e078fbb0474cb",
    "word_count": 1100
  },
  "last_updated": "2023-07-14T18:54:25.775128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Moschzisker, Jj."
    ],
    "parties": [
      "King Cork & Seal Co. v. American Brewers’ Supply Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nIn this action of assumpsit, the King Cork & Seal Company sought to recover the amount of two promissory notes made to its order by defendant. At the trial it was contended by defendant that the notes were without consideration, and were given for the accommodation of plaintiff. The question whether the notes were given for value, was submitted to the jury, and the verdict was in favor of the plaintiff. Two questions are raised by the assignments of error: (1), whether the court should have taken the case from the jury and given binding instructions for defendant, and (2), whether copies of two advertisements which were offered in evidence, should have been received. It appears from the record that plaintiff was in business at Baltimore, where it manufactured tin crowns or caps for bottles. Defendant was located at Pittsburgh and was engaged in furnishing supplies to brewers and bottlers. It had a local agency for the sale of goods manufactured by plaintiff. It seems that the Franklin Brewing Company of Columbus, Ohio, desired to purchase for its own use in capping bottles, an Adriance crowning machine, which was manufactured by the Adriance Machine Works of Brooklyn, N. Y., and that the brewing company authorized defendant to make the purchase of the machine for it. Defendant was unable to make satisfactory terms with the Adriance Machine Works, and therefore as a matter of accommodation to it, requested plaintiff to effect the purchase. Plaintiff succeeded in doing so. and for the purchase price defendant gave to plaintiff its notes for $1,800. These notes were discounted in hank and the proceeds were used to pay for the machine, which was shipped by the Adriance Machine Works to the Franklin Brewing Company. The notes in question were renewed more than once, and those in suit are the latest renewals. The Franklin Brewing Company was not satisfied with the machine and returned it to defendant, which in turn attempted to return it to plaintiff. At the trial plaintiff offered in evidence the promissory notes, on which suit was brought. This made á prima facie case, and' upon that it rested. Defendant offered in evidence the correspondence between the parties. From this it clearly appears that the plaintiff was requested by defendant, to purchase for it the machine which it desired to sell to the brewery. The evidence is ample to justify the conclusion, that the plaintiff acted in the matter entirely for the accommodation of the defendant. Before the machine was purchased, the defendant was warned by the plaintiff that it would not assume any risk in the matter at all. It was reminded that plaintiff was acting gratuitously, and was to receive no compensation for what it did, while on the other hand the defendant was to receive a commission of ten per cent, allowed by the manufacturer of the machine, upon the amount of the sale. We find nothing whatever in the correspondence to indicate that the notes were given merely as accommodation paper. On the contrary it appears, that plaintiff requested defendant to send cash to make the first payment upon the machine, but instead of doing so, defendant sent its notes, and suggested that plaintiff could get them discounted. This •correspondence was put in evidence by the defendant and therefore upon its own showing, it was not entitled to binding instructions in its favor. In rebuttal plaintiff called Henry Baer, who had represented it in the transaction connected with the purchase of the machine. He testified that at his suggestion, an officer of the defendant went to Brooklyn and tried to buy an Adriance machine, but was unsuccessful. This officer then requested witness to buy the machine, and he therefore took the matter up and succeeded in getting a satisfactory contract. He stated to defendant, that “we would accommodate them and lend them money to pay for this machine, with the understanding that they would repay it to us.” The correspondence between the parties, and the testimony of the witness, Baer, strengthen and support the prima facie case, established by the notes themselves. The evidence in support of plaintiff’s case was ample to justify its submission to the jury, and it would have been error to have directed a verdict in favor of defendant.\nThe copies of the advertisements which were offered in evidence, and which were excluded, were alleged to have been published with the knowledge of the plaintiff. They describe defendant as “Special Agent for King Bottle Cap.” The defense to the notes was however, placed upon the ground that defendant was agent for plaintiff in the sale of an Adriance Crowner machine. It is not therefore apparent, how evidence of agency for the King Bottle Cap, would be material to the issue, where agency for the sale of an “Adriance Crowner Machine” was involved. The advertisements which were offered in evidence, were not relevant, and they were properly excluded.\nThe assignments of error are all overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Marion U. Murphy, for appellant.",
      "John Frederick Tim, with him Eugene J. Cronin, of the Maryland bar for appellee."
    ],
    "corrections": "",
    "head_matter": "King Cork & Seal Co. v. American Brewers’ Supply Co., Appellant.\nNegotiable instruments — Promissory notes — Defenses—Failure of consideration — Evidence—Relevancy.\n1. In an action on promissory notes given by defendant in renewal of other notes which it contended were without consideration where there was evidence that at defendant’s request plaintiff had purchased a machine for defendant for shipment to defendant’s principal and that defendant gave the original notes to plaintiff in payment therefor the court made no error in submitting the case to the jury.\n2. In such case copies of advertisements describing defendant as special agent for the sale of a certain other appliance had no bearing upon the defense that defendant was plaintifE’s agent for the sale of the machine and the exclusion of such evidence was not error.\nArgued Oct, 14, 1914.\nAppeal, No. 123, Oct. T., 1914, by defendant, from judgment of O. P. Allegheny Co., April T., 1912, No. 2539, on verdict for plaintiff, in case of King Cork & Seal Company, a Corporation, v. The American Brewers’ Supply Company.\nBefore Fell, C. J., Brown, Potter, Elkin and Moschzisker, Jj.\nAffirmed.\nAssumpsit on promissory notes. Before Swearingen, J.-\nThe opinion of the Supreme Court states the facts.\nYerdict for plaintiff for $1,620 and judgment thereon. Defendant appealed.\nErrors assigned, were rulings on evidence referred to in the opinion of the Supreme Court and the refusal of the court to enter judgment for defendant n. o. v.\nMarion U. Murphy, for appellant.\nJohn Frederick Tim, with him Eugene J. Cronin, of the Maryland bar for appellee.\nJanuary 2, 1915:"
  },
  "file_name": "0374-01",
  "first_page_order": 408,
  "last_page_order": 411
}
