{
  "id": 1009635,
  "name": "Francis v. Baltimore & Ohio Railroad Company, Appellant",
  "name_abbreviation": "Francis v. Baltimore & Ohio Railroad",
  "decision_date": "1915-01-02",
  "docket_number": "Appeal, No. 153",
  "first_page": "425",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "242 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0321-01"
      ]
    },
    {
      "cite": "240 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0533-01"
      ]
    },
    {
      "cite": "234 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/234/0379-01"
      ]
    },
    {
      "cite": "225 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0214-01"
      ]
    },
    {
      "cite": "219 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0384-01"
      ]
    },
    {
      "cite": "198 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0166-01"
      ]
    },
    {
      "cite": "155 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0170-01"
      ]
    },
    {
      "cite": "112 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546832
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0551-01"
      ]
    },
    {
      "cite": "112 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0437-01"
      ]
    },
    {
      "cite": "83 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050757
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0332-01"
      ]
    },
    {
      "cite": "79 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0033-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    },
    {
      "cite": "31 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0358-01"
      ]
    },
    {
      "cite": "225 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0033-01"
      ]
    },
    {
      "cite": "132 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0107-01"
      ]
    },
    {
      "cite": "140 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0475-01"
      ]
    },
    {
      "cite": "220 Pa., 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0516-01"
      ]
    },
    {
      "cite": "95 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0398-01"
      ]
    },
    {
      "cite": "44 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0375-01"
      ]
    },
    {
      "cite": "99 Pa. 801",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "192 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0242-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 8356,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 3.5048782895318954e-07,
      "percentile": 0.8829848767244731
    },
    "sha256": "09a4bd837379e8635564787450f25ddb0af71e283e04d9a19721bd962d09a8da",
    "simhash": "1:cf95b3609f14abf0",
    "word_count": 1511
  },
  "last_updated": "2024-02-27T17:25:54.256192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Francis v. Baltimore & Ohio Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nSome two months before the happening of the accident which is the basis of the present action, the defendant company had established a yard south of its main tracks near Sandpatch station, and had constructed thereon a Y on which to turn its engine. In so doing it appropriated a portion of a public road south of the crossing at Sandpatch, and supplied the break thus made by a new link which increased the distance from the crossing at Sandpatch south some 700 feet. The plaintiff, Jacob H. Francis, father of the injured boy, resided south of the crossing; his children attended a public school north of the crossing, and were accustomed, in order to avoid the increased distance by the supplied road, in going and returning from school, to walk over the defendant company’s yard, follow along the east track of the Y till the main tracks of the railroad were reached, and then continue along these until they reached the public crossing. In returning from school on the afternoon of 24th February, 1913, the injured boy, a lad of nine years, in company with two of his sisters, one thirteen years of age and the other six, was following the course indicated. Having crossed the main tracks of the railroad on the public road, they turned eastward, following for a short distance the line of the railroad until they came to the eastern branch of the Y. From this point they proceeded along the Y until reaching a point where the ground at the side of the track was somewhat obstructed, or, uneven as some of the witnesses testified, they left the side of the track and were pursuing their way upon the ends of the ties outside the rail, when the plaintiff, who was in advance of the others, was struck and seriously injured by the tender of an engine which was backing over the Y to the main track. The action resulted in a verdict for the plaintiff. The negligence alleged was failure of those in charge of the engine to give warning of its approach, and failure to occupy positions which would have given a front view of the track over which they were running, both enginemen at the time facing in the opposite direction from that in which the engine was moving. As the case is presented on this appeal the failure to do these things may be regarded as established, and we have but the one question to consider, whether from their omission, under the circumstances of the case, an inference of negligence on the part of the defendant results. In view of the place where the accident occurred — on the tracks of the defendant company, where the lad had no right to be — it was essential to a recovery that it should be made to appear that, because of something peculiar to the place, the defendant had reason to suppose that some person or persons might be upon the railroad at that point. Such condition being shown to exist, failure in the respects indicated would be negligence; not shown to exist, no legal duty to do either of the things omitted would arise, and therefore, from their omission no inference of negligence would result. To meet this burden resting on the plaintiff, evidence was offered and admitted the purpose of which was to show that the course pursued by the injured boy and his companions in returning from school the day of the accident, including that-which led over and upon the ends of the cross ties on which the track was laid and where the accident occurred, was a well defined path, used, not only by these school children but by the public at large rather than the more circuitous route along the public road, for a period of at least two months prior to the accident. This testimony was direct and positive and, if believed, was entirely sufficient to establish not only the fact of the existence of a path along and upon the ties of the railroad at the point where the accident occurred, but the further fact of its frequent and continuous use by the public for the period above mentioned. A review here of the testimony is unnecessary, since the only contention now made by appellant, is that the length of time during which the path was shown to have been used by the public was insufficient to charge the defendant with knowledge of such use. Had the purpose of the evidence been to show that the injured lad had a right to be where he was, so as to derive therefrom wanton injury, it would have failed, of course; the purpose however, was not to show any right in the boy, but a duty resting on the defendant, because of its acquiescence in a use by the public of a path upon its track, to take notice of conditions it had suffered to arise, and exercise that degree of care which the law requires when such conditions exist. The law fixes the length of time required for the ripening of an adverse right; but duties are independent of time, and arise as circumstances call them into existence. When the railroad company knew, or should have known, that part of the tracks through its yard was being used by the public in the way shown by the testimony, except as it interfered and prevented such use, a duty at once attached to exercise a degree of care in operating its cars thereon corresponding to the increased risk. Where a higher degree of care is demanded under some circumstances than others, and where both the duty and the extent of performance are to be ascertained as facts, a jury alone can determine what is negligent, and whether it has been proved. The degree of care required in this case was for the jury to determine from the facts as they found them to be. Kay v. R. R. Co., 65 Pa. St. 269, is a case exactly in point.\nThe assignment of error is overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "J. G. Ogle, for appellant.",
      "Valentine Hay, with him John R. Scott, Ross R. Scott, and A. L. G. Hay, for appellee."
    ],
    "corrections": "",
    "head_matter": "Francis v. Baltimore & Ohio Railroad Company, Appellant.\nNegligence — Railroads—Permissive use of track by pedestrians— Duty to use due care — Case for jury.\n1. When a railroad company' has acquiesced in the use by the public of a path upon its tracks, it is bound to take notice of conditions it has suffered to arise, and exercise that degree of care which the law requires when such conditions exist.\n2. Where a child was injured upon a well defined path leading through the yard of defendant railroad company, which path had been used by the public for a period of at least two months, and it appeared there was negligence in the operation of defendant’s engine, which caused the injury, the case was held to be for the jury.\nArgued Sept. 29, 1914.\nAppeal, No. 153, Oct. T., 1914, by defendant, from judgment of C. P. Somerset Co., Dec. T., 1913, No. 121, on verdict for plaintiff in case of Jacob H. Francis, father and next friend of Howard Walter Francis, a minor, v. Baltimore & Ohio Railroad Company, Lessee and Operator of the Pittsburgh & Connellsville Railroad.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Ruppel, P. J.\nThe opinion of the Supreme Court states the facts. Verdict for plaintiff for $1,950 and judgment thereon. Defendant appealed.\nErrors assigned, were in refusing' to direct' a verdict for defendant, and in refusing to enter judgment for defendant n. o. v.\nJ. G. Ogle, for appellant.\nThe plaintiff’s son was a trespasser and the defendant is therefore not liable for his injuries: Brague v. N. C. R. Co., 192 Pa. 242; Moore v. Penna. R. R. Co., 99 Pa. 801; Philadelphia & Reading Railroad Company v. Hummell, 44 Pa. 375; Cauley v. Railroad, 95 Pa. 398; Bailey v. Lehigh Valley R. R. Co., 220 Pa., 516; Rodgers v. Lees, 140 Pa. 475; McMullen v. Penna. R. R. Co., 132 Pa. 107; Liethold v. Phila. & R. Ry. Co., 47 Pa. Sup. Ct. 137; Eastburn v. U. S. Express Co., 225 Pa. 33.\nValentine Hay, with him John R. Scott, Ross R. Scott, and A. L. G. Hay, for appellee.\nThe case was for the jury: Rauch v. Lloyd & Hill, 31 Pa. 358; Kay v. Penna. R. R. Co., 65 Pa. 269; Penna. R. R. Co. v. Lewis, 79 Pa. 33; Hydraulic Works Co. v. Orr, 83 Pa. 332; Schilling v. Abernethy, 112 Pa. 437; Biddle v. Railway Co., 112 Pa. 551; Barre v. Reading City Pass. R. R., 155 Pa. 170; Enright v. R. R. Co., 198 Pa. 166; Henderson v. Continental Ref. Co., 219 Pa. 384; Millum v. Lehigh & Wilkes-Barre Coal Co., 225 Pa. 214; Boggess v. B. & O. R. R. Co., 234 Pa. 379; Kovarik v. Lehigh Val. R. R. Co., 240 Pa. 533; Piepke v. Phila. & Reading Ry. Co., 242 Pa. 321.\nJanuary 2, 1915:"
  },
  "file_name": "0425-01",
  "first_page_order": 459,
  "last_page_order": 463
}
