{
  "id": 1009411,
  "name": "Commonwealth v. Mondollo, Appellant",
  "name_abbreviation": "Commonwealth v. Mondollo",
  "decision_date": "1915-01-02",
  "docket_number": "Appeal, No. 316",
  "first_page": "526",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "246 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0543-01"
      ]
    },
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 7294,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.3337940057082102e-07,
      "percentile": 0.62967976125249
    },
    "sha256": "8ef0820f9780d75f73e49bce7a4616221246a72444484f932301ae5c06959755",
    "simhash": "1:f2f36daddf0272ce",
    "word_count": 1288
  },
  "last_updated": "2024-02-27T17:25:54.256192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before. Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth v. Mondollo, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe appellant was convicted in the court below of the wilful and deliberate murder of a girl about eighteen years of age at the time of her death. She was employed in a restaurant, and on the evening of May 1, 1914, obtained permission from her employer to go to a theatre. Before leaving the restaurant she had a conversation with the prisoner, who followed her and an escort to the theatre. He went inside, and in a few moments left and returned to the restaurant, to which the deceased also returned shortly afterwards. She found him sitting at a table and notified him to cease bothering her with his attentions, whereupon he arose, drew a revolver from his pocket and shot her twice in the neck. As a result of this shooting her death followed two days later. The verdict, finding the prisoner guilty of murder of the first degree, was, under the evidence, the only one which could have been returned by a jury deliberating under a proper sense of duly. This does not seem to be seriously questioned by counsel for the prisoner, who ask for a retrial of the case on the ground of alleged errors committed by the learned trial judge in his charge to the jury. If errors were so committed, calling for a reversal of the judgment, our duty would be to remand the case for another tidal, even though the same inevitable verdict should await the prisoner, for his. right is to be tried according to law. He was so tried, and his appeal from the just judgment pronounced upon him is so utterly without merit that but a word need be said in dismissing it.\nBy the first assignment complaint is made of the court’s definition of the words “lying in wait,” as used in our penal code in declaring what constitutes murder of the first degree. Nothing complained of by the first assignment did the prisoner any possible harm, for the jury were given clearly to understand that, though the Commonwealth insisted that his crime was that of wilful, deliberate and premeditated murder, they could not convict him of murder of the first degree unless they found a specific intent on his part at the time of the killing to take life, of which intent his mind was fully conscious, and for the accomplishment of his purpose there had been sufficient time to lay the plan and select the weapon to carry it into execution. This instruction is taken from that portion of the charge of which the second assignment complains. It has even less merit than the first, for what the jury were told in the language of which it complains but followed the instructions in Commonwealth v. Drum, 58 Pa. 9, which have since been approved by this court in a multitude of cases.\nOn this appeal the Commonwealth well contends that the prisoner really made no defense at the trial. That he shot his victim under the circumstances recited is admitted, and he did not deny that he had said to two witnesses that he had returned from the theatre to the restaurant for the purpose of awaiting her return, that he might shoot her. If the court failed to dwell at length on the testimony of several witnesses which counsel for the prisoner seem to think was relevant and important, it was probably for the very good reason that there was nothing in it to help him. The fourth assignment does not seem to be pressed. The question raised by the fifth was passed upon adversely to the appellant in Commonwealth v. Tassone, 246 Pa. 543.\nThe assignments of error are overruled, the judgment is affirmed and it is ordered that the record be remitted for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "L. E. Erasher, with him J. Espey Sherrard, for appellant.",
      "8. E. Shelby, District Attorney, with him 8. John Morrow and William, Augustus Miller, Assistant District Attorneys, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Mondollo, Appellant.\nCriminal law — Murder—First degree — Intent—Premeditation— Deliberation — “Lying in wait” — Trials—Charge to jury.\nOn the trial of an indictment for murder where it appeared that the victim, an eighteen years old girl, was employed in a restaurant; that before leaving the restaurant on the evening of the murder she held a conversation with the accused, who followed her and an escort to the theatre; that the accused went inside and a few minutes later left and returned to the restaurant; that when deceased returned she found him sitting at a table and told him to cease bothering her with his attentions, whereupon he arose, drew a revolver from his pocket and shot her twice in the neck, causing her death two days later; and that defendant told two witnesses that he had returned from the theatre to the restaurant for the purpose of awaiting her return and shooting her, the defendant cannot complain of the court’s definition of “lying in wait,” where the jury were given clearly to understand that the Commonwealth could not convict defendant of murder of the first degree unless they found an intent on his part at the time of the killing to take life, of which intent his mind was fully conscious, and for the accomplishment of his purpose there had been sufficient time to lay the plan and select the weapon to carry it into execution; and where there was no other error in the charge of the court, a verdict and judgment of guilty of murder of the first degree were sustained.\nArgued Oct. 26, 1914.\nAppeal, No. 316, Jan. T., 1914, by defendant, from judgment of O. & T. Fayette Co., June T., 1914, No. 7, on verdict of guilty of murder of the first degree in the case of Commonwealth v. Nicola Mondollo.\nBefore. Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nIndictment for murder. Before Umbel, P. J.\nThe facts appear by the opinion of the Supreme Court.\nThe jury found a verdict of murder of the first degree. Sentence of death was subsequently imposed by the court. Defendant appealed.\nError assigned, among others, was (1) :\n“The court, having read from the statute the definition of murder, erred in charging the jury as follows:\n“ Non will observe in this case that it is not contended that the murder was by means of poison, or that it was in the perpetration of, or attempt to perpetrate, any arson, rape, robbery or burglary, but it is contended and insisted on the part of the Commonwealth that murder of the first degree was committed by this defendant in the manner as claimed here by lying in wait, or as a wilful, deliberate and premeditated killing, either of which, under the statute, is denominated murder of the first degree. Murder by lying in wait practically describes itself, that is, where one person lays in ambush or secretes himself and awaits an opportunity to take the life of his victim. The law says there are about three elements necessary to constitute the crime of murder in the first degree by lying in wait, they are: first, waiting; second, watching; and third, secrecy. If a person waits and watches an opportunity to kill another, and by secrecy it does not mean that he necessarily secretes or hides himself but that he formed in his own mind the secret intention to take the life of his victim — if those three elements are present and are established to the satisfaction of the jury, and life is taken under those circumstances the man who takes the life is guilty of murder in the first degree by lying in wait.’ ”\nL. E. Erasher, with him J. Espey Sherrard, for appellant.\n8. E. Shelby, District Attorney, with him 8. John Morrow and William, Augustus Miller, Assistant District Attorneys, for appellee.\nJanuary 2, 1915:"
  },
  "file_name": "0526-01",
  "first_page_order": 560,
  "last_page_order": 563
}
