{
  "id": 1009417,
  "name": "Philadelphia Co., Appellant, v. Pittsburgh",
  "name_abbreviation": "Philadelphia Co. v. Pittsburgh",
  "decision_date": "1915-01-02",
  "docket_number": "Appeal, No. 192",
  "first_page": "542",
  "last_page": "545",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 542"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 380,
    "char_count": 6381,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.33842841802746026
    },
    "sha256": "e0c5c9d03abf602e4e056acaa237dfb39ca28d577888d03e5016a3fd0323b607",
    "simhash": "1:188120c0e628e680",
    "word_count": 1088
  },
  "last_updated": "2023-07-14T18:54:25.775128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Philadelphia Co., Appellant, v. Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Erkin,\nThe lights of the parties to this controversy should not he impaled upon sharp points of practice to such an extent as to deny a full hearing upon the merits. The real question for decision is whether under the ordinance of 1884 appellant is required to furnish free gas to the Municipal Hospital. Section 4 of that ordinance provides that the party to whom the franchise was granted, or his assigns, shall “furnish to the City .of Pittsburgh, free of cost and expense, all the natural gas necessary for fuel for the buildings of the police, fire, markets, and city property departments so long as said pipes shall be in use.” It will be noticed that the ordinance does not in terms include the municipal hospital, and hence the necessity of determining whether the words “city property departments” are broad enough to require the furnishing of free gas to that institution. This is a question of fact rather than of law, and we do not see how it is possible to determine with any degree of certainty whether the ordinance imposes upon appellant the duty of furnishing free gas to the hospital without evidence to show what connection that institution has with the “city property departments.” The learned court below assumed certain facts, and upon these facts so assumed, based its judgment. We find nothing in the record to warrant this assumption of facts, and without evidence to warrant the findings, there is no foundation to support the conclusion. We deem it necessary, therefore, to reverse the judgment in order that the parties may have the opportunity of proving the facts upon which they rely to sustain their respective contentions. In this connection it will be proper to introduce evidence to show, or tending to show, how the hospital is managed and supported, from what sources revenues are derived to maintain it, and what connection it had with the city government at the time the ordinance of 1884 was passed. In addition proofs may be offered to show what the party receiving the franchise did, if anything, in the matter of furnishing free gas to the hospital immediately after the passage of the ordinance and for subsequent years. While this might not be conclusive upon the corporate bodies involved in this litigation, it would at least be a strong indication to the court as to how the original contracting parties understood their rights and liabilities under the ordinance. In other words if the original company furnished free gas to the hospital for a number of years it must have done so because of its understanding that this institution within the meaning of the ordinance was under the control or supervision of a city property department — otherwise there would have been no liability to furnish free gas. It may be that all of these facts are so well known to counsel that they did not deem it necessary to offer testimony to prove them, but we must take the record as we find it, and cannot say what the facts are without evidence upon which to base a finding. The record is also silent as to how the control and management of the hospital was changed or affected by the Act of March 7, 1901, P. L. 20. This may not be important, but if it is deemed of any significance, the facts should be established for the information of the court. If the ordinance of 1884 required' the furnishing of free gas to the hospital as a municipal institution, all other questions are out of the case, and appellant has no standing to enforce a claim against the city for the gas thus furnished. This is the important and controlling question in the case and should be decided upon its merits with a full knowledge of all the facts. All other questions raised by this appeal are but incidental to the one just discussed, and they are of no significance, if it should be finally determined that the ordinance of 1884 requires the furnishing of free gas to the hospital. We will not undertake now to pass upon the merits of any of the questions suggested by this appeal. All this can be done more intelligently when the facts are fully established. This applies to the argument relating to the burden of proof as well as to all other questions involved.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Erkin,"
      }
    ],
    "attorneys": [
      "Edwin W. Smith, of Reed, Smith, Shaw & Beal, for appellant.",
      "Hermann F. Ruojf, Assistant City Solicitor, with him Charles A. O’Brien, City Solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Philadelphia Co., Appellant, v. Pittsburgh.\nContracts — Municipalities — Municipal ordinances — Uncertain terms — Oral evidence — Case for jury.\nIn’an action by a gas company against a municipality to recover for gas furnished a municipal hospital under a contract, where it appeared that the ordinance which granted plaintiff’s franchise and which was prior in date to the contract provided that the gas company should “furnish to the city......free of cost and expense, all the natural gas necessary for fuel for the buildings of the police, fire, markets and .city property departments......” the right of the plaintiff to recover under the contract did not exist if the municipal hospital was included in the “city property departments,” referred to in the ordinance, but ¡as the connection between the municipal hospital and the city property departments was not apparent and could only be explained by oral testimony, it was error for the court to decide as a matter of law, that the hospital was a city property department, entitled to be furnished gas free of cost.\nArgued Oct. 26, 1914.\nAppeal, No. 192, Oct. T., 1914, by plaintiff, from judgment of O. P. Allegheny Co., Oct. T., 1912, No. 2035, for defendant n. o. v., in case of the Philadelphia Company, a Corporation, v. the City of Pittsburgh, a Municipal Corporation.\nBefore Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ.\nReversed.\nAssumpsit for gas furnished a municipal hospital. Before Ford, J.\nFrom the record it appeared that on April 10, 1904, the Philadelphia Company and the City of Pittsburgh entered into a contract whereby said company agreed to supply natural gas for the municipal hospital in the City of Pittsburgh at a stipulated rate.\nOther facts appear in the opinion of the Supreme Court.\nVerdict for plaintiff for $4,231.33. The court subsequently entered judgment for defendant n. o. v.\nError assigned, among others, was the judgment of the court.\nEdwin W. Smith, of Reed, Smith, Shaw & Beal, for appellant.\nHermann F. Ruojf, Assistant City Solicitor, with him Charles A. O’Brien, City Solicitor, for appellee.\nJanuary 2, 1915:"
  },
  "file_name": "0542-01",
  "first_page_order": 576,
  "last_page_order": 579
}
