{
  "id": 1009529,
  "name": "Account of Joseph R. White, Committee in Lunacy",
  "name_abbreviation": "Account of White",
  "decision_date": "1915-01-11",
  "docket_number": "Appeal, No. 211",
  "first_page": "593",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "247 Pa. 593"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "53 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/53/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 10216,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03549724327557321
    },
    "sha256": "036963ae22f4ed8594fd51dbf1b17c0f53d161de122da1bcc5b2e2c0fcb5030d",
    "simhash": "1:398e76843edff1ca",
    "word_count": 1800
  },
  "last_updated": "2024-02-27T17:25:54.256192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Account of Joseph R. White, Committee in Lunacy."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nAdella Neel was declared a lunatic in 1889 and died in February, 1912, leaving to survive her only collateral relatives on her father’s and mother’s side. She was the daughter of James Neel and his wife, Nancy Neel, the latter dying in 1872 and the former sometime prior to that date. All the real estate at any time owned by Adella Neel, or to which she had title, became vested in her as an heir of Isaiah White, deceased, who was a brother of her mother, Nancy Neel, and was awarded to her in the partition proceedings in the estate of her maternal uncle after she had been adjudged a lunatic. During the lifetime of the lunatic, all the real estate was sold by her committee on an order issued by the Court of Common Pleas in pursuance of the provisions of the Act of April 18, 1853, P. L. 503, commonly known as the Price Act. The committee received the rents and royalties on the real estate prior to its sale, and also received certain moneys from the administrators of Isaiah White, deceased. The proceeds of the real estate were invested by the committee and the interest and income therefrom were received by him. He filed an account after the death of the lunatic embracing therein the moneys received by him from all sources, and an auditor was appointed to make distribution of the fund in the hands of the committee. There were two sets of claimants to the fund before the‘auditor: the next of kin on the mother’s side and the next of kin on the father’s side. ' The former claimed the proceeds of the real estate sold under the Price Act, and also the unexpended interest or income from the loans or investments of such proceeds. The latter contended that the rents of the real estate, received by the committee prior to its sale, and the unexpended interest or income on the investments of the proceeds of the sale of the real estate should be distributed as personalty to the administrator of Adella Neel. The learned auditor awarded the purchase-money of the real estate to the next of kin on the mother’s side, and directed that the interest and income therefrom and the rents of the real estate received by the committee should be distributed as personalty and paid to the lunatic’s administrator. The appellants here are the next of kin on the mother’s side, and they allege that the auditor and the court below which confirmed his report erred in declining to award to them the interest received by the committee on the loans of the proceeds of the real estate and in directing the same to be paid to the administrator of the lunatic. That is the only question involved in the case.\nWe do not regard the question as difficult of solution. It is clearly ruled by the plain words of the Price Act under which the sales of the real estate were made. The sixth section of the act provides, inter alia, as follows: “The purchase-money......shall in all respects be substituted for the real estate sold......as regards the enjoyment and ownership thereof, after the payment of liens, and shall be held for, or applied to, the use and benefit of the same persons and for the same estate, and interest present or future, vested, contingent or executory, as the estate sold......had been held; ......and those entitled to a present interest in such real estate, shall receive the interest of the proceeds or rents thereof, unless expressly directed to accumulate.” This is followed by the seventh section which provides “that no purchase or sale by authority of this act shall change the course of descent, or transmission of any property changed in its nature, by virtue thereof as respects persons who are not of competent ability to dispose of it.” It is conceded that the proceeds of the realty became a substitute therefor, and will descend as such from the lunatic. The realty having been inherited from the maternal ancestor, the proceeds of the sale held by the committee, therefore, go to the next of kin of the lunatic on her* mother’s side. It is strenuously contended that the income or interest on the proceeds of sale, not expended for the benefit of the lunatic, still possesses the character of real estate from which it was derived, and, therefore, should descend in the same channel and to the same persons as the principal which produced it. But this contention finds no warrant in the act of assembly nor in the legal principles applicable to the case, A sale of real estate usually works a conversion and would do so in this case were it not for the provisions of the act under which it was made. So far as the act provides that the purchase-money shall be substituted for the real estate sold and retain the character of the property which produced it, only so far, therefore, can the fund be regarded as real estate. It is the purchase-money, says the act, that shall be substituted for the real estate and held as such. There is no provision that the interest on the purchase-money, subsequently received by the committee, shall be substituted for or held as real estate. The legislature might have declared that the unexpended balance of the income from the proceeds of the sale of the real estate should retain the character of realty but that declaration is wanting, and there is nothing whatever in the act which indicates that such was the legislative intent. It is the character of the real estate itself, and not the rents therefrom or the interest on the proceeds thereof, which the act declares shall not be changed, so that the property as it came to the lunatic should be transmitted without change in the course of descent.\nIt must be conceded that had the real estate remained unsold, the rents therefrom would be personalty and go to the lunatic. The act declares that “those entitled to a present interest in such real estate shall receive the interest of the proceeds or rents thereof, unless expressly directed to accumulate.” There is no direction here to accumulate either the rents from the real estate or the interest on the proceeds of its sale and hence they go to the lunatic and are not to be added to or become a part of the realty or its proceeds. The act treats the rents and income as entirely separate from the realty, and specifically directs what disposition shall be made of them. They are not impressed with the artificial character of realty by the statute, but retain their real character as personalty. The statute makes express provision that while the real estate, although converted into money, shall not, in legal contemplation, be converted into personalty but shall descend and be distributed as real estate. There is no provision that the rents or interest on the proceeds of the sale of realty shall be impressed with the character of real estate, nor is there any declaration in the act that the committee shall be a trustee to collect the rents or the interest on the proceeds of the sale of realty and hold or pay over the balance, not expended for the maintenance of the lunatic, to those entitled to the realty at the death of-the lunatic. On the contrary, as just pointed out, the statute provides that the lunatic shall receive the rents and the interest on the proceeds of the sale. We are clear that the interest on the proceeds of the sale of the real estate of the lunatic received by the committee is personalty and that as such it was properly directed to be paid to the administrator.\nThe conclusion of the court below is persuasively supported by the fact that the present is the first case in this court, so far as the reports show, in which the question has been raised since the passage of the Price Act, more than half a century ago. Within a very few years after the passage of the act, it became necessary, in Holmes’s App., 53 Pa. 339, to dispose of the income from the proceeds of sale of the real estate of a minor sold under the act. Ex-Chief Justice Lowrie, sitting as an auditor, held “that the profit and income of the said share (of the minor), up to the time of his death, is personal estate, and goes to his administratrix.” The learned auditor also held that the land in legal contemplation and as an object of descent and distribution was not converted into personalty, and that it must be treated as land, and not as personalty in its descent from the minor. So far as the report of the case discloses, no exception was taken to the disposition of the income by the auditor, whose report was confirmed by the Orphans’ Court. While the case was brought here on the other question, the decision of the auditor as to the character of the income from the proceeds of the real estate and the party to whom it belonged was not raised, and therefore was acquiesced ifi as correct.\nThe order of the court below, affirming tlie auditor’s report and supplemental report is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Oscar L. Jackson, with him Charles R. Davis, for appellant."
    ],
    "corrections": "",
    "head_matter": "Account of Joseph R. White, Committee in Lunacy.\nBeal property — Lunatics—Sale of real estate — Price Act — Income — Personal property.\nThe unexpended income from real estate of a lunatic together with the income received from the invested proceeds derived from the sale of such real estate under the Price Act of April 18, 1853, P. L. 503, is to he treated as personalty upon the death of the lunatic and is properly awarded to her administrator.\nArgued Oct. 7, 1914.\nAppeal, No. 211, Oct. T., 1914, by Mary E. McOandless and Mary Taylor, Executrix of Lucinda Taylor, Deceased, from decree of C. P. Lawrence Co., March T., 1914, No. 1, in equity, dismissing exceptions to report of auditor in the matter of the Fifth and Final Account of Joseph R. White, Committee in the Estate of Adella Neel, a Lunatic, Deceased.\nBefore Brown, Mestrezat, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAccount of Joseph R. White, Committee of the estate of Adella Neel, a lunatic.\nExceptions to report of auditor. Before Porter, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the exceptions. Mary E. Mc-Candless and Mary Taylor, Executrix of Lucinda Taylor, deceased, appealed.\nErrors assigned were in dismissing the exceptions.\nOscar L. Jackson, with him Charles R. Davis, for appellant.\n8. 8. Mehard, with him 8. W. Dana and Richard F. Dana, for appellees.\nJanuary 11, 1915:"
  },
  "file_name": "0593-01",
  "first_page_order": 627,
  "last_page_order": 632
}
