{
  "id": 1757541,
  "name": "COMMONWEALTH of Pennsylvania v. Edward Juan WRIGHT, Appellant",
  "name_abbreviation": "Commonwealth v. Wright",
  "decision_date": "1979-10-04",
  "docket_number": "No. 17",
  "first_page": "561",
  "last_page": "564",
  "citations": [
    {
      "type": "official",
      "cite": "486 Pa. 561"
    },
    {
      "type": "parallel",
      "cite": "406 A.2d 1033"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 271,
    "char_count": 3516,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06586619528783338
    },
    "sha256": "ab5250b6b8b24ac9ce6b7777beccba5f365980aa0035a5880e6808708aedcecd",
    "simhash": "1:e4804ea1671574e2",
    "word_count": 541
  },
  "last_updated": "2024-02-27T22:24:39.414797+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Edward Juan WRIGHT, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nIn this appeal from denial of relief under the Post Conviction Hearing Act, appellant, Edward Juan Wright, asserts that he should be granted a new trial because defense counsel, Philip D. Freedman, was ineffective for failing to advise appellant as to the desirability of entering a plea, failing to inform appellant of the consequences of pleading guilty, and failing to make a recommendation as to pleading alternatives. We disagree with appellant and affirm the order of the PCHA Court.\nOn February 12, 1972, Linda D. McMullen, age seventeen (17) years, was in Kenley’s Bar at Maclay and Jefferson Streets in Harrisburg. About 1:00 a. m. Wright entered with another female, a heated verbal exchange ensued and Wright forced McMullen outside the bar where he repeatedly punched and knocked her head against the building. Friends intervened, Wright discontinued his assault and McMullen crossed the street. Wright then said, “Bitch, I’m going to kill you,” ran across the street and plunged a knife into McMullen’s abdomen. McMullen died fourteen (14) hours later. Wright was found guilty, by a jury, of murder of the first degree and sentenced to life imprisonment. On appeal, this court affirmed judgment. Appellant initiated a PCHA Petition which was denied without hearing. This court, on appeal, ordered the PCHA court to appoint new counsel because appellant’s appointed counsel, for the first PCHA Petition, was a member of the same Public Defender’s Office as appellant’s trial counsel. Appellant initiated a second PCHA Petition which was denied after hearing. Denial of that Petition is the substance of this appeal.\nThe issues presented are merely a restatement of the issue raised in the PCHA court, questioning defense trial counsel’s effectiveness in attempting to enter a plea bargain with the Commonwealth.\nThe proper test for determining the effectiveness of counsel is whether the course of action chosen by counsel has some reasonable basis designed to effectuate his client’s best interest. Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967).\nThe PCHA Court found that Mr. Freedman discussed the possibility of pleading guilty, to murder generally, with appellant. This was unacceptable to appellant, however, appellant was willing to enter a plea of guilty to voluntary manslaughter. Mr. Freedman approached the District Attorney with the proposal, but voluntary manslaughter was unacceptable to the District Attorney. The transcript of the PCHA hearing further evidences that Mr. Freedman discussed the possibility of entering a guilty plea with appellant, on several occasions, to make sure appellant thoroughly understood exactly the consequences thereof, to enable a rational choice of alternatives.\nMr. Freedman’s stewardship in preparing and litigating appellant’s case was effective, reasonable and in compliance with the standards set forth above. Defense trial counsel attempted to enter a plea bargain for appellant and should not be found ineffective for his adversary’s refusal to accept the proposed plea.\nWe therefore affirm the order of the PCHA Court.\nOrder affirmed.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "William T. Smith, Harrisburg, for appellant.",
      "Marion E. MacIntyre, Second Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "406 A.2d 1033\nCOMMONWEALTH of Pennsylvania v. Edward Juan WRIGHT, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted May 21, 1979.\nDecided Oct. 4, 1979.\nWilliam T. Smith, Harrisburg, for appellant.\nMarion E. MacIntyre, Second Asst. Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ."
  },
  "file_name": "0561-01",
  "first_page_order": 639,
  "last_page_order": 642
}
