{
  "id": 1835965,
  "name": "WEATHERLY AREA SCHOOL DISTRICT, Township of Lehigh and Jim Thorpe Area School District, Appellants, v. WHITEWATER CHALLENGERS, INC. and Pocono Whitewater Limited, Appellees",
  "name_abbreviation": "Weatherly Area School District v. Whitewater Challengers, Inc.",
  "decision_date": "1992-11-13",
  "docket_number": "No. 53 E.D. Appeal Docket 1991",
  "first_page": "504",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "532 Pa. 504"
    },
    {
      "type": "parallel",
      "cite": "616 A.2d 620"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 A.2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221688
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0483-01"
      ]
    },
    {
      "cite": "560 A.2d 1361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1818963,
        1818924
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "1366"
        },
        {
          "page": "1367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0177-01",
        "/pa/522/0178-01"
      ]
    },
    {
      "cite": "522 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818924
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "186-187"
        },
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0178-01"
      ]
    },
    {
      "cite": "74 A.2d 138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225557
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0254-01"
      ]
    },
    {
      "cite": "563 A.2d 1305",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1393392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/128/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 12541,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 2.3280152179345455e-07,
      "percentile": 0.7907675312344465
    },
    "sha256": "aeb210fd6f7ca465cfbc12d00835887337c23745e45abbe566d02d81b461b0b2",
    "simhash": "1:fd2b66250a37153e",
    "word_count": 1995
  },
  "last_updated": "2024-02-27T22:09:08.379436+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, and CAPPY, JJ.",
      "McDERMOTT, J., did not participate in the consideration or decision of this matter."
    ],
    "parties": [
      "WEATHERLY AREA SCHOOL DISTRICT, Township of Lehigh and Jim Thorpe Area School District, Appellants, v. WHITEWATER CHALLENGERS, INC. and Pocono Whitewater Limited, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThe question raised by this appeal is whether a municipality or school district may assess an amusement tax upon the admission of patrons to a business operated substantially on state property under license agreement with the Commonwealth.\nWeatherly Area School District, Jim Thorpe School District and the Township of Lehigh (hereinafter “the taxing authorities”) each enacted an ordinance pursuant to the Local Tax Enabling Act establishing a tax upon patrons for the admission to places of amusement within the area of each municipality or school district. Whitewater Challengers and Pocono Whitewater, Limited (hereinafter “the rafting companies”) are businesses licensed by the Commonwealth to offer whitewater equipment rentals, guided tours and instructions on whitewater rafting on the Lehigh River within Lehigh Gorge State Park. They collected and remitted the amusement taxes until March 31, 1986. Since then, they have declined to collect or remit the taxes.\nAs a result of the failure of the rafting companies to collect and remit the amusement taxes, the taxing authorities initiated lawsuits in May of 1988 to compel payment of unpaid amusement taxes. The trial was bifurcated as to liability and damages, and the trial court determined the liability issue in favor of the taxing authorities. On appeal, Commonwealth Court reversed, holding that neither a school district nor a local municipality may assess taxes under the Local Tax Enabling Act against recreational activities in a park owned by the Commonwealth. 128 Pa.Cmwlth. 541, 563 A.2d 1305. The taxing authorities petitioned for allowance of appeal and we granted allocatur. For the following reason, we now reverse.\nIn Borough of Wilkinsburg v. School District of Wilkinsburg, 365 Pa. 254, 74 A.2d 138 (1950), the borough had passed an ordinance imposing a tax upon the admission fee or privilege to attend any amusement. The School District of the Borough of Wilkinsburg refused to collect the tax on amounts collected at local football games. The borough brought an action in mandamus against the school district to compel its compliance with the ordinance. While the legality of the tax was unquestioned, the enabling legislation granting authority to the borough to levy the tax did not grant it the power to compel another agency of the Commonwealth to collect the taxes. We held that a municipality cannot impose the duty of collecting a tax levied by the municipality upon any other political subdivision or agency of the Commonwealth without express statutory consent.\nWe reaffirmed the holding of Borough of Wilkinsburg v. School District of Wilkinsburg in Moon Area School District v. Garzony, 522 Pa. 178, 560 A.2d 1361 (1989). Garzony addressed the issue of whether the managing operator of a county parking lot was required to collect a school district’s tax on fees paid by patrons of non-residential parking lots. The resolution adopted by the school district imposed the responsibility for collection of the tax and the filing of monthly returns upon the operators of the lots.\nWe concluded that the school district did not have the authority to impose the duty to collect the parking tax on the county itself. We then examined whether the corporation that operated the parking facilities on behalf of the county under a written management agreement was also exempt from the duty to collect the parking tax. We held that the exemption for political subdivisions or agencies of the Commonwealth extends to individuals or entities performing a government activity as a governmental servant or agent. In holding that the managing operator was exempt, we stated:\nJust like a private corporation, any governmental agency or political subdivision, and indeed the Commonwealth itself, can only act or carry out its duties through real people — its agents, servants or employees. It would be easy to adopt the simple test that any governmental activity carried out by anyone (or any entity) at governmental behest or under governmental regulation is insulated under Borough of Wilkinsburg (or some other such immunity) and that such a person or entity be construed as an employee, servant, or, at least, as an agent, of the Commonwealth or one of its political subdivisions for such purposes.\nIn modern times, however, that would be going too far. In the Nineteenth Century, state action and private action were concepts clearly distinct and separate. But today, “the growth and proliferation of public works and controls have increasingly reduced ‘state’ and ‘private’ action to the conceptual end points on a broad and lengthy bond of government and private joint ventures.” Abernathy, Civil Rights (West.Publ.Co.1980), p. 66. Who, one hundred years ago, for example, could have envisioned that a county government would participate in the private sector to the extent that it would establish a vast parking lot system next to a large international airport? Since many private sector activities today are touched by government involvement, investment, participation or regulation, we think that a more careful analysis is necessary to determine whether a person or entity is acting as a governmental agent or employee for purposes of Borough of Wilkinsburg.\n522 Pa. at 186-187, 560 A.2d at 1366.\nThe test for determining whether one is a servant or an independent contractor was defined as follows:\n“The legal distinction between an employee and an independent contractor is so well established as to require little, if any, discussion. The characteristics [sic] of the former relationship is that the master not only controls the result of the work but has the right to direct the way in which it shall be done, whereas the characteristic of the latter is that the person engaged in the work has the exclusive control of the manner of performing it, being responsible only for the result: ... ‘Broadly stated, if the contractor is under the control of the employer, he is a servant; if not under such control, he is an independent contractor...: It is not ... the fact of actual interference or exercise of control by the employer, but the existence of the right or authority to interfere or control, which renders one a servant rather than an independent contractor.’ ”\n522 Pa. at 190, 560 A.2d at 1367, citing Feller v. New Amsterdam Casualty, 363 Pa. 483, 486, 70 A.2d 299, 300 (1950).\nIn Garzony, the county had entered into a management agreement under which it received between 95-97% of the revenues generated by the operation of the parking lot and for which it was responsible for 95-97% of the expenses. The county paid an administrative fee and a percentage based on overall revenues for the management services performed by a corporate entity. The receipts generated by the parking lot were the property of the political subdivision.\nThe licensing agreement between the Commonwealth and the rafting companies in the instant case provided:\n1. The rafting companies have the right to charge reasonable and fair prices subject to the Commonwealth’s approval.\n2. The rafting companies must maintain complete financial records and permit examination and audit by the Commonwealth upon request.\n3. The rafting companies must maintain liability insurance to cover claims for personal injury or property damage.\n4. The rafting companies provide all licenses, permits, equipment, supplies, materials, merchandise, transportation and labor necessary for satisfactory operation of their businesses, except items otherwise stated.\n5. The rafting companies pay their own utilities.\n6. Employees of the rafting companies must attend “public contact training sessions” or other appropriate training as provided by the Commonwealth free of charge, not to exceed three hours per year, and the wage costs are to be borne by the rafting companies.\n7. The rafting companies are permitted to provide rafts which may be leased for self-guided use in addition to rafts used for guided trips, not to exceed a specified maximum.\n8. The rafting companies may not offer services other than those associated with guided and self-guided raft and kayak tours without the Commonwealth’s approval.\n9. The Commonwealth defines the types of containers to be used for food served by the rafting companies.\n10. Points of embarkation and debarkation are specified by the Commonwealth.\n11. The rafting companies must maintain and repair all licensed premises.\n12. The rafting companies agree to employ only competent and orderly persons who are neat, clean and courteous.\n13. In the event of continued unsatisfactory performance by the rafting companies that the companies fail or refuse to remedy, the Commonwealth may terminate the agreement subject to a hearing procedure.\n14. The rafting companies have the option to provide guided canoe or kayak trips with the approval of the park superintendent.\n15. The rafting companies may transport no more than 120 passengers and use no more than 20 rafts per trip.\n16. The schedule of trips of the rafting companies is established by the Commonwealth to prevent too many rafts on the river at any given time.\n17. The Commonwealth does not guarantee water flow.\n18. The rafting companies are required to provide a raft with guides four times per season to collect visible trash on the river banks.\n19. The rafting companies are required to provide a manifest for each trip.\n20. The rafting companies may not assign their agreement with the Commonwealth without consent, which may not be unreasonably withheld.\n21. The rafting companies agree to maintain order among their customers.\n22. The rafting companies indemnify and hold harmless the Commonwealth and the U.S. Army Corps of Engineers from damages, claims, suits and expenses which may arise from their activities.\n23. Upon breach of any condition of the agreement, the rafting companies confess judgment in favor of the Commonwealth for any monies due under the agreement.\nThe rafting companies agreed to pay a lump sum annual payment payable in installments to the Commonwealth and a $5.00 fee for each rented raft as a fee for the concession license agreement. The revenues generated by the rafting excursions were the property of the rafting companies. The rafting companies did not provide managerial or administrative services to the Commonwealth. The agreement between the Commonwealth and the rafting companies extensively regulated the use of public property by an entity to promote a private enterprise. The agreement was intended to protect the public property by regulating the environmental impact on the river and by assuring that the commercial use of the river would not unnecessarily interfere with the public use of the river.\nPrivate action performed on public property does not become government action because it is licensed and closely regulated. Indeed, the interest of government in protecting the public interest is so paramount as to mandate not only close regulation, but also constant vigilance so that the public interest is not undermined. The rafting companies are licensees, not agents or servants of the Commonwealth. As licensees, the rafting companies are not exempt from the duty imposed upon them to collect the amusement tax by the taxing authorities.\nThe Order of the Commonwealth Court is reversed and the matter is remanded to the trial court for further proceedings.\nMcDERMOTT, J., did not participate in the consideration or decision of this matter.\n. The trial court found that the amusement taxes adopted by each of the taxing authorities are substantially identical. These taxes “are applicable to admission of patrons to ‘places of amusement' that are 'within the limits’ of the school district or township.”\nThe ordinance passed by the township and resolutions passed by the school districts require that the \"owner” of an amusement collect the tax. \"Owner\" is defined as the person in possession and operation of an amusement. Slip Op. at 3-4.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "James R. Nanovic, Jim Thorpe, for Township of Lehigh.",
      "Jane F. Engler, Jim Thorpe, for Jim Thorpe Area School Dist.",
      "Daniel A. Miscavige, Hazelton, for Weatherly Area School Dist.",
      "Lawrence W. Dague, Camp Hill, for appellee."
    ],
    "corrections": "",
    "head_matter": "616 A.2d 620\nWEATHERLY AREA SCHOOL DISTRICT, Township of Lehigh and Jim Thorpe Area School District, Appellants, v. WHITEWATER CHALLENGERS, INC. and Pocono Whitewater Limited, Appellees.\nSupreme Court of Pennsylvania.\nArgued Jan. 22, 1992.\nDecided Nov. 13, 1992.\nJames R. Nanovic, Jim Thorpe, for Township of Lehigh.\nJane F. Engler, Jim Thorpe, for Jim Thorpe Area School Dist.\nDaniel A. Miscavige, Hazelton, for Weatherly Area School Dist.\nLawrence W. Dague, Camp Hill, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, and CAPPY, JJ."
  },
  "file_name": "0504-01",
  "first_page_order": 670,
  "last_page_order": 677
}
