{
  "id": 1835923,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Jason WILLIAMSON, Appellant",
  "name_abbreviation": "Commonwealth v. Williamson",
  "decision_date": "1992-11-23",
  "docket_number": "No. 113 W.D. Appeal Docket 1991",
  "first_page": "568",
  "last_page": "572",
  "citations": [
    {
      "type": "official",
      "cite": "532 Pa. 568"
    },
    {
      "type": "parallel",
      "cite": "616 A.2d 980"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "530 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1832994
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "where beverage thought to be beer was served from a tap, rather than from a bottle, proof of alcohol content was necessary to establish an offense under the Liquor Code for furnishing malt or brewed beverages to minors"
        },
        {
          "parenthetical": "where beverage thought to be beer was served from a tap, rather than from a bottle, proof of alcohol content was necessary to establish an offense under the Liquor Code for furnishing malt or brewed beverages to minors"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0416-01"
      ]
    },
    {
      "cite": "506 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790978
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "472-73"
        },
        {
          "page": "1103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0469-01"
      ]
    },
    {
      "cite": "595 A.2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa.Super. 645",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1832994
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/530/0416-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 5379,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 2.4487808399396795e-07,
      "percentile": 0.8038354745778615
    },
    "sha256": "fd9ca67d9f4d5ac339fcb894c6e3171d0f81729ab58cb4e4e69dca766c6b7eea",
    "simhash": "1:f48ce4f1393b1926",
    "word_count": 879
  },
  "last_updated": "2024-02-27T22:09:08.379436+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "CAPPY, J., concurs in the result.",
      "LARSEN, J., files a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Jason WILLIAMSON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nIn 1990, in the Court of Common Pleas of Elk County, the appellant, Jason Williamson, was found guilty of the summary offense of underage drinking. Appellant was sentenced to pay a fine of $100.00 and costs of prosecution. An appeal was taken to the Superior Court, whereupon, in a memorandum decision, the conviction was affirmed, 413 Pa.Super. 645, 595 A.2d 195 (1991). The present appeal, by allowance, ensued. We reverse.\nThe factual background of the case is as follows. On June 7, 1988, a police officer received a report that there was an underage drinking party in progress near Bear Creek in Elk County. Driving a marked police vehicle, the officer went to the scene, and, upon arriving there at approximately 11:30 a.m., he observed a number of individuals fleeing from the area. Appellant and another individual were not among those who fled. Rather, they remained standing next to a vehicle owned by appellant. Located on the hood of the vehicle was an open can of a commonly known brand of beer. There were also some kegs of malt beverage in the vicinity. The officer did not observe anyone drinking, but smelled what he believed to be beer on appellant’s breath. Accordingly appellant, a minor, was issued a citation. No citation was issued to the individual who had been standing with appellant, as no odor of beer was detected on his breath.\nAt trial, appellant testified that he had not consumed any alcoholic beverages. He testified that he had arrived at the Bear Creek area just shortly before the police officer arrived and that he did not flee from the scene because he had no reason to run away. The trial court found that this testimony was not credible.\nAt issue is whether the Commonwealth produced sufficient evidence to prove that appellant had been drinking a malt or brewed beverage in violation of the Crimes Code, 18 Pa.C.S. § 6308. The applicable standard of review is\nwhether, viewing all the evidence admitted at trial, together with all reasonable inferences therefrom, in the light most favorable to the Commonwealth, the trier of fact could have found that each element of the offenses charged was supported by evidence and inferences sufficient in law to prove guilt beyond a reasonable doubt.\nCommonwealth v. Jackson, 506 Pa. 469, 472-73, 485 A.2d 1102, 1103 (1984).\nIn 18 Pa.C.S. § 6308, it is provided:\nA person commits a summary offense if he, being less than 21 years of age, attempts to purchase, purchases, consumes, possesses or knowingly and intentionally transports any liquor or malt or brewed beverages, as defined in section 6310.6 (relating to definitions).\n“Malt or brewed beverages,” as defined in 18 Pa.C.S. § 6310.6, include the following:\nAny beer, lager beer, ale, porter or similar fermented malt beverage containing 0.50% or more of alcohol by volume, by whatever name such beverage may be called.\n(Emphasis added).\nAsserting that there was no direct evidence that he consumed a beverage containing 0.50% or more of alcohol by volume, appellant alleges that the prosecution did not meet its burden of proof. We agree.\nAlthough it would certainly be reasonable to suspect that appellant consumed beer on the occasion in question, it cannot be said that such consumption has been proved beyond a reasonable doubt. There was no actual observation of the appellant drinking, possessing, or transporting any alcoholic beverage. The record contains no evidence that appellant behaved in a way that exhibited any degree of intoxication. Nor does the record contain any scientific evidence establishing the alcohol content of any beverage that appellant might have consumed. See generally Commonwealth v. Epsilon, 530 Pa. 416, 609 A.2d 791 (1992) (where beverage thought to be beer was served from a tap, rather than from a bottle, proof of alcohol content was necessary to establish an offense under the Liquor Code for furnishing malt or brewed beverages to minors).\nFurther, there is a reasonable possibility that consumption of a nonalcoholic or very low-alcohol malt or brewed beverage accounted for the odor on appellant’s breath. As this Court stated in Epsilon, 530 Pa. at 421 n. 2, 609 A.2d at 793 n. 2,\nWe take judicial notice of the fact that brewed beverages that have an appearance and flavor similar to beer, but do not contain one half of one per cent or more of alcohol by volume, are available for sale. Indeed, some of those beverages do not have any alcoholic content.\nThus, under the circumstances presented, we conclude that proof of the alleged offense has not been established beyond a reasonable doubt. Appellant’s conviction cannot be sustained.\nThe judgment of sentence is reversed and appellant is discharged.\nCAPPY, J., concurs in the result.\nLARSEN, J., files a dissenting opinion.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent based upon Mr. Justice McDermott’s Dissenting Opinion [Larsen, J. joining] filed in Commonwealth v. Epsilon, 530 Pa. 416, 609 A.2d 791 (1992).",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Sidney Sokolsky, Ecker, Ecker & Ecker, Pittsburgh, for appellant.",
      "Vernon D. Roof, Dist. Atty., Rita L. Coppolo, Asst. Dist. Atty., Ridgway, for appellee."
    ],
    "corrections": "",
    "head_matter": "616 A.2d 980\nCOMMONWEALTH of Pennsylvania, Appellee, v. Jason WILLIAMSON, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 21, 1992.\nDecided Nov. 23, 1992.\nSidney Sokolsky, Ecker, Ecker & Ecker, Pittsburgh, for appellant.\nVernon D. Roof, Dist. Atty., Rita L. Coppolo, Asst. Dist. Atty., Ridgway, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0568-01",
  "first_page_order": 734,
  "last_page_order": 738
}
