{
  "id": 1835966,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Manuel POLANCO, Appellant",
  "name_abbreviation": "Commonwealth v. Polanco",
  "decision_date": "1992-11-20",
  "docket_number": "No. 004 M.D. Appeal Docket 1991",
  "first_page": "599",
  "last_page": "603",
  "citations": [
    {
      "type": "official",
      "cite": "532 Pa. 599"
    },
    {
      "type": "parallel",
      "cite": "616 A.2d 1372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "395 Pa.Super. 197",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        881226
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/395/0197-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 7933,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 8.736465398858961e-08,
      "percentile": 0.4944996793249336
    },
    "sha256": "304eb083520de0fc1f393a864d4adb14bae33aa7dc671849645871ee0ae15035",
    "simhash": "1:fdc2ae43ed6203c3",
    "word_count": 1280
  },
  "last_updated": "2024-02-27T22:09:08.379436+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "MONTEMURO, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Manuel POLANCO, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThe appellant, Manuel Polanco, pled guilty to one count of conspiracy and two counts of delivery of a controlled substance as a result of having delivered cocaine to an undercover police officer on two occasions in September of 1988. The deliveries consisted of 0.96 grams of cocaine on September 15, 1988 and 5.65 grams of cocaine on September 29, 1988. On June 1, 1989, a sentence of three to six years imprisonment was imposed for conspiracy, and a concurrent term of one to two years imprisonment was imposed for the September 15, 1988 offense. A concurrent term of three to six years imprisonment and fine of $5,000.00 were imposed for the September 29, 1988 offense. An appeal challenging the latter portion of the sentence was taken to the Superior Court, whereupon the judgment of sentence was affirmed. 395 Pa.Super. 197, 576 A.2d 1111 (1990). The present appeal, by allowance, ensued.\nAt issue is whether the trial court erred in applying the mandatory minimum sentencing provision, 18 Pa.C.S. § 7508(a)(3)®, in sentencing appellant to a three to six year term of imprisonment and fine for the offense that occurred on September 29, 1988. The trial court reasoned that this was appellant’s second offense, in that the first offense was that which occurred on September 15,1988. Hence, it imposed the three year sentence mandated for recidivist offenders under § 7508(a)(3)®. Appellant contends that the mandatory sen-fencing provision for recidivist offenders should be applied only where the first offense involved at least 2 grams of controlled substance. Accordingly, inasmuch as the trial court treated the September 15,1988 delivery of less than 1 gram of cocaine as a first offense under the sentencing statute, appellant contends that he has been improperly sentenced. We agree and remand for resentencing.\nWhen appellant was sentenced, 18 Pa.C.S. § 7508(a)(3)(i) provided in pertinent part as follows:\n(3) A person who is convicted of violating section 13(a)(14) or (30) of The Controlled Substance, Drug, Device and Cosmetic Act where the controlled substance is coca leaves or is any salt, compound, derivative or preparation which is chemically equivalent ... shall, upon conviction, be sentenced to a mandatory minimum term of imprisonment and a fine as set forth in this subsection:\n(i) upon the first conviction when the amount of the substance involved is at least 2.0 grams and less than ten grams; one year in prison and fine of $5,000 or such larger amount as is sufficient to exhaust the assets utilized in and the proceeds from the illegal activity and, upon conviction for another offense subject to sentencing under this section: three years in prison and $10,000 or such larger amount as is sufficient to exhaust the assets utilized in and the proceeds from the illegal activity;\n(Emphasis added).\nThe Superior Court reasoned that the legislative intent with regard to § 7508 was to provide comprehensive punishment for drug offenders through the imposition of mandatory terms of imprisonment. Accordingly, it construed the statute as not requiring a previous conviction subject to sentencing under § 7508 as a prerequisite for application of the recidivist sentencing provision. It held that the recidivist provision was applicable whenever there had been a previous conviction for delivery of a controlled substance under Section 13(a)(30) of The Controlled Substance, Drug, Device and Cosmetic Act, 35 P.S. § 780-113(a)(30), without regard to whether the amount of the substance involved in the previous offense was at least 2 grams. Such a construction ignores, however, the plain language of § 7508. As stated in 1 Pa.C.S. § 1921(b), “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.”\nA plain reading of the statute makes it clear that the mandatory sentence of three years imprisonment and fine of $10,000.00 are to be applied only where there is a second offense subject to the mandatory sentencing provision of § 7508, and not where the first offense was for a smaller quantity of controlled substance than is addressed by that section. The language of the statute is unambiguous. In express terms, it sets forth a mandatory sentence to be imposed “upon conviction for another offense subject to sentencing under this section.” Clearly, there must be a first conviction subject to sentencing under “this section,” to wit, § 7508, which deals only with quantities greater than 2 grams, before there can be a second, i.e., “another,” conviction subject to sentencing under “this section.”\nExamination of other portions of § 7508 confirms that by the term, “this section,” the legislature was referring to the sentencing provision, § 7508, rather than to Section (13)(a)(30) of The Controlled Substance, Drug, Device and Cosmetic Act. The following excerpts from § 7508 are illustrative:\n(b) Proof of sentencing. — Provisions of this section shall not be an element of the crime. Notice of the applicability of this section to the defendant shall not be required prior to conviction, but reasonable notice of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing. The applicability of this section shall be determined at sentencing. The court shall consider evidence presented at trial, shall afford the Commonwealth and the defendant an opportunity to present necessary additional evidence and shall determine, by a preponderance of the evidence, if this section is applicable.\n(c) Mandatory sentencing. — There shall be no authority in any court to impose on an offender to which this section is applicable a lesser sentence than provided for herein or to place the offender on probation, parole, work release or prerelease or to suspend sentence. Nothing in this section shall prevent the sentencing court from imposing a sentence greater than provided herein.\n18 Pa.C.S. § 7508(b), (c) (emphasis added). Hence, to no extent can the mandatory sentencing provision’s requirement that there have been a prior offense “subject to sentencing under this section” be construed as referring to any section other than § 7508.\nInasmuch as appellant’s conviction for delivery of 0.96 grams of cocaine did not meet the 2 gram threshold for imposition of a mandatory sentence under § 7508, it was not a conviction subject to sentencing under that section. Appellant’s conviction for delivery of 5.65 grams of cocaine was not, therefore, a second conviction subject to sentencing under § 7508, but rather was the first conviction subject to sentencing thereunder, and the courts below erred in holding to the contrary. Accordingly, resentencing is required.\nJudgment of sentence vacated, and case remanded for re-sentencing.\nMONTEMURO, J., did not participate in the consideration or decision of this case.\n. The statute was amended in 1990 to specify that a three year term of imprisonment and $10,000.00 fine must be imposed \"if at the time of sentencing the defendant has been convicted of another drug trafficking offense.” Hence, under the amended statute, it is not necessary to establish that the previous offense involved at least 2 grams of controlled substance.\n. Although the sentencing statute specified a fine of $10,000 for recidivist offenders, the trial court imposed a fine of only $5,000 in this case.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "John R. Gailey, Jr., York, for Manuel Polanko.",
      "Peter Rosalsky, Philadelphia, for amicus defendant Assn, of Philadelphia.",
      "H. Stanley Rebert, Dist. Atty., William H. Graff, Jr., Deputy Prosecutor, for Com. of Pa.",
      "Leonard N. Sosnov, Philadelphia."
    ],
    "corrections": "",
    "head_matter": "616 A.2d 1372\nCOMMONWEALTH of Pennsylvania, Appellee, v. Manuel POLANCO, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted April 8, 1992.\nDecided Nov. 20, 1992.\nJohn R. Gailey, Jr., York, for Manuel Polanko.\nPeter Rosalsky, Philadelphia, for amicus defendant Assn, of Philadelphia.\nH. Stanley Rebert, Dist. Atty., William H. Graff, Jr., Deputy Prosecutor, for Com. of Pa.\nLeonard N. Sosnov, Philadelphia.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0599-01",
  "first_page_order": 765,
  "last_page_order": 769
}
