{
  "id": 8844932,
  "name": "Wirkman, Appellant, v. Wirkman Company",
  "name_abbreviation": "Wirkman v. Wirkman Co.",
  "decision_date": "1958-03-24",
  "docket_number": "Appeal, No. 350",
  "first_page": "63",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "392 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 A. 2d 274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216497
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0574-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 6660,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.9288945907163317e-07,
      "percentile": 0.8471980412757655
    },
    "sha256": "91317b1df79cb4edf9df692af749cfdbdba80f3b20986ca14a50cd44c6b65a22",
    "simhash": "1:2ab3d55eb500cfc2",
    "word_count": 1076
  },
  "last_updated": "2024-02-27T22:18:25.368133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Jones and Cohen, JJ."
    ],
    "parties": [
      "Wirkman, Appellant, v. Wirkman Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nPlaintiff appeals from the dismissal of his petition for a declaratory judgment brought to obtain a declaration of his rights under a contract with the defendants.\nIn 1951 the appellant, who owned a substantial block of stock in the defendant Wirkman Company, which is engaged in the insurance brokerage business, entered into a written agreement with it and the individual defendants whereby he sold his stock to the corporation for $110,000, payable over a period of time. In addition the corporation agreed to pay appellant a pension for three years, a salary as a consultant for seven more years, and other compensation thereafter. In return, appellant covenanted not to act as an insurance agent or broker in competition with the corporation or write any insurance on risks located within an area of fifty miles from the boundaries of Philadelphia. In the event that the appellant breached his covenants the corporation was given the right, in addition to all legal and equitable remedies, to terminate his employment as a consultant and thereafter be relieved of its obligation to pay Mm the agreed upon annual sums.\nThe contract contained the following provisions for arbitration: “The parties to this agreement agree if a question shall arise as to whether or not an act done by Wirkman in and about the insurance field is a violation of either the letter or spirit of his undertaMng and of the restriction set forth in this paragraph, such question of whether or not such act on the part of Wirkman is in violation of the terms of this paragraph shall be submitted to Peter P. Zion, who shall act as arbiter of the facts. The parties hereto agree that Peter P. Zion, having heard the said facts and having acted thereon and having handed down his findings, in writing, to Corporation, Wirkman and Stockholders, as a group, all the parties to this agreement shall be bound by his findings and conclusions in such instance and instances.\n“If a finding be made that Wirkman has violated the spirit or letter of this agreement, as set forth in this paragraph, Corporation, in its sole discretion, may terminate his employment as consultant and thereafter be relieved of the necessity to pay him the sums . . . set forth and described in the foregoing paragraphs of this agreement.”\nIn 1956 the appellant informed the defendants of his intent to write insurance on risks located outside the fifty mile radius described in the agreement. The defendants informed the appellant that if he used any medium of communication within the prescribed area or did any other act therein in connection with his proposed undertaking, they would consider such acts to be violations of the contract and would therefore invoke the penalty provisions therein. On December 5, 1956, the appellant instituted the present proceeding for a declaratory judgment that Ms proposed activities were not barred by the agreement. Defendants filed preliminary objections to the petition denying the availability of the remedy. The lower court sustained the objections and dismissed the appellant’s petition. This appeal followed.\nWe believe that the relief sought was properly denied the appellant because of the arbitration procedure contained in the agreement.\nA declaratory judgment should not be granted where a more appropriate remedy is available. See Stofflet & Tillotson v. Chester Housing Authority, 346 Pa. 574, 31 A. 2d 274 (1943); Borchard, Declaratory Judgments 302 (2nd ed. 1941). This principle is particularly applicable when the parties to a contract agree upon a procedure for the settlement of disputes arising thereunder. Such a procedure having been deliberately chosen by the parties in preference to all others should be strictly and exhaustively pursued.\nIn tbe present case, tbe parties expressly agreed to submit all questions of violations of tbe contract by tbe appellant to a named arbitrator, and bound themselves to accept bis determinations on sucb issues. Tbe parties thereby expressed their preference for tbe judgment of this arbitrator to that of a judge sitting in a court of law. Furthermore, they required tbe arbitrator to decide disputes by a special and unique standard : did the acts complained of violate either tbe “spirit or letter” of tbe agreement?\nViewing the arbitration provision in light of its manifest purpose, and with due regard for its “spirit” as well as its “letter” we believe that it is broad enough to encompass questions arising as to whether acts the appellant intends to do as well as those he has already performed would be in violation of the restrictive covenants. At least, the arbitrator would be justified in determining that he has jurisdiction to decide such questions.\nSince the parties to this appeal have bargained for arbitration rather than a judicial determination of their rights under their contract, the grant of a declaratory judgment circumventing their agreement would be inappropriate. For this reason the lower court did not abuse its discretion in denying appellant’s petition.\nJudgment affirmed.\nThe Uniform Declaratory Judgments Act provides in relevant part: “Relief by declaratory judgment . . . may be granted in all civil cases . . . where . . . the court is satisfied that a party asserts a legal relation, status, right, or privilege in which he has a concrete interest and that there is a challenge or denial of such asserted relation, status, right, or privilege by an adversary party who also has or asserts a concrete interest therein, and the court is satisfied also that a declaratory judgment or decree will serve to terminate the uncertainty or controversy giving rise to the proceeding.” “. . . the mere fact that an actual or threatened controversy is susceptible of relief through a general common law remedy, or an equitable remedy, or an extraordinary legal remedy, whether such remedy is recognized or regulated by statute or not, shall not debar a party from the privilege of obtaining a declaratory judgment or decree in any case where the other essentials to such relief are present. . . .” Act of June 18, 1923, P. L. 840, §6, as amended, 12 P.S. §836.\nWe express no opinion as to whether the facts stated by the appellant otherwise satisfy the requirements of the statute and entitle him to a declaratory judgment.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Abraham L. Shapiro, with him Cohen, Shapiro and Cohen, for appellant.",
      "Israel Paclcel, with him William A. Whiteside, Jr. and Speiser, Satinslcy, Cilliland & Paclcel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wirkman, Appellant, v. Wirkman Company.\nArgued January 6, 1958.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Jones and Cohen, JJ.\nAbraham L. Shapiro, with him Cohen, Shapiro and Cohen, for appellant.\nIsrael Paclcel, with him William A. Whiteside, Jr. and Speiser, Satinslcy, Cilliland & Paclcel, for appellee.\nMarch 24, 1958:"
  },
  "file_name": "0063-01",
  "first_page_order": 97,
  "last_page_order": 101
}
