{
  "id": 8845262,
  "name": "Farmers' Northern Market Company v. Gallagher, Appellant",
  "name_abbreviation": "Farmers' Northern Market Co. v. Gallagher",
  "decision_date": "1958-03-24",
  "docket_number": "Appeal, No. 367",
  "first_page": "221",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "392 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 A. 2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0168-01"
      ]
    },
    {
      "cite": "369 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0259-01"
      ]
    },
    {
      "cite": "130 A. 2d 708",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0433-01"
      ]
    },
    {
      "cite": "42 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481534
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0102-01"
      ]
    },
    {
      "cite": "140 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972553
      ],
      "pin_cites": [
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/140/0396-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 275",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841226
      ],
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/20/0275-01"
      ]
    },
    {
      "cite": "74 A. 2d 710",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. Superior Ct. 29",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        470516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/167/0029-01"
      ]
    },
    {
      "cite": "151 A. 690",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0107-01"
      ]
    },
    {
      "cite": "96 A. 2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241477
      ],
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0054-01"
      ]
    },
    {
      "cite": "32 A. 2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217377
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 5681,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 3.862000189099817e-07,
      "percentile": 0.9000787304588028
    },
    "sha256": "bc3befe3c9bfe83c297a59d7771b6ec12fc0e2e097c7950507496bdc4e18cf50",
    "simhash": "1:592bdcb7b510480d",
    "word_count": 981
  },
  "last_updated": "2024-02-27T22:18:25.368133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Farmers’ Northern Market Company v. Gallagher, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nFarmers’ Northern Market Company filed a complaint to qniet title to the right to the nse of an alley 12 feet wide which was part of the land owned by plaintiff. Defendants, whose property abuts the alley, claimed an irrevocable right to use the alley and to maintain a fire escape overhanging the alley which they acquired by prescription.\nPlaintiff is the owner of a market house property (which has since been abandoned for market purposes), situate on the northwest corner of North Queen Street and West Walnut Street and extends the length of the block to Market Street, in the City of Lancaster. Plaintiff bought the property in 1872, prior to which time it was an inn property. A strip of land approximately 12 feet wide has been used as an alley or passageway by defendants and their predecessors in title or the public, for approximately 83 years. It extends along the whole length of the market house along the back of the market house from North Queen Street to Market Street. The building on defendants’ property is set back about 2 feet from their property line and thus creates a 2 feet wide strip which appears to be part of the alley, but as to which the Market Company asserts no claim.\nPlaintiff concedes that this 2 feet wide strip is the property of the defendants and remains open for defendants’ use. Defendants concede that they failed to prove that they had maintained the fire escape which overhangs the alley, for 21 years. The issue on this appeal, therefore, boils down to the question of whether defendants had acquired a right to the use of the 12 feet wide alley by adverse user for over 21 years.\nThe jury returned a verdict in favor of plaintiff. Defendants’ motion for judgment non obstante vere-dicto and for a new trial was dismissed by the lower court, and from the judgment entered on the verdict defendants have taken this appeal.\nThe evidence was conflicting as to whether the use was adverse or permissive and whether, if adverse, it was continuous and uninterrupted for over 21 years.\nMere user of land for 21 years or more is insufficient to establish an easement by prescription. The user must be adverse, open, notorious and uninterrupted : Shinn v. Rosenberger, 347 Pa. 504, 32 A. 2d 747. Moreover, to acquire a right or easement by prescription, the evidence and proof thereof must be clear and positive: Pittsburgh and L. E. R. R. Co. v. Stowe Township, 374 Pa. 54, 59, 96 A. 2d 892; cf. also Stein v. Bell Telephone Co., 301 Pa. 107, 151 A. 690; DePietro v. Triano, 167 Pa. Superior Ct. 29, 74 A. 2d 710.\nIn Shinn v. Rosenberger, 347 Pa., supra, a bill in equity was filed to establish the use of a non-navigable lake for the purposes of boating, fishing and swimming. Plaintiffs claimed they acquired a prescriptive right thereto. The Court pertinently said (page 507) : “. . . Title by prescription has its foundation in the presumption of a grant arising from the long continued use or possession of some right of common or other profit or benefit to be taken from or upon the land of another. Accordingly, the use must be such as to indicate that it is claimed as a right and is not the effect of indulgence or anything short of a grant: Gibbs v. Sweet, 20 Pa. Superior Ct. 275, 284. Mere user, no matter how long continued, will not give title. In order to give title the right must not only have been enjoyed without interruption for twenty-one years, but the enjoyment must have been adverse to the rights of the owner of the land: Bennett v. Biddle, 140 Pa. 396, 404. Open, notorious and uninterrupted user for a period of twenty-one years will be presumed to have been in pursuance of a full and unqualified grant, in the absence of evidence of some license, indulgence or some special contract inconsistent with the right claimed: Pierce v. Cloud, 42 Pa. 102, 114.”\nIn considering a motion for judgment n.o.v., it is hornbook law that the verdict winner must be given the benefit of the evidence which is most favorable to him (her or it), together with all reasonable inferences therefrom: Bream v. Berger, 388 Pa. 433, 130 A. 2d 708.\nAlthough the evidence was conflicting and, because of the extraordinarily long period involved, necessarily meager, there was sufficient evidence to take the case to the jury; consequently the court below wisely dismissed defendants’ motion for judgment n.o.v.\nThe record covered 314 pages; defendants submitted 39 reasons for a new trial. Factual issues covering a period of 83 years and ancient documents, the relevancy and interpretation of which were not always clear, made this a difficult case to try.\nThe lower court refused defendants’ motion for a new trial because it felt no trial error had been committed and that “a new trial should not be granted because of a mere conflict of testimony or because the trial judge on the facts would have arrived at a different conclusion. Decker v. Kulesza, 369 Pa. 259”. We do not consider it necessary to review the lengthy testimony, nor the many contentions of defendants pertaining to trial errors. We have reviewed the record, aided by able briefs from appellant and from appellees, and find no reversible trial error and no abuse of discretion in tbe lower court’s refusal of a new trial: Wargo v. Pittsburgh Railways Co., 376 Pa. 168, 101 A. 2d 638.\nJudgment affirmed.\nFarmers’ Northern Market Company.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "Robert Ruppin, for appellants.",
      "Harris C. Arnold, with him John W. Beyer and Arnold, Bricher, Beyer & Barnes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Farmers’ Northern Market Company v. Gallagher, Appellant.\nArgued November 14, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nRobert Ruppin, for appellants.\nHarris C. Arnold, with him John W. Beyer and Arnold, Bricher, Beyer & Barnes, for appellee.\nMarch 24, 1958:"
  },
  "file_name": "0221-01",
  "first_page_order": 255,
  "last_page_order": 259
}
