{
  "id": 8845709,
  "name": "Cullen Appeal",
  "name_abbreviation": "Cullen Appeal",
  "decision_date": "1958-05-13",
  "docket_number": "Appeals, Nos. 229 and 249",
  "first_page": "602",
  "last_page": "609",
  "citations": [
    {
      "type": "official",
      "cite": "392 Pa. 602"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "133 A. 2d 824",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274036
      ],
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0538-01"
      ]
    },
    {
      "cite": "175 A. 544",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159019
      ],
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0342-01"
      ]
    },
    {
      "cite": "55 A. 2d 534",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472102
      ],
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0514-01"
      ]
    },
    {
      "cite": "151 A. 897",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126475
      ],
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0247-01"
      ]
    },
    {
      "cite": "11 A. 2d 893",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197284
      ],
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0552-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 588,
    "char_count": 10505,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.6741460208285226e-07,
      "percentile": 0.9279720555136612
    },
    "sha256": "4803ed84f4c30707d82161479b8b3713982d1217c088b4037c4e5f27104f8617",
    "simhash": "1:fcddcebb2140a66a",
    "word_count": 1811
  },
  "last_updated": "2024-02-27T22:18:25.368133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Cullen Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\nTbe separate appellants, James W. Cullen and Andrew S. Moscrip, were respectively tbe Democratic and Republican nominees for the office of Judge of the Court of Common Pleas of the 42nd Judicial District (Bradford County) at the municipal election of November 5, 1957. The result of the contest was so close, relatively, as to raise a substantial question concerning which of the two had actually received a plurality of the valid votes cast for the office.\nThese appeals are from an order of the court below based upon an adjudication in recount proceedings with respect to the validity of certain ballots or the votes indicated thereon. No question of fraud or intentional error on the part of anyone is in any way involved. It is conceded all round that tbe ballots as they existed upon the opening of the boxes were in the same condition in which they had been when deposited by the electors.\nWhile, as will later appear, we do not deem the record to be in such shape as to admit of our now pronouncing definitively with respect to the merits of these appeals, there is a motion by Moscrip to quash Cullen’s appeal which must be treated with before we come to the merits; and that requires at least a brief historical recital of the litigation.\nBecause of errors apparent on the face of the returns, the county board of elections, sitting as the return board, opened and recounted the ballots in the boxes of 11 of the county’s 71 election districts. The county board’s completed calculation credited Andrew S. Moscrip, Kepublican, with 7520 votes, and James W. Cullen, Democratic, with 7472 votes.\nBy petitions duly filed in the court of common pleas, Cullen sought recount under Section 1701 of the Election Code of June 3, 1937, P. L. 1333, 25 PS §3261, of the ballots in the boxes of 59 of the election districts of the county. The court, Hon. Charles G. Webb, President Judge of the Fourth Judicial District, specially presiding, granted the prayer of the petitions and appointed two members of the board to assist him with the recount. By stipulation of the interested parties, the assistants on the recount board were permitted to count and compute all of the unquestioned ballots in the absence of the judge, laying aside for the court’s later consideration and adjudication such ballots as were challenged by either party, of which there were ultimately 201. The court subsequently ruled with respect to the 201 disputed ballots and, after the returns were corrected accordingly, Moscrip was credited with having received 7471 votes and Cullen 7469, for a difference of two votes. Cullen filed exceptions to 18 of the court’s rulings, which were adverse to his contentions, while Moscrip filed 28 exceptions for similar reasons, later withdrawing two of such exceptions. Of the 44 exceptions, thus filed by both candidates, 21 involved questions of erasures. Cullen’s several applications to the court to appoint an expert or experts to assist the court in determining the presence of erasures were denied.\nFollowing argument on the exceptions, the court filed an opinion and order wherein it sustained five of Cullen’s exceptions and seven of Moscrip’s, for a net gain for Moscrip of two votes. The official returns as then accredited by the court showed Moscrip to have received 7470 votes and Cullen 7466 votes, for a plurality of four votes in favor of Moscrip. Cullen thereupon took his present appeal from the court’s final order and a little later Moscrip took a cross-appeal.\nMoscrip’s motion to quash is based on the allegation that Cullen did not pursue the right of appeal to the court of common pleas conferred by Section 1407 of the Election Code of 1937 (25 PS §3157) and that it is now too late to do so. The contention overlooks the fact, however, that Section 1407 relates exclusively to appeals to the court of common pleas from orders or decisions of a county board of elections, whereas the recount proceedings, which produced the order from which Cullen has appealed to this court, were instituted under Section 1701 of the Election Code by Cullen’s petitions to the court of common pleas as authorized by the Act. Obviously, there is no occasion to appeal to the court of common pleas from an order of a recount board since the matter is already within the court’s exclusivé province from the moment of the initiation of tlié recount proceeding.\nThe distinction between an appeal from a decision of a county board under Section 1407 and a recount proceeding under Section 1701 was clearly recognized in McCaffreys’ Appeals, 337 Pa. 552, 557, 11 A. 2d 893, where it was pointed out that in a recount proceeding under Section 1701 . . the court is charged with the duty to discover any fraud or error in the computation or canvassing of the returns . . .” and its (i.e., the court’s) duty is to “. . . correct, compute and certify the votes of such election district justly, regardless of any fraudulent or erroneous returns made by the election officers thereof . . . In Luzerne County Election Returns, 301 Pa. 247, 257, 151 A. 897, it was observed that the Act of April 23, 1927, P. L. 360, whereof Section 1701 of the Election Code of 1937 is a reenactment, conferred upon the court of common pleas the jurisdiction to recount ballots. That Judge 'Webb’s adjudication in this case with respect to the validity of the questioned ballots was judicial action is not open to question. To hold that such action had still to be appealed to the court of common pleas before it could be reviewed here on certiorari would be to introduce a glaring anomaly into the law. As trenchantly remarked in McCaffreys’ Appeals, supra, to construe “. . . the statute as requiring precisely the same matter, i.e., fraud or error in the computation of the votes, to be twice gone over by the same tribunal, [would produce] an anomalous situation which it cannot be supposed the legislature intended . . . .”\nCounsel for Moscrip further argues that, even if sin appeal to this court from an order in a recount proceeding properly lies, it comes before us as on narrow certiorari and that, consequently, the inquiry is limited to a question of jurisdiction and regularity of proceedings. Such would, of course, be true if the matter brought up for review were a comínoñ pleas court order on an appeal from a decision of a county board under Section 1407 of the Code. That section expressly declares that “No appeal shall be allowed or granted from any order or decree of the court of common pleas made in pursuance of this section.” On the other hand, Sections 1701 et seq., which provides for recount boards upon petition to the court of common pleas, contain no prohibition of appeal from a common pleas court order in relevant connection.\nIt follows, therefore, that an appeal from an order of a court of common pleas in a recount proceeding held under Section 1701 is here “in the broadest sense allowed on certiorari.” See Kaufman Construction Company v. Holcomb, 357 Pa. 514, 519, 55 A. 2d 534, where Chief Justice Steen, speaking for this court said, “where the statute is silent on the question of appeal ... a review by certiorari may be had ‘in the broadest sense’ and the court may consider the record, including the testimony, to determine whether the findings are supported by competent evidence and to correct any conclusions of law erroneously made.” It is unnecessary here to refer to the many instances where the above statement has since been cited with approval and followed. In Rimer’s Contested Election, 316 Pa. 342, 351, 175 A. 544, which was concerned with an election contest, the scope of appellate review was held to be on broad certiorari. No sound reason is apparent why the scope of review on an appeal from a final order in a recount proceeding should be any different.\nCounsel for Moscrip relies heavily on Chase Appeal, 389 Pa. 538, 547, 133 A. 2d 824, as authority for the proposition that the instant appeals are on narrow cer-tiorari. Actually, the scope of the review was not an issue in Chase Appeal. The question there was whether the court below had acted properly in refusing to direct the county board to correct its official returns on the basis of what the recount proceeding disclosed. We held that the court had acted advisedly since the petitions to open the boxes had not been presented within five days of the date of completion of the computation and canvass by the [County] Board as required by Section 1703(a) when the use sought to be made of the recount is the correction of the official returns. The statement in Chase Appeal that “The scope of our review is in the nature of a narrow cer-tiorari” is rightly ascribable to appeals from decisions of county boards under Section 1407, whose express prohibition of an appeal, the Chase opinion had just quoted.\nSo far we have concluded that an appeal to this court properly lies in the circumstances which this record presents and that the scope of our review is on certiorari in its broadest sense. Otherwise, it would have been unnecessary for us to do what we are about to do respecting the merits of these appeals.\nWe are of the opinion that, in view of the manifest importance of the decision ultimately to be made in this case, determining as it will the right to a ten-year term as judge of a court of common pleas as between two nominees who are almost tied in the number of votes they have received for the office, the adjudication of the hearing judge merits careful study and consideration by a court en banc before appeals in respect thereof are finally passed upon by us. To that end, we shall remand the record to the court below for a review thereof by a court en bane composed of the hearing judge and two additional common pleas judges whom we shall assign specially for the purpose. After the court en banc has acted in the matter, the record, as augmented by whatever final order is then entered and by such opinions as may be filed by the members of the court, shall be returned to this court for our final disposition of the appeals.\nKecord remanded for further proceedings in conformity with this opinion.\nMr. Justice Benjamin B. Jones concurs.\nMr. Justice Bell dissents.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "David Olbum, with him Robert J. Landy, for James W. Cullen.",
      "Saul L. Rubin, with him Maurice L. Epstein, and J. Roy Lilley for Andrew S. Moscrip."
    ],
    "corrections": "",
    "head_matter": "Cullen Appeal.\nArgued May 1, 1958.\nBefore Jones, C. J., Bell, Musmanno, Arnold, Jones and Cohen, JJ.\nDavid Olbum, with him Robert J. Landy, for James W. Cullen.\nSaul L. Rubin, with him Maurice L. Epstein, and J. Roy Lilley for Andrew S. Moscrip.\nMay 13, 1958:"
  },
  "file_name": "0602-01",
  "first_page_order": 636,
  "last_page_order": 643
}
