{
  "id": 1811588,
  "name": "In re INVESTIGATING GRAND JURY OF CHESTER COUNTY, Pennsylvania SUBPOENA NO. 91. Petition of Karen LEES",
  "name_abbreviation": "In re Investigating Grand Jury",
  "decision_date": "1988-07-27",
  "docket_number": "No. 193 Miscellaneous Docket 1987",
  "first_page": "485",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "518 Pa. 485"
    },
    {
      "type": "parallel",
      "cite": "544 A.2d 924"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 A.2d 782",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1577435
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "368 Pa. 630",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230362
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0630-01"
      ]
    },
    {
      "cite": "537 A.2d 1361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1809912,
        1809818
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0390-01",
        "/pa/517/0389-01"
      ]
    },
    {
      "cite": "517 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809912
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0390-01"
      ]
    },
    {
      "cite": "400 U.S. 25",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12045986
      ],
      "weight": 6,
      "year": 1970,
      "pin_cites": [
        {
          "page": "37"
        },
        {
          "page": "167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0025-01"
      ]
    },
    {
      "cite": "185 A.2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883327
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0163-01"
      ]
    },
    {
      "cite": "461 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483657
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "551"
        },
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0546-01"
      ]
    },
    {
      "cite": "464 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710345
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0066-01"
      ]
    },
    {
      "cite": "81 A.2d 316",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228265
      ],
      "year": 1951,
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0476-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837924
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/251/0043-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837924
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/251/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 9978,
    "ocr_confidence": 0.824,
    "pagerank": {
      "raw": 6.850229083384128e-08,
      "percentile": 0.41769616684215954
    },
    "sha256": "b0d1625cf4f51f00f26bae24d4a1f50a1aa0a397c258223a44edfafa942be931",
    "simhash": "1:16e10f2ea7cb3078",
    "word_count": 1679
  },
  "last_updated": "2024-02-27T21:15:45.792540+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.",
      "McDERMOTT, J., filed a dissenting opinion in which STOUT, J., joined.",
      "STOUT, J., joins in this opinion."
    ],
    "parties": [
      "In re INVESTIGATING GRAND JURY OF CHESTER COUNTY, Pennsylvania SUBPOENA NO. 91. Petition of Karen LEES."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issue presented by this petition for review is whether a witness who testifies before a grand jury that she cannot recall the events about which she is being questioned can be found in civil contempt and committed to prison.\nOn June 11, 1987, the Second Chester County Investigating Grand Jury began receiving evidence regarding a series of burglaries which had occurred in Tredyffrin Township during April and May of 1987. The grand jury recommended that charges be brought against petitioner, Karen Lees, for the burglary of two residences in which her fingerprints had been found. Criminal complaints were filed against petitioner, and on November 12, 1987, petitioner entered an Alford plea to two counts of burglary and two counts of conspiracy in the Court of Common Pleas of Chester County. She was then served with a subpoena, ordering her to appear before the Chester County Investigating Grand Jury to testify.\nPetitioner appeared before the grand jury on November 19, 1987, and was questioned about her participation in the burglaries to which she had entered an Alford plea and whether she had committed any burglaries with Edward Doria, whose burglary cases were then pending in the Court of Common Pleas of Chester County. Petitioner replied that she had no recollection of participating in any burglaries. She was brought before the judge supervising the grand jury and was found to be in civil contempt of court. Citing In re Grand Jury, April Term, 1977, Wayne County, 251 Pa.Super. 43, 379 A.2d 323 (1977), the supervising judge concluded that petitioner’s lack of recollection regarding burglaries to which she had entered a plea was unbelievable, and the supervising judge sentenced petitioner to six months’ imprisonment unless she purged herself of contempt by answering questions before the grand jury. The supervising judge denied petitioner’s motion for stay of the contempt order, but on November 25, 1987, Mr. Chief Justice Nix granted a request for a stay and petitioner was released.\nThis Court stated in Schlesinger Petition, 367 Pa. 476, 480, 81 A.2d 316, 318 (1951), that when a court rules that a person is in contempt, “the appellate court will not inquire further than to ascertain whether the record shows such misconduct or disobedience of the court’s order.” It is well settled that refusal to answer questions before a grand jury constitutes contempt of court. See, e.g., In re Martorano, 464 Pa. 66, 346 A.2d 22 (1975).\nIt is clear from the record that petitioner did not refuse to answer questions before the grand jury. On the contrary, she answered every question put to her by the prosecutor, and she repeatedly asserted that she could not recall participating in any burglaries. Petitioner’s assertion was repeated when the supervising judge directed petitioner to answer the question “[w]ith respect to the burglaries ... do you think you did them?” Transcript of Proceedings at 56 (Nov. 20, 1987).\nThis Court has recognized what it dubbed the “trilemma” facing witnesses, i.e., every witness may 1) refuse to answer a question and be subjected to contempt proceedings; 2) make a harmful disclosure and be prosecuted therefore; or 3) lie while answering questions and be indicted for perjury. Commonwealth v. Good, 461 Pa. 546, 551, 337 A.2d 288, 291 (1975). Thus, it is clear that a witness who answers questions cannot be in contempt of court.\nIndeed, the supervising judge acknowledged that petitioner had answered the questions, but he refused to believe her answers. Assuming that petitioner was lying under oath, the only sanction would be an indictment for perjury. See Commonwealth v. Harris, 409 Pa. 163, 175 n. 5, 185 A.2d 586, 592 n. 5 (1962).\nAccordingly, we find that the supervising judge erred in committing petitioner to prison for civil contempt. We hereby reverse the order of the Court of Common Pleas of Chester County finding petitioner to be in civil contempt of a grand jury subpoena.\nMcDERMOTT, J., filed a dissenting opinion in which STOUT, J., joined.\n. This Court’s jurisdiction is properly invoked pursuant to 42 Pa.C.S.A. § 722(5), regarding a final order of a court of common pleas concerning the supervision of an investigating grand jury.\n. The Alford plea derives its name from the U.S. Supreme Court decision in North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970). The Court in Alford explained that most guilty pleas consist of an express admission of guilt and that the plea of nolo contendere is regarded as a tacit admission of guilt. When a criminal defendant is unable or unwilling to admit participating in acts constituting a crime, but the record contains strong evidence of guilt, the defendant may conclude that a guilty plea is in his or her best interests. Id. 400 U.S. at 37, 91 S.Ct. at 167. Thus, the person entering an Alford plea claims innocence, but consents to the imposition of a prison sentence.\n. This was the third subpoena with which petitioner was served. Her initial appearance before the grand jury occurred on June 11, 1987, at which time her fingerprints were taken, but she was not required to testify. Petitioner appeared again before the grand jury on July 16, 1987, and was questioned at that time about her knowledge of burglaries possibly committed by Edward Doria, but not those burglaries with which she had been charged. She testified under a grant of immunity during this second appearance.\n. One of the issues raised by petitioner is whether use of the subpoena powers of an investigating grand jury to secure evidence in a case where charges have been filed constitutes abuse of the grand jury and violates the Investigating Grand Jury Act. 42 Pa.C.S.A. §§ 4541-4553. This Court considered this issue in Commonwealth v. Lang, 517 Pa. 390, 537 A.2d 1361 (1988), and determined that such use of the grand jury does not constitute an abuse of the grand jury.\n. To the extent that this decision of the Superior Court conflicts with our holding today, it is disapproved. The Superior Court case involved a grand jury witness who testified under a grant of immunity that he could not recall any circumstances regarding the beating deaths of two state hospital patients. Before he was granted immunity, the witness had told the court that he would have substantive answers to such questions, but had refused to testify for fear of self-incrimination. The Superior Court determined that this perjured testimony amounted to contempt of court. The lower court’s finding of civil contempt was affirmed.\n. Petitioner steadfastly maintained her position in spite of questioning by the prosecutor which we find amounted to prosecutorial misconduct. The offending remarks of the prosecutor are as follows:\nQ Miss Lees, I just want to remind you of where I’m going because I think I told you this last time, I want to make sure that you remember this. I think that you were at those burglaries and I think I can prove that. I think I can prove it beyond a reasonable doubt and if you had not entered a plea to those offenses that’s exactly what the Commonwealth intended to do. I think that Edward Doria was there with you because you can’t drive so you can’t get there without somebody else and it was Edward Doria’s car that was there during those burglaries. If I can prove that you’re lying here today or during your prior testimony I am going to try to send you to jail for each time you have lied and I think I can prove that with the testimony of Edward Doria. If I have to I’ll make a deal with him, even though I’d prefer to just take testimony from you, let you go home and use the truth against Mr. Doria, but if I have to I’ll deal with Mr. Doria and prove that you’re lying. Please keep that in mind during the rest of this questioning.\nAll right. You say that you have no idea whether you ever participated in a burglary in your life?\nNotes of Testimony at 11-12 (Nov. 19, 1987).\nProsecutors are not permitted to attempt to influence a grand jury by expressions of personal opinion. See Commonwealth v. Smart, 368 Pa. 630, 84 A.2d 782 (1951). See also, Gershman Prosecutorial Misconduct, § 2.3(b) (1986) (hostile questioning and implication that witness is lying generally viewed as misconduct).",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\ndissenting.\nThe majority would insulate the immunized witness from any fear of sanction if they answer all questions with “I don’t know” or “I don’t recall”; that, even where no rational person under ordinary circumstances could not know the answer to the specific questions asked. In addition, the majority summarily overrules In re Grand Jury, April Term 1977, Wayne County, 251 Pa.Super. 43, 379 A.2d 323 (1977), and condemns as prosecutorial misconduct the warning to a grand jury witness that what she says she does not know is under the circumstances egg on the face of common sense.\nThe prosecutor simply told the witness there is more than one way to skin a deliberately uncooperative witnesses, and in doing so he said what he thought he could prove. All, of course, is time wasted as the majority cheers her on in what the trial judge considered her blatant intransigence, and, in passing, devises an escape to all who simply say “I do not know.” Whether a witness does not know must be left to the trial judge. If he, present and hearing, believes beyond a reasonable doubt that such an answer is a subterfuge he must be empowered to act.\nI vigorously dissent.\nSTOUT, J., joins in this opinion.",
        "type": "dissent",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "John R. Merrick, Public Defender, John A. DiSantis, Philadelphia, John S. Carnes, Jr., Asst. Public Defenders, West Chester, for petitioner.",
      "Joseph W. Carroll, II, Glenmoore, for respondent."
    ],
    "corrections": "",
    "head_matter": "544 A.2d 924\nIn re INVESTIGATING GRAND JURY OF CHESTER COUNTY, Pennsylvania SUBPOENA NO. 91. Petition of Karen LEES.\nSupreme Court of Pennsylvania.\nArgued April 11, 1988.\nDecided July 27, 1988.\nJohn R. Merrick, Public Defender, John A. DiSantis, Philadelphia, John S. Carnes, Jr., Asst. Public Defenders, West Chester, for petitioner.\nJoseph W. Carroll, II, Glenmoore, for respondent.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ."
  },
  "file_name": "0485-01",
  "first_page_order": 581,
  "last_page_order": 587
}
