{
  "id": 1811557,
  "name": "Nancy KELLEY, Appellee, v. GENERAL TEAMSTERS, CHAUFFEURS, AND HELPERS, LOCAL UNION 249, Appellant",
  "name_abbreviation": "Kelley v. General Teamsters, Chauffeurs, & Helpers, Local Union 249",
  "decision_date": "1988-07-28",
  "docket_number": "No. 56 W.D. Appeal Docket 1987",
  "first_page": "517",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "518 Pa. 517"
    },
    {
      "type": "parallel",
      "cite": "544 A.2d 940"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 Pa.Super. 485",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        117417
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "491"
        },
        {
          "page": "683"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/263/0485-01"
      ]
    },
    {
      "cite": "25 L.Ed. 116",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        11308
      ],
      "year": 1879,
      "opinion_index": 0,
      "case_paths": [
        "/us/98/0187-01"
      ]
    },
    {
      "cite": "46 A.2d 674",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "pin_cites": [
        {
          "page": "681",
          "parenthetical": "quoting Stewart v. Sonneborn, 98 U.S. (8 Otto) 187, 25 L.Ed. 116 (1879)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467446
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "102",
          "parenthetical": "quoting Stewart v. Sonneborn, 98 U.S. (8 Otto) 187, 25 L.Ed. 116 (1879)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0087-01"
      ]
    },
    {
      "cite": "31 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217340
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0009-01"
      ]
    },
    {
      "cite": "101 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246159
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0286-01"
      ]
    },
    {
      "cite": "89 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1952,
      "pin_cites": [
        {
          "page": "811"
        },
        {
          "page": "809"
        },
        {
          "page": "810",
          "parenthetical": "quoting Prosser on Torts (1941)"
        },
        {
          "page": "811-12"
        },
        {
          "page": "813"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237060
      ],
      "weight": 5,
      "year": 1952,
      "pin_cites": [
        {
          "page": "313"
        },
        {
          "page": "310"
        },
        {
          "page": "310-11"
        },
        {
          "page": "314"
        },
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0308-01"
      ]
    },
    {
      "cite": "31 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 1
    },
    {
      "cite": "347 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217340
      ],
      "year": 1943,
      "opinion_index": 1,
      "case_paths": [
        "/pa/347/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 642,
    "char_count": 12196,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 5.269180695785721e-07,
      "percentile": 0.9417562568319621
    },
    "sha256": "2fb5ff1cca362fe7ed22c4aff09f4040bc175fb8ecb8b8e95992f0b9968cca51",
    "simhash": "1:9832b077e81df0a6",
    "word_count": 2033
  },
  "last_updated": "2024-02-27T21:15:45.792540+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.",
      "McDERMOTT, Justice, files a concurring opinion."
    ],
    "parties": [
      "Nancy KELLEY, Appellee, v. GENERAL TEAMSTERS, CHAUFFEURS, AND HELPERS, LOCAL UNION 249, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nLocal Union 249 of the General Teamsters, Chauffeurs and Helpers appeals from the order of the Superior Court affirming an award of damages against the union entered upon a jury verdict in a malicious prosecution case brought by a former employee, Nancy Kelley. Due to the fact that the union proved, as a matter of law, that it had probable cause to initiate criminal proceedings against Ms. Kelley, we reverse the order of Superior Court and direct the entry of judgment n.o.v. in favor of the appellant union.\nMs. Kelley was hired by the union local in 1967, and worked in the department which received and accounted for the dues paid by over 6,000 union members. In October 1978, her coworker Deborah Banks confessed that she had been stealing from the union. Banks signed a statement admitting the theft, expressing a desire to restore the funds though she did not know how much money she had stolen, and stating that no one else was involved.\nA private labor attorney, Joseph Pass, was retained to supervise an investigation. He engaged Richard Bell, an auditor from the international union, to audit the local union’s funds. In December 1978, the audit concluded that $9,697 was missing, and Banks provided a second statement indicating she had stolen that amount. The investigation continued, however, due to the belief of Pass, Bell and Melvin Brooks, a CPA employed by the local union, that the thefts would have been difficult if not impossible for one person to accomplish alone.\nIn January 1979, Banks gave a third statement, in which she repudiated her prior statements that she had acted alone; she implicated Ms. Kelley in the scheme and alleged that the two had split the stolen money. Ms. Kelley denied the accusation, but she was suspended immediately pending further investigation. She filed a grievance over her suspension, but did not pursue it. The continuing investigation included a polygraph examination of Banks on October 8, 1979, which indicated that she was truthful in implicating Ms. Kelley and denying the involvement of any union officials. Ms. Kelley declined an offer to undergo a polygraph test. Banks agreed to repay half the loss, or $5,000, and in return for her confession, cooperation, and restitution, the union agreed to forgo criminal proceedings against her.\nAttorney Pass informed the district attorney of the investigation and received his approval to bring criminal charges against Ms. Kelley. Pass recommended to the union that charges be filed, and a union officer signed a criminal complaint. At Ms. Kelley’s preliminary hearing, the magistrate held the case for court, and the district attorney subsequently obtained an indictment against her. She was acquitted of the theft charge at her jury trial.\nShe then brought this action for malicious prosecution against the local union, alleging that there was no probable cause for the criminal charges and that the union did not really believe she was guilty of the theft. The jury found in favor of Ms. Kelley, awarding her $106,000 in compensatory damages and $150,000 in punitive damages. The trial court refused to alter the award, and the Superior Court affirmed the judgment except for delay damages which had improperly been added to the jury’s award.\nThe union argues that the trial court erred in allowing the case to go to the jury, for the evidence established, as a matter of law, that the union had probable cause to initiate criminal proceedings against Ms. Kelley. Alternatively, the union seeks a new trial due to erroneous instructions given to the jury. The union claims, among other things, that the court erred in charging the jury that the advice of an attorney may establish probable cause for prosecution if the legal advice is sought in good faith and the advice is given after full disclosure of the facts to the attorney, when, in fact, an attorney’s advice conclusively establishes probable cause if the advice is sought in good faith and the advice is given after full disclosure of the facts.\nA cause of action for malicious prosecution has three elements. The defendant must have instituted proceedings against the plaintiff 1) without probable cause, 2) with malice, and 3) the proceedings must have terminated in favor of the plaintiff. Miller v. Pennsylvania R.R. Co., 371 Pa. 308, 313, 89 A.2d 809, 811 (1952). It is undisputed that the criminal proceedings underlying this litigation resulted in Ms. Kelley’s acquittal. Malice may be inferred from the absence of probable cause. Hugee v. Pennsylvania R.R. Co., 376 Pa. 286, 291, 101 A.2d 740, 743 (1954). Thus, only the first element is at issue in this case. Usually, the existence of probable cause is a question of law for the court rather than a jury question, but may be submitted to the jury when facts material to the issue of probable cause are in controversy.\nThe trial court submitted this issue to the jury, with the following instruction:\nYou have another element in this case, and that is that the defendant — testimony is that they sought the advice of counsel before the prosecution [was] instituted. If a defendant — if you determine that the defendant did seek the advice of counsel and that the defendant initiated these criminal proceedings in reliance on this advice of counsel, then you may find that probable cause did exist if you find that the defendant sought the advice in good faith and that full disclosure of all the facts were [sic] made to the attorney, so that merely asking an attorney or getting advice from an attorney does not mean that that constitutes probable cause, but you have to find that the attorney was given all of the information, proper information, for the attorney to give them that advice.\n(Emphasis added.) The appellant is correct in asserting that the instruction is erroneous. Criminal proceedings initiated upon advice of counsel are conclusively presumed to be supported by probable cause when the advice of counsel was sought in good faith and the advice was given after full disclosure of the facts to the attorney. Stritmatter v. Nese, 347 Pa. 9, 31 A.2d 510 (1943). The quoted instruction indicates that the jury need not necessarily find probable cause even if it found that the union sought Attorney Pass’s advice in good faith and fully disclosed the facts to him. This was error.\nThe deference accorded the advice of an attorney is consonant with the policies related to the tort of malicious prosecution. The tort involves a conflict between the interest of society in law enforcement as opposed to the individual interest in freedom from false accusation. Clearly, the interest in preservation of the public order is “the more important of the conflicting public policies.” Miller, 371 Pa. at 310, 89 A.2d at 809. “Malicious prosecution is an action which runs counter to obvious policies of the law in favor of encouraging proceedings against those who are apparently guilty---- It never has been regarded with any favor by the courts, and it is hedged with restrictions which make it very difficult to maintain.” Id., 371 Pa. at 310-11, 89 A.2d at 810 (quoting Prosser on Torts (1941)). “If this were not so, it would deter men from approaching the courts of justice for relief.” Simpson v. Montgomery Ward & Co., 354 Pa. 87, 102, 46 A.2d 674, 681 (1946) (quoting Stewart v. Sonneborn, 98 U.S. (8 Otto) 187, 25 L.Ed. 116 (1879)). In keeping with these policies, the Restatement (Second) of Torts § 666(1) provides:\n§ 666. Effect of Advice of Counsel\n(1) The advice of an attorney at law admitted to practice and practicing in the state in which the proceedings are brought, whom the client has no reason to believe to have a personal interest in obtaining a conviction, is conclusive of the existence of probable cause for initiating criminal proceedings in reliance upon the advice if it is\n(a) sought in good faith, and\n(b) given after a full disclosure of the facts within the accuser’s knowledge and information.\nSo long as a person seeks the advice of counsel under the conditions set forth in section 666, he is entitled to rely on the advice. This reliance is warranted in view of the lengthy education and strict licensing of attorneys, as well as the continuing supervision of the legal profession exercised by this Court. The advice of an attorney, while not infallible, is sufficient to protect against most abuses of prosecution, and will continue to be conclusive of the existence of probable cause, as it has been since Stritmatter was decided in 1943.\nWe need not remand for a new trial with proper jury instructions on the issue of probable cause, however, for the evidence in the trial established the existence of probable cause as a matter of law. Probable cause is defined as “a reasonable ground of suspicion supported by circumstances sufficient to warrant an ordinary prudent man in the same situation in believing that the party is guilty of the offense.” Miller, 371 Pa. at 314, 89 A.2d at 811-12. The issue should not have been submitted to the jury as there were no material questions of fact which needed to be decided. Simpson v. Montgomery Ward & Co., supra; DeSalle v. Penn Central Transportation Co., 263 Pa.Super. 485, 491, 398 A.2d 680, 683 (1979).\nThe following evidence was undisputed. Banks had signed a confession accusing Ms. Kelley of participating in the theft. Auditor Bell and CPA Brooks both told Attorney Pass that they believed the thefts could not have been committed by one person acting alone. In the nine months between Ms. Kelley's suspension and the filing of criminal charges, Ms. Kelley did not pursue her grievance against the union. Banks passed a polygraph test indicating she was truthful when she implicated Ms. Kelley in the crime. The district attorney approved the filing of criminal charges against Ms. Kelley, thus indicating his judgment that probable cause existed. The union’s legal counsel, Pass, advised that it would be appropriate to file charges against Ms. Kelley. The magistrate held the charge for court, based on the necessary finding that a prima facie case had been established against her. Finally, the district attorney’s success in obtaining an indictment against Ms. Kelley was another finding that probable cause existed to proceed against her. These facts, taken together, are more than sufficient to enable the court to conclude that the union had probable cause to press criminal charges against Ms. Kelley, as a matter of law, without submitting the issue to the jury. See Miller, 371 Pa. at 317, 89 A.2d at 813. As the prior criminal prosecution was based upon probable cause, the malicious prosecution action brought by Ms. Kelley was defeated due to the absence of an essential element.\nThe jury should have been directed to enter judgment for the union. Accordingly, the order of the Superior Court must be reversed, and the case remanded for the trial court to enter judgment n.o.v. in favor of the union.\nOrder reversed; case remanded.\nMcDERMOTT, Justice, files a concurring opinion.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring.\nI join in the result reached by the majority because I believe the union officials had probable cause to initiate the warrant independent of the opinion of their counsel. I am not prepared to follow the majority, or Stritmatter v. Nese, 347 Pa. 9, 31 A.2d 510 (1943), in holding that opinion of counsel is an absolute defense. I believe that probable cause must exist in its own right, whether counsel opines that it does or does not is an ultimate question of law for the court to decide. We cannot abjectly surrender all consideration of the question to one’s counsel. One’s counsel may support the belief that probable cause existed, but where he or she is wrong another cannot be left injured.",
        "type": "concurrence",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "John J. McLean, Jr., Buchanan Ingersoll, P.C., Pittsburgh, for appellant.",
      "Louis H. Ceraso, New Kensington, for appellee."
    ],
    "corrections": "",
    "head_matter": "544 A.2d 940\nNancy KELLEY, Appellee, v. GENERAL TEAMSTERS, CHAUFFEURS, AND HELPERS, LOCAL UNION 249, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 10, 1988.\nDecided July 28, 1988.\nJohn J. McLean, Jr., Buchanan Ingersoll, P.C., Pittsburgh, for appellant.\nLouis H. Ceraso, New Kensington, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ."
  },
  "file_name": "0517-01",
  "first_page_order": 613,
  "last_page_order": 620
}
