{
  "id": 225935,
  "name": "Margaret TAYLOR, Parent and Natural Guardian of the Estate of Ka-Rin Alise Taylor, a minor, and Kathy Mapp, Administratrix of the Estate of Louis T. Mapp, Deceased, Plaintiff-Appellees, v. ALBERT EINSTEIN MEDICAL CENTER, Peter Trinkaus, M.D., John Wertheimer, M.D., Defendant-Appellants. and Owen Williamson, M.D.",
  "name_abbreviation": "Taylor v. Albert Einstein Medical Center",
  "decision_date": "2000-05-17",
  "docket_number": "No. 33 E.D. Appeal Docket 1999",
  "first_page": "176",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "562 Pa. 176"
    },
    {
      "type": "parallel",
      "cite": "754 A.2d 650"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "516 A.2d 672",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800408,
        1800448,
        1800458
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "679"
        },
        {
          "page": "679"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0265-01",
        "/pa/512/0266-01",
        "/pa/512/0265-02"
      ]
    },
    {
      "cite": "512 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800448
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "279-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0266-01"
      ]
    },
    {
      "cite": "647 A.2d 511",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "538 Pa. 635",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa.Super. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927805
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "671-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0404-01"
      ]
    },
    {
      "cite": "720 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11806154,
        765959
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/720/0745-01",
        "/pa/554/0134-01"
      ]
    },
    {
      "cite": "554 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765959
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0134-01"
      ]
    },
    {
      "cite": "515 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806073
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0183-01"
      ]
    },
    {
      "cite": "263 A.2d 118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1970,
      "pin_cites": [
        {
          "page": "119"
        },
        {
          "page": "120-21"
        },
        {
          "page": "121",
          "parenthetical": "citation omitted"
        },
        {
          "page": "121"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "437 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927834
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/437/0373-01"
      ]
    },
    {
      "cite": "516 A.2d 672",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800408,
        1800448,
        1800458
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "679"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/512/0265-01",
        "/pa/512/0266-01",
        "/pa/512/0265-02"
      ]
    },
    {
      "cite": "512 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800448
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "279-80"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/512/0266-01"
      ]
    },
    {
      "cite": "647 A.2d 511",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "538 Pa. 635",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "425 Pa.Super. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927805
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "673"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/425/0404-01"
      ]
    },
    {
      "cite": "515 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806073
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "holding in Papieves was based on § 868 of Restatement, not § 46 of Restatement (Second)"
        },
        {
          "page": "n. 1",
          "parenthetical": "holding in Papieves was based on § 868 of Restatement, not § 46 of Restatement (Second)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/515/0183-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 19094,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 3.5761313996846273e-07,
      "percentile": 0.8865233069572782
    },
    "sha256": "34f36b61636f7ed14032764c6d50abc82e5fed188a563c9080a3f35ac4a0a15b",
    "simhash": "1:13a3a7eed2f05686",
    "word_count": 3054
  },
  "last_updated": "2024-02-27T21:24:29.458122+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice NIGRO joins this concurring opinion."
    ],
    "parties": [
      "Margaret TAYLOR, Parent and Natural Guardian of the Estate of Ka-Rin Alise Taylor, a minor, and Kathy Mapp, Administratrix of the Estate of Louis T. Mapp, Deceased, Plaintiff-Appellees, v. ALBERT EINSTEIN MEDICAL CENTER, Peter Trinkaus, M.D., John Wertheimer, M.D., Defendant-Appellants. and Owen Williamson, M.D."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal from an order of Superior Court which vacated a judgment of the court of common pleas and remanded for a new trial in a medical malpractice case involving claims of negligence, intentional infliction of emotional distress, lack of informed consent, and misrepresentation. The case was brought by the parents of a deceased child. Malpractice is the alleged cause of the child’s death. We granted allowance of appeal on the issue of whether a parent’s contemporaneous sensory perception of an intentional tort inflicted upon a child is necessary before recovery can be obtained by virtue of the Restatement (Second) of Torts § 46(2) for intentional infliction of emotional distress. The factual background of the case is as follows.\nIn the early morning hours of June 1, 1989, Ka-Rin Taylor, a sixteen-year-old girl who was suffering from fever and shortness of breath, was brought to the emergency room of the Albert Einstein Medical Center (Einstein) in Philadelphia. Approximately six hours later she was admitted to the pediatric intensive care unit with a tentative diagnosis of pneumonia. Her condition deteriorated, and, at approximately 10 a.m. she was intubated and placed on a ventilator. A chest x-ray taken at 11 a.m. revealed that the endotracheal tube inserted earlier had been misplaced into her right main stem bronchus. Another x-ray, taken at 1:30 p.m. showed that the tube had been properly repositioned. The tube had been in an improper position for somewhere between one and three hours.\nLater that day, Dr. Peter Trinkaus, the physician in charge of Ka-Rin’s care at Einstein, determined that in order to provide proper treatment it would be necessary to gain information obtainable only through an invasive diagnostic procedure known as a Swan-Ganz catheterization of the heart. Dr. Trinkaus consulted a cardiologist, Dr. John Wertheimer, who agreed that such a procedure was warranted. Drs. Trinkaus and Wertheimer spoke with the patient’s mother, Margaret Taylor, who then consented orally to performance of the catheterization. Testimony at trial differed as to whether she consented only to having Dr. Wertheimer perform the procedure, or whether her consent included Dr. Trinkaus, who admittedly had less experience with the procedure than Dr. Wertheimer. The procedure was in fact performed by Dr. Trinkaus, but Ka-Rin died at approximately 6:25 p.m. while the procedure was in progress.\nKathy Mapp, as administratrix of the estate of the patient’s father Louis T. Mapp, and Margaret Taylor commenced the present action against Einstein, Dr. Trinkaus, and Dr. Wertheimer. The complaint alleged negligence in the mispositioning of the endotracheal tube and in the performance of the Swan-Ganz catheterization, misrepresentation and lack of informed consent with respect to Dr. Trinkaus performing the catheterization, and infliction of emotional distress.\nPrior to the case going to the jury, the trial court granted defense motions for directed verdicts on the claims related to informed consent, misrepresentation, and punitive damages.\nIn response to special interrogatories, the jury found that Dr. Trinkaus had been negligent, but that his negligence had not been a substantial factor in causing the death of the patient. The jury also found that the conduct of Dr. Trinkaus had been outrageous and that it had been a substantial factor in causing emotional distress to Margaret Taylor. The jury awarded Margaret Taylor $500,000 in compensatory damages for emotional distress. Judgment on the verdict was entered by the trial court. An appeal was taken to Superior Court. That court held that the trial court erred in refusing to submit to the jury the issues of lack of consent, misrepresentation, and punitive damages. It vacated the judgment and remanded for a new trial on all issues.\nAt issue is whether Superior Court properly upheld the trial court’s denial of a motion for judgment n.o.v. filed by Dr. Trinkaus with respect to the claim for intentional infliction of emotional distress. Superior Court held that Margaret Taylor could recover damages for intentional infliction of emotional distress for conduct directed at her daughter even though she did not observe the conduct at the time it occurred. During the allegedly wrongful performance of the catheterization, Margaret Taylor was in another room of the same hospital .building. In that sense, she was not “present” when the procedure was performed. The issue of “presence” arises from a requirement expressed in the Restatement (Second) of Torts § 46(2) that, where distress caused by wrongful conduct directed at a third person is claimed, the plaintiff must have been “present at the time” of the conduct in order to recover damages for intentional infliction of emotional distress. Section 46 provides:\n§ 46. Outrageous Conduct Causing Severe Emotional Distress\n(1) One who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another is subject to liability for such emotional distress, .and if bodily harm to the other results from it, for such bodily harm.\n(2) Where such conduct is directed at a third person, the actor is subject to liability if he intentionally or recklessly causes severe emotional distress (a) to a member of such person’s immediate family who is present at the time, whether or not such distress results in bodily harm, or\n(b) to any other person who is present at the time, if such distress results in bodily harm.\n(Emphasis added). Although we have never expressly recognized a cause of action for intentional infliction of emotional distress, and thus have never formally adopted this section of the Restatement, we have cited the section as setting forth the minimum elements necessary to sustain such a cause of action. Kazatsky v. King David Memorial Park, 515 Pa. 183, 527 A.2d 988 (1987). Accord Hoy v. Angelone, 554 Pa. 134, 151 n. 10, 720 A.2d 745, 753 n. 10 (1998); Johnson v. Caparelli, 425 Pa.Super. 404, 625 A.2d 668, 671-73 (1993), allocatur denied, 538 Pa. 635, 647 A.2d 511 (1994).\nSuperior Court, relying on Section 46(2), supra, upheld the claim for intentional infliction of emotional distress on the theory that there had been extreme, outrageous, and intentional conduct by Dr. Trinkaus when he disregarded the limits of consent provided by Margaret Taylor. The evidence demonstrated that the death of Ka-Rin, which occurred when Dr. Trinkaus performed the catheterization, caused severe emotional distress to Margaret Taylor. Superior Court held, therefore, that the trial court did not err in denying the defense motion for judgment n.o.v. as to the verdict awarding damages for intentional infliction of emotional distress. We do not agree.\nSuperior Court completely disregarded the language in Section 46(2) requiring that the family member, who claims emotional distress, have been “present at the time” when the extreme and outrageous conduct occurred. Margaret Taylor remained in a hospital waiting room and a hallway while physicians worked on her daughter in an intensive care unit. She did not learn of the alleged outrageous conduct, to wit, that Dr. Trinkaus performed the catheterization despite his alleged representation that Dr. Wertheimer would do so, until afterwards. Inasmuch as she was not present when the procedure was performed and did not observe Dr. Trinkaus’ conduct, she cannot maintain an action under Section 46(2).\nThe rationale for the requirement of presence was well explained in Johnson v. Caparelli, 625 A.2d at 673:\nPresence is a crucial element of the tort because an individual who witnesses outrageous or shocking conduct directed at a third-party has no time in which to prepare himself / herself for the immediate emotional impact of such conduct. Moreover, the actor can reasonably be expected to know of the emotional effect which-his or her conduct is likely to produce where the person is present. By way of comparison, the emotional effects are generally lessened where the individual learns of the outrageous- conduct long after its occurrence and by means other than through his or her own personal observations. Presence is therefore an • essential element which must be established to successfully set forth a cause of action for intentional infliction of emotional distress.\n•A comment to Section 46 further explains the requirement of presence; It notes that concerns regarding the foreseeábility of emotional distress, the practical necessity of limiting liability, and the need to assure bona fide claims support the requirement:\nWhere the extreme and outrageous conduct is directed at a third person, as where, for example, a husband is murdered in the presence of his'wife, the actor may know that it is substantially certain, or at least highly probable, that it will cause severe emotional distress to the plaintiff. In such cases the rule of this Section applies. The cases thus far decided, however, have limited such liability to plaintiffs who were present at the time, as distinguished from those who discover later what has occurred. The limitation may be justified by the practical necessity of drawing the line somewhere, since the number of persons who may suffer emotional distress at the news of an assassination of the President is virtually unlimited, and the distress of a woman who is informed of her husband’s murder ten years afterward may lack the guarantee of genuineness which her presence on the spot would afford.\nRestatement (Second) of Torts § 46, comment L.\nThe “presence” requirement of Section 46(2) corresponds to an element required in the context of claims for negligent infliction of emotional distress, where the “critical element for establishing such liability is the contemporaneous observation of the injury to the close relative.” Mazzagatti v. Everingham, 512 Pa. 266, 279-80, 516 A.2d 672, 679 (1986). Where one is not present at the scene of tortious conduct, but instead learns of it later from a third party, he is buffered against the full impact that presence and observation would have entailed. Id. at 279, 516 A.2d at 679. “By contrast, the relative who contemporaneously observes the tortious conduct has no time span in which to brace his or her emotional system.” Id.\nInasmuch as Margaret Taylor had no contemporaneous observation of the tort allegedly committed to her child, recovery on the theory of liability set forth in Section 46(2) is barred. Reversal of Superior Court’s decision insofar as it upheld the trial court’s denial of a defense motion for judgment n.o.v. as to the verdict based on intentional infliction of emotional distress is, therefore, required.\nOrder reversed in part.\nJustice CASTILLE flies a Concurring Opinion in which Justice NIGRO joins.\nJustice ZAPPALA and Justice SAYLOR concur in the result.\n. Dr. Owen Williamson was also named as a defendant, but the complaint against him was dismissed prior to trial.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      },
      {
        "text": "CASTILLE, Justice,\nconcurring.\nWhile I agree with much of the analysis in the majority opinion, I write separately to address the following points.\nFirst, although it is certainly true, as the majority notes, that we have never formally adopted § 46(2) of the Restatement (Second) of Torts, I cannot agree with the broader proposition that “we have never expressly recognized a cause of action for intentional infliction of emotional distress.” Majority Op. at 181, 654 A.2d at 652. Thirty years ago, this Court recognized a cause of action for serious mental or emotional distress resulting from intentional or wanton conduct in Papieves v. Kelly, 437 Pa. 373, 263 A.2d 118 (1970). However, Papieves is readily distinguishable from this case, for it involved the mistreatment of a corpse. Id. at 375, 263 A.2d at 119.\nThe tort recognized in Papieves is sui generis; indeed, it is the subject of a different, specific subsection of the Restatement. Papieves relied upon § 868, not the general provisions contained in § 46. Papieves, supra (citing Restatement of Torts § 868 (1939)). See also Kazatsky v. King David Memorial Park, Inc., 515 Pa. 183, 185 n. 1, 527 A.2d 988 n. 1 (1987) (holding in Papieves was based on § 868 of Restatement, not § 46 of Restatement (Second)). In support of its holding, the Papieves Court noted that, “[w]hile the decisions in other jurisdictions have frequently spoken of the next of kin’s property or quasi-property rights in the body of the decedent, the underlying, and we believe real, issue is the right of a decedent’s nearest relatives to protection against intentional, outrageous or wanton conduct which is peculiarly calculated to cause them serious mental or emotional distress.” Papieves, supra at 378, 263 A.2d at 120-21. We also recognized, however, that “any extension of legal liability to acts which cause emotional distress is not without its problems” for “the law cannot guarantee all men’s peace of mind” and “ ‘a certain toughening of the mental hide is a better protection than the law could ever be.’ ” Id. at 378-79, 263 A.2d at 121 (citation omitted). Nevertheless, the Court recognized that “[tjhere can be little doubt” that mental or emotional disorders may be “every bit as real, every bit as debilitating as ailments which have more obviously physical causes.” Id. at 379, 263 A.2d at 121.\nA key difference between the mistreatment of a corpse tort recognized in Papieves and the general outrageous conduct/severe emotional distress tort governed by subsection 46(2) at issue here involves the element of presence. As the majority correctly notes, subsection 46(2) requires that the person complaining of emotional distress arising from outrageous conduct directed at an immediate family member must actually be present at the time of the outrageous conduct. The reasons for the presence requirement are accurately set forth in the majority opinion’s quotations from Comment L to the Rule and the Superior Court’s opinion in Johnson v. Caparelli, 425 Pa.Super. 404, 625 A.2d 668, 673 (1993), allocatur denied, 538 Pa. 635, 647 A.2d 511 (1994). The mistreatment of a corpse tort has no such requirement, under either the Restatement or the caselaw. This is not surprising given the nature of the conduct at issue when mistreatment of a corpse is alleged. Such mistreatment is extremely unlikely to occur in the presence of the deceased’s family. In short, presence is not required because, as a practical matter, such a requirement would almost always nullify the tort itself.\nFor the reasons stated by the majority, I agree that presence must be required to pursue the outrageous conduct/severe emotional distress tort that is contemplated by subsection 46(2). The special concerns that animate the mistreatment of a corpse tort are not implicated in such cases.\nSecond, I would elaborate on the reasons why appellee Margaret Taylor cannot be deemed to have been “present” for purposes of subsection 46(2). I agree that, as in the case of negligent infliction of emotional distress torts, presence requires, at a minimum, a contemporaneous sensory perception of the outrageous act. See Mazzagatti v. Everingham, 512 Pa. 266, 279-80, 516 A.2d 672, 679 (1986). Appellees claim that Mrs. Taylor was “present,” even though she was not in the room where the surgical procedure occurred, because she could hear the electronic tone of the defibrillator from the nearby waiting room while the surgical procedure was being performed. But, as the majority notes, the outrageous conduct that was alleged to have caused Mrs. Taylor severe emotional distress consisted of Dr. Trinkaus operating on Ka-Rin in violation of the consent to operate provided by Mrs. Taylor to the more experienced Dr. Wertheimer. As distressing as it undoubtedly must have been for Mrs. Taylor to hear the defibrillator alarm sound as Ka-Rin’s heart stopped beating, neither that sensory perception, nor her learning the devastating fact that Ka-Rin had died, conveyed the identity of who performed the procedure. There was no way to discern by any sensory perception, from outside the room, which doctor had performed the procedure. The primary tragedy here was Ka-Rin’s death. Mrs. Taylor did have time to steel herself to that tragedy before learning the entirely separate and, at least for purposes of this tort, unrelated fact that Dr. Trinkaus performed the procedure. Accordingly, appellees failed to establish that Mrs. Taylor was present when the alleged outrageous conduct occurred.\nFinally, the majority does' not state one way or other whether it would adopt § 46, noting only that the section sets forth “the minimum elements” necessary to sustain such a cause of action. I must admit to having some reservation about the section, a reservation only heightened by the facts of this case. Although the fact that Dr. Trinkaus performed the procedure may have been distressing to the plaintiffs, I am uneasy with the notion, accepted by the jury here under the Restatement test, that that conduct can be deemed “outrageous” conduct which “intentionally or recklessly” caused “severe emotional distress” to Ka-Rin’s mother. The propriety of the jury’s findings on these points, however, is not before us. Thus, I would leave to another day the question of the adoption, and contours, of the tort described in section 46(2).\nJustice NIGRO joins this concurring opinion.\n. Subsection 46(1), which governs situations where the outrageous conduct is directed at the person who suffered the emotional distress, does not have a presence requirement. Appellees argue that they satisfied this subsection because Margaret Taylor gave consent only for Dr. Wertheimer to perform the surgery; when Dr. Trinkaus performed the surgery instead, appellees claim, that was outrageous conduct aimed at Mrs. Taylor. The viability of a claim under subsection 46(1), however, was not the basis for the Superior Court’s opinion, nor was it the subject of the allocatur grant.\n. In Papieves itself, for example, one of the defendants struck the plaintiffs' teenaged son with his automobile, apparently by accident, removed the boy’s body from the scene without seeking medical or police assistance, hid the body in his garage, and eventually, with assistance from Joseph Kelly, buried the body in a nearby field, where it was not found until two months later.",
        "type": "concurrence",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [
      "Robert G. Yosua, David J. Griffith, Andrew K. Worek, Philadelphia, for Albert Einstein Medical Center, Peter Trinkaus, M.D. and John Wertheimer.",
      "Frank McClellan, for Margaret Taylor and Lewis T. Mapp."
    ],
    "corrections": "",
    "head_matter": "754 A.2d 650\nMargaret TAYLOR, Parent and Natural Guardian of the Estate of Ka-Rin Alise Taylor, a minor, and Kathy Mapp, Administratrix of the Estate of Louis T. Mapp, Deceased, Plaintiff-Appellees, v. ALBERT EINSTEIN MEDICAL CENTER, Peter Trinkaus, M.D., John Wertheimer, M.D., Defendant-Appellants. and Owen Williamson, M.D.\nSupreme Court of Pennsylvania.\nArgued Jan. 31, 2000.\nDecided May 17, 2000.\nRobert G. Yosua, David J. Griffith, Andrew K. Worek, Philadelphia, for Albert Einstein Medical Center, Peter Trinkaus, M.D. and John Wertheimer.\nFrank McClellan, for Margaret Taylor and Lewis T. Mapp.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0176-01",
  "first_page_order": 236,
  "last_page_order": 246
}
