{
  "id": 1208385,
  "name": "National Bank of Fayette County v. Valentich, Appellant",
  "name_abbreviation": "National Bank v. Valentich",
  "decision_date": "1941-11-24",
  "docket_number": "Appeal, No. 128",
  "first_page": "132",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "343 Pa. 132"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 A. 910",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0508-01"
      ]
    },
    {
      "cite": "48 A. 259",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0428-01"
      ]
    },
    {
      "cite": "96 U. S. 611",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3380886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/96/0611-01"
      ]
    },
    {
      "cite": "196 A. 39",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179685
      ],
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0497-01"
      ]
    },
    {
      "cite": "6 A. 2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0350-01"
      ]
    },
    {
      "cite": "164 A. 346",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0470-01"
      ]
    },
    {
      "cite": "18 A. 2d 820",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "824"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "144 Pa. Superior Ct. 178",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1032746
      ],
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/144/0178-01"
      ]
    },
    {
      "cite": "177 A. 28",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0513-01"
      ]
    },
    {
      "cite": "154 A. 127",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0066-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "182 A. 386",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163713
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0277-01"
      ]
    },
    {
      "cite": "159 A. 452",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136912
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 531,
    "char_count": 7769,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.8436510359037257e-07,
      "percentile": 0.7225077601049328
    },
    "sha256": "ec2457d820dcc4fee5a51088419f479318725d1a3c2a3cd171437cc1d3656004",
    "simhash": "1:46961258269598c9",
    "word_count": 1353
  },
  "last_updated": "2024-02-27T20:51:06.569721+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J.; Maxey, Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "National Bank of Fayette County v. Valentich, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nThis is an action on two collateral promissory notes of which defendant was the maker and plaintiff bank the payee, the one dated December 31, 1928, for $11,817.33, the other September 10,1929, for $4,918.75. Accompanying the first note as collateral security were shares of United States Steel Corporation, Maytag Company, Shell Union Oil Company, and Pacific Western Oil Company ; with the second note as collateral were shares of United Fruit Company. The United States Steel stock was sold by the bank in 1937, and most of the other stocks in 1939.\nIn the affidavit of defense originally filed defendant admitted that he paid interest on the notes at various times, the last payment being on March 19,1930; he denied that he made payments on September 6, 1930, and April 9, 1931, as alleged by plaintiff and therefore claimed that, as the suit was ho't begun until April 9, 1937, the action was barred by the statute of limitations. He counter-claimed for the proceeds of the collateral sold by plaintiff and for the market value of the portion remaining in its hands. At a pre-trial conference he conceded that the counter-claim did not set forth a good cause of action, and, two years after the filing of the first affidavit, he filed an amended affidavit of defense and counter-claim. He now averred that when he executed each of the notes the bank orally agreed that it would sell the collateral at any time upon his request provided the proceeds would be sufficient to pay the indebtedness. He alleged that on October 22, 1929, he instructed the bank to sell the securities, but, although it promised to comply with this instruction, it failed to do so. His amended counter-claim was for the excess of the then market value of the stocks over the amount due on the notes.\nAt the trial plaintiff produced evidence to prove that payments of interest were made by defendant on September 6, 1930, and April 9, 1931. Defendant made no attempt to controvert this and apparently abandoned his contention that plaintiff’s claim was barred by the statute of limitations; accordingly, that issue was not submitted to the jury. He did, however, testify that the bank made the oral agreements with him, and. that, in July, 1929, on his again asking whether it would sell the securities when requested it agreed that it would. He further testified that on October 22,1929, he telephoned the bank to sell all the stocks and was told it would do so. On the 25th there was a break in the market and the stocks dropped considerably in price. On the 26th, upon visiting the bank, he found that the securities had not been sold. When he inquired as to the reason for this, Mr. Hess, the cashier, told him, “Oh, they will come back,” to which he replied, “They may come back. I don’t know anything about it.” Mr. Hess, called by plaintiff, stated it was the custom of the bank to sell collateral whenever requested provided the proceeds would be sufficient to meet the indebtedness, but he denied any recollection of the alleged oral agreements or the telephone request of defendant to sell. The jury rendered a verdict in favor of defendant for the greater portion of his counter-claim, but the court entered judgment for plaintiff n. o. v. for the amount due on the notes. Defendant appeals.\nIn the absence of an agreement to the contrary, a pledgee is under no duty to sell collateral at the request of the pledgor; the latter’s obligation is to pay the indebtedness and thereby entitle himself to a return of the collateral: Tradesmen’s National Bank v. Cummings Bros. Co., 306 Pa. 280, 283, 159 A. 452, 454; Gordon, Secretary of Banking, v. Mitchell, 320 Pa. 277, 182 A. 386. Defendant, admitting this, relies upon the alleged oral contemporaneous agreements, but he is precluded from asserting them. The notes covered the terms under which the collateral was pledged and defined the rights of the pledgee with respect thereto, and such provisions cannot be modified or added to by alleged oral understandings unless there is proof of fraud, accident or mistake : Gianni v. Russell & Co., Inc., 281 Pa. 320, 126 A. 791; Speier v. Michelson, 303 Pa. 66, 154 A. 127; Richards v. Integrity Trust Co., 317 Pa. 513, 177 A. 28. The last named case was much like the present one; it involved an attempt to enforce an oral agreement that the pledgee trust company would sell within a reasonable time the stock pledged with it as security for a loan, but it was held that testimony in regard to such an agreement was barred by the parol evidence rule. Nor does defendant stand on any firmer ground in regard to the alleged promises made by the bank in July and October, 1929. Although it is true that a written instrument may be varied by a subsequent oral agreement, the latter must be founded upon a valid consideration: Tradesmen’s National Bank v. Cummings Bros. Co., 306 Pa. 280, 159 A. 452; Murray v. Prudential Insurance Co. of America, 144 Pa. Superior Ct. 178, 187, 18 A. 2d 820, 824. A promise by the bank to sell the collateral at the request of defendant, which it was theretofore under no obligation to do, would be unenforceable for want of consideration : Union Trust Company v. Long, 309 Pa. 470, 164 A. 346; Gordon, Secretary of Banking, v. Mitchell, 320 Pa. 277, 182 A. 386; Hickey v. Wyoming Bank & Trust Co., 334 Pa. 350, 6 A. 2d 62. Defendant does not claim that the bank’s alleged promises induced him to act or to omit any action he otherwise might have taken, and therefore he cannot invoke the principle of promissory estoppel: Fried v. Fisher, 328 Pa. 497, 501, 196 A. 39, 41. He makes something of the fact that the cashier testified it was the custom of the bank to sell collateral at the pledgor’s request if the proceeds would be sufficient to pay off the indebtedness, but it was not obliged to follow any such custom in a particular instance, there being no proof of a general trade or business usage which impliedly entered into its contracts.\nThere is a final reason why defendant’s position is untenable. When he visited the bank , on October 26, 1929, and found that the securities had not been sold, he made only the ambiguous comment previously quoted. The law would not permit him to stand by in such a situation and acquire an option to ratify if the stocks enhanced in value or to repudiate should there be a further fall in the market: Hayward v. National Bank, 96 U. S. 611. Not only did he not register a definite protest against the failure of the bank to sell, but he admits that nearly five months later he paid interest on the notes; had he intended to repudiate the breach of the bank’s alleged agreement, he would not. then have regarded himself as indebted either for interest or principal, but, on the contrary, as entitled to the counter-claim he is now asserting; by the payment of interest he was performing an unequivocal act of affirmance by which he is now concluded : Granger v. Fidelity Trust Co., 198 Pa. 428, 48 A. 259; 21 R. C. L. 693, section 52; compare Montgomery v. Van Ronk, 328 Pa. 508, 195 A. 910, where it was said (p. 511) in reference to a similar situation in the case of a stockbroker: “Affirmative repudiation is necessary to prevent an implied ratification. He [the customer] cannot stand by and appropriate the benefit of the broker’s conduct if profitable, or renounce it if otherwise, at his election; he cannot speculate at the broker’s expense.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Linn Voorhees Phillips, with him James Clarice Glassburn and Paul Vincent Mahoney, for appellant.",
      "E. H. Bane, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "National Bank of Fayette County v. Valentich, Appellant.\nArgued October 8, 1941.\nBefore Schaffer, C. J.; Maxey, Drew, Linn, Stern and Patterson, JJ.\nLinn Voorhees Phillips, with him James Clarice Glassburn and Paul Vincent Mahoney, for appellant.\nE. H. Bane, for appellee, was not heard.\nNovember 24, 1941:"
  },
  "file_name": "0132-01",
  "first_page_order": 160,
  "last_page_order": 164
}
