{
  "id": 1208294,
  "name": "Smith's Estate",
  "name_abbreviation": "Smith's Estate",
  "decision_date": "1942-01-05",
  "docket_number": "Appeal, No. 217",
  "first_page": "539",
  "last_page": "543",
  "citations": [
    {
      "type": "official",
      "cite": "343 Pa. 539"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "57 A. 1118",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0636-01"
      ]
    },
    {
      "cite": "4 A. 2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "135 Pa. Superior Ct. 30",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1017192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/135/0030-01"
      ]
    },
    {
      "cite": "100 A. 450",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "255 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027711
      ],
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0566-01"
      ]
    },
    {
      "cite": "3 A. 2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "333 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187938
      ],
      "pin_cites": [
        {
          "page": "565"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0561-01"
      ]
    },
    {
      "cite": "2 A. 2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "708"
        },
        {
          "page": "708"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186612
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "113"
        },
        {
          "page": "114, 115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 5727,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39102820280255723
    },
    "sha256": "827c1500e77b721ed86bb9ed3d8d2ff179addbaaaedd4f345bbcc625f8a29f11",
    "simhash": "1:277986c0147687e0",
    "word_count": 970
  },
  "last_updated": "2024-02-27T20:51:06.569721+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Smith’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nOn August 19,1918, Agnes Smith, decedent, executed her bond to the Philadelphia Trust Company (now Fidelity-Philadelphia Trust Company), Continuing Substituted Trustee under the Will of Thomas Simpson, Deceased, in the penal sum of $6,600, conditioned for the payment of $3,300 at the expiration of three years therefrom, and secured by a mortgage on premises 5025 Catharine Street, Philadelphia, of which she was then the •owner. On July 1, 1919, she conveyed the premises to Archer W. Dobson, and on April 7,1920, the latter conveyed to Mary D. Brooks, both of these conveyances being made under and subject to the mortgage. On July 5,1929, an agreement was entered into between Fidelity-Philadelphia Trust Company, Trustee as aforesaid, and Mary D. Brooks whereby the interest was raised from 53/2% to 6% per annum and the obligation extended for the term of three years from August 19, 1929, Mary D. Brooks guaranteeing payment of principal and interest. Decedent paid the interest due February 19,1919, but all subsequent payments were made by Dobson and Mary D. Brooks during the periods of their respective ownerships; no default in the payment of interest has occurred to the present time. Agnes Smith died March 1, 1939, and on March 15, 1939, the Trust Company, Trustee as aforesaid, filed with the executrix of her estate a claim for payment of the principal of the bond. At the audit of the account of the executrix the claim was dismissed, but, on exceptions to the adjudication, the court in banc found that the bond had not been paid nor the liability of the decedent thereon released, and accordingly allowed the claim, upon condition that the bond and mortgage be assigned to the estate by way of subrogation. The residuary legatee appeals.\nIt will be noticed that the bond originally matured in 1921, less than eighteen years before the presentation of the claim against the estate, and therefore no presumption of payment has arisen. Even had more than twenty years elapsed, the presumption which would then have resulted would be one merely of fact, amounting to no more than a reversal of the ordinary burden of proof and making it incumbent upon the creditor to establish that the bond had not been paid: Grenet’s Estate, 332 Pa. 111, 113, 2 A. 2d 707, 708. While it is true that a presumption of payment may arise in a period of less than twenty years if the lapse of time is combined with other circumstances indicating such payment (Conrad’s Estate, 333 Pa. 561, 565, 3 A. 2d 697, 700), here there were no such circumstances. On the contrary, payment of the principal was wholly negatived by the continuous payment of interest throughout the period. Indeed, it would be sufficient on this point to say that the factual finding by the court in banc that no payment of the principal was actually made is binding upon the appellate court: Grenet’s Estate, 332 Pa. 111, 114, 115, 2 A. 2d 707, 708.\nConfronted by the barrier thus indicated, appellant urges that, even though the obligation was not paid, there is a presumption that decedent was released from liability thereon. It is asserted that such presumption arises from the fact that since February 19, 1919, all the interest has been paid by the successive owners of the property and not by decedent, also that no demand for the payment of the principal was ever made upon decedent, and further, that in 1929 claimant entered into an agreement with the then owner, Mary D. Brooks, for an extension of the term of the mortgage. These circumstances do not, individually or collectively, warrant an inference of a release of decedent’s liability. A mortgagee does not lose his claim against his obligor on the bond merely because he accepts interest payments from the terre tenants; as long as he is receiving what is due him he naturally regards the source of the payments as immaterial. Nor, unless the interest payments are discontinued for a period of twenty years or more, does a failure to demand liquidation of the principal give rise to any presumption of a release or discharge. As far as the extension agreement between the mortgagee and the owner, Mary I). Brooks, is concerned, this did not constitute a novation affecting the liability of the mortgagor, since, in the absence of an agreement that the original obligation should be extinguished and a new one substituted, the mere acceptance of the obligation of a third person will be considered as additional security: Jones v. Commonwealth Casualty Co., 255 Pa. 566, 573, 100 A. 450, 452; Joyce v. Hawtof, 135 Pa. Superior Ct. 30, 4 A. 2d 599.\nThe position taken by appellant is based wholly upon a dictum in Piper’s Estate, 208 Pa. 636, 57 A. 1118. In that case it was held that, after the audit of an executor’s account and distribution made thereunder, the obligee of a bond was too late in presenting a claim for a deficiency resulting from the sale of the mortgaged premises. The statement (pp. 640, 641) that “after the lapse of many years, during all of which the creditor has received his interest from the successive purchasers of the mortgaged property, with no suggestion of claim for the principal, though long overdue, from the original debtor on his bond, it may well be presumed that personal liability has been released or discharged,” is not sustained by any appellate authority.\nDecree affirmed, costs to be paid out of decedent’s estate.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "John F. Thaete, with him Walter B. Gibbons, for appellant.",
      "George C. Denniston, with him John Arthur Broion, Joseph J. Brown and D. Alexander Wieland, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith’s Estate.\nArgued November 24, 1941.\nBefore Schaffer, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nJohn F. Thaete, with him Walter B. Gibbons, for appellant.\nGeorge C. Denniston, with him John Arthur Broion, Joseph J. Brown and D. Alexander Wieland, for appellee.\nJanuary 5, 1942:"
  },
  "file_name": "0539-01",
  "first_page_order": 567,
  "last_page_order": 571
}
