{
  "id": 1208381,
  "name": "Otto, Admrx., Appellant, v. Western Saving Fund Society",
  "name_abbreviation": "Otto v. Western Saving Fund Society",
  "decision_date": "1942-01-05",
  "docket_number": "Appeal, No. 284",
  "first_page": "615",
  "last_page": "622",
  "citations": [
    {
      "type": "official",
      "cite": "343 Pa. 615"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 A. 553",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0538-01"
      ]
    },
    {
      "cite": "176 A. 503",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845734
      ],
      "pin_cites": [
        {
          "page": "309, 310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0302-01"
      ]
    },
    {
      "cite": "338 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199935
      ],
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0198-01"
      ]
    },
    {
      "cite": "78 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040360
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/78/0407-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 12622,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.750319508634909e-07,
      "percentile": 0.7084142743457243
    },
    "sha256": "beaf2b817ccec0c665821865ae8e2848f2651924490d065eb8e0d70fe8160dbc",
    "simhash": "1:e03ac6b4e70a28ce",
    "word_count": 2124
  },
  "last_updated": "2024-02-27T20:51:06.569721+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaerer, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Otto, Admrx., Appellant, v. Western Saving Fund Society."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThe action here is to recover a saving account of $3,'487.84, from the defendant Bant, deposited by the plaintiff’s decedent, Hannah Davault.\nThe cause of action set forth in the plaintiff’s statement, charged that the defendant, Western Saving Fund Society, had improperly allowed the withdrawal of the account: (u) after notice “of the mental condition” of the decedent; (b) after a request “to pay no withdrawals from” the account; and (c) “on an order not containing the signature of the decedent.”\nThe affidavit of defense admitted the opening of this saving account under a signed agreement assenting to the rules and regulations of the defendant Society, which enabled a depositor who was unable to attend in person to receive money, to withdraw it by power of attorney or order signed by the depositor upon blanks furnished by the Society and acknowledged when required, provided the deposit book is presented to the Society at the time of such withdrawal. The rules provide that no other method of transfer of the depositor’s money will be recognized by the Society. The latter denied the notice of the mental condition of the decedent; denied the receipt of a request to pay no withdrawals from the account ; and denied that they allowed the withdrawal on an order not containing the signature of the decedent. The Society, on the other hand, averred that “Hannah Davault duly executed a withdrawal notice to the order of John Davault, her son,” for the entire “principal balance on deposit . . . and accumulated interest . . .,” that “the signature to said withdrawal order was by mark and was duly acknowledged before a Notary Public and duly witnessed . . . and the deposit book . . . duly presented to the Society for cancellation ... in accordance with the rules of the defendant Society. . . .” The Society further averred that this balance was redeposited with it in the name of John Davault. The Society also denied knowledge of the decedent’s confinement as a patient in the Hospital for mental diseases or that she was suffering from senile dementia.\nAt the trial, the plaintiff offered in evidence the paragraph in the affidavit of defense which admitted that on December 6,1923, tbe decedent opened a saving account with tbe Society and signed a signature card with her signature and assented to the rules and regulations of the defendant Society. Counsel for the plaintiff then offered a photostatic copy of the account which showed the withdrawal of all the money on deposit on October 26, 1934. The plaintiff admitted “that during the year 1934 . . . owing to her advanced age, Hannah Davault was unable to conduct her own affairs. Defendant does not admit as a fact that her inability to conduct her own affairs was due to any mental incapacity.”\nA letter dated August 20, 1934, was offered in evidence, which was written to the Society by the plaintiff’s counsel. It was as follows: “Gentlemen: Please make no withdrawal payments on the above account inasmuch as Mrs. Davault is, her son advises me, now of insufficient capacity to take care of her property.” The answer to this letter was also offered in evidence and it said: “The account in the name of Hannah Davault, 0-50289, has been marked ‘Full two weeks’ notice.’ In order to stop payments we must have a court restrainer.” The plaintiff then offered in evidence “a photostatic copy of the withdrawal slip by which this account was finally closed, . . . and also the signature card opening this account.”\nThe withdrawal slip for the entire balance of the account purported on its face to be executed by Hannah Davault, by her mark. It was witnessed by Gladys Maguire and acknowledged before a Notary Public. It was drawn to the order of Hannah Davault’s son, John Davault, was on a form furnished by the Society and was accompanied by the deposit book. Plaintiff showed that John Davault died on December 11,1934; and Hannah Davault, plaintiff’s decedent, died December 14, 1934.\nLetters of administration were taken out on John Davault’s estate by his wife, Katherine Davault, and upon presentation of an order to withdraw the fund accompanied by a short certificate, the entire balance was paid to her. Due notice of the issuance of letters of administration was given by advertisement. No claim was ever made on this administratrix for this money.\nIn the Hannah Davault estate, letters of administration c. t. a. were issued to the decedent’s granddaughter, Lillie M. Otto, the plaintiff. An account was apparently filed by her and she was discharged. In answer to a question by the Court below, it was admitted that no claim against the Society was listed as an asset of the estate in the inventory and appraisement or in the account. Subsequent to her discharge, on the 5th day of June 1940, new letters were granted to the plaintiff as administratrix de bonis non for the purpose of this lawsuit.\nThe Society offered in evidence its rules and among these were the following: “Every depositor with this Society, shall, at the time of making his first deposit, sign his or her name upon the cards provided for the purpose, and shall state thereon his occupation and place of residence, and shall thereby signify his assent to these rules and regulations, and to any future amendments thereto.”\n“The deposit book must be presented when all withdrawals are made. Possession of the book shall be sufficient evidence of the ownership thereof, to authorize the payment thereon. Although the Society will endeavor to prevent fraud on depositors, yet any payment made to any person when producing a deposit book, before notice of the loss of such book shall be given to the Society, shall be valid against the Society, and sufficient release to the Society.”\nThe Society also showed by documentary proof that between December 12, 1932, and October 27, 1934, Hannah Davault, made eight withdrawals. All these were made on forms furnished by the Society and signed by Hannah Davault’s mark, acknoAvledge before a Notary Public, and in almost every instance witnessed by either a member of her family or some other person, The withdrawn! of October 27, 1934, tlie one in issue was made in the same manner. Admittedly, no claim was'ever made upon the Society for having paid the other eight orders and the legitimate inference is that they Avere regular and proper.'\nThis Avas the state of the record Avhen the trial judge, on the Avritten motion of the defendant for binding instructions, directed the jury to find for the Society-Defendant.\nThe matter came before the Court in banc upon plaintiff’s motions for judgment-n. o. v. and a new trial. The Court beloAV overruled the motions. This appeal folloAved. •\nAt the trial, the plaintiff contended, first, the Society Avas liable because it paid on the order of a depositor Avho Avas suffering from senile dementia, and, second, that the mark on the order Avas a forgery. Thére was no competent proof by-the plaintiff to sustain either contention. We have examined the testimony and find that the Court beloAV Avas correct in stating that “there Avas no competent proof offered or adduced that she [Hannah Davault] Avas insane or of unsound mind, or that she was unable to takeuare of her property, or that she might become the victim of designing persons, nor was there any proof offered that legal proceedings had been taken to have her legally adjudged insane or mentally incompetent, or that a guardian had been appointed of her person. And Avhat is more important; there was no proof adduced that the defendant had actual knowledge that Hannah Davault was insane or mentally incompetent. All it had was a letter from an attorney who gave hearsay information that she was of insufficient capacity to take care of her property. The defendant Avas not justified in refusing to honor her Avithdrawal order on such hearsay information: Lancaster Co. Nat'l Bank v. Moore, 78 Pa. 407, 414; Gen. Pulaski B. & L. Association v. Provident Trust Co. of Phila., 338 Pa. 198, 201.”\nThe appellant declares she “bases her claim solely upon the fact that money was deposited with defendant, and when request for payment was made, such payment was refused . . .” She also stated: “Plaintiff contends her decedent was in the position of a creditor of defendant and all it was necessary for her to prove was that deposits were made and, on proper demand, payment refused”; she claims that “having shown deposit and non-payment she was entitled to have the jury consider her case. There is no claim by plaintiff that the bank was responsible for an opinion as to the depositor’s sanity; plaintiff bases her case upon the creditor-debtor relationship existing between a bank and its depositors, and since the bank refused payment the burden of proof is upon it to show why.”\nThe contention thus raised must on this record be decided adversely to the appellant. The issue is framed by the plaintiff’s statement of claim and the affidavit of defense. “The issues of a case are defined by, and confined to, the pleadings. ... In determining the issues made in the case, the pleadings, and not the evidence must be looked into . . .”: 14 Standard Encyclopedia of Procedure 524. To the same effect is the statement in 20 American Jurisprudence 141, 135: “The question whether the burden of proof rests with a plaintiff or defendant ... is determined from the pleadings before the introduction of any evidence . . .”\nHere, the plaintiff pleaded the deposits, and if she merely pleaded the failure to return the money on a proper notice, and brought her proof within the pleadings, a prima facie case would have been made out and it would have been defendant’s duty then to come forward with evidence: Henes v. McGovern, 317 Pa. 302, 309, 310, 176 A. 503. The plaintiff, however, did not rest on the pleading of a deposit and the failure to return it, but also pleaded the withdrawal upon an order which she alleged was by an incompetent after notice to the Society, and which did not contain the signature of the depositor. Thus, she anticipated the defense of withdrawal upon a written order and raised a new issue. This issue was met by a specific denial by the defendant savings bank. This denial in the affidavit of defense, was a challenge to the plaintiff to prove the averments pleaded, to wit, that the withdrawal order was by an incompetent after notice of the disability to the Society, and that it did not contain the signature of the depositor. As already stated by us, neither of her averments were proved. In fact, the plaintiff proved by her offers of the defendant’s pleadings and its records that the account was closed upon an order of the plaintiff’s decedent similar in form to eight other orders which admittedly were regular and in strict conformity to the rules of the savings bank to which she assented in writing when she became a depositor. When the plaintiff proved that the account was closed upon an order of the plaintiff’s decedent, she did all that the law required the defendant to prove. In 20 American Jurisprudence 140, Sec. 135, it is stated: “. . . a party may be relieved of the burden imposed upon him by the fact that the necessary proof is introduced by his adversary.”\nIf the order closing the account was a forgery or did not contain the signature of the depositor by her mark, plaintiff had the opportunity to prove that fact. But even if she had proved it, she would have had the further burden of showing toant of ordinary care by the Society in making payment on the order. Mere proof of loss would not have been sufficient: Bulakowski v. Phila. Saving Fund Society, 270 Pa. 538, 113 A. 553. Here, however, there was no proof of forgery or that the signature by mark was not that of the depositor. Since the order signed by the mark of the depositor, duly witnessed and acknowledged and accompanied by the pass or deposit book, and otherwise in strict accordance with the rules and regulations of the Society, stood unchallenged by any proof of forgery or of the mental incompetency of the depositor, the plaintiff failed to meet the burden she assumed and the instructions were right. The Society justly refused the payment' plaintiff demanded because.the account; had been exhausted by an order whose prima facie validity .stands.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "F. Raymond Heuges, for appellant.",
      "J. B. Colaban, with Mm Townsend, Elliott & Munson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Otto, Admrx., Appellant, v. Western Saving Fund Society.\nArgued November 26, 1941.\nBefore Schaerer, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nF. Raymond Heuges, for appellant.\nJ. B. Colaban, with Mm Townsend, Elliott & Munson, for appellee.\nJanuary 5, 1942:"
  },
  "file_name": "0615-01",
  "first_page_order": 643,
  "last_page_order": 650
}
