{
  "id": 1208401,
  "name": "Erb, Appellant, v. Allentown et al.",
  "name_abbreviation": "Erb v. Allentown",
  "decision_date": "1942-01-05",
  "docket_number": "Appeal, No. 285",
  "first_page": "622",
  "last_page": "624",
  "citations": [
    {
      "type": "official",
      "cite": "343 Pa. 622"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 289,
    "char_count": 4028,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47051256656276097
    },
    "sha256": "7d48038a4b6b0369827050a9ecf3791c6861faa652d1bbae29a654190ac6ff79",
    "simhash": "1:5850c4604a255f5c",
    "word_count": 665
  },
  "last_updated": "2023-07-14T17:08:48.012983+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sghapper, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Erb, Appellant, v. Allentown et al."
    ],
    "opinions": [
      {
        "text": "■ Opinion by\nMr. Justice Drew,\nPlaintiff filed .a petition for a writ of mandamus directed to the members of council and certain other municipal officials of Allentown, a city of the third class, to compel his reinstatement as Superintendent of Eire. This appeal arises from the refusal by the learned court below to grant the relief prayed for.\nOn January 10, 1936, council adopted an ordinance completely reorganizing the fire department. Among its provisions was one creating the office of Superintendent of Eire. Plaintiff, who had been a paid fireman for a number of years, was duly appointed to this position. This ordinance was repealed on January 5, 1940, and at the same time a new one was adopted which again fundamentally changed the organization of the department. This latter ordinance provided, inter alia, for the office of Eire Chief, and stated that that official was to be the head of the department. Plaintiff was not appointed to the new position of Eire Chief, however, but was notified to report for duty as a paid fireman. He complains that he cannot thus be reduced in rank from Superintendent to fireman, except for just cause as provided by the Act of May 31,1933, P. L. 1108\nThe sole question for our determination in whether appellant comes within the protection afforded by that statute. Section 1 provides that after its effective date (July 1, 1933) . . no person shall be reinstated, appointed, promoted, demoted or discharged as a paid member of any fire department (except the chief and deputy chiefs), regardless of rank or position, in any fire department ... in any city of the second or third class, in any manner or by any means other than those prescribed in this act.” (Italics added). Plaintiff contends that he does not come within the exception of “the chief and deputy chiefs”, because the duties of the Superintendent after January 10,1936, were different from those of the Chief before that date.\nPlaintiff’s contention is without merit. The question is not whether his duties were different from those of the Chief before 1936, but whether his duties as Superintendent were such as to bring him within the scope of the word “chief” as used in the exception of the statute. The New English Dictionary (Oxford, 1893) defines the word “chief” as “. . . the head of a body of men, of an organization, state, town, party, office, etc.; . . . the head of any department . . .” It is the word in common usage to designate the head of a fire department. The ordinance creating the office of Superintendent expressly states (section 1) that the Superintendent “shall be the head of the Fire Department”, and the record shows that he acted in that capacity. Therefore, plaintiff falls within the meaning of the word “chief” as used in the statute, and is excepted from its provisions.\nPlaintiff urges that there are two systems of fire department organization, the “chief” system and the system under which he was Superintendent, and that the legislature intended to except only the head of the department under the “chief” system. The statute fails to indicate any legislative intent to make such a distinction, nor can we conceive of any reason for so doing. It intended to except the head of the department regardless of the type of organization.\nOur construction of the statute makes it unnecessary to consider any of the other questions raised.\nJudgment affirmed.\nTitled “An Act Providing for the appointment, promotion, reduction, removal and reinstatement of paid officers, firemen and employes of fire departments and of fire alarm operators and fire box inspectors in tbe bureaus of electricity in cities of tbe second and third class; defining tbe powers and duties of civil service commissions for sucb purposes; and fixing penalties.”",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "OrrinE. Boyle, for áppellant.",
      "Henry L. Snyder, with him Galvin E. Arner, for appellees."
    ],
    "corrections": "",
    "head_matter": "Erb, Appellant, v. Allentown et al.\nArgued November 24, 1941.\nBefore Sghapper, C. J.; Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nOrrinE. Boyle, for áppellant.\nHenry L. Snyder, with him Galvin E. Arner, for appellees.\nJanuary 5, 1942:"
  },
  "file_name": "0622-01",
  "first_page_order": 650,
  "last_page_order": 652
}
