{
  "id": 459241,
  "name": "Megargel Estate",
  "name_abbreviation": "Megargel Estate",
  "decision_date": "1944-03-20",
  "docket_number": "Appeal, No. 48",
  "first_page": "14",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "349 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "109 A. 276",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "265 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051843
      ],
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 5617,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 2.2833533607352607e-07,
      "percentile": 0.785419342981
    },
    "sha256": "74c7d0ed75f7cbc7da454a9669d5c45456ed60d50b96a5124d490a49b7741665",
    "simhash": "1:cfa24da4600e2c62",
    "word_count": 956
  },
  "last_updated": "2024-02-27T22:56:39.230105+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey,C. J.,Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Megargel Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearns,\nThis is an appeal from a decree of an orphans’ court striking off exceptions to an adjudication of an executor’s account upon the ground that exceptant was not an interested party.\nAppellant Florence E. Wert, the exceptant below, is of next of kin of her cousin, Effie S. Clift. She has taken an appeal from the probate of the will of Effie S. Clift, and if successful in setting the will aside, will be entitled, as next of kin, to a distributive share in that estate. Effie S. Clift was a beneficiary under the will of her sister, Elva C. Megargel. Elva Megargel, widow of Harry R. Megargel, was the sole residuary beneficiary under the will of her husband and was a co-executor.\nWilliam H. Noble is the sole executor and a residuary legatee under the will of Effie S. Clift. He is also the sole executor under the will of Elva C. Megargel. He is the surviving executor under the present will, i. e., the will of Harry R. Megargel. The co-executor was decedent’s wife, Elva C. Megargel.\nThe exceptions of appellant allege: (a) excessive fees paid to counsel and executor; (b) excessive funeral bill; (c) improper fees and administration expenses; (d) credit for distribution of void legacies to charities.\nIf the exceptions should be sustained in whole or in part, the result would be an increase in the residue of the present estate. Such residue would then be awarded and paid to the estate of Elva C. Megargel, and on the settlement of her estate it would be awarded as part of Elva C. Megargel’s estate to the estate of Effie S. Clift. In this event appellant would benefit, providing she had been successful in setting aside her cousin’s will and thus participating as next of kin.\nWhen the exceptions were filed on November 25, 1942, appellant had no interest in this estate. She was not named in Effie S. Clift’s will. It was only if and when the will was set aside that her interest as next of kin could arise. Until an appeal from probate was taken appellant did not possess even a possible interest. The appeal was not taken until December 10, 1942. Apparently the court below treated the exceptions as if filed nunc pro tunc.\nOn these facts the orphans’ court decreed that appellant was not a person “having an interest, present or future, vested or contingent” under the Fiduciaries Act of June 7, 1917, P. L. 447, section 46 (a), 20 PS, section 831. We agree with the court below for the reason and authorities cited.\nAppellant is the only person who has interposed an objection to the confirmation of this account. If she should fail to set aside her cousin’s will, and thereby fail to establish her status as a-n interested party in this estate, any decree of the court would become academic.\nAppellant protests that unless she is now permitted to litigate the matter to which she objects, the estate of Harry R. Megargel and the estate of Elva C. Megargel (his residuary legatee) may be distributed to her detriment. Any distribution of the existing balance shown by the account will not harm appellant. She seeks to add more assets to this balance. To secure these sums, she seeks to surcharge the surviving executor and the estate of the deceased executor, and also to reduce credits taken for payment of debts and administration expenses.\nThere are two practical methods open to appellant to protect her interests. We note that the orphans’ court has directed a restatement of the account. The court, in its discretion, or the parties by agreement, may suspend absolute confirmation of any adjudication until the status of appellant as an interested party is established or lost. We observe that while the appeal from probate was filed December 10, 1942, the petition to the orphans’ court for an issue devisavit vel non was not presented until November 2,1943, nearly eleven months later. If prosecution of the appeal is not conducted with reasonable celerity, the orphans’ court, on application, can enter appropriate orders, and if necessary, decree the dismissal of the appeal for want of prosecution.\nFailing to secure a suspension of absolute confirmation, appellant may still serve formal notice of the objections which she has to this account upon William H. Noble, as surviving executor of this estate and sole executor of the estate of Elva C. Megargel, and that unless he takes appropriate measures in the interest of the parties entitled to distribution, he will be held liable therefor. If and when appellant succeeds in establishing her status as an interested party, the remedy is clear. Should the assets accounted for be distributed in the interim, Mr. Noble nevertheless may be required, by the administrator of the Clift estate, to file another account, even though such account discloses no debits or credits. If there exists proper ground for surcharge, such amounts would be added to the estate. It is no answer to assert that such procedure is impossible because Mr. Noble, as executor of the wife’s estate, would thus be required to surcharge himself. Interested parties may, upon application to the court, use the name of the fiduciary in proceeding against such fiduciary: Gongaware’s Estate, 265 Pa. 512, 518, 109 A. 276. Furthermore, application could be made to remove a fiduciary with dual and conflicting interests.\nThe appeal is dismissed' at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearns,"
      }
    ],
    "attorneys": [
      "Stanley F. Goar, with him David J. Reedy, Alfred E. Swoyer and Louis A, Fine, for appellants.",
      "James Rutherford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Megargel Estate.\nArgued January 11, 1944.\nBefore Maxey,C. J.,Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nStanley F. Goar, with him David J. Reedy, Alfred E. Swoyer and Louis A, Fine, for appellants.\nJames Rutherford, for appellee.\nMarch 20, 1944:"
  },
  "file_name": "0014-01",
  "first_page_order": 36,
  "last_page_order": 39
}
