{
  "id": 458285,
  "name": "Danner Estate",
  "name_abbreviation": "Danner Estate",
  "decision_date": "1944-03-20",
  "docket_number": "Appeal, No. 231",
  "first_page": "82",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "349 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "93 A. 1000",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "248 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011460
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0185-01"
      ]
    },
    {
      "cite": "77 A. 630",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "228 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0410-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 286,
    "char_count": 3565,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.016949636832108744
    },
    "sha256": "445fd1d18e5f44b66a49f6797d14910e9454b7504d21d818c69f326dc89de8ed",
    "simhash": "1:cd055432c6c3e85c",
    "word_count": 610
  },
  "last_updated": "2024-02-27T22:56:39.230105+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey,C. J.,Drew, Linn, Stern, Patterson, Stearne and Hughes, JJ."
    ],
    "parties": [
      "Danner Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThe appellants are next of kin of George H. Danner, who provided by will for the establishment of a charitable home in the Borough of Manheim, Lancaster County, Pennsylvania. Their legal proposition is, that the trust has failed and that the testamentary trustees hold title for the next of kin. In their statement of questions involved they depend on two facts: (1) that in answer to a petition to terminate the trust, the trustees stated that the “. . . funds at hand are insufficient for the intended purposes of the testator” and (2) the testator had not declared a general charitable intent which would support a decree cy pres.-\nIt is unnecessary to state at length the terms of the will and the various proceedings had in the court below since the death of the testator in 1917 because they may be found in an exhaustive opinion written by President Judge Appel, reported in 48 Lancaster Law Review 265.\nIn their answer to appellants’ petition for a citation to terminate the trust, the trustees admitted that “. . . they have not erected or established and maintained a home as provided in the will of the testator . . . [they] aver that the funds of the trust have not at any time been adequate to construct, establish and maintain such home as testator by his will intended.” The court considered the petition and answer and dismissed the petition for the reasons stated in 48 Lancaster Law Review 285. Thereafter, the surviving trustees filed a third and partial account. In the adjudication on that account, the court approved what the parties called the “Constitution of the Daniel and Elizabeth Danner Home” which provided in detail for the management of the Home. The balance for distribution, $253,310.58, was awarded to the trustees for the administration of the charity as indicated by the testator. He provided that a home should be constructed at a cost of $10,000 on land owned and specified by him and that the income from the balance should be used in maintenance, etc. This appeal is from that order.\nThe Orphans’ Court has jurisdiction of the control, removal, discharge and settlement of the accounts of testamentary trustees. When they made the answer quoted above and on which the appellants now rely, they were merely giving their opinion; it was a statement of fact, but it Avas not a statement that the court was bound to accept to the exclusion of other evidence. If, for example, the trustees had chosen to regard a sufficient sum as insufficient or had otherwise failed in their duty, the court was empoAvered to remove them and to appoint more competent successors. When, therefore, at the audit, it appeared that the trustees had upwards of $240,000 in excess of the sum designated by the testator as the amount to be expended in the construction of the Home, the learned judge acted within his authority in holding that the trust fund was amply sufficient to take care of the number of guests that could be accommodated in the home described by the testator: compare Hamilton v. J. C. Mercer Home, 228 Pa. 410, 77 A. 630; Unruh’s Estate, 248 Pa. 185, 93 A. 1000.\nAs the fund is awarded for the express purposes of the testamentary trust, no question of the application of the cy pres doctrine arises.\nThe decree is affirmed, each side to pay its own costs.",
        "type": "majority",
        "author": "Opinion by Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "W. Sensei Brown, with Mm 8. R. Zimmerman, for appellants.",
      "Harris G. Arnold, of Arnold & Briclcer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Danner Estate.\nArgued January 11, 1944.\nBefore Maxey,C. J.,Drew, Linn, Stern, Patterson, Stearne and Hughes, JJ.\nW. Sensei Brown, with Mm 8. R. Zimmerman, for appellants.\nHarris G. Arnold, of Arnold & Briclcer, for appellees.\nMarch 20, 1944:"
  },
  "file_name": "0082-01",
  "first_page_order": 104,
  "last_page_order": 106
}
