{
  "id": 458593,
  "name": "Scheckter et al. v. Rubin, Appellant, et al.",
  "name_abbreviation": "Scheckter v. Rubin",
  "decision_date": "1944-03-20",
  "docket_number": "Appeal, No. 127",
  "first_page": "102",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "349 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 A. 587",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0104-01"
      ]
    },
    {
      "cite": "176 A. 201",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845855
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0349-01"
      ]
    },
    {
      "cite": "26 A.2d 443",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213350
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 239,
    "char_count": 3245,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.016958324597302777
    },
    "sha256": "07b79bd569b6cd63813e642a7799904725cf9bc035740d48464957dc1654a832",
    "simhash": "1:8b02788b5ddd8553",
    "word_count": 567
  },
  "last_updated": "2024-02-27T22:56:39.230105+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Scheckter et al. v. Rubin, Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis appeal is from a decree on a petition for supplemental adjudication; the petition was filed by the receiver appointed to wind up a partnership; the adjudication had been filed after hearing in a proceeding to dissolve the partnership. A curious thing about this application is that it was filed in the court below (March 17,1942) at a time when the record was in this court for the review of the adjudication on cross appeals of the parties to the suit and on which argument was heard April 22,1942. If the application had been made to this court, the point involved would have been disposed of in the opinion filed on the merits: Rubin v. Scheckter, 345 Pa. 56, 26 A.2d 443 (May 25, 1942). As the matter was not raised on those appeals, there was of course no reference to it in the opinion then filed.\nThe receiver asked for a “supplemental adjudication determining the date as of which the partnership . . . was dissolved.” After the record was remitted, the court below considered the petition and the answer of David A. Rubin and held that tlie date of dissolution was the date specified in the decree nisi which, in express words, dissolved the partnership as of that day. The decree was of course subject to exception but the exceptions were dismissed. There can be no serious objection, on the dismissal of the exceptions, to adopting, in the final decree, the date stated in the decree nisi as the dissolution date. In such circumstances, a party whose contention is rejected should gain nothing by the lapse of time between the dates of the nisi and final decrees. It is necessary in dissolution proceedings to fix the date of dissolution. The Uniform Partnership Act of March 26, 1915, P. L. 18, VI, section 32, 59 PS section 94, provides that the court shall decree dissolution in circumstances such as the record disclosed. When, therefore, it was decreed nisi that the partnership on May 16, 1941, “is hereby dissolved” the dissolution was effective as of that date unless the court subsequently found that the wrong date had been specified and that the facts required the selection of a different date. The court found there was no error to correct. The final decree, while necessary under the equity rules to dispose of the exceptions, merely restated, as the court held, the fact of dissolution as of the date on which it had been adjudged in the decree nisi. Herman v. Pepper, 317 Pa. 349, 176 A. 201, was referred to. In that case there was but one decree of dissolution; it was entered pursuant to our order in Herman v. Pepper, 311 Pa. 104, 166 A. 587, reversing the dismissal of the bill; that decree specified the date of dissolution and that date was accepted in this court: Herman v. Pepper, 317 Pa. 349, 351, 176 A. 201.\nAt bottom, this case is nothing more than an application to the trial court for a clarification of its own decree.\nDecree affirmed, costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "David S. Malis, with him Illoway & Fischer, for appellant.",
      "Michael A. Foley, with him Marshall A. Coyne, and Frank B. Murdoch, for appellees."
    ],
    "corrections": "",
    "head_matter": "Scheckter et al. v. Rubin, Appellant, et al.\nArgued January 4,1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nDavid S. Malis, with him Illoway & Fischer, for appellant.\nMichael A. Foley, with him Marshall A. Coyne, and Frank B. Murdoch, for appellees.\nMarch 20, 1944:"
  },
  "file_name": "0102-02",
  "first_page_order": 124,
  "last_page_order": 126
}
