{
  "id": 459016,
  "name": "Martin Estate",
  "name_abbreviation": "Martin Estate",
  "decision_date": "1944-04-12",
  "docket_number": "Appeal, No. 65",
  "first_page": "255",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "349 Pa. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 A. 311",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "241 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0117-01"
      ]
    },
    {
      "cite": "98 A. 569",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "253 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0277-01"
      ]
    },
    {
      "cite": "95 A. 663",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "250 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0484-01"
      ]
    },
    {
      "cite": "105 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454265
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0408-01"
      ]
    },
    {
      "cite": "105 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0121-01"
      ]
    },
    {
      "cite": "52 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002254
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0370-01"
      ]
    },
    {
      "cite": "8 Watts 195",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0195-01"
      ]
    },
    {
      "cite": "317 A. L. R. 1249",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 10581,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.9892743114399405e-07,
      "percentile": 0.8515952088326385
    },
    "sha256": "d6fbb1491d0909deff9a0d5575eeca0d34f5b58354152fb6102cacc6c9cad351",
    "simhash": "1:1c0fff90593fa75f",
    "word_count": 1773
  },
  "last_updated": "2024-02-27T22:56:39.230105+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Martin Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearns,\nWe are in complete accord with the forthright statement of Judge Crumrine, in the court below, when he prefaced his opinion with these words: “This estate affords one more example of the danger which lies in departing from established practice, and of attempting to save time and expense to the parties by the filing of advisory opinions, and holding of informal consultations”.\nThe decree appealed from refused to direct delivery of assets to an improperly appointed administratrix; directed suspension of all future action under such letters and ordered prosecution, within a prescribed period, of a suspended will contest.\nThe record is replete with statutory and procedural irregularities resulting in this tortuous litigation. There is but one important question involved. May testatrix’s heirs and next of kin supersede the provisions of the will and prevent its probate by a written contract? In considering this question there are two subordinate elements to be examined. Do the grandchildren possess a vested interest freed from all trust limitations? Are the contracting parties the only persons in interest?\nTo obtain a comprehensive understanding of the facts and issues in this irregular proceeding has required an examination of the record itself, the excerpts printed in appellant’s paper book being inadequate for such purpose.\nHattie A. Martin, the testatrix, was survived by a husband, John Martin, and one daughter, Daisy E. Boyd. Mrs. Boyd is married to Larry Boyd, and has three children: Laurence, Betty and James. While the record is silent on the subject we assume from the argument that all three grandchildren are sui juris and have not yet reached 35 years of age. Larry Boyd, their father, still survives. Before testatrix married, she and her intended husband entered into an antenuptial agreement wherein each waived inheritance rights in the estate of the other. At the date of the marriage testatrix was 76 years of age. The marriage was bitterly opposed by the daughter and her husband. Their relations became decidedly unfriendly. Testatrix’s animosity was directed largely against her son-in-law. By the terms of the will the residuary estate, of modest proportions, was placed in trust with a named corporate fiduciary, having active duties, to pay the net income in equal shares to her three named grandchildren during the lifetime of their father with remainder to such grandchildren, as they respectively attained 35 years of age. Testatrix made certain in terrorem provisions. She directed that if any one or all of the grandchildren should permit their father to live with him or her, or should aid, assist or comfort him in any financial manner, the income should go to the.others, and if all grandchildren so acted, the trust was to terminate and pass to a named charity. The will repeats the provision that no part of the corpus is to be paid to any of the grandchildren before the death of their father “nor until such child has reached thirtyfvoe years of age”. The husband of testatrix was named as executor.\nThe death occurred August 1, 1938. Caveats were filed against the probate of the will by the daughter and two of the grandchildren. An appeal bond was filed, but to date no steps have been taken to prosecute the appeal.\nIn March, 1939, a petition was filed in the Orphans’ Court reciting that the grandchildren and their mother had entered into a family agreement whereby the entire estate was transferred to the mother absolutely; that the contingent charitable bequest had been renounced; that the husband of decedent, by antenuptial agreement, had waived his entire interest in this estate. The petitioners prayed that the will be set aside, as superseded by the family agreement, and- that the court appoint the testatrix’s daughter, sole party in interest, as administratrix.\nJudge Gkumkine, in an opinion dated April 17,1939, dismissed the petition without prejudice to the rights of the parties to raise questions of distribution at the audit of the executor’s account. No appeal has been taken from such decree.\nOn January 31, 1940, appellant, disregarding this opinion of the Orphans’ Court, petitioned the Register of Wills for letters of administration, which were issued as requested. The executor named in the will objected, and petitioned the Register to revoke, which he refused to do by decree dated March 5, 1940.\nOn March 27,1940, the administratrix, so irregularly appointed, petitioned the Orphans’ Court for a citation on attorneys for the executor to show cause why they should not deliver to appellant certain named assets of the estate in their possession. The court refused to grant the petition in an opinion dated October 18,• 1941. It is from this order that, after exceptions and their dismissal, this appeal is taken.\nOne additional fact appears in the record. John Martin, the executor named in the will, died September 17, 1942.\nAppellant alomes that she and her children are the only persons in interest in the estate and entitled to immediate distribution. Upon this premise she maintains that she and her children may enter into a family agreement whereby the terms of the will are superseded and the probate thereof prevented.\nThere appears to be a well defined divergence of opinion, in different jurisdictions, as to the validity of an agreement by all interested parties to suppress a will and to prevent its probate, or to destroy it. See cases cited in 317 A. L. R. 1249, Annotations; 28 R. C. L. section 359, page 357; 4 Page, Wills, section 1760, page 947. One view is that such suppression is invalid as against public policy. The other view looks solely to the property rights of the parties to the contract. These jurisdictions hold that since the parties could dispose of property rights acquired under the will, a contract is valid which disposes of such rights, even though the contract takes the form of suppressing the will under which they claim. In commenting upon the two views Mr. Page observes in volume 4, section 1760, page 950, “To suppress a will is usually criminal, and it would seem contrary to policy to enforce a contract which provides for suppressing a will and for rendering a collusive decree which makes a finding of fact contrary to the truth”.\nThis Court, in several cases, has accepted the principle that the parties in interest, by family agreement, may supersede a will and prevent its probate. See Phillips v. Phillips, 8 Watts 195; Walworth v. Abel, 52 Pa. 370; Wilen’s Appeal, 105 Pa. 121; Weaver v. Roth, 105 Pa. 408; Henderson v. Bishop, 250 Pa. 484, 95 A. 663; appellant particularly relies upon Lloyd’s Estate, 10 Dist. 207, where the facts were somewhat similar to those noAV in question. It is clear, however, that under all of our cases any valid contract to suppress a will and prevent its probate must be executed by all interested persons ; also that the actions of the parties may be restricted by testamentary trusts. Under the Wills Act valid testamentary directions are required to be fulfilled. Beneficiaries under a will cannot unfetter testamentary limitations by the simple expedient of a family agreement. Compare: Lloyd’s Estate, supra, Stewart’s Estate, 253 Pa. 277, 98 A. 569. It must also appear that there are no creditors of the estate: Walworth v. Abel, supra, Weaver v. Roth, supra.\nWhether the passage of the Pennsylvania Wills Act of 1917 and the Pennsylvania State Transfer Inheritance Tax Act of 1919 and their supplements, and the various acts of Congress taxing estates, and the statutory requirements in both state and federal jurisdiction as to reports and tax payments from fiduciaries, have since changed or affected the operation of the foregoing principle need not be here decided. Such consideration is expressly withheld.\nWe agree with the court below that the validity of the trust is a matter of construction at the audit of the account and should not be'acted upon by the Register of Wills on a petition to probate. In Carson’s Estate, 241 Pa. 117, 88 A. 311, Justice Brown said (page 121), “The probate of a will without regard to its provisions is one thing; distribution of the estate of the testator in accordance with its terms is another. The former is for the register; the latter is none of his concern. Distribution is for the court alone, and, on distribution, and not before, is the validity of the provisions of a will to be passed upon”. This will erects a trust. It may well be that the in terrorem trust provisions are void, yet there remains for consideration the trust provisions creating estates in the grandchildren pur autre vie, and until each grandchild attains 35 year's of age. In addition to the reasons assigned by the court below for refusing the petition, it is to be observed that all parties in interest are not joined in the agreement. It is true that a copy of an alleged antenuptial agreement was attached to the petition. There is, however, nothing in the record to reveal whether such agreement has been either affirmed or repudiated by the surviving spouse. Furthermore, the corporate trustee was not joined. A trustee is required to defend the trust. The surviving spouse and the trustee should be parties to the agreement or brought into the proceeding. The decision of the court and its decree of April 17, 1939, unappealed from, was correct.\nIt was irregular to petition the Orphans’ Court to direct the Register of Wills to refuse probate of the will and to grant letters of administration to the daughter. Such a petition should have been directed to the Register of Wills who has exclusive jurisdiction over such matters under section 3 of the Register of Wills Act of 1917, P. L. 415, 20 PS section 1861. However, by action of both tbe court and parties, tbe matter was regarded as if certified by the Register to tbe Orphans’ Court under section 19 of tbe Register of Wills Act, supra, and we shall so regard it. Tbe letters of administration upon this estate were, for tbe reasons above stated, improperly issued to Daisy E. Boyd.\nTbe decree of tbe court below is affirmed, and tbe record remitted with instructions to direct (1) tbe dismissal of tbe caveats, (2) the annulment of tbe letters of administration, and (3) tbe probate of tbe will; costs to be paid by tbe estate.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearns,"
      }
    ],
    "attorneys": [
      "L. B. Boyd, Sr., for appellant.",
      "No one appeared or filed a brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Martin Estate.\nArgued March 22,1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nreargument refused May 3, 1944.\nL. B. Boyd, Sr., for appellant.\nNo one appeared or filed a brief for appellee.\nApril 12, 1944:"
  },
  "file_name": "0255-01",
  "first_page_order": 277,
  "last_page_order": 283
}
