{
  "id": 458514,
  "name": "Chikowska, Appellant, v. Prado Garage, Inc.",
  "name_abbreviation": "Chikowska v. Prado Garage, Inc.",
  "decision_date": "1944-05-22",
  "docket_number": "Appeal, No. 98",
  "first_page": "508",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "349 Pa. 508"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "162 A. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140254
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 4697,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.099300600461261e-07,
      "percentile": 0.5676413953091474
    },
    "sha256": "99ff5da2ef1f190e397671017a7888bff4d10f71acfafa92789ad925e7c355d4",
    "simhash": "1:f1a3d88aab9b46cb",
    "word_count": 822
  },
  "last_updated": "2024-02-27T22:56:39.230105+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Hughes, JJ."
    ],
    "parties": [
      "Chikowska, Appellant, v. Prado Garage, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe material facts of this case are succinctly stated in the Counter Statement of Question Involved as follows: “An employee of a public garage, located in the rear of an apartment house, is directed to drive an automobile belonging to a customer of the garage from the front of the apartment house where the car was parked to the said garage in the rear, for storage. Instead of driving the car to the garage, the servant, on his own initiative and without authorization from anyone, drove the said car about seven city blocks in a direction away from the garage to his own home to get his rubbers and gloves which he contemplated wearing, if he later should be called upon to wash cars at the garage. While en route from his home to the garage, he negligently drove into and struck a pedestrian [plaintiff] at a point about four or five city blocks from the garage.”\nPlaintiff brought this action in trespass against defendant, Prado Garage, Inc. After the jury returned a verdict in favor of plaintiff the learned court below set it aside, and entered judgment n. o. v. for defendant, on the ground (a) that the servant at the time of the accident was not acting within the scope of his employment, and (b) that defendant had no control over the instrumentality involved. The present appeal followed.\nConsidering plaintiff’s case in its most favorable light, it is clear that he fell far short of showing any negligence of defendant. He did show defendant’s servant negligently caused the accident, but at the same time he showed the servant was then acting outside the scope of his employment. The limit of the servant’s authority was to get the car in front of the'building and drive it halfway around the block, and into the garage in the rear of the building. Instead, on a mission of his own, for his own convenience and comfort, he drove the car away from the garage to his home, a distance of seven city blocks, and on his return when five blocks from the garage ran into plaintiff, a pedestrian on the street. By no stretch of reasoning can it be said that that journey was a mere deviation. The distance travelled was considerably out of proportion with the distance necessary to travel to the garage. The departure from the line of duty was so complete that the connection with the servant’s duty and employment was completely broken.\nIt must be kept in mind that this was a customer’s car. Neither defendant nor its servant had any right to make any use of the car whether in the business of defendant or otherwise. They had the car for delivery to the garage for storage — and that was all.\nThe trip back from the servant’s home must also be regarded as an independent journey, not a slight deviation in the performance of his duty; and he cannot be regarded as having returned to his employment at the time of the accident because it happened while he was yet four or five blocks from the garage. Restatement, Agency, §234. The servant was outside the scope of his employment while driving to and returning from his home.\nDefendant had no control over the automobile while its servant was using it on this independent journey. Nor could it have control because defendant had no authority to use it, except on order to take it to and from the garage and apartment.\nIt was of no vital importance to defendant or its business that its employee should have rubbers and gloves to wear while washing cars and he was not authorized to get them. There was no emergency. If the servant wanted articles from his house he could have gone after them on foot, or in any other way for which he alone would be responsible: Wesolowski v. Hancock Ins. Co., 308 Pa. 117, 121, 162 A. 166. We said there: “The employer was indifferent as to whether Adams walked, rode a bicycle, or operated a motor car to reach the people with whom he transacted business. If Adams bad cbosen to walk from person to person with whom be bad bis employer’s business to transact and in walking be bad negligently knocked over and injured another pedestrian, it could not reasonably be contended that bis employer should respond in damages for Adams’ negligent pedestrianism. So to bold would be to construe the phrase ‘respondeat superior’ beyond its fundamental meaning and to carry its principle to absurd lengths and to consequences forbidden by every sound consideration of public policy.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Robert M. Bernstein, with him Arthur M. Harrison, for appellant.",
      "Frank R. Ambler, with him Henry S. Ambler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chikowska, Appellant, v. Prado Garage, Inc.\nArgued April 10, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Hughes, JJ.\nRobert M. Bernstein, with him Arthur M. Harrison, for appellant.\nFrank R. Ambler, with him Henry S. Ambler, for appellee.\nMay 22, 1944:"
  },
  "file_name": "0508-01",
  "first_page_order": 530,
  "last_page_order": 533
}
