{
  "id": 492870,
  "name": "Jamieson versus Capron, to use, &c.",
  "name_abbreviation": "Jamieson v. Capron",
  "decision_date": "1880-06-14",
  "docket_number": "",
  "first_page": "15",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "95 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0265-01"
      ]
    },
    {
      "cite": "2 W. & S. 29",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0029-01"
      ]
    },
    {
      "cite": "10 Watts 269",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Wright 83",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 15991,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 2.1622989471683783e-07,
      "percentile": 0.7700624631011306
    },
    "sha256": "b7360907d68a6928fcbe3d79768d91fa77a87c918ddd5b357be38dccce8a34a0",
    "simhash": "1:d2e7cc29ea4fb5b9",
    "word_count": 2758
  },
  "last_updated": "2024-02-27T20:24:41.512950+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, Gordon, Trunkey, Sterrett and Green, JJ. Sharswood, C. J., and Paxson, J., absent."
    ],
    "parties": [
      "Jamieson versus Capron, to use, &c."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe contention of the plaintiff in error is that he was discharged from liability as surety on the property bonds in consequence of the amendments in the replevin suits, made without authority of law, as he claims, and without his knowledge or consent. The actions gf replevin were brought by Henry P. Duncan, Samuel Duncan and Stephen Duncan, executors of the last will and testament of Stephen Duncan, deceased, against Eli H. Dunn et ah, who claimed the property replevied, gave bonds to the sheriff in the usual form, and pleaded non eepit and property, upon which issue was joined. Subsequently, on application of the plaintiffs, an amendment was allowed in each case, by which the words “ executors of the last will and testament” were stricken out, and the words “heirs at law” substituted, and the names of other'heirs at law were added as plaintiffs. As thus amended, the cases were tried and resulted in judgments for the plaintiffs, who then brought the present suit on the property bonds, in the name of the sheriff to their use against the plaintiff in error, and judgment was obtained against him for the amount recorded in the actions of replevin.\nIf the amendments were unauthorized, it will scarcely be pretended that the surety in the property bonds would not be discharged. But so far as the records in the replevin suits given in evidence in this case have been brought to our notice, there is nothing to show that the amendments were either unauthorized or irregular; on the contrary they appear to have been within the letter and spirit of our statute of amendments. They consisted, as we have seen, first in changing the character in which the plaintiffs sued from executors to heirs at law, and secondly, in adding the names of other heirs at law who were not executors. Amendments, similar in principle, have been frequently sanctioned: Kaylor v. Schaffner, 12 Harris 489; Schollenberger v, Seldonridge, 13 Wright 83; Cochran v. Arnold, 8 P. F. Smith 399; Wescott v. Edmonds, 18 Id. 34. It is said in Kaylor v. Schaffner, supra, that whenever it appears a mistake has occurred “ it is the duty of the court to correct it, taking care that the amendment be not used for the purpose of introducing a cause of action substantially different from that on which the suit was actually though informally brought.”\nThe case before us is distinguishable from Kille v. Ege, 1 Norris 102, in this, that the original plaintiffs in that case had no cause of action, either in their own right or in any representative capacity, and were accordingly nonsuited. The plaintiffs who recovered were new parties, brought upon the record two years after suit was commenced, strangers to the original plaintiffs and in no way connected with them by privity of interest or otherwise. The three plaintiffs who originally sued in this case were in fact heirs at law of Stephen Duncan, deceased, and the mistake that appears to have been made was in styling them executors instead of heirs; and that was clearly amendable. There was no change in the cause of action. The basis of claim before as well as after the amendment appears to have been title derived from Stephen Duncan, deceased. The parties brought upon the record were not strangers to the claim. They were joint heirs with the original parties, and all derived title to the property in controversy from a common source.\nIt follows, therefore, that the defendant had no available defence, either on the ground that the amendment was unauthorized, or that it introduced a new cause of action.\nBut, it is further contended that, inasmuch as there could have been no recovery by the original plaintiffs in their capacity as executors, the effect of the amendment was to change or increase the liability of the surety, and that he was thereby discharged. This would undoubtedly be correct if his obligation as surety for the defendants had not contemplated a trial and judicial determination of the cause of action, on which the replevin suits were based, according to the established course of practice in such cases, because it is a just and reasonable principle of law that the contract of a surety shall not be changed without his consent, express or implied. When a person becomes surety for another in a judicial proceeding, there is an implied understanding that it shall be conducted according to the provisions of law relating thereto. The statutes regulating amendments, as well as other incidents of trial, are as much a part of the contract, in the contemplation of the parties thereto, as if they were embodied in the condition of the bond. There is and necessarily must be this distinction between contracts of suretyship in ordinary business' affairs, and those connected with judicial proceedings. If the holder of an obligation against two, with a surety for both, releases one of the obligors, he thereby, for obvious reasons, discharges the surety; but, if a person becomes surety for two administrators or guardians, and one of them is discharged by court, without the knowledge or consent of the surety, his liability for the official acts of the remaining administrator or guardian still continues. The reason of this is, that the surety, when he entered into the obligation for both, knew, or must be presumed to have known, that the court had power to discharge one, and thus devolve all the duties of the office on the other, and in view of this he consented to the condition that the court might exercise any authority with which it was invested, without releasing him from liability as surety. In Hocker v. Woods’s Ex’rs, 9 Casey 466, the question was as to the liability of the surety for two joint guardians, one of whom was discharged by the court, and it was held that his liability for subsequent acts of the remaining guardian still continued. The distinctive features of a surety’s contract in judicial proceedings are there adverted to, and it is said: “ The Acts of Assembly, under which official bonds are given and judicial contracts are made, enter into and modify such bonds and contracts; and the parties must be considered as .contracting with the view to what the law prescribes, and as assenting to all the legal consequences of their act.” So, in the present case, the plaintiff in error, in becoming surety for the defendants in the actions of replevin, must be considered as having contracted with reference to the law applicable to the trial and final determination of the cases, and with the view of becoming responsible for the amount that might ultimately be adjudged against the defendants.\nWhat has been said has reference only to such amendments as are authorized by the statutes. If a new cause of action is introduced or new parties brought upon the record against whose claim the Statute of Limitations has fully run, and a recovery is permitted, the rule as to liability of the surety would be different.\nThe conclusion reached by the learned judge in this case was correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "R. Brown, for plaintiff m error.",
      "W. D. Brown and Clark & Noyes, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Jamieson versus Capron, to use, &c.\n1. A. and others brought actions of replevin, as the executors of B., deceased, against C. and others, who claimed the property replevied, gave bonds to the sheriff in the usual form, and pleaded non cepit and property, upon which issue was joined. Subsequently, on the application of plaintiffs, an amendment was allowed, by which the word “executors” was stricken out and “ heirs at law” were substituted, and the names of other heirs at law added as plaintiffs. Held, that the amendment could be made, and that the surety on the property bond was not thereby released.\n2. A surety in judicial proceedings must be considered as contracting with a view to what the law prescribes and as assenting to all the lawful consequences of his act; and in becoming surety for defendants in these actions of replevin the surety must be considered as having contracted with reference to the law, applicable to the trial and final determination of the cases, which is presumed to include all authorized amendments.\n3. Kille v. Ege, 1 Norris 102, distinguished.\nMay 26th 1880.\nBefore Mercur, Gordon, Trunkey, Sterrett and Green, JJ. Sharswood, C. J., and Paxson, J., absent.\nError to the Court of Common Pleas of Warren county: Of May Term 1880, No. 211.\nDebt by J. R. Capron for use of Henry P. Duncan and others, against H. E. Brown, administrator of the estate of E. H. Dunn, .deceased, John R. Shaw and H. A. Jamieson.\nThis action was brought to recover on two property bonds given in two actions of replevin instituted in the Common Pleas of Warren county. The writ was served on H. A. Jamieson alone, the surety for the defendants in the bonds. Both replevin suits were brought in the names of Henry P. Duncan, Samuel Duncan and Stephen Duncan, executors of Stephen Duncan, deceased. The property was replevied and bonds given by defendants. After the cases were at issue on the pleas of ne unques executors, non cepit and property, motions were made by the plaintiffs in both cases to amend the record by changing the title of the suits by substituting the heirs of Stephen Duncar (naming them) as plaintiffs, and about four and a half years thereafter the substitution was ordered.\nThere were recoveries in the replevin suits in favor of Duncan’s heirs, and they undertook, in this case, to collect the amount from the surety in the cases, on bonds executed to the sheriff in the name and for the benefit of the executors, not the heirs, of Stephen Duncan.\nThe questions in the case were, had the court the right to make the amendment, and if so, whether a recovery can be had against the surety in the amended cases, on the bonds given in the cases as they were originally brought ?\nTrial by jury was dispensed with, and the case was tried by the court, Wetmore, P. J.\nAt the trial the records in the replevin suits were offered in evidence, and defendants objected, for the reason that they were not the same cases in which the bonds in suit were given. Objection overruled and evidence admitted.\nThe defendant submitted the following points, all of which the court refused :\n1. There having been no recovery by Duncan’s executors, in whose favor the original suit was brought, who were the plaintiffs when the bonds in controversy were given, there can be no recovery against the defendant, who was the bail in the bond given by defendants for the property replevied by Duncan’s executors.\n2. That the amendment made by striking from the record the original party plaintiffs and substituting in their places entirely different parties, affects only the record of the cases in which the amendment was made, and has’ no effect whatever on the bond given to the sheriff as far as Jamieson, the bail is concerned.\n3. The court had no power to amend anything farther than the writ, declaration, plea and judgment in the cases in which the amendment was made.\n4. The above-named defendant was not a party to any of the proceedings in the original cases, had no notice of the application of the plaintiffs to amend, and is not bound by the action of the court in allowing the amendment.\n5. That the act of Duncan’s executors in procuring the amendment by which others were substituted as plaintiffs in their place, released the surety in the property bond, against whom the substituted plaintiffs seek to recover in this case.\nThe court found the facts substantially as set forth above, and in their conclusions of law, inter alia, said :\n“ The condition of the bond is that Eli H. Dunn et al. shall appear in court and defend and make good their claim to the timber or lumber. As between the executors and the heirs at law of Stephen Duncan, deceased, it was of no consequence to defendants to whom the property belonged.\n“ The construction of the bond of the bail is that they shall not be bound beyond the extent that shall appear by the surroundings of the transaction to have been contemplated at the time of the execution. Law and equity cast the responsibility on the surety, if by the terms of the agreement he assumed it; but this would not be so if the bond of the surety is not within the scope of the undertaking. When the bond was executed there existed the right under the law to add or alter the names of parties, plaintiff or defendant, when a mistake o.r omission had occurred in the same.\n“ If the amendment was within the authority of the court at the time and duly made, the rights of the defendant were subject to the exercise of this authority. It was within the scope of the undertaking of defendant. This position is fully sustained in the case of Hooker v. Woods’s Ex’rs., 9 Casey 466, which rules this case.”\nThe court then entered judgment for plaintiff for $1095.02. Exceptions were filed by defendant to the decision of the court which were dismissed. This writ was then taken, defendant alleging that the court erred in the above entry of judgment, in the admission of the records of the suits in reolevin, and the refusal of the foregoing points.\nR. Brown, for plaintiff m error.\nThe substitution of the new plaintiffs was without notice to defendant, deprived him of a valuable right, and released him from his suretyship. It modified his contract. The bond was to indemnify against the original and not against the new plaintiffs. No affidavit accompanied the motion to amend, and no evidence was given to show any mistake in bringing the action, or that the new had any joint interest or privity of title with the original plaintiffs: Kille v. Ege, 1 Norris 102. If these are new suits then there have been no judgments recovered in the original suits, and there can be no recovery on the bonds; Eldred v. Bennett, 9 Casey 183; Chaffee v. Sangstone, 10 Watts 269: Gibbs v. Bartlett, 2 W. & S. 29. The records only were amended, the bonds were not. When defendant executed the bonds the claim of the executors was all the right in his contemplation. The extent of his engagement was that the right should be established against the title of the executors, not against others. The liability of Jamieson was increased by the substitutions, and he was thereby released. Hocker v. Woods’s Ex’rs., is distinguishable from this case.\nJune 14th 1880.\nW. D. Brown and Clark & Noyes, for defendant in error.\nThe bonds were not given to the plaintiffs in the replevin cases, but to the sheriff; the condition was not that they should be void in case the plaintiffs failed to recover judgment, but in case the defendants, who claimed to own the property, should appear to said actions, make good their claim and indemnify the sheriff in the premises. This is the ’substantial point of the condition, and is equivalent to having judgment in their favor: Chaffee v. Sangstone, 10 Watts 265.\nProperty bonds, although unknown to the common law of England, are an established feature of judicial proceedings in Pennsylvania. The right of a defendant in replevin who claims and pleads property to retain the goods upon giving such bond is undoubted. Being judicial obligations they are to be construed with reference to all the incidents of judicial proceedings.\nDefendant was presumed to know that the court could and would permit amendments to enable parties to have a trial upon the merits. Nor was the extent of his liability unlimited or uncertain. Not every one having or claiming title to the goods could be made plaintiff by amendment, but only such as the law permitted. The obligation of the surety was co-extensive with the suit in which it was given. There was no change in the cause of action ; no strangers were added to the record, the new parties being joint heirs with the original parties, and all claiming as heirs. The title of Stephen Duncan was the foundation of the claim after as well as before the amendment. The court must be presumed to have been satisfied of the propriety of the amendment by sufficient evidence, even though nothing appears of record."
  },
  "file_name": "0015-01",
  "first_page_order": 15,
  "last_page_order": 21
}
