{
  "id": 492898,
  "name": "Wingerd versus Fallon",
  "name_abbreviation": "Wingerd v. Fallon",
  "decision_date": "1880-06-23",
  "docket_number": "",
  "first_page": "184",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "95 Pa. 184"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 234",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Wright 533",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 307",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Wright 529",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "14 Wright 142",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "20 Howard 360",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "13 C. B. 916",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 775,
    "char_count": 19570,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.7638749591277996e-07,
      "percentile": 0.7104248162730723
    },
    "sha256": "6569e03d98936acf8c0870cc8336606d67c38d39d4ea69b01d1487499ec0dc31",
    "simhash": "1:1efbe2bdec6cdbea",
    "word_count": 3542
  },
  "last_updated": "2024-02-27T20:24:41.512950+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Merour, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Wingerd versus Fallon."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThis was a feigned issue to test the validity of a judgment of $10,000, confessed by Adam B. Wingerd in favor of John Stewart, Esq., as trustee for Virginia O. Wingerd, wife of said Adam B. Wingerd, and the defendant in the feigned issue. The jury found for the plaintiffs upon all the issues, with this special finding, however, as to the first: “ That the said A. B. Wingerd was indebted to the said Virginia C. Wingerd in the sum of $7700, at the time of the giving of the said judgment.’’\nThis indebtedness was made up in the main of notes which A. B. Wingerd had given his wife’s father for borrowed money, and which after his death had been assigned to Mrs. Wingerd by his administrator on account of her distributive share of her father’s estate. That the possession of these notes thus acquired constituted Mrs. Wingerd a creditor of her husband to the amount due thereon is not disputed. There was, however, a note for $2300 which was disputed — at least the right of Mrs. Wingerd to include it in the judgment was denied, and forms the subject of the first three assignments of error. There was some question whether this note was an advancement made by Mrs. Wingerd’s father, or a debt due by her husband to his estate. It was certainly one or the other, and in either event it reduced Mrs. Wingerd’s share of her father’s estate by precisely that amount. Although not formally assigned to her it is held against her share of the estate, and will ultimately be deducted therefrom. She would then be entitled to an assignment. In the meantime she is practically a surety to the estate for the amount. There is no good reason why she may not take indemnity from her husband. That she may not have a present cause of action against him is not to the point. She has a just claim which, if the husband chooses to recognise, no creditor has a right to gainsay. It has been held no longer ago than the present term, that it was not a fraud upon creditors for a husband to confess a judgment in favor of his wife for a claim old enough to be barred by the Statute of Limitations, if it were applicable. If he does not choose to set up the bar of the statute to defeat a just claim the creditor cannot do so for him. The defendant’s second point should have been affirmed without qualification. This ruling also sustains the second, third and fourth assignments.\nThe fifth assignment alleges that the court erred in refusing to affirm the defendant’s eighth point. Said point called upon the court to say to the jury that there was no evidence to sustain the question of fraud raised by the second and third issues. This point should have been affirmed. There was not sufficient evidence of fraud to submit to the jury. There was not even a scintilla. There was nothing beyond an effort on the part of Mrs. Wingerd’s trustee to collect the money due from her husband. .If it was lawful for him to confess the judgment, it was not unlawful for the trustee to collect it.\nThe. sixth and last assignment is also sustained. The jury were allowed to infer fraud where none existed.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Kennedy Stewart and J. McDowell Sharpe, for plaintiff in error.",
      "Stenger & McKnight and Brewer & Winger, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Wingerd versus Fallon.\n1. Where a husband is honestly indebted to his wife and other creditors, he may lawfully confess a judgment in her favor which will secure her in preference to said creditors.\n2. Where a wife, as a part of the distributive share of her father’s estate, takes an assignment of notes given by her husband to her father, such an assignment is a valid consideration for such a confession of judgment, by the husband to the wife, for the amount of said notes with interest. .\n3. Included within the amount of such a confessed judgment was a note which had not been so assigned, but payment of which had been assumed by the wife, she agreeing with the other distributees that it should be consid ered an advancement and deducted from her share of the estate: Held, that the amount of the note with interest was properly included in the judgment.\n4. The issue of execution upon a judgment thus confessed, preferring the wife to other creditors, is not of itself evidence of fraud, and unsupported by other evidence it was error to submit to the jury the question of fraud.\nJune 15th 1880.\nBefore Sharswood, C. J., Merour, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nError to the Court of Common Pleas of Franldin county: Of May Term 1880, No. 149.\nFeigned issue wherein Charles H. Fallon and Lizzie G. Fallon, his wife, were plaintiffs, and Virginia O. Wingerd, defendant, to try the validity of a judgment confessed by Adam B. Wingerd in favor of Virginia C. Wingerd, his wife.\nOn the 23d of December 1878, A. B. Wingerd executed a judgment bond to John Stewart, in trust for his wife, Virginia C. Wingerd, for the sum of $10,000. Judgment was entered on the 24th of February 1879, and on the same day an execution was issued thereon by virtue of which the personal property of the defendant was sold to Mrs. Wingerd for $1537.21.\nOn the 14th of February 1879, Charles H. Fallon and Lizzie G., his wife, brought suit against A. B. Wingerd, on a note for $1000. Judgment was entered on the 7th of March 1879, for $1040, and the same day a fi. fa. issued, and defendant’s personal property was seized in execution. The proceeds of the sale of the personal property, $1537.21, were paid into court, and constituted the fund in controversy. Lizzie G. Fallon presented her petition to the Common Pleas of Franldin county, praying that an issue might be framed to test the validity of Mrs. Wingerd’s judgment. The court directed the three following issues : 1. Whether, on the 24th of Febrnary 1879, when Adam B. Wingerd confessed said judgment, for $10,000, to his wife, Virginia C. Wingerd, he was in fact indebted to her in said sum. 2. Whether the said judgment was confessed by the said Adam B. Wingerd, and was accepted and entered in the Court of Common Pleas, by the said Virginia C. Wingerd by collusion, with intent to delay, hinder or defraud the creditors of the said A. B. Wingerd of their just and lawful debts and actions. 8. Whether the said judgment was held, kept on foot, and used by the said Virginia C. Wingerd, in collusion with the said Adam B. Wingerd, with intent to hinder, delay or defraud the creditors of the said Adam B. Wingerd of their just and lawful debts and actions.\nAt the trial it appeared that Mrs. Wingerd was the daughter of Joshua Mo’tter, deceased, who was a man of large estate, and that her husband at divers times had received from her father large sums of money, for which, at his decease, he held the following notes: One for $2300, dated June 25th 1869, another for $800, dated September 2d 1871, another for $750, dated January 13th 1873, another for $300, and still another for $215.\nOn the 4th of May 1876, the administrator settled his first account. The distributive share coming to each child (including Mrs. Wingerd) was $1846.46. On the 21st September 1876, the administrator settled with her. She received her share from him by taking an assignment of the following notes against her husband, to wit: The $800 note and interest, $879.61 ; the note of $750 and interest, $826, making $1705.61, togéther with a note of her husband for $140.85.\nThus her husband became indebted.to her on the 21st September 1876, in the sum of $1846.46, her distributive share of the balance on the first administration account. That sum, with interest to the 23d of December 1878, the date of the judgment bond, was $2095.78.\nA. B. Wingerd having given his not;e to his wife for $140.85, on the 21st September 1876, the date of the settlement, that lifted his note of $114.16, and the interest thereon $26.69, with which the administrator had charged himself in the account. Apart from the $2300 note, there was still a note for $445.54, given on the day of the settlement by Mr. Wingerd to the administrator. So that the $300 note, and the $215 note and interest thereon, held by Mr. Motter at the time of his- death, against Mr. Wingerd were liquidated on the 21st of September 1876, at the settlement, by Mr. Wingerd, giving his wife the note for $140.85, and the administrator the note for $445.54. This left then unaccounted for the $2300 note and the $445.54, still held by the administrator.\nWhen the administrator filed his second account, on the 20th of May 1877, each distributive share was $3089.66. Mrs. Wingerd’s share was arranged in the following manner: Her husband was in need of money, and on the 1st of November 1877, she procured the administrator to assign to him a note on Mount St. Mary’s College, amounting with the interest, at the time of the transfer, to $2600, the proceeds of which he received. A year afterwards, on the 1st of November 1878, the Motter family met for settlement at their home in Emmittsburg, and on that day the balanee of Mrs. Wingerd’s share on the second administration account was arranged with her by her acceptance of the $445.54 note and interest, $489.66, in payment thereof.\nThis latter note was assigned to Mrs. Wingerd’s mother by a mistake, as claimed by her. She assumed the payment of it.\nThe defendant contended that the note for $2300 was an advancement made by her father to her and not a debt of her husband, and that it was agreed, at the time of the advancement, between Mrs. Wingerd, her father and husband, which agreemént was subsequently reduced to writing, that Mr. Wingerd was to have the money as a loan and pay interest to the wife. By its terms the note did not bear interest. It was also shown that at the family meeting, on the 1st day of November 1878, Mrs. Wingerd agreed that the $2300 note should be treated and regarded as an advancement; that it should be taken off her share of the real estate when sold; that this arrangement was satisfactory to the administrator and to all the heirs.\nThe plaintiffs contended that the $2300 was a debt due by Mr. Wingerd to Motter’s estate.\nThese sums, with the interest on them, constituted the consideration of the judgment, and amounted in the aggregate to the sum of $10,000, less a small fraction of about’ $200. The judgment was given under the supervision of Mr. Stewart, in his office, upon a calculation made by him on the data furnished by Mr. Wingerd in the absence of Mrs. Wingerd, and for the sole purpose of protecting her.\nThe execution was issued by Mr. Stewart thereon, without instructions from Mrs. Wingerd, pursuant to his duty as the counsel and trustee of Mrs. Wingerd, and for the purpose as such of protecting her interests.\nThe plaintiff submitted, inter alia, the following point, which the court, Rowe, P. J., affirmed:\n3. If the jury believe from all the evidence that the $2300 given by Joshua Motter to A. B. Wingerd was a loan and not an advancement, neither A. B. Wingerd nor his wife could change this sum from a loan to an advancement. And if a loan, as against creditors, A. B. Wingerd could not agree to pay interest on this sum to his wife. And if the jury find that there is included in the $10,000 judgment interest on the $2300, from June 1869 to December 1868, such portion of the judgment is void as to creditors.\nThe following were among the points of defendant, all of which the court refused:\n2. Even if the jury should believe that the receipt of the $2300 on the 25th of June 1869, by Mr. Wingerd from Mr. Motter, was a loan to him and not an advancement to his wife; still if the jury further believe that subsequent to the death of Mr. Motter, at a meeting in November 1878, for settlement and distribution on the final administration account, the widow and all the children of the deceased were present, and that they were all at the time of full age, and that it was then agreed by the widow and all the children that the note of $2300 should not be collected from Mr. Wingerdbut thstt it should be treated as an advancement to his wife, and deducted from her share of the real estate when sold, and that Mr. and Mrs. Wingerd both acquiesced in and assented to this arrangement, such a family arrangement would be good in law, and operate to convert the note into an advancement. (First assignment of error.)\n4. If the jury believe from the evidence that Mr. Wingerd actually received the $2300 from Mr. Motter on the 25th of June 1869, and used it for his own purposes, and it was understood at the time between Mr. Motter and .Mr. Wingerd and his wife, that it was to be an advancement to her, in anticipation of her share of her father’s estate, or if by the family arrangement referred to in the second point (if the jury believe such family arrangement was in fact made) the note was converted into an advancement, then Mr. Wingerd could lawfully embrace this sum in the judgment, together with interest thereon, from the 25th of June 1869, if the jury believe that he at that time agreed to pay his wife interest on the money. (Second assignment.)\n5. Even if the note of $2300 is to be treated as a debt of Mr. Wingerd, and not an advancement to his wife, yet if the jury believe from the evidence that at the meeting of the widow and children in November 1878, on the occasion of the settlement of the final distribution of the personal estate, Mrs. Wingerd assumed the payment of the $2300, and agreed that it should be taken off her share of the real estate, and the widow and all the children assented to this arrangement, and in consequence thereof the matter was permitted to rest in that way until the present time, and no steps were taken by the administrator of Mr. Motter to collect the note from Mr. Wingerd, such an agreement by Mrs. Wingerd, if her husband actually received the money, and the claim was an honest one, would create a moral obligation on her part to pay it, and the amount might be legally embraced in the judgment given to her by her husband. Her coverture is a personal privilege which she may waive; she is not bound to avail herself of it for the benefit of her husband’s creditors. (Third assignment.)\n8. There is no evidence at all to sustain the second and third issues made up in the pleadings. (Fifth assignment.)\nIn the general charge, the court, inter alia, said :—\n“ If it was a debt at the death of Mr. Motter, I see nothing in the evidence to make it anything else, or to make Mrs. Wingerd entitled to it now, as creditor. Th,e agreement of the heirs that it should stand over and be deducted from the realty could not have that effect, nor would such arrangement hy the administrator. (Fourth assignment.)\n“ The other two issues raise the question of collusion and fraud. If Mrs. Wingerd took this judgment with intent to delay or defraud creditors ; or if she used it by issuing execution on it with the same intent, you ought to find the fact. But if this judgment is upon a full consideration, if Mr. Wingerd actually and honestly owed his wife the sum of $>10,000, then I see no evidence at all of fraud. If there are some elements of her claim not established, by the clear and satisfactory evidence which the laws demand that she shall produce, so that you find her judgment must be reduced in amount — as for instance, the $445 note or the $800.44, or both, but if you are, nevertheless, of opinion that she was actuated by no fraudulent purpose in taking it for the sum she did, then you would not find the fraud. But if she took it for a much larger sum than was just, for $2-300, or interest $1300, or both, and under such circumstances as that she must have so known — that itself, or in connection with the haste in execution would show the fraud, and in such case you ought to find that issue for plaintiff.”\nThe jury found for the plaintiff on all the issues. And on the first issue they found specially that the said A. B. Wingerd was indebted to the said Virginia C. Wingerd in the sum of $7700, at the time of the giving of the said judgment.\nJudgment was entered on this verdict, when defendant took this writ and alleged that the court erred in the answers to the foregoing points of defendants and the portions of the charge noted above.\nKennedy Stewart and J. McDowell Sharpe, for plaintiff in error.\n—The summary of the doctrine of the three points was : that at a family meeting for the settlement of the balance on the final administration account, Mr. and Mrs. Wingerd, and the widow, heirs and administrator of Mr. Motter agreed that the money mentioned in the note should be treated as and converted into an advancement to he taken from Mrs. Wingerd’s share of the real estate when it should be sold; or, in other words, that on that occasion Mrs. Wingerd assumed and took upon herself to pay the $2300 note out of her share of the real estate; that this was a legal transaction, and if it was in fact made and agreed upon, it gave a right to Mrs. Wingerd to have the $2300 embraced in the judgment.\nAgainst this it is urged that she was a feme covert and incapable of making such a contract. Doubtless it could not be enforced against her. But her coverture is a personal privilege, she would not be bound to plead it. She assumed the debt and elected to look to her husband for payment. Had she received the amount out of the proceeds of the sale of her husband’s personal property on her judgment and execution, she would be estopped from afterwards repudiating the arrangement. See Fryer v. Rishell, 3 Norris 521. But there is a moral obligation resting on her to fulfil her bargain. This, we submit, justified the taking of the $2300 note into the judgment: see Nesmith v. Drum, 8 W. & S. 9; Geist v. Geist, 2 Barr 441; Cunningham v. Garvin, 10 Id. 366; Hemphill v. McClimans, 12 Harris 367. A husband may prefer his wife to other creditors by giving her a judgment for an honest debt.\nJune 23d 1880.\nThere was no evidence of fraud to go to the jury: Battles v. Laudenslager, 3 Norris 446 ; Ryder v. Wombwell, L. R., 4 Exch. 39; Jewell v. Parr, 13 C. B. 916; Goodman v. Simonds, 20 Howard 360; Bunn, Raiguel & Co. v. Ahl, 5 Casey 390; Davenport v. Wright, 1 P. F. Smith 292; Gickes’s Adm’r v. Martin, 14 Wright 142; Davis v. Charles, 8 Barr 82; Zerbe v. Miller, 4 Harris 497; Ferris v. Irons, 2 Norris 182; Brown’s Appeal, 5 Id. 528.\nStenger & McKnight and Brewer & Winger, for defendant in error. —\nTo convict the court below of error, the court must start with the supposition that the jury threw out the item of $2300 and thus reduced their judgment from $10,000 to $7700, but this is simply conjecture. The several- claims when examined, show another method of calculation the jury may have adopted in reaching they conclusion they did. A family council could not change a note into an advancement. The note of $2300 was a debt of Mr. Wingerd to the estate.\nThe question of fraud was properly left to the jury: Mellinger’s Adm’r v. Bausman’s Trustee, 9 Wright 529; Clark v. Douglas, 12 P. F. Smith 415 ; Gault v. Soffin & Wife, 8 Wright 307 ; Hamet v. Dundass, 4 Barr 182; Young v. Edwards, 22 P. F. Smith 266; Graybill v. Moyer, 9 Wright 533 ; Deakers v. Temple et al., 5 Wright 234; Stewart v. Fenner, 31 P. F. Smith 177; Bunn, Raiguel & Co. v. Ahl, supra; Gans v. Renshaw, 2 Barr 34.\n[Sharswood, C. J. — Where is the evidence of fraud or collusion ? The jury have found $7700 honestly due, and you must have evidence of actual fraud.]\nMrs. Wingerd waived inquisition in favor of her husband, and testified that she intended to buy in the real estate — the sale not being on a regular sheriff sale day, but at another time in order to get the property at a lower price. This was evidence of collusion."
  },
  "file_name": "0184-01",
  "first_page_order": 184,
  "last_page_order": 190
}
