{
  "id": 492876,
  "name": "Einstein versus Jamison and Wife",
  "name_abbreviation": "Einstein v. Jamison",
  "decision_date": "1880-11-08",
  "docket_number": "",
  "first_page": "403",
  "last_page": "407",
  "citations": [
    {
      "type": "official",
      "cite": "95 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 530,
    "char_count": 13348,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.345801119528982e-07,
      "percentile": 0.6321999854045545
    },
    "sha256": "291540ffa2a53af18093a8c096d12205a9a5ff6c630d4ab5d81982f36e4b740d",
    "simhash": "1:cad8239d28dcca3f",
    "word_count": 2370
  },
  "last_updated": "2023-07-14T16:40:17.188052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Einstein versus Jamison and Wife."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court,\nTo charge the separate property of a married woman with a mechanic’s lien for work and labor done or materials furnished, it must be alleged in the claim and proved on the trial, that the work or materials were necessary for the reasonable improvement or repair of such separate estate, and substantially that they were so applied, and that the same was done and furnished by her authority and consent: Shannon v. Shultz, 6 Norris 481; Kuhns v. Turney, Id. 497.\nThis claim was for materials furnished and used in and about the alteration and repair of the wife’s house and in building an additional story to the kitchen. All the necessary facts were sufficiently averred in the claim filed. The defendants in error plead specially, averring that she made no contract or agreement for the work, and denying that she authorized the same to be done or agreed to pay for the work or materials; and alleged the same was done without her authority and without her consent. There was no denial that the work and materials were reasonable and necessary for the repair and improvement of her real estate. On this plea the parties went to trial. It presented the only issues the jury was sworn to try.\nThe contractor testified that Mrs. Jamison was present during a part of the time the contract for the job was being inade; that during its progress she came to his house to get him to do the work, and several times sent for him to - come and do it; she was frequently present directing as to the manner in which she desired the work done, and told him when she would make payment; that she went to the plaintiff in error and procured some of the lumber.\nThe plaintiff in error testified that he was frequently at the house during the progress of the work, that she was superintending it and ordering changes; and that she ordered shingles, boards and flooring from him, - and afterwards promised to pay him.' Another witness testified that he plastered the building under her instructions and she promised to pay him.' It was also shown that she paid the plaintiff in error a small sum to apply on his bill. The defendants gave no evidence tending to show that the improvements were not necessary for the proper and reasonable improvement and repair of her house, and none showing that all the materials therefor were not furnished by her authority and consent, and part of them on her express request.\nIn the point covered by the second assignment of error, the court was requested to charge that “ she was liable for any materials which were furnished by the plaintiff on her orders, if any.” As this point ignored other facts necessary to establish her liability, a simple refusal to so charge would not have been error; but the learned judge proceeded to say “she must not only have ordered them, but promised to pay for them, and they must, have been necessary.” In saying she must have “ promised to pay for them,” we think the learned judge erred. The other necessary ingredients being proved, the law will imply a promise to pay. While courts should carefully protect married women in the enjoyment of their separate property and not permit it to be unjustly charged with an encumbrance, yet they should not be permitted to enhance the value of their property at the expense of an innocent and confiding creditor. If the materials were furnished and used in the improvement of her property by her directions or with her knowledge and assent, and were reasonably necessary, and there was no agreement that her property should not be liable therefor,\" the law-will give a lien thereon for the value of the materials. In so far as the answers and charge covered by the assignments are in conflict with this opinion, the assignments are sustained, beyond that they are not sustained.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Josiah Cohen and A. E. Weger, for plaintiff in error.",
      "J. S. Ferguson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Einstein versus Jamison and Wife.\n1. To charge the separate property of a married woman with a mechanic’s lien for work and labor done or materials furnished, it must be alleged in the claim and proved on the trial that the work or materials were necessary for the reasonable improvement or repair of such separate estate, and substantially that they were so applied, and that the same was done and furnished by her authority and consent: Shannon a. Shultz, 6 Norris 481, and Kuhns v. Turney, Id. 497, followed.\n2. If the materials were furnished and used in the improvement of her property, and by her direction or with her knowledge or consent, and were reasonably necessary, and there was no agreement that her property should not be liable therefor, the law will give a lien thereon for the value of the materials, her promise to pay being implied.\nOctober 12th 1880.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nError to the Court of Common Pleas, No. 1, of Allegheny county: Of October and November Term 1880, No. 3.\nScire facias sur mechanic’s lien issued by Leopold Einstein, trustee, against Daniel Jamison and Annie, his wife, owner, and Adam Miller, contractor, to recover the value of lumber furnished for the repair of a house and the building of an additional story on the kitchen attached thereto, belonging to Mrs. Jamison. The lot of ground on which the said building was erected was owned by Mrs. Jamison in fee, being conveyed to her by Mary J. Coates by deed referred to in the lien. The mechanic’s lien set forth that the materials were furnished and used for the repair of the said house and the building of an additional story on the kitchen ; that they were furnished and the repairs, &c., made by the authority and consent of Mrs. Jamison and for the reasonable and necessary repair and improvement of‘her separate property. The only pleas were coyerture, that she never contracted for the work, and that the same was done without her authority and consent. • There was no general' issue. The evidence was that Daniel Jamieson saw Adam Miller, the contractor, working at Mr. Ott’s house, which is near Mrs. Jamison’s, and at that place first asked Miller the cost of making the repairs and improvements for which the lien was filed, and after Miller had told him the cost, Jamison said, “I want to see my lady first,” meaning his wife. That afterwards, the contract was made in Mrs. Jamison’s house by Miller and Jamison — Mrs. Jamison being present part of the time. Miller did the work, and while he was doing it, the wife was present every day,, giving directions about the work, and when Miller did not do the work as rapidly as she wanted it done, she sent for him several times, and once went herself to his house to urge him to do the work, and promised to pay him. Einstein, the plaintiff, furnished the lumber for these repairs. The items of materials furnished dated from May 21st 1877 to September 3d 1877. Einstein had repeated conversations with Mrs. Jamison, both while the work was being done and afterwards, during which it was alleged she frequently promised to pay him for the material furnished by him. Some of the material she herself ordered from Einstein. From the time plaintiff first spoke to Mrs. Jamison until after this suit was brought, she always promised to pay his bill; and after the work was done, she paid him $5 on account. After evidence of the above facts, and giving in evidence the mechanic’s lien and bill of items attached thereto, the plaintiff closed. The defendant moved the court for a compulsory nonsuit, on the grounds : 1st. That the plaintiff had not established a contract -with the wife; and 2d. That he had not proved that the work done was necessary. The plaintiff contended that the evidence was sufficient to submit to the jury whether Mrs. Jamison had or had not authorized her husband to contract for the repairs; and as to the second ground, that it was not in issue; it being alleged in the mechanic’s lien that the work done was necessary, and the pleas not denying this faot, it was conclusively admitted by the pleadings and not a question for the jury. The court refused the motion, and held that both grounds were questions for the jury to pass upon. The defendants then opened their case and offered testimony. Mrs. Jamison denied that she had authorized her husband to have the repairs made, and that she promised Mr. Einstein to pay for the materials before the work was done, but it was not denied that she promised to pay for the same after the work was done.\nThe following were among the points submitted by the plaintiff, with the answers of the court thereto.\n5. Even if Mrs. Jamison is not liable for the whole claim, she is liable for any materials which were furnished by the plaintiff on her order, if any.\nAns. “ This point, as it reads, is refused, because it is too narrow ; she must not only have ordered them but promised to pay for them, and they must have been necessary.”\n2. It is not necessary to prove by direct evidence that the husband acted as the wife’s agent, but facts tending to show that the husband acted in relation to the necessary repair and improvement of her separate estate, with the knowledge and by the authority of the wife, will, if believed by the jury, justify the finding that He was acting as her agent and on her behalf.\nAns. “ The word ‘ tending,’ is not well employed here, because I cannot say to you that evidence tending to show a fact justifies you in finding it; it must not only tend to show it, but must satisfy you from certain facts offered in evidence that he was acting as her agent. If there are facts developed in the case which satisfy you that- her husband was acting with the knowledge and by the authority of the wife (not knowledge alone), she authorizing him to contract for her, then you would be justified in finding that he was acting as her agent.”\n8. If the jury believe from the evidence that Mrs. Jamison was present while the repairs and improvements on her property were made, that she gave directions about the work, ordered part of the materials herself and promised to pay for the materials furnished, this is evidence from which the jury may find that her husband acted as her agent in making the contract, and if the jury so find, then Mrs. Jamison is liable, and the verdict should be for the plaintiff.\nAns. “ I suppose the word ‘ furnish ’ in this point is not accurately selected, I presume it means promised to pay for the materials she had ordered. The latter part of the point cannot be affirmed, whatever I may say as to the rest, because there is another important question, that is, if they were necessary. As to this point, the presence of Mrs. Jamison while the repairs and improvements on the property were being made, does not in itself indicate any contract on her part, particularly as it appears that she was living in the house and could not very well have avoided being present; ‘ that she gave directions about the work,’ mere suggestions a wife might make would not in itself indicate a contract; ‘ that she ordered part of the materials herself,’ would bind her as to the materials she herself ordered and promised to pay for. Even assuming you find that the husband was building this addition to the house or making these repairs, and she chose of her own motion to order certain materials, and promised to pay for them, then she would be bound for them, if you also find that they were necessary, because the mere ordering of the materials, and the promise to pay for them, unless they were necessary, would not be enough. Also, the clause, 1 promise to pay for the materials furnished,’ if the contract was not made by her, a subsequent promise by her to pay for the materials would not bind her. I must leave this point as I have stated it to you, without any more particularity.”\nNovember 8th 1880.\nIn the general charge, the court, Bailey, A. L. J., inter alia, said:\n“ The evidence must satisfy you that the husband was acting as her agent. * * * A married woman must make the contract in order to be held for necessary repairs or improvements on her separate property. If the contract was the contract of the husband, a pi’omise to pay by her after the contract was made will not bind her, because, apart from other reasons, it is only a promise to pay the debt of another, and within the Statute of Frauds, and even if she could bind herself by such a promise, it must be in writing. * * * In this case the fact is that the contract was made, at least, through the husband, if not by him, and in contracts made with respect to family affairs the presumption of the law is (unless something to the contrary is shown), that they are made by the husband for himself, and that the wife has nothing to do with them, just as in the case referred to by counsel (Berger v. Clark, 29 P. F. Smith 340,). for medical purposes, there was no obligation upon her to pay it, and her separate property cannot be charged with it, though to a certain extent she got all the advantage of the service, and it was manifestly necessary for her to have it.”\nYerdict for defendants, and after judgment thereon plaintiff took this writ, and alleged that the court erred in the answers to the above points and in the foregoing portion of the charge.\nJosiah Cohen and A. E. Weger, for plaintiff in error.\nJ. S. Ferguson, for defendants in error."
  },
  "file_name": "0403-01",
  "first_page_order": 403,
  "last_page_order": 407
}
