{
  "id": 971806,
  "name": "Pocono Pines Assembly, Appellant, v. Miller",
  "name_abbreviation": "Pocono Pines Assembly v. Miller",
  "decision_date": "1910-07-01",
  "docket_number": "Appeal, No. 85",
  "first_page": "33",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 33"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "75 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0467-01"
      ]
    },
    {
      "cite": "198 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0397-01"
      ]
    },
    {
      "cite": "198 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0189-01"
      ]
    },
    {
      "cite": "100 U. S. 82",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/100/0082-01"
      ]
    },
    {
      "cite": "4 L. R. A. (N. S.) 960",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "78 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0370-01"
      ]
    },
    {
      "cite": "182 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0309-01"
      ]
    },
    {
      "cite": "117 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555834
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0401-01"
      ]
    },
    {
      "cite": "25 W. N. C. 187",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "143 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978543
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0623-01"
      ]
    },
    {
      "cite": "128 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567101
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 5444,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 1.1370680539285855e-07,
      "percentile": 0.5775641745908738
    },
    "sha256": "83f8c5e7497e5e7e4f7fbe4a4271793b5b968097b0941df7f93abb7c463fe59f",
    "simhash": "1:0029acce1731bd0c",
    "word_count": 973
  },
  "last_updated": "2024-02-27T22:03:03.601621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Pocono Pines Assembly, Appellant, v. Miller."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe concur in the conclusion reached by the learned judge of the common pleas and affirm the decree dismissing the plaintiff’s bill, at its cost.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "'Henry Huffman, of Eilenberger & Huffman, with him A. Mitchell Palmer, for appellant.",
      "Aaron Goldsmith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pocono Pines Assembly, Appellant, v. Miller.\nCorporations — Corporation of first class — Trade names — Equity.\n1. A corporation of the first class, incorporated for the promotion of general culture in the interests of Christianity and not for profit, does not come within the provisions of the Act of June 20, 1901, P. L. 582, and has no standing in a court of equity to protect a trade name, used in connection with a garage run for profit.\nCorporations — Trade names — Geographical name.\n2. No exclusive right can be acquired in a name used for a large district of the country.\nArgued May 5, 1910.\nAppeal, No. 85, Jan. T., 1910, by plaintiff, from decree of C. P. Monroe Co., dismissing bill in equity in case of Pocono Pines Assembly v. F. C. Miller. Before Fell, C. J.,\nBrown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity for an injunction,\nThe facts appear in the following opinion of Staples, P. J.\nFINDINGS OF FACT.\nThe complainant is a corporation of the first class, incorporated for the purpose of the advancement of literary and scientific attainment among the people; the study of the Bible and of the science and art of teaching and the promotion of general culture in the interests of Christianity, and not for profit. It is not a trader.\nIt operated a garage for the purposes connected with the operation, of its hotel and school, and also did a general business for profit under the name of “Pocono Pines Garage,” having taken said name in 1906, and filed said name with the secretary of state in August, 1909, in alleged accordance with the provisions of the Act of June 20, 1901, P. L. 582.\nDefendant erected a garage in June, 1909, and advertised it as “Pocono Pines Garage, Gasoline 16 cents, oil, supplies, etc.,” which injured complainant’s business, especially the sale of gasoline and supplies.\nThe name “Pocono Pines” is the geographical designation of the plateau, or large section of country surrounding the tract of land upon which are erected plaintiff’s buildings. “Pocono” is the name of the mountain upon which said tract of land is situated and it is largely used as a name in that locality; and “The Pines” has been used since 1883. “Pocono Pines” was used by defendant in 1903 as the name of an ice company, and has been the name of the post office in that locality since 1905.\nARGUMENT.\nThe complainant does not come into this court with a case that entitles it to relief. The purposes for which it was chartered gave it no authority to run a garage for profit, selling oil, supplies and fixing machines, other than those used in the business connected with its institution. While the proceeds above the expenses may be devoted to charity, still the business itself is utterly unrelated thereto in the eyes of the law, and it does not come into court with good grace asking us to enjoin the defendant from doing something which injures its illegal business. It should confine the business of its garage to the strictly related needs of its hotel and its guests, and even they should be connected with the school.\nAs to the contention of plaintiff that it is entitled to the trade name “Pocono Pines Garage,” by reason of its compliance with sec. 1, Act of June 20, 1901, P. L. 582, we have simply to say, we fail to see that it is engaged in any business mentioned in that act, on account of which it would be entitled to a trade name, or that it is authorized by its charter to engage in any of said businesses or trades.\nIt also has assumed its right to a name, which is merely geographical, designating a district of country, which, under the law, it had no right to appropriate: Laughman’s App., 128 Pa. 1; Hoyt v. Hoyt, 143 Pa. 623.\nCONCLUSIONS OF LAW.\nThe business the complainant is engaged in, and seeks to appropriate the name for, is ultra vires and it has no standing in a court of equity for relief by injunction. It does not come within the provisions of the Act of June 20, 1901, P. L. 582.\nIt has no right to appropriate to its own exclusive use a name used for a large district of country and restrain others from the use thereof.\nIt is not entitled to relief.\nIn accordance with the above findings of fact and conclusions of law, the injunction heretofore granted is dissolved, the bill in equity is dismissed December 13, 1909, at the costs of the plaintiff, and the prothonotary is directed to enter a decree nisi, giving the parties, or counsel representing the parties, notice forthwith.\nError assigned was the decree dismissing bill.\nJuly 1, 1910:\n'Henry Huffman, of Eilenberger & Huffman, with him A. Mitchell Palmer, for appellant.\nThe assembly could acquire a trade name: In re Players’ National League Baseball Club, 25 W. N. C. 187; Pratt’s App., 117 Pa. 401; Colton v. Thomas, 2 Brewster, 308; Malone v. Gas Light, etc., Co., 182 Pa. 309; Watts’s App., 78 Pa. 370.\nThis was a valid trade-mark: Hoyt v. Hoyt, 143 Pa. 623; W. R. Lynn Shoe Co. v. Auburn-Lynn Shoe Co., 4 L. R. A. (N. S.) 960; U. S. v. Steffens, 100 U. S. 82; American Clay Mfg. Co. v. Mfg. Co., 198 Pa. 189; Adelburg v. Burlsham, 9 North. 130; Com. v. Banks, 198 Pa. 397.\nAaron Goldsmith, for appellee.\nThe plaintiff could not acquire such a trade name: Glendon Iron Co. v. Uhler, 75 Pa. 467; Laughman’s App., 128 Pa. 1; Pratt’s App., 117 Pa. 401."
  },
  "file_name": "0033-01",
  "first_page_order": 63,
  "last_page_order": 66
}
