{
  "id": 971860,
  "name": "Nieman's Estate",
  "name_abbreviation": "Nieman's Estate",
  "decision_date": "1910-07-01",
  "docket_number": "Appeal, No. 100",
  "first_page": "41",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 41"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "200 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0332-01"
      ]
    },
    {
      "cite": "143 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0217-01"
      ]
    },
    {
      "cite": "75 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0102-01"
      ]
    },
    {
      "cite": "201 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0523-01"
      ]
    },
    {
      "cite": "83 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0264-01"
      ]
    },
    {
      "cite": "28 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0368-01"
      ]
    },
    {
      "cite": "202 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992363
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0207-01"
      ]
    },
    {
      "cite": "20 W. N. C. 27",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "191 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0218-01"
      ]
    },
    {
      "cite": "209 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0059-01"
      ]
    },
    {
      "cite": "198 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0137-01"
      ]
    },
    {
      "cite": "223 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960961
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0598-01"
      ]
    },
    {
      "cite": "211 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0289-01"
      ]
    },
    {
      "cite": "153 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840239
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0174-01"
      ]
    },
    {
      "cite": "144 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0287-01"
      ]
    },
    {
      "cite": "198 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0091-01"
      ]
    },
    {
      "cite": "178 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/178/0064-01"
      ]
    },
    {
      "cite": "131 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/131/0346-01"
      ]
    },
    {
      "cite": "191 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0218-01"
      ]
    },
    {
      "cite": "209 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 11501,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 9.821732659726448e-08,
      "percentile": 0.5333146835973834
    },
    "sha256": "6a0174712c7bdc63a3889a591bc5c3806fdb5017ea91d2db702b927d7c267613",
    "simhash": "1:04f9cf825250e35a",
    "word_count": 2044
  },
  "last_updated": "2024-02-27T22:03:03.601621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Nieman’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe claim of the appellant that his decedent took an absolute estate from her husband is based upon the second clause of the latter’s will. It contains a condition that certain legacies are to be paid, and these in turn have annexed to them conditions which require an examination of the whole will and codicil to discover the real intention of the testator in disposing of his estate. By the fifth clause of his will he declares that the condition annexed to the gift and devise to his wife is that after her death all the estate, real, personal and mixed, of which she may die seized is to be disposed of by his executors in the manner which he proceeds to describe. His wife had no estate of her own at the time of his death and never acquired any subsequently. . What she died “seized of,” in the language of his will, was his estate increased by unexpended income. The ten lots which she purchased and to which she took title were paid for out of the funds belonging to his estate. Passing from the will to the codicil, there is found a repetition of the testator’s intention . that his wife should not take his estate absolutely. He declares in the first clause, “It is my will and intention that my said wife, Johanna M. Nieman, shall have full power and authority to apply such portion or portions of my said estate, the principal as well as the income thereof, to her own use during her life; and after her death such'property of which she shall die seized, shall be applied as in my said will directed.” That she might be in the complete enjoyment of his real estate, with power to consume it, he gave her authority to sell and convey it in fee'simple. There is no direction to accumulate income, but a blending of it with the principal, with power to consume a part or the whole of either or both, and, to the extent that she might consume, an absolute estate was given to her. It did not extend to what was not consumed. What remained unconsumed at the time of her death continued to be part of her husband’s estate, to be disposed of as such by his executors, and not by her personal representative as her estate. The learned judge below tersely, but clearly, states the situation as follows: “The estate in her was absolute to the extent that she saw fit to consume or use it: Nieman’s Est., 131 Pa. 346. There was no limitation upon her power to appropriate, during her life for her own use. What she used was hers absolutely, and the remainder belonged to his estate: Gross v. Strominger, 178 Pa. 64; Trout v. Rominger, 198 Pa. 91. While the estate, principal and income, was in her for her own use, coupled with the power of sale and conversion, what she did not expend, consume or use he disposed of otherwise, and it must pass by his will: Dickinson’s Est., 209 Pa. 59.”\nThere is no dispute about the facts in the case, and, in view of the clearly expressed intention of the testator, that what his widow should not consume should continue to be his estate, which he disposed of by his will, the proceeding instituted by the appellee to get control of it was a proper one: Tyson’s Est., 191 Pa. 218. The assignments of error are overruled and the decree is affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Frank W, Hughey, for appellant.",
      "Lyon & Hunter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nieman’s Estate.\nWills — Decedents’ estates — Construction—Absolute power of disposal— Unconsumed portion.\nWhore a testator by a clause in his will declares that the condition annexed to a gift and devise to his wife is that after her death all the estate, real, personal and mixed, of which she may die seized is to be disposed of by his executors in a certain manner and in a codicil declares “it is my will and intention that my said wife shall have full power and authority to apply such portion or portions of my said estate, the principal as well as the income thereof, to her own use during her life; and after her death such property of which she shall die seized, shall be applied as in my said will directed,” giving her also authority to sell and convey his real estate in fee simple, the widow takes an absolute estate to the extent that she consumes the property, but what remains unconsumed at the time of her death continues to be part of her husband’s estate, to be disposed of as such by his executors, and not by the personal representative of her estate.\nArgued May 5, 1910.\nAppeal, No. 100, Oct. T., 1910, by Renwick S. Martin, Administrator of the Estate of Johanna M. Nieman, deceased, from decree of O. C. Allegheny Co., March T., 1909, No. 306, in Estate of Gerhardt E. Nieman.\nBefore Fell, C. J., Brown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nPetition for the conveyance of real estate and personalty. Before Miller, J.\nThe facts of the case were stated by Miller, J., to be as follows:\nGerhardt. E. Nieman died December 9, 1888, testate.\nThe provisions of his will were many and intricate.\nIn the second clause he devises his entire residuary estate “to my beloved wife, Johanna M. Nieman, her heirs or assigns, to have and to hold the same as her own undisputed property, on the condition that she, my beloved wife, Johanna M. Nieman and August H. Lauman, as executrix and executor which I hereby appoint and constitute them to pay the following legacies, at the time named hereafter, to the following persons, to wit:” then follows (3d) a bequest to a nephew of $3,000, (4th) a bequest to the first-born child of a relative living in Germany, with certain limitations thereon.\nThe fifth clause of the will read as follows:\n“Condition on which I, Gerhardt E. Nieman, give, devise and bequeath all my property to my beloved wife, Johanna M. Nieman, to wit: That after her natural life has ceased, all of the estate, real, personal and mixed of which she is seized at the time of her death shall be disposed of in the following described manner, by the executors named hereafter, to wit: That after her legal debts are paid and her funeral expenses defrayed including a tombstone just in shape and quality as my own shall be, $2000 shall be given to the German Evangelical Lutheran Mathias Church on North Avenue, Allegheny City, Pa.,” with certain detailed conditions therein.\n“6th. That all the remainder of her estate, be it real, personal or mixed of which she may die seized of shall be given and bequeathed to erect or support an Orphan Asylum of the Evangelical Lutheran Church confessing and practicing the doctrines of the unaltered Ausburg confession and the other symbols of said church contained in the Book of Concord of a. d. 1580,” with further directions and conditions annexed to said gift fully set forth in said will.\nHe appointed John F. Bruggeman and August H. Lauman, executors of the whole and every part of his will which relates to the church and orphan asylum.\nIn 1885, three years after executing the foregoing will, he executed a codicil, the important provisions of which are as follows:\n“1st. It is my will and intention that my said wife, Johanna M. Nieman, shall have full power and authority to apply such portion or portions of my said estate, the principal as well as the income thereof, to her own use during her life, and after her death such property of which she shall die seized shall be applied as in my said will directed.”\nBy the second clause of the codicil he empowered his wife to sell and convey in as full manner as he could have done, all his real estate at such prices and at such times as she might deem best, with full power to deliver deeds for the same.\nBy the fourth clause of the codicil he directed his executors in his will to pay out of his estate all collateral inheritance tax that might be assessed upon any legacies in said will without any deduction therefor.\nAt No. 49, February Term, 1890, his wife, Johanna, and A. H. Lauman, executors appointed as to every part of his will excepting the directions as to the Lutheran Church and the proposed orphan asylum, filed their account. In the decree of distribution there made there was awarded “To Johanna M. Nieman, balance of said securities as per account filed as per terms of will of decedent, $85,707.29.”\nJohanna M. Nieman, the wife, died February 16, 1909, intestate, and letters of administration were granted to Renwick S. Martin.\nThe entire amount of the balance, consisting of securities as decreed to her, were duly delivered; these consisted of stock in various insurance companies and banks, amounting to $33,225; school bonds $10,000, with the exception of $95.75 of cash, the remainder, $42,386.54, in bonds secured by first mortgages.\nUnder the powers in the will she having possession and control of said decreed balance occupied the real estate situate in the twenty-second ward of Pittsburg until her death; purchased other real estate as shown in the petition, and at the time of her death having in her possession and control personal estate consisting of mortgages about $36,000; 647 shares of the capital stock in various banks, insurance and trust companies; bonds amounting to $20,000; collateral and other notes amounting to $28,362.32, and cash in bank $935.38, showing a large increase in the appraised value of the estate which was decreed to her at No. 49, February Term, 1890, aforesaid.\nShe had no estate of her own at the time of her husband’s death, and .never had any other estate than that devised to her under his will.\nAugust H. Lauman, the surviving executor of the estate of Gerhardt E. Nieman, presented his petitions to the orphans’ court of Allegheny county at No. 306, March Term, 1909, setting forth that under the terms of the will of Gerhardt E. Nieman, all the estate Johanna M. Nieman died seized of should be distributed as part and parcel of the estate of Gerhardt E. Nieman, averring that the said Johanna M. Nieman took a life estate in the estate distributed to her and that she had no separate estate, other than \"that so distributed to her under the will of Gerhardt E. Nieman, and praying for an order directing the administrator of Johanna M. Nieman to transfer, assign and make conveyance of all the estate of which Johanna M. Nieman died seized, to the petitioner, August H. Lauman, executor of the last will and testament of Gerhardt E. Nieman.\nThe answer filed admitted the facts generally but denied that Johanna M. Nieman took a life estate and averred that her administrator was the proper party to administer the estate.\nOn argument the court below, Judge Miller, dismissed the petition and filed an opinion, and on exceptions filed and argument of same, he reinstated the petitions and made a decree as prayed for, to which decree exceptions were filed by respondent and dismissed.\nJuly 1, 1910:\nError assigned was the decree of the court granting the petition.\nFrank W, Hughey, for appellant.\n-The widow by the will took a fee simple: Good v. Fichthorn, 144 Pa. 287; Levy’s Est., 153 Pa. 174; Huber v. Hamilton, 211 Pa. 289.”\nAt all events the widow was entitled to the income during her life: Levy’s Est., 153 Pa. 174; Walters’s Est., 223 Pa. 598; Connolly’s Est., 198 Pa. 137.\nLyon & Hunter, for appellee.\nThe widow did not take an absolute estate: Dickinson’s Est., 209 Pa. 59; Tyson’s Est., 191 Pa. 218; Taylor v. Martin, 20 W. N. C. 27; Henninger v. Henninger, 202 Pa. 207.\nThe widow had no right to the income: Earp’s App., 28 Pa. 368; Moss’s App., 83 Pa. 264; Kemble’s Est., 201 Pa. 523.\nThe bequest over after the widow’s death is not an accumulation: Washington’s Est., 75 Pa. 102; Hibbs’ Est., 143 Pa. 217; Young v. Lutheran Church, 200 Pa. 332."
  },
  "file_name": "0041-01",
  "first_page_order": 71,
  "last_page_order": 77
}
