{
  "id": 971866,
  "name": "Dehoff, Appellant, v. Northern Central Railway Company",
  "name_abbreviation": "Dehoff v. Northern Central Railway Co.",
  "decision_date": "1910-07-01",
  "docket_number": "Appeal, No. 134",
  "first_page": "192",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 192"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 177,
    "char_count": 2093,
    "ocr_confidence": 0.549,
    "pagerank": {
      "raw": 1.1428073322440276e-07,
      "percentile": 0.579423163280948
    },
    "sha256": "af87fba015e34e1b0558b4fb623da31ec2d9811ec50cc21cba15e5762f708fb5",
    "simhash": "1:caa413868d5e37e7",
    "word_count": 378
  },
  "last_updated": "2023-07-14T20:40:14.360354+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Brown, Mestrezat, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Dehoff, Appellant, v. Northern Central Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nA verdict was directed for the defendant under the following state of facts as to which there was no dispute: The plaintiff was riding in a carriage and stopped, looked and listened when 105 feet from the crossing of the defendant’s road. At this place he could not see a train approaching the crossing because of a building on one side of the road on which he was driving and an embankment on the other side. He drove on at a slow trot, looking as he advanced, and his horse was struck by an engine on the nearest main track. Thirty feet from the crossing he had a clear view in the direction from which the engine came of over 500 feet, and ten feet from it a clear view of 1,000 feet. The duty of care which the law imposes on every driver at a railroad crossing is not fulfilled by stopping where he cannot see. It is his duty to stop where he can see. The plaintiff having failed to do this was properly adjudged to have been negligent.-\nThe judgment is-affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. Dean Ziegler, with him Jacob E, Weaver and Edward D. Ziegler, for appellant.",
      "Richard E. Cochran and Smyser Williams, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Dehoff, Appellant, v. Northern Central Railway Company.\nNegligence — Railroads—Contributory negligence — Crossings—“¡Stop, look and listen.”\nThe duty of care which the law imposes on a driver at a railroad crossing is not fulfilled by stopping at a point 100 feet from the track, where he cannot see on account of an embankment and a building, when at a point thirty feet from the track there is a clear view of 500 feet and ten feet from it a clear view of 1,000 feet.\nArgued May 18, 1910.\nAppeal, No. 134, Jan. T., 1910, by plaintiff, from judgment of C. P. York Co., Jan. T., 1910, No. 36, on verdict for defendant in case of John W. Dehoff v. The Northern Central Railway Company. Before Fell, C. J.,\nJuly 1, 1910:\nBrown, Mestrezat, Elkin and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Wanner, J.\nThe facts appear in the opinion of the Supreme Court.\nError assigned was in giving binding instructions for defendant.\nE. Dean Ziegler, with him Jacob E, Weaver and Edward D. Ziegler, for appellant.\nRichard E. Cochran and Smyser Williams, for appellee, were not heard."
  },
  "file_name": "0192-01",
  "first_page_order": 222,
  "last_page_order": 223
}
