{
  "id": 971847,
  "name": "Mahaffey v. New York Central & Hudson River Railroad Company, Appellant",
  "name_abbreviation": "Mahaffey v. New York Central & Hudson River Railroad",
  "decision_date": "1910-10-17",
  "docket_number": "Appeal, No. 64",
  "first_page": "285",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "216 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950366
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0195-01"
      ]
    },
    {
      "cite": "213 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943475
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0252-01"
      ]
    },
    {
      "cite": "200 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0474-01"
      ]
    },
    {
      "cite": "181 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0131-01"
      ]
    },
    {
      "cite": "151 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0405-01"
      ]
    },
    {
      "cite": "103 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0102-01"
      ]
    },
    {
      "cite": "166 Mass. 53",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        820598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/166/0053-01"
      ]
    },
    {
      "cite": "155 Mass. 467",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        808267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/155/0467-01"
      ]
    },
    {
      "cite": "149 Mass. 346",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        778421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/149/0346-01"
      ]
    },
    {
      "cite": "148 Mass. 387",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        776288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/148/0387-01"
      ]
    },
    {
      "cite": "88 Mass. 115",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2124685
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/88/0115-01"
      ]
    },
    {
      "cite": "38 C. C. A. 228",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": -1
    },
    {
      "cite": "149 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0155-01"
      ]
    },
    {
      "cite": "145 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0324-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 7981,
    "ocr_confidence": 0.555,
    "pagerank": {
      "raw": 3.2448300202159345e-07,
      "percentile": 0.8685407913743234
    },
    "sha256": "89560cf63b4748b8ad01fef1d14fdfd23a68d4b7c7a3ec2b3023eba948701c0a",
    "simhash": "1:04a0475b4f125315",
    "word_count": 1393
  },
  "last_updated": "2024-02-27T22:03:03.601621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Mahaffey v. New York Central & Hudson River Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewaet,\nIn admitting evidence as to the difference in market value of plaintiffs’ land before and after the fire, there was no departure from the issue as defined in the pleadings. If the plaintiffs’ claim had been for the loss of a definite amount of marketable timber of a certain grade or quality, such evidence would not only have been irrelevant, but decidedly misleading; but such was not their claim. True, in the statement filed the property is described as a tract of land “largely woodland, on which there were standing and growing a large number of hemlock, chestnut, oak, pine and other valuable timber trees, a considerable part of which were suitable to the manufacture of merchantable lumber;” but the actual injury complained of in the statement was, that through the negligent act of the defendant company “150 acres of plaintiffs’ woodland were burned over and destroyed.” The evidence showed that the timber on this whole tract had some years before been cut and marketed, and at the time of the fire the entire acreage was covered by a new growth, none of it matured as timber, strictly speaking, yet much of it sufficient in size to be merchantable for certain purposes. It does not follow that what was not presently marketable because of immaturity, was without value. This smaller growth was ripening into marketable material and consequently gave added value to the land it covered. This could be said of the entire growth, since none of it was fully matured. Two standards of measurement of loss could not be applied, one for the material that was marketable, and another for that not marketable. The loss was an entire one, and the only standard applicable would be one covering every element of loss. Here the realty was, affected apart from the loss sustained in the destruction of what was presently marketable. The rule governing such cases is thus stated in 3 Sedgwick on Damages, sec. 933, “The measure of damages when ornamental or fruit bearing trees, or growing timber are cut, is the difference in the value of the realty before and after.” The authorities cited in the note to this text show how widely this rule prevails. The measure of damages applied here was the correct one, and assignments of error, Nos. 1, 2, 3, 4 and 10, are overruled.\nThe chief value of plaintiffs’ land was in prospective yield of timber. It was plaintiffs’ contention that the fire had practically destroyed the reproductive capacity of the land in this regard, and that only as assisted by actual reforestation could it be made to produce. Evidence was admitted to show the cost of such reforestation. If this evidence was intended as a basis for estimating plaintiffs’ damage it was all wrong to admit it. The cost of restoring the property to its condition before the fire, would not be the correct standard of measurement, but the difference in the market value of the real estate for any purpose to which a purchaser might devote it. We would regard the admission of this evidence as reversible error, were we not convinced that it was without prejudice to the defendant. The cost of reforestation as stated by the witness is so far below the lowest estimate given by any witness of the depreciation of the market value of the ' land — the only true measure — that it is manifest that the evidence advantaged rather than prejudiced the defendant. The assignments, 7, 8 and 9, are accordingly overruled.\nThe land burned over was part of a larger tract. Evidence was admitted without, objection that the growth on the land burned over was of the same kind, character, thickness and density as that standing on the unburned portion. Following this, a witness was called to testify to conditions on the unburned portion, not as preliminary to any estimate of damages by the witness, but to inform the jury as to what had been destroyed. If this was not proper evidence, it could only be because it was not the best. We are by no means sure that it was not the best in view of the fact, that the jury, at the instance of the defendant, were taken to the premises to examine for themselves, and that they were there permitted to see the whole tract including the part unaffected by the fire.\nWe find nothing substantial in any of the assignments of error and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewaet,"
      }
    ],
    "attorneys": [
      "Thomas H. Murray, with him James P. O’Laughlin and Hazard Alex. Murray, for appellant.",
      "A. L. Cole and A. M. Liveright, with them Harry Byers and David L. Krebs, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mahaffey v. New York Central & Hudson River Railroad Company, Appellant.\nNegligence — Burning of woodland — Growing timber — Measure of damages — Reforestation—Harmless error — Evidence.\n1. In an action for damages for the negligent burning over of woodland covered with second growth timber ripening into marketable material, where the loss was entire and the realty was affected apart from the loss sustained in the destruction of what was presently marketable, the measure of damages is the difference in the value of the land before and after the fire.\n2. In such a case evidence to show cost of restoring land to its previous condition is inadmissible, but its admission is not ground for reversal where the estimate as stated by the witness manifestly did not prejudice defendant.\n3. Where the land burned over was part of a larger tract, and it appeared that the growth on the land burned was of the same character as that on the unburned portion, it is competent to introduce evidence as to the condition of the latter portion, for the purpose of showing what had been destroyed, and this is especially so where the jury are taken to the land and permitted to see the whole tract including the part not burned.\nArgued April 20, 1910.\nAppeal, No. 64, Jan. T., 1910, by defendant, from judgment of C. P. Clearfield Co., May T., 1909, No. 42, on verdict for plaintiffs in case of H. B. Mahaffey and 11. F. Mahaffey v. New York Central & Hudson River Railroad Company.\nBefore Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for the negligent burning over of woodland. Before A. O. Smith, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nErrors assigned were (1-12) various rulings on evidence and instructions sufficiently appearing by the opinion of the Supreme Court.\nThomas H. Murray, with him James P. O’Laughlin and Hazard Alex. Murray, for appellant.\nThis is not a case in which the rule for damages is that applying to a condemnation case. The reason appears to be that in such case there is an actual seizure and appropriation of the land, while here there is not: Robb v. Carnegie, 145 Pa. 324; McGettigan v. Potts, 149 Pa. 155.\nOctober 17, 1910:\nPlaintiffs were not entitled to show the condition of the soil as affected by the fire as to the possibility of small and unmerchantable growth, and the cost of reforesting the premises: Golden Reward Mining Co. v. Buxton Mining Co., 38 C. C. A. 228.\nThe plaintiffs had no right to prove the quantity and value per acre of timber outside of the burned area not burned nor injured, and for which no claim was made in the pleading: Shattuck v. R. R. Co., 88 Mass. 115; Thompson v. Boston, 148 Mass. 387 (19 N. E. Repr. 406); Roberts v. Boston, 149 Mass. 346 (21 N. E. Repr. 668); Haven v. Commrs., 155 Mass. 467 (29 N. E. Repr. 1083); Beale v. Boston, 166 Mass. 53 (43 N. E. Repr. 1029).\nA. L. Cole and A. M. Liveright, with them Harry Byers and David L. Krebs, for appellees.\nWhen the injury is permanent, the measure of damages is the difference in market value before and after the injury: Vanderslice v. Phila., 103 Pa. 102; Williams v. Fulmer, 151 Pa. 405; Thompson v. Traction Co., 181 Pa. 131; Noonan v. Pardee, 200 Pa. 474; Rabe v. Shoenberger Coal Co., 213 Pa. 252; Weaver v. Berwind-White Coal Mining Co., 216 Pa. 195.\nThe value of the sprout growth, as indicated by the cost of reforesting, was proper for the consideration of the jury as an element in estimating the value of the land and determining its depreciation from fire: Rabe v. Shoenberger Coal Co., 213 Pa. 252; Weaver v. Berwind-White Coal Mining Co., 216 Pa. 195."
  },
  "file_name": "0285-01",
  "first_page_order": 315,
  "last_page_order": 318
}
