{
  "id": 971829,
  "name": "Commonwealth v. Voychek, Appellant",
  "name_abbreviation": "Commonwealth v. Voychek",
  "decision_date": "1911-01-03",
  "docket_number": "Appeal, No. 110",
  "first_page": "320",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 341,
    "char_count": 5210,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3664290852478272
    },
    "sha256": "5ed003c1a4129cfb2841230e5399e2de586ecfc5f3f1f5285a9e57b8ee2d3b88",
    "simhash": "1:bfc3e287c926aca6",
    "word_count": 913
  },
  "last_updated": "2023-07-14T20:40:14.360354+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth v. Voychek, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe appellant was convicted of murder of the first degree in killing Andy Stupka. He had been a guest at Stupka’s house and left at night because of a quarrel or was ejected therefrom. A few minutes after his departure, Stupka, accompanied by a friend, went into the yard of his house carrying a lantern and armed with an iron poker to see if the appellant was lurking about the place. Some one sprang from an empty piano box in the yard and stabbed him with a knife, causing instant death. The appellant testified that he did not stab Stupka, and denied all knowledge of the crime. The charge contained a full, clear and accurate statement of the law, and carefully guarded every right of the appellant. A general exception was taken to it but the only specific objection made was to the qualification of the eleventh point. By this point the court was asked to charge that if the jury disbelieved the testimony of the appellant but believed that Stupka went in search of him armed with a deadly weapon, and found him and attacked him, and in the fight that followed was killed, the appellant should be acquitted. This point was affirmed with a full explanation of the law governing the right of self-defense. The point was bad in that it did not correctly state the law and because it was not founded on the testimony. It could not properly have been unqualifiedly affirmed and its refusal would not have been error. The answer complained of gave the appellant the advantage of having the jury consider a theory of his innocence wholly unsupported by proof and in direct conflict with his own testimony.\nWe find no merit in any of the assignments. The judgment is affirmed and it is directed that the record be remitted for the purpose of execution.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John T. Reinsel, with him John S. Shirley, for appellant.",
      "W. J. Geary, district attorney, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Voychek, Appellant.\nCriminal law — Murder—Point for charge — Self-defense.\nWhere in a murder trial the prisoner presents a point involving self-defense, but not correctly stating the law, and not founded on the testimony, the prisoner cannot complain if the court refuses unqualifiedly to affirm the point. In such a case, if the court affirms the point with a full explanation of the law governing the right of self-defense, the prisoner has the advantage of an instruction to which he is not in fact entitled.\nArgued Oct. 3, 1910.\nAppeal, No. 110, Oct. T., 1910, by defendant, from judgment of O. & T. Clarion Co., Dec. T., 1909, No. 1, on verdict of guilty of murder of the first degree in case of Commonwealth v. Vincent Voychek.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nIndictment for murder. Before Wilson, P. J.\nThe opinion of the Supreme Court states the case.\nThe defendant presented the following point:\n11. If the jury disbelieve the testimony of the defendant about what is alleged to have occurred in the house of the deceased, but believe there was any kind of trouble between the defendant and the deceased, and believe that the deceased went in search of the defendant with a poker in his hand (a deadly weapon) and found him and attacked him, and in the fight Andy Stupka was killed, they should acquit the defendant. Answer: Affirmed, with the qualification that if the jury find from the evidence that the deceased attacked Vincent Voychek with a deadly weapon and that Vincent Voychek killed Andy Stupka under such circumstances that a reasonable person might apprehend danger of his own life or great bodily harm in consequence.\nThe commonwealth contends that there is no evidence to show that Andy Stupka assaulted Vincent Voychek out in the yard by the piano box or that there was any fight there, or that the alleged cutting with the knife was done in self-defense.\nJanuary 3, 1911:\nThe law is well settled that in cases of personal conflict it must appear, in order to establish excusable homicide in self-defense that the person attacked had retreated, either so far as he could, or so far as the fierceness of the assault would permit him. While a man may kill another in self-defense, he may not do so if he have other probable means of escape. When his back is to the wall, and the question is whether he shall die or his assailant, he may slay his assailant to preserve his own life, but, if he had probable means of escape without doing so, he must resort to such means before he is justified in killing his adversary. Human life is too sacred to be taken unnecessarily.\nIn the present case the commonwealth contends that under the evidence at least four or five minutes elapsed from the time Vincent Voychek left the door of the house before Andy Stupka and Mike Sidor went out, and that even after Andy Stupka came out of the house with Mike Sidor with the lantern in one hand and the poker in the other, that the defendant had sufficient opportunity and time to flee and escape in safety without the necessity on his part of using the knife in self-defense. [12J\nVerdict of guilty of murder of the first degree, upon which judgment of sentence was passed.\nError assigned amongst others was (12) above instruction, quoting it.\nJohn T. Reinsel, with him John S. Shirley, for appellant.\nW. J. Geary, district attorney, for appellee, was not heard."
  },
  "file_name": "0320-01",
  "first_page_order": 350,
  "last_page_order": 352
}
