{
  "id": 971788,
  "name": "Beaver County v. Beaver Valley Traction Company, Appellant",
  "name_abbreviation": "Beaver County v. Beaver Valley Traction Co.",
  "decision_date": "1911-01-03",
  "docket_number": "Appeal, No. 113",
  "first_page": "565",
  "last_page": "572",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 565"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "219 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002679
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0340-01"
      ]
    },
    {
      "cite": "167 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866796
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0102-01"
      ]
    },
    {
      "cite": "226 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0624-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 564",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851882
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0564-01"
      ]
    },
    {
      "cite": "149 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0465-01"
      ]
    },
    {
      "cite": "167 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0062-01"
      ]
    },
    {
      "cite": "93 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442166
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0150-01"
      ]
    },
    {
      "cite": "47 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0325-01"
      ]
    },
    {
      "cite": "89 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0210-01"
      ]
    },
    {
      "cite": "148 U. S. 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3566872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/148/0092-01"
      ]
    },
    {
      "cite": "8 Pa. Superior Ct. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        286945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/8/0313-01"
      ]
    },
    {
      "cite": "170 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/170/0249-01"
      ]
    },
    {
      "cite": "219 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002679
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0340-01"
      ]
    },
    {
      "cite": "167 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 13687,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 2.3779518415655186e-07,
      "percentile": 0.7965290640496802
    },
    "sha256": "a58008d9e0915a78e87476c7cc1cde2436de7a47ec31a2f395108787208d0687",
    "simhash": "1:ac2393c8c49082de",
    "word_count": 2405
  },
  "last_updated": "2024-02-27T22:03:03.601621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Beaver County v. Beaver Valley Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mosohzisker,\nThe county of Beaver brought an action against the Beaver Valley Traction Company to recover compensation for the use of three bridges during the year 1908. Judgment was entered upon a verdict for the plaintiff, and the defendant has appealed.\nThese bridges were formerly owned by private corporations, but in the years 1900, 1904 and 1905, they were condemned and taken over by the county. The defendant acquired the right to their use several years prior to the condemnation, but the exact arrangements with the old bridge companies do not appear. The record shows, however: “It is admitted by the plaintiff that at the time the plaintiff condemned these bridges and took them over and made them county bridges defendant was lawfully using the bridges in the operation of its street cars, under arrangements theretofore made with the bridge company. It is also admitted that as between the plaintiff and the defendant all matters in regard to the use of these bridges were adjusted up to the beginning of the year 1908.” Subsequent to the condemnation the defendant entered into a written contract with the county commissioners concerning the use of the bridges and the compensation to be paid during the ensuing three years, which contract expired January 1, 1908. After that date the defendant continued to operate its cars across the bridges but declined to make any further payments to the county.\nThe defendant contends that since it was in lawful possession of the bridges at the time of their condemnation, the county took them burdened with its vested franchise and is debarred from charging a rental; again, that since the bridges have been declared free they are simply a part of the public highways and a right to charge the defendant no longer exists. In the event of these points being decided against it, the defendant then contends that its liability should be limited to the payment of a fair proportion of the annual expenses of keeping the bridges in repair; and if) maintains that the charge of the trial judge was inadequate in that no positive rule was laid down concerning the measure of damages.\nIn considering these contentions it is to be noted that no effort has been made to defeat the defendant’s right to use the bridges. The plaintiff concedes that right but insists upon the payment of a fair compensation for such use. It is further to be noted that the question of the ■effect of the condemnation proceedings upon any rights accruing under 'prior contracts between the defendant and the old bridge companies is not in this case. These contracts were ruled out on the objection of the defendant. It affirmatively appears that in 1905 both of the parties to the present controversy treated them as terminated, and entered into a new contract for the term of three years. The expiration of that contract did not leave the bridges free to the defendant; it simply changed the defendant’s duty to pay a proper compensation from a contractual obligation to a common-law liability for use and occupation.\nThe defendant never had a right to the free use of these bridges. It had the right under its charter and the consent of the local authorities to use the public highways including the bridges, but before it could enter upon the latter it had to gain the consent of the bridge owners, and, if so required, it had to arrange to pay such reasonable compensation by annual rental or otherwise as might be agreed upon, or fixed by the court: Berks County v. Reading City Passenger Ry. Co., 167 Pa. 102; Larue v. Oil City Ry. Co., 170 Pa. 249; Lawrence County v. New Castle Electric St. Ry. Co., 8 Pa. Superior Ct. 313. When the bridges were taken over by the county the liability of the defendant to pay a rental still continued: Beaver County v. Central Dist. & Printing Teleg. Co., 219 Pa. 340. The fact that they then became free highways to the general public would not of itself affect the position of the defendant. In this connection see St. Louis v. Pittsburg Union Teleg. Co., 148 U. S. 92.\nIn the case just cited a charge had been made for the use of certain public streets by the city of St. Louis. The supreme court of the United States said: “It is .... in the nature of a charge for the use of property belonging to the city — -that which may properly be called rental. . . . The use made by the telegraph company, is, in respect to so much of its space as is occupied by its telegraph poles, permanent and exclusive. . . . Whatever benefit the public may receive in the way of transportation of messages, that space is, so far as respects its actual use for the purposes of highway and personal travel, wholly lost to the public. ... To that extent it is a use different in kind and extent to that enjoyed by the general public. Now, .... is there .... anything to inhibit the public from exacting rental for the space thus occupied? Obviously not. . . . While permission to a telegraph company to occupy the streets is not technically a lease, and does not in terms create the relation of landlord and tenant, yet it is giving the exclusive use of real estate, for which the giver has the right to exact compensation which is in the nature of rental.”\nIn Beaver County v. Telegraph Co., 219 Pa. 340, we said: “In Pennsylvania bridges are treated as part of the highway. . . . The county owns the bridge and maintains it for the comfort and convenience of the traveling public. ... It cannot arbitrarily refuse the use of the bridge for purposes which have been lawfully authorized upon the highways. The county commissioners have, however, the right within reasonable limits to regulate the manner in which the bridge may be used, and may provide for its repair, and require compensation by way of rental. . . . The telegraph company laid its line upon the bridge under agreement with the corporation that was then its owner. It was rightfully upon the structure when it became a county bridge. ... It is the right of the plaintiff to bring an action at law to recover damages for the use of the bridge during the time for which no compensation has been paid.”\nIn this last case we further said: “We can see no difference in principle between the use made of a bridge by a street railway company and that which is appropriated by the telephone company.” So far as it concerns the point we now have, and then had, under consideration, there is no difference. The traction company defendant in this case and the telegraph company referred to in that case each enjoyed a special use different in kind and extent from that of the general public. Here the defendant not only used the bridges as ways of passage for their cars but it permanently occupied certain spaces by its tracks, poles and wires. It is not asked to pay toll in the popular sense in which that term is generally understood, but it is required to pay a rental for its special use and occupation of the bridges. We conclude that, even though no tolls were collected from the general public, the county had the right to insist upon the payment of a rental by the defendant company, and to include therein a reasonable, proportion of the costs incurred for necessary repairs to the bridge structures.\nIn a case like this, it is exceedingly difficult to state any exact rule as to the measure of damages. There was evidence showing defendant’s system of trackage and the population of the territory it had to draw upon; the cost of the respective bridges to the county, and their value in 1908; the amount paid for the repair of ordinary’ wear and tear incurred during 1908, and also the general cost of the maintenance of the bridges during that year; the sizes of the bridges and how they were built; details as to the use made of the bridges by the defendant company, and some light on the general public use as compared to the precise use of defendant company. With this evidence in view the trial judge said to the jury: “It (the county) has declared simply for the use and occupancy of the bridges during the year of 1908, — the repairs for ordinary wear and tear have been paid by it and none of them by the company. These repairs are to be considered as an element to increase the rental. The county sues for the use and occupancy of the bridges with the understanding that it has made the necessary repairs, and of course that would make the rental value of the bridges larger. . . . We have narrowed down the contention between the parties to this, — 'What is a fair compensation to the county of Beaver for the use of these three bridges by this traction company during the year 1908, taking into consideration the fact that the county paid all the repairs for the ordinary wear and tear of that bridge, necessary for and chargeable to that year?' ” The court called attention to the several points upon which there was evidence tending to throw light upon the question of the damages, and then said: “It will be for you, .... taking all those things into consideration, taking into consideration that the law is that the ordinary wear and tear repairs of a county bridge occupied jointly as these bridges were, ought to be shared by the two occupants in proportion (as near as possible) to the relative use that they make of it. Now taking these things into consideration and the admitted fact that the defendant company has used this road for the year 1908, try and get together on what is fair to both parties; .... and then return the amount of compensation in dollars and cents, which you believe the plaintiff is entitled to for the use and occupancy of the three bridges during the year 1908.”\nWe are not convinced of any reversible error in this charge. No requests for special instructions on the measure of damages were handed to the trial judge, and he covered the subject as clearly as could be required under the circumstances. It was for the jury, in the exercise of their best judgment, to determine upon all the evidence what would be fair and proper compensation for the railway company to pay for its use of the bridges during the year 1908, and we cannot say that their verdict is not sustained by the evidence.\nThe assignments of error are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mosohzisker,"
      }
    ],
    "attorneys": [
      "B. W. Irwin, with him D. A. Nelson, John H. Murdoch, Edgar B. Murdoch and James A. Wiley, for appellant.",
      "J ames I. Brownson, of Donnan, Brownson & Miller and A. P, Marshall, with them J. L. Holmes, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Beaver County v. Beaver Valley Traction Company, Appellant.\nStreet Railways — County bridges — Use and occupation — Measure of damages.\n1. A trolley company using a county bridge in the operation of its street cars enjoys a special use different in kind and extent from that of the general public and one for which it may be required to pay rental.\n2. Where a county condemns and lakes over certain bridges in use by a trolley company under agreement with the private owners and after the condemnation the trolley company enters into a contract with the county commissioners for the use of the bridges and the compensation therefor for a stated period of years and after the expiration of this period the trolley company continues to operate its cars across the bridges but declines to make any further payment to the county, the county may recover against the trolley company for the use and occupation of the bridges during this latter period.\n3. In an action brought by a county against a street railway company to recover compensation for the use of county bridges where there is evidence showing defendant’s system of trackage and the population of the territory it had to draw upon; the cost of the respective bridges to the county, and their value in the year of the use sued upon; the amount paid for the repair of ordinary wear and tear incurred and also the general cost of the maintenance of the bridges during that year; the sizes of the bridges'and how they were built; details as to the use made of the bridges by the defendant company; and some light on the general public use as compared to the precise use of the defendant company, it is not error for the court to allow the jury, in the exercise of their best judgment, to determine upon all the evidence what would be fair and proper compensation for the use of the bridges.\nArgued Oct. 13, 1910.\nAppeal, No. 113, Oct. T., 1910, by defendant, from judgment of C. P. Washington Co., Peb. T., 1910, No. 69, on verdict for plaintiff in case of County of Beaver v. Beaver Valley Traction Company.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAssumpsit to recover compensation for the use of county bridges. Before McIlvaine, P. J.\nVerdict and judgment for plaintiff for $3,000. Defendant appealed.\nThe opinion of the Supreme Court states the case.\nErrors assigned were various instructions of the court.\nB. W. Irwin, with him D. A. Nelson, John H. Murdoch, Edgar B. Murdoch and James A. Wiley, for appellant.\nThe defendant company had a vested franchise which was not and could not be divested by the county in the condemnation of the bridges: Hestonville, etc., R. R. Co. v. Phila., 89 Pa. 210; P. & R. R. R. Co. v. Phila., 47 Pa. 325; Penna. R. R. Co.’s App., 93 Pa. 150; Penna. R. R. Co. v. Montg. County Pass. Ry. Co., 167 Pa. 62; Harrisburg, etc., Ry. Co. v. Harrisburg, 149 Pa. 465; Jordan v. Ry. Co., 25 Pa. Superior Ct. 564; Penna. Water Co. v. Pittsburg, 226 Pa. 624; Berks County v. Reading City Pass. Ry. Co., 167 Pa. 102.\nJ ames I. Brownson, of Donnan, Brownson & Miller and A. P, Marshall, with them J. L. Holmes, for appellee.—\nJanuary 3, 1911:\nThe county may within reasonable limits regulate the manner of the use of the bridge and provide for its repair and require a reasonable compensation for its use: Berks County v. Reading City Pass. Ry. Co., 167 Pa. 102; Beaver County v. Teleg. Co., 219 Pa. 340."
  },
  "file_name": "0565-01",
  "first_page_order": 595,
  "last_page_order": 602
}
