{
  "id": 971851,
  "name": "Elliott v. Monongahela City, Appellant",
  "name_abbreviation": "Elliott v. Monongahela City",
  "decision_date": "1911-01-03",
  "docket_number": "Appeal, No. 121",
  "first_page": "618",
  "last_page": "625",
  "citations": [
    {
      "type": "official",
      "cite": "229 Pa. 618"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "218 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0126-01"
      ]
    },
    {
      "cite": "202 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0164-01"
      ]
    },
    {
      "cite": "181 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0191-01"
      ]
    },
    {
      "cite": "156 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0362-01"
      ]
    },
    {
      "cite": "175 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880504
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0341-01"
      ]
    },
    {
      "cite": "64 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0169-01"
      ]
    },
    {
      "cite": "199 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0534-01"
      ]
    },
    {
      "cite": "91 U. S. 540",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5647366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/91/0540-01"
      ]
    },
    {
      "cite": "40 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478023
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/40/0124-01"
      ]
    },
    {
      "cite": "218 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0126-01"
      ]
    },
    {
      "cite": "202 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992325
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 14996,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 5.786231875337189e-08,
      "percentile": 0.3611106284574892
    },
    "sha256": "c5993a775df3aed4fe07a2c6c79052a2f23e73bc7c82bc56e0631a9f52553fd4",
    "simhash": "1:9bcba5030d234a7a",
    "word_count": 2560
  },
  "last_updated": "2024-02-27T22:03:03.601621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Elliott v. Monongahela City, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mesteezat,\nThe important and controlling question in this case is a narrow one, and is easily determined. It involves the interpretation of the charter of Monongahela city, which was incorporated by an act of the legislature, approved March 24, 1873.\nThe select and common councils of Monongahela city, assembled in joint session on June 22, 1909, passed an ordinance authorizing and directing the proper officers of the city to enter into a contract with the West Penn Electric Company providing for the lighting of the streets, highways and public places of the city, for a period of five years from May 1, 1909. The ordinance fixed the price to be paid for the service. Pursuant to this ordinance and to carry the same into effect, an agreement was entered into, dated July 12, 1909, between the company and the president of councils in behalf of the city. The bill in this case was filed July 31, 1909, by the. plaintiff, a taxpayer, to restrain action by the city under the ordinance and contract, and prayed that the ordinance be declared null and void, and that an injunction issue restraining the defendants from carrying into effect the writing purporting to be a contract between the city and the defendant company, and restraining the treasurer of the city from paying out any money on account of the contract. Answers were filed by the defendants and the case was put at issue. The court granted the prayer of the bill, declared the ordinance and the contract made in pursuance thereof void, and directed an injunction to issue restraining the defendants from carrying the contract into effect and the city treasurer from paying any money to the defendant company by reason of the provisions of the contract.\nIt is familiar law that a municipal corporation can exercise only such powers and perform such functions as are granted it by the state. It is the creature of the legislature, and invested with subordinate governmental functions by its charter, to be exercised and performed within certain territorial limits. It must exercise its authority in the manner prescribed in the charter or the act of the legislature creating it.\nThe court below declared the ordinance in question void, because it had not been enacted in conformity with the charter powers of the municipality. The charter declares that “the corporate powers of said city shall be vested in a mayor and city councils.” Section 62 of the charter provides that the councils shall be composed of two branches, viz.: “the select and the common councils” and by sec. 67, it is provided “that a majority of each council shall be a quorum.” In sec. 68, it is enacted as follows: “They may, when convenient, hold joint sessions for the transaction of business as if the same were but one council.” The next or 69th sec. provides that “no appropriation of moneys, revenues or property of said city, no contract for the borrowing of money, no assessment or levy of taxes for city purposes, and no ordinance, by law or regulation of said city shall be of any force or validity, unless the same has been concurred in or approved by the said councils.”\nThese are the only provisions of the charter affecting the question for determination. The ordinance authorizing the contract for lighting the city, as we have seen, was passed at a joint session and not at separate sessions of the select and common councils of the city. There are six members of each branch of the councils, and at the joint meeting at which the ordinance was passed, each branch was fully represented. There were cast in its favor the votes of three members of select council and four members of the common council; and there were cast against it the votes of three members of select and two members of the common council. It will be observed that of the twelve members present and voting, seven votes were cast in its favor and five votes against it, but that a majority of the members of select council did not vote for the ordinance.\nThe plaintiff has attacked the validity of the ordinance on the ground that under the charter the councils could not enact it in joint session; that it was not \"the transaction of business” within the meaning of sec. 68 of charter act; and that the ordinance was legislative in its character and required to \"be concurred in or approved by said councils” at separate meetings of the two bodies, as provided by sec. 69 of the charter.\nThe defendants on the other hand, in support of the validity of the ordinance, claim that sec. 68 of the act authorized the passage of the ordinance at a joint session of the two bodies; that it was \"the transaction of business” within the meaning and intent of the section; and that the ordinance was of equal validity as if it had been passed by both branches of councils by action in separate sessions.\nWe do not agree with the position taken by the defendants. In common with all legislative bodies, action of municipal councils may pertain or relate to questions or subjects of a permanent or general character, and those which are temporary or restricted in their operation and effect: 2 Abbott Mun. Corp., sec. 515. The ordinance in question empowers the city to enter into a contract for the lighting of its streets and highways which involves the expenditure of money. It, therefore, relates to the government, welfare and prosperity of the city: Kepner v. Com;, 40 Pa. 124, 130; and we have recently held that such an ordinance is the exercise of legislative power by councils: Jones v. Schuylkill Light, Heat & Power Co., 202 Pa. 164; Kolb v. Tamaqua Boro., 218 Pa. 126. It follows, therefore, that if the contention of the defendants be sustained, the councils may in joint session, and by a majority of either branch, not only transact the executive and ministerial business of the city, but may enact ordinances appropriating money, authorizing contracts involving the outlay of moneys, and legislating generally for the city. We do not so construe the act of assembly creating the city government. On the contrary we are satisfied that the intention of the legislature in the enactment of sec. 68 was to empower and authorize the councils in joint session to transact only ministerial or administrative business. When they attempt by ordinance or resolution to enact permanent regulations for the government of the city or do any other act of a legislative character, the charter contemplates that such action shall be taken with full consideration and deliberation by each branch of the municipal legislature sitting separately and apart from the other. This gives to such legislation as may be enacted the approval of both instead of one of the municipal bodies. The charter, as will be noted, provides that the councils shall be composed of two branches, and the purpose of this division is that in legislating for the city, one branch shall be a check upon the acts of the other. Under whatever name these branches may exist, in order that the purpose of their organization may be effective, concurrent action by the two is necessary in respect to all those questions or matters as are intended as general legislative measures, or that are to become operative on the community at large: 2 Abbott Mun. Corp., sec. 501. Section 68 of the charter in question does not change this general rule. The very purpose of creating two branches of the municipal government was that legislative measures may receive the separate consideration of both bodies, and the exception made by permitting joint sessions, under sec. 68, was simply for the purpose of authorizing the councils to do such routine work in the administration of municipal affairs as do not require the deliberative action of the two bodies in legislating for the city. We think it manifest that legislation will be better considered, and the interests of the city better protected by the action of the two branches of councils convened in separate sessions. Transacting temporary or ministerial business in joint session is more convenient, and is simply carrying into effect what has been duly authorized by the legislative action of the two branches of councils.\nSections 68 and 69 of the city charter must be construed together, and’ in doing so there need be no conflict. The contention of the defendants results in conferring upon the councils authority to pass all legislation at joint sessions, if they so determine. The language of the two sections, however, excludes that construction of the charter. Section 68 does not in terms authorize the transaction of business by a majority of the joint session, and the authority, if conferred, is only inferential. Whether it should be transacted by a majority of each branch or by a majority of the two branches acting collectively, the section does not declare. If, however, we hold that the latter is the correct interpretation of the section, we must also hold that the two branches are acting as “one council.” The business is to be transacted when- the two branches meet in joint session, the charter declares, “as if the same were but one council.” It follows, therefore, that they can only transact such business in joint session as may be transacted by them acting collectively. As the ordinance in question authorizes a contract for the expenditure of money, it is clearly within sec. 69 of the charter, which provides that “no appropriation of the moneys .... of the city, no contract for the borrowing of money .... no ordinance, by law or regulation of said city shall be of any force or validity, unless the same has been concurred in or approved by the said councils.” It is manifest therefore, that the validity of an ordinance depends upon the action of the two branches of councils, whether it be taken in joint or in separate sessions. Hence, aside from the question whether under sec. 68, the two branches of councils are “one council” when sitting in joint session, it is clear that an ordinance can be passed only by the concurrence of the two bodies. The ordinance in question did not receive the approval of the select council, either in joint or separate sessions. That branch of councils consisted of six members, and in the joint session three favored and three opposed the ordinance. It, therefore, failed to receive the approval of the select body, and hence it is of no force or validity.\nSomething was said in the argument in regard to the franchise ordinance of 1890, authorizing the defendant company to occupy the streets of the city with its pipes, etc. The company has been acting under this ordinance for twenty years and its validity is not attacked here. It will be time enough to consider the action of councils in passing the ordinance, when the question is properly before us.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mesteezat,"
      }
    ],
    "attorneys": [
      "George C. Bradshaw, with him Irwin & Wiley, for appellant.",
      "G. K. Wright, of McKee, Mitchell & Alter, with him George P. Baker, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Elliott v. Monongahela City, Appellant.\nMunicipal corpoi'ations — Charter—Contracts—Councils—Administrar tive and legislative acts- — Joint sessions.\n1. Where the charter of a municipality provides that “the corporate powers of the city shall be vested in a mayor and city council; .... that the councils shall be composed of two branches, viz: the select and common council; .... that a majority of each council shall be a quorum.....They may, when convenient, hold joint sessions for the transaction of business as if the same were but one council; .... that no appropriation of moneys, revenues or property of said city, no contract for the borrowing of money, no assessment or levy of taxes for city purposes, and no ordinance, by-law or regulation of said city shall be of any force or validity, unless the same has been concurred in or approved by said councils,” an ordinance authorizing the city officials to enter into a contract for lighting and fixing the price to be paid for such service, passed at a joint session by a majority of the collective body, but failing to receive the approval of a majority of one of the branches separately, is of no force or validity.\n2. Such a charter empowers and authorizes the councils in joint session to transact only ministerial or administrative business; but when they attempt by ordinance or resolution to enact permanent regulations for the government of the city or do any other act of a legislative character, the charter contemplates that such action shall be taken with full consideration by each branch of the municipal legislature sitting separately and apart from each other.\nArgued Oct. 18, 1910.\nAppeal, No. 121, Oct. T., 1910, by defendants, from decree of C. P. Washington Co., in Equity, No. 1874, on bill in equity in case of Henry Elliott v. Monongahela City, the West Penn Electric Company et al.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nBill in equity to have a municipal ordinance declared null and void, and to enjoin the performance of a contract entered into in pursuance thereof. Before Taylor, J.\nThe facts appear in the opinion of the Supreme Court.\nThe court entered the following decree:\nAnd now, to wit, May 4, 1910, this cause came on to be further heard at this term and was argued by counsel, and upon consideration thereof it is ordered, adjudged and decreed as follows:\n1. That the ordinance authorizing the city of Monongahela, Washington county, Pa., to enter into a contract with the West Penn Electric Company, providing for the lighting of the city by electricity, which was declared to be passed at a meeting of council on June 22, 1909, is void, not having been passed by a majority of each branch of said council.\n2. That the agreement between the West Penn Electric Company and Monongahela city, dated July 12, 1909, made in pursuance of said ordinance, and executed on behalf of Monongahela city by the president of council and the city clerk, is void, there being no valid ordinance authorizing such agreement.\n3. That the defendants be perpetually enjoined and restrained from carrying into effect the said agreement of July 12, 1909.\n4. That the treasurer of Monongahela be perpetually enjoined and restrained from paying any money to the West Penn Electric Company under or by reason of any of the provisions of said agreement of July 12, 1910.\nThat the costs of this action be paid by the losing party. [8]\nError assigned among others was (8) in entering this decree, quoting it.\nGeorge C. Bradshaw, with him Irwin & Wiley, for appellant.\nThe charter of Monongahela city, which is entirely sui generis, empowers the select and common councils in joint session to enact ordinances by a majority of both bodies collectively: Barnes v. District of Columbia, 91 U. S. 540; Com. v. Moir, 199 Pa. 534; Phila. v. Fox, 64 Pa. 169; Gas Co. of Downingtown v. Downingtown Boro., 175 Pa. 341.\nJanuary 3, 1911:\nG. K. Wright, of McKee, Mitchell & Alter, with him George P. Baker, for appellee,\ncited: Shaub v. Lancaster City, 156 Pa. 362; Howard v. Olyphant Boro., 181 Pa. 191; Jones v. Light, Heat, etc., Co., 202 Pa. 164; Kolb v. Tamaqua Boro., 218 Pa. 126."
  },
  "file_name": "0618-01",
  "first_page_order": 648,
  "last_page_order": 655
}
