{
  "id": 1762375,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Harry EVANS, Appellant",
  "name_abbreviation": "Commonwealth v. Evans",
  "decision_date": "1980-04-24",
  "docket_number": "Nos. 741 and 749",
  "first_page": "85",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "489 Pa. 85"
    },
    {
      "type": "parallel",
      "cite": "413 A.2d 1025"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "472 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727762
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0001-01"
      ]
    },
    {
      "cite": "27 L.Ed. 213",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "400 U.S. 74",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046557
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0074-01"
      ]
    },
    {
      "cite": "483 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751233
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0183-01"
      ]
    },
    {
      "cite": "472 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727744
      ],
      "weight": 4,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0259-01"
      ]
    },
    {
      "cite": "476 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736904
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0391-01"
      ]
    },
    {
      "cite": "14 L.Ed.2d 433",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "85 S.Ct. 1531",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "381 U.S. 911",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182340,
        6181830,
        6182125,
        6181652,
        6181434
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/381/0791-05",
        "/us/381/0791-03",
        "/us/381/0791-04",
        "/us/381/0791-02",
        "/us/381/0791-01"
      ]
    },
    {
      "cite": "340 F.2d 254",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        881439
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/340/0254-01"
      ]
    },
    {
      "cite": "307 F.2d 937",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        204842
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "940"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/307/0937-01"
      ]
    },
    {
      "cite": "353 U.S. 391",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161067
      ],
      "weight": 9,
      "year": 1957,
      "pin_cites": [
        {
          "page": "402"
        },
        {
          "page": "972"
        },
        {
          "page": "402"
        },
        {
          "page": "972"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/353/0391-01"
      ]
    },
    {
      "cite": "17 L.Ed.2d 210",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "87 S.Ct. 284",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "385 U.S. 928",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11395584,
        11395521,
        11395623,
        11395541,
        11395485,
        11395454
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/385/0928-05",
        "/us/385/0928-03",
        "/us/385/0928-06",
        "/us/385/0928-04",
        "/us/385/0928-02",
        "/us/385/0928-01"
      ]
    },
    {
      "cite": "360 F.2d 127",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        825692
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/360/0127-01"
      ]
    },
    {
      "cite": "468 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719687
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0036-01"
      ]
    },
    {
      "cite": "187 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883188
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0505-01"
      ]
    },
    {
      "cite": "295 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945639
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0153-01"
      ]
    },
    {
      "cite": "309 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577618
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0319-01"
      ]
    },
    {
      "cite": "459 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481006
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0042-01"
      ]
    },
    {
      "cite": "484 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753785
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0217-01"
      ]
    },
    {
      "cite": "468 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719722
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0155-01"
      ]
    },
    {
      "cite": "485 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755488
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "360",
          "parenthetical": "Hubbard II"
        },
        {
          "page": "1003",
          "parenthetical": "Hubbard II"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/485/0353-01"
      ]
    },
    {
      "cite": "472 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727744
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "286",
          "parenthetical": "Hubbard I"
        },
        {
          "page": "700",
          "parenthetical": "Hubbard I"
        },
        {
          "page": "700-701"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/472/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 821,
    "char_count": 16551,
    "ocr_confidence": 0.793,
    "pagerank": {
      "raw": 9.071321716212209e-07,
      "percentile": 0.9791744615226602
    },
    "sha256": "81fe4c4a95431c1a24d8c1cff8cb34f7ea1d0e4c3959f0d250b7bdd1fdae0cc6",
    "simhash": "1:927de7624e6bd4fd",
    "word_count": 2662
  },
  "last_updated": "2024-02-27T23:00:20.894204+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN and FLAHERTY, JJ.",
      "ROBERTS, J., filed a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Harry EVANS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nEAGEN, Chief Justice.\nAppellant, Harry Evans, was convicted by jury of murder of the second degree, robbery, and criminal conspiracy. Post-verdict motions were denied, and Evans was then sentenced to life imprisonment on the murder conviction and to concurrent prison terms on the other convictions. A direct appeal to this Court from the judgment of sentence on the murder conviction followed. A simultaneous appeal to the Superior Court from judgments of sentence on the non-homicide charges was certified to this Court. We consolidated the appeals.\nEvans asserts four assignments of error.\nFirst, he maintains his conviction was obtained in violation of his rights under Pa.R.Crim.P. 1100 (hereinafter: Rule 1100) which requires a defendant be brought to trial within 180 days of the filing of the criminal complaint. The complaint in this case was filed on September 9, 1976, and the Rule 1100 period would have ended on March 8, 1977. However, on January 21, 1977, after an on-the-record colloquy during which Evans was fully advised of his right to a trial within 180 days, he signed an agreement waiving commencement of trial until April 20, 1977. This waiver was executed because Evans’ counsel was not available for trial until after March 15, 1977 due to a health problem. Notwithstanding the written waiver, on March 17, Evans filed a pro se motion to dismiss for violation of Rule 1100. This was denied on April 11; jury selection began the same day; and, the taking of testimony commenced on April 14.\nEvans contends the Rule 1100 waiver he executed on January 21,1977 was not knowing and intelligent because he did not understand his right to a speedy trial and the effect of the waiver. He further claims his pro se motion to dismiss of March 17 constituted a revocation of his written waiver. We disagree with both contentions.\nEvans’ signed agreement and the on-the-record colloquy, which preceded his signing, establish, prima facie, that his Rule 1100 waiver was informed and voluntary. Commonwealth v. Myrick, 468 Pa. 155, 360 A.2d 598 (1976). Cf. Commonwealth v. Waldman, 484 Pa. 217, 398 A.2d 1022 (1979). Although Evans contends he did not understand his speedy trial rights and the effect of a waiver, these matters were thoroughly discussed during the colloquy, and Evans’ responses indicate his comprehension. Furthermore, since Evans’ waiver of his Rule 1100 rights was valid, it could not, under the circumstances, be revoked two months later by a petition to dismiss.\nNext, Evans urges he was unfairly prejudiced when a prosecution witness purportedly referred to him as a “murderer.” On cross-examination, in response to defense counsel’s question: “Did you have a warrant?”, Detective Barlow stated: “We were looking for a murderer, sir. We didn’t need a warrant.” Evans claims this was a direct reference to him as a murderer and was so inflammatory as to warrant the granting of a mistrial. Although his trial counsel did not object, move for a mistrial, or raise the issue in post-verdict motions, Evans now claims trial counsel, was ineffective for not doing so.\nWhen confronted with a claim of ineffectiveness of counsel, this Court utilizes a two-step analysis. We must first determine whether the issue underlying the charge of ineffectiveness is of arguable merit. If the underlying issue is found to be of arguable merit, our inquiry shifts to a determination of whether the course chosen by counsel had some reasonable basis designed to effectuate his client’s interests. Commonwealth v. Sherard, supra; Commonwealth v. Hubbard, supra.\nApplying the first part of this test, we conclude Evans’ claim of unfair prejudice by the remark in question is without merit.\nReference to a defendant as a “murderer” may, in some cases, result in unfair prejudice necessitating curative instructions or the granting of a mistrial. Here, the nature of the statement and the context in which it was made completely convince us no such prejudice resulted. Cf. Commonwealth v. Hubbard, supra; Commonwealth v. Riley, 459 Pa. 42, 326 A.2d 400 (1974). The remark was not made as a condemnation of Evans or as an opinion on his guilt, but as part of an explanation of why a warrant was not legally necessary for his arrest. Furthermore, it was already apparent from the voir dire, the opening statements, and the evidence previously produced that Evans had been sought for and charged with a murder. Cf. Commonwealth v. Pierce, 453 Pa. 319, 309 A.2d 371 (1973). In this light, we could not reasonably say the remark in question prejudiced Evans. Thus, trial counsel was not ineffective for failing to bring that issue to the attention of the trial court. See note 6, supra.\nEvans’ third complaint is that the trial court erred in admitting testimony concerning the statements of an alleged co-conspirator which implicated him in the crimes charged. He argues this testimony was hearsay and did not qualify under the statements of a co-conspirator exception to the hearsay . rule since the statements were made after the conspiracy had terminated.\nThe statements in question were made by a co-conspirator, Darrow McBee, to Christopher Adams about one week after the murder and before any arrests ensued. At that time, McBee gave Adams the murder weapon to keep for him.\nAs we have often stated:\n“The declarations or acts of one conspirator made to third parties in the absence of his co-conspirator are admissible in evidence against both provided that such declarations or acts were made during the conspiracy and in furtherance of the common design.”\nCommonwealth v. Porter, 449 Pa. 153, 161, 295 A.2d 311, 314 (1972); Commonwealth v. Ellsworth, 409 Pa. 505, 509, 187 A.2d 640, 642 (1963).\nIn Commonwealth v. Pass, 468 Pa. 36, 360 A.2d 167 (1976), this Court specifically addressed the question of whether attempts by a co-conspirator to conceal evidence after the commission of a crime come within the scope of the conspiracy to commit the crime. Therein we adopted the following passage from United States v. Hickey, 360 F.2d 127, 141 (7th Cir. 1966) cert. denied, 385 U.S. 928, 87 S.Ct. 284, 17 L.Ed.2d 210 (1966), which interpreted the decision of the United States Supreme Court in Grunewald v. United States, 353 U.S. 391, 77 S.Ct. 963, 1 L.Ed.2d 931 (1957):\n“The duration of a conspiracy depends upon the facts of the particular case, that is, it depends upon the scope of the agreement entered into by its members. Generally, the conspiracy ends when its principal objective is accomplished because no agreement to retain secrecy after the achievement of the unlawful end can be shown or implied by mere ‘acts of covering up.’ Thus in Grunewald v. United States, supra, 353 U.S. at 402, 77 S.Ct. at 972, the Supreme Court stated, ‘Acts of covering up, even though done in the context of a mutually understood need for secrecy, cannot themselves constitute proof that concealment of the crime after its commission was part of the initial agreement among the conspirators.’ But the fact that the 'central objective’ of the conspiracy has been nominally attained does not preclude the continuance of the conspiracy. Where there is evidence that the conspirators originally agreed to take certain steps after the principal objective of the conspiracy was reached, or evidence from which such an agreement may reasonably be inferred, the conspiracy may be found to continue. Atkins v. United States, 307 F.2d 937, 940 (9th Cir. 1962); cf., United States v. Allegretti, 340 F.2d 254, 256 (7th Cir. 1964), cert. denied, 381 U.S. 911, 85 S.Ct. 1531, 14 L.Ed.2d 433 (1965). . . . The crucial factor is the necessity for some showing that the later activities were part of the original plan.”\nCommonwealth v. Pass, supra, 468 Pa. at 45-46, 360 A.2d at 171.\nApplying this test to the facts of the present case, we are persuaded co-conspirator McBee’s passing of the murder weapon to the witness, Adams, was not within the scope of the conspiracy. There is nothing in the record which indicates this activity was part of the original plan. Thus, McBee’s declarations to Adams at that time were not properly admissible against Evans.\nNonetheless, we do not find the erroneous admission of that testimony necessitates the grant of a new trial. Evans’ participation in the conspiracy was fully established by the testimony of Anthony Byrd, another co-conspirator. This evidence was both similar and more detailed than the improperly admitted testimony of Adams and renders that error harmless beyond a reasonable doubt. Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nFinally, Evans challenges the admissibility of the signed statement introduced at trial as a statement made by him to investigating police detectives. Evans contends he did not make this statement but was coerced into signing it by the use of force, namely physical blows and a wound inflicted on his arm. He further contends that his pretrial counsel was ineffective for failing to introduce this evidence at his suppression hearing and that his trial counsel was ineffective for failing to raise the issue of pre-trial counsel’s ineffectiveness in post-verdict motions.\nEarlier in this opinion we delineated the analysis to be used when considering a claim of ineffective assistance of counsel. When confronted with a claim that trial counsel is ineffective for failing to raise the ineffectiveness of pre-trial counsel in post-verdict motions, the threshold question is whether the claim of ineffectiveness of pre-trial counsel has arguable merit. To answer that question, we must consider the merit of the issue abandoned by pre-trial counsel and whether he had a reasonable basis for doing so. See Commonwealth v. Hubbard, supra.\nAt trial, Evans testified he had not given the statement which was admitted against him but signed it after he was beaten and stabbed in the arm by the detectives. In support of his testimony, Evans produced documentary evidence that sutures were present in his arm when he was admitted to the detention center after his interrogation and arraignment and were removed from his arm three days later. Clearly, such evidence could have been introduced at the suppression hearing. If believed, it may have resulted in the suppression of the signed statement. Yet, we cannot say pre-trial counsel was, per se, ineffective as he may have had some reasonable basis for not presenting this evidence. However, from this record, we cannot determine whether such a reasonable basis existed.\nOur inability to determine pre-trial counsel’s reason for the omission of this evidence at the suppression hearing complicates our review of trial counsel’s alleged ineffectiveness. However, we are guided by the decision of this Court in Commonwealth v. Hubbard, supra, where, under similar circumstances, it was stated:\n“If post-trial counsel investigated this aspect of trial counsel’s alleged ineffectiveness and reasonably concluded that trial counsel acted in the best interest of appellant, then post-trial counsel could not be said to have been ineffective for failing to raise the issue.”\nCommonwealth v. Hubbard, supra 472 Pa. at 285-286, 372 A.2d at 699-700. In like manner, if trial counsel here made an investigation and reasonably concluded pre-trial counsel had a reasonable basis for his omission, he could not be found ineffective. In Commonwealth v. Hubbard, supra, we could not resolve the issue from the record, nor can we do so here. Thus, as in Commonwealth v. Hubbard, supra, we now remand for an evidentiary hearing on the question of trial counsel’s ineffectiveness for not raising pre-trial counsel’s ineffectiveness in post-verdict motions. Also, as in Hubbard, if trial counsel is found to have been ineffective, judgment of sentence should be vacated and Evans should be allowed to file post-verdict motions nunc pro tunc to raise the issue of pre-trial counsel’s ineffectiveness.\nCase remanded for proceedings consistent with this opinion.\nROBERTS, J., filed a dissenting opinion.\n. On March 22, 1977, Evans’ original counsel was replaced after suffering a heart attack. Second counsel represented Evans throughout the proceedings in the tried court. Third counsel represents Evans in this appeal.\n. Evans also claims he received ineffective assistance of pretrial counsel at the January 21, 1977 proceeding apparently for counsel’s alleged failure to fully advise him of his Rule 1100 rights and contends trial counsel was ineffective for not filing a motion to dismiss for violation of Rule 1100. However, as we have already stated, the record shows Rule 1100 was fully explained to Evans at the proceeding. Secondly, trial counsel cannot be deemed ineffective for failing to raise a meritless Rule 1100 claim, see note 6, infra, and, in any event, Evans filed his own petition to dismiss so he suffered no prejudice.\n. Detective Barlow had been testifying to efforts by the Philadelphia Police to locate Evans prior to his arrest.\n. Evans seeks a remand of the case with leave to raise this issue in post-verdict motions nunc pro tunc pursuant to Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977).\n. The underlying issue is considered solely for the purpose of resolving the question of ineffective representation. See Commonwealth v. Sherard, 483 Pa. 183, 394 A.2d 971 (1978); Commonwealth v. Hubbard, supra.\n. Counsel cannot be found ineffective for failing to assert a meritless claim. Commonwealth v. Hubbard, supra.\n. The Federal standard was promulgated in order to prevent a great widening of the scope of conspiracy prosecutions due to the indefinite extension of the life of conspiracies. See Commonwealth v. Grunewald, supra. It was felt that allowing a conspiracy to conceal to be inferred from mere overt acts of concealment would effectively “wipe out the Statute of Limitations in conspiracy cases, as well as extend indefinitely the time within which hearsay declarations will bind co-conspirators.” United States v. Grunewald, supra, 353 U.S. at 402, 77 S.Ct. at 972. Although this is not a constitutional standard binding the states, Dutton v. Evans, 400 U.S. 74, 91 S.Ct. 210, 27 L.Ed. 213 (1970), we will continue to follow it for the reasons expressed.\n. Evidence of incriminating oral and written statements by Evans was also admitted at trial. However, we will not consider this evidence in analyzing the effect of the wrongfully admitted testimony since Evans challenged these statements at trial testifying that he did not make them, and we cannot say whether the jury accepted or disregarded the statements in returning the verdicts. See Commonwealth v. Taylor, 472 Pa. 1, 370 A.2d 1197 (1977).\n. We note the defense did not present any evidence at the suppression hearing. Rather, the record indicates pre-trial counsel primarily utilized that proceeding as a discovery tool.\n. Evans testified that the wound was sutured in the Police Administration Building immediately after his interrogation and before he was photographed.\n. Conceivably, pre-trial counsel might not have been informed of the alleged coercion prior to the suppression hearing or may have known the allegation was fabricated.\n. If trial counsel is not found to have been ineffective, Evans is entitled to appeal again limited to the effectiveness issue.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nUnlike the majority, I see no reason for this Court now to remand for an evidentiary hearing to determine some “conceivable” reason trial counsel might have had for failing to preserve the issue of pre-trial counsel’s ineffectiveness. In my view, the record is clear that the issue should have been preserved. See Commonwealth v. Hubbard, 472 Pa. 259, 286, 372 A.2d 687, 700 (1977) (Hubbard I) (Roberts, J., joined by Manderino, J., dissenting). “No ‘reasonable basis designed to effectuate’ appellant’s interests” exists which would justify counsel’s failure to preserve the issue. Id., 472 Pa. at 288, 372 A.2d at 700-701. See also Commonwealth v. Hubbard, 485 Pa. 353, 360, 402 A.2d 999, 1003 (1979) (Hubbard II) (Roberts, J., dissenting). I would therefore vacate judgments of sentence and remand for a hearing on the merits of appellant’s claim.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Joel W. Todd, Philadelphia, for appellant.",
      "Robert B. Lawler, Chief, Appeals Division, Nancy Wasser, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "413 A.2d 1025\nCOMMONWEALTH of Pennsylvania, Appellee, v. Harry EVANS, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 24, 1980.\nDecided April 24, 1980.\nJoel W. Todd, Philadelphia, for appellant.\nRobert B. Lawler, Chief, Appeals Division, Nancy Wasser, Asst. Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN and FLAHERTY, JJ."
  },
  "file_name": "0085-01",
  "first_page_order": 131,
  "last_page_order": 142
}
