{
  "id": 1762434,
  "name": "ESTATE of Katherine M. BECK. Appeal of Emma FOSTER",
  "name_abbreviation": "Estate of Beck",
  "decision_date": "1980-04-30",
  "docket_number": "No. 453",
  "first_page": "276",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "489 Pa. 276"
    },
    {
      "type": "parallel",
      "cite": "414 A.2d 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "324 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6155285
      ],
      "weight": 3,
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/us/324/0308-01"
      ]
    },
    {
      "cite": "17 T.C. 495",
      "category": "reporters:specialty",
      "reporter": "T.C.",
      "case_ids": [
        6087108
      ],
      "year": 1951,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tc/17/0495-01"
      ]
    },
    {
      "cite": "26 U.S.C. §§ 1001",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "47 Stat. 169",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "324 U.S. 303",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6155242
      ],
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "307"
        },
        {
          "page": "654"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/324/0303-01"
      ]
    },
    {
      "cite": "46 Pa.D. & C.2d 21",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1706915
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/46/0021-01"
      ]
    },
    {
      "cite": "282 A.2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938528
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0249-01"
      ]
    },
    {
      "cite": "318 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582290
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0574-01"
      ]
    },
    {
      "cite": "71 Lack.Jur. 168",
      "category": "reporters:state",
      "reporter": "Lack.Jur.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "106 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455546
      ],
      "year": 1884,
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0521-01"
      ]
    },
    {
      "cite": "56 Yale L.J. 176",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "93 L.Ed. 288",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "335 U.S. 632",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6160710
      ],
      "weight": 3,
      "year": 1948,
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/335/0632-01"
      ]
    },
    {
      "cite": "49 A.2d 401",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468949
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0210-01"
      ]
    },
    {
      "cite": "58 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845881
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0530-01"
      ]
    },
    {
      "cite": "60 A.2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473152
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0577-01"
      ]
    },
    {
      "cite": "191 A. 155",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172316
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0545-01"
      ]
    },
    {
      "cite": "228 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906696
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/425/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 721,
    "char_count": 14978,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 5.590337975286822e-07,
      "percentile": 0.9477697348378226
    },
    "sha256": "dacc8141debe3a1c658cb7bc89b2289b4910977949d7e6dc79088ee963b282d3",
    "simhash": "1:cb25401b37222118",
    "word_count": 2477
  },
  "last_updated": "2024-02-27T23:00:20.894204+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ.",
      "MANDERINO, J., did not participate in the decision of this case."
    ],
    "parties": [
      "ESTATE of Katherine M. BECK. Appeal of Emma FOSTER."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nAppellant appeals from the decree of the Court of Common Pleas of Schuylkill County, Orphans’ Court Division levying an inheritance tax on the estate of Katherine M. Beck.\nDecedent, Katherine M. Beck, and her sister, Elizabeth Viola Johns, owned property as tenants in common at 34 South Nichols Street, St. Clair, Schuylkill County, Pennsylvania. On September 25,1959, Beck and Johns conveyed the Schuylkill County property to themselves and their niece, Emma L. Foster. The recorded deed provided:\n. to have and to hold the said premises with all and singular the appurtenances belonging to the said parties of the second part, the said Katherine Beck and Elizabeth Johns for and during the terms of their natural lives with remainder in fee, upon the death of the survivor of them to Emma L. Foster, her heirs and assigns . .\nBoth prior to and after the 1959 conveyance, Beck, Johns and Foster resided at the Schuylkill County property.\nOn January 8, 1975, Katherine M. Beck died testate. Emma L. Foster was appointed executrix of the estate and letters of administration were granted. The executrix filed the requisite inheritance tax return, but failed to include as taxable the Schuylkill County property. On July 25, 1975, the Inheritance Tax Department of the Commonwealth of Pennsylvania appraised the value of the Schuylkill County property at $7,500.00. The Department determined that half of the property’s value, $3,750.00, was subject to a 15 percent inheritance tax. The executrix appealed the $562.50 inheritance tax to the Orphans’ Court. The court held that the estate was properly taxed since the 1959 inter vivos transfer was made without consideration and the transferor reserved for her life the possession and enjoyment of the property. The executrix has filed an appeal from the decree of the Orphans’ Court to this court.\nOn appeal, appellant disputed the applicability of the Pennsylvania Inheritance and Estate Tax Act of 1961, Act of June 15, 1961, P.L. No. 373, art. II, §§ 221, 224, 72 P.S. §§ 2485-221(a), 2485-224 to the facts and circumstances surrounding the conveyance. Specifically, appellant argues that the 1959 conveyance was not one intended to take effect in possession and enjoyment until after the transfer- or’s death. In the alternative, appellant asserts that, even if the conveyance was one intended to take effect after the death of the transferors, the transferee has tendered valuable consideration for the property.\nThe Pennsylvania Inheritance Estate Tax is not a tax on property, but upon the right of succession or the privilege of receiving property possessed by the decedent. Remmel Estate, 425 Pa. 325, 228 A.2d 889 (1967); Tack’s Estate, 325 Pa. 545, 191 A. 155 (1937). The Inheritance and Estate Tax Act of 1961, Act of June 15, 1961, Art. I-XII, 72 P.S. § 2485-101 et seq., is effective as to estates of decedents dying on or after January 1,1962. All transfers of property by will or by intestate law are subject to this tax. Section 211, 72 P.S. § 2485-211. Additionally, all inter vivos transferors specified in 72 P.S. §§ 2485-221-226 which are made during a person’s lifetime, to the extent that they are made without valuable and adequate consideration in money or money’s worth at the time of transfer, are taxable. Section 221, 72 P.S. § 2485-221(a). Section 224, 72 P.S. § 2485-224 taxes all inter vivos transfers made without valuable consideration and in which the transferee’s interest in exclusive enjoyment and possession is postponed until or after the transferor’s death. Therefore, if an inter vivos transfer is made for valuable consideration, the fact that the life estate was retained, § 224, 72 P.S. § 2485-224, or a promise made to care for the transferor in the future, § 225, 72 P.S. § 2485-225, would not destroy the tax-free aspect of the transfer.\nWhen a transferor expressly or impliedly reserves for himself an interest in possession and enjoyment for his life or any period which does not end before his death, the transfer may be subject to inheritance tax. Myer’s Estate, 359 Pa. 577, 60 A.2d 50 (1948); Todd Trust, 358 Pa. 530, 58 A.2d 135 (1947); Glasser Trust, 355 Pa. 210, 49 A.2d 401 (1946). In Commissioner v. Estate of Church, 335 U.S. 632, 69 S.Ct. 322, 93 L.Ed. 288 (1948), the Supreme Court discussed the origin of the “possession or enjoyment” provisions appearing in the inheritance tax laws. The Court noted that the language originated in Pennsylvania inheritance tax law in 1825. Note, Origin of the Phrase, “Intended to Take Effect in Possession or Enjoyment At Or After . Death,” 56 Yale L.J. 176 (1946). Early in Pennsylvania case law, our courts stated that the clause did not involve a mere technical question of title, but that the law imposed the tax unless one parted during his life with possession, his title, and his enjoyment. Reish v. Commonwealth, 106 Pa. 521, 526 (1884). Our courts have also held that the test of “intended” is not a subjective one, that the question is not what the parties intended to do, but what the transaction actually effected as to title, possession and enjoyment. Oliver's Estate, 71 Lack.Jur. 168, 21 Fid. 43 (1970).\nOn appeal, our scope of review of an Orphans’ Court decision is “limited to whether [the] findings of fact are supported by sufficient evidence and whether there has been an error of law or abuse of discretion.” Heiney Will, 455 Pa. 574, 318 A.2d 700 (1974); Shewchuk Estate, 444 Pa. 249, 260, 282 A.2d 307, 313 (1971). An examination of both the language of the deed and the transaction actually effected reveals that there was sufficient evidence for the Orphans’ Court to conclude that the 1959 transfer was one intended to take effect in possession and enjoyment after the transferor’s death. By deed on September 25, 1959, Katherine Beck reserved a concurrent life estate in the Schuylkill County property for herself and her sister, and transferred the remainder interest to Emma Foster. After the deed’s execution, the transferor exercised her right to the retained life estate and continued to reside at the premises. The remainderman also continued to reside at the premises, but her interest in the exclusive enjoyment and possession of the realty was postponed until the death of the survivor of the life tenants. Hence, the Orphans’ Court properly concluded that the transferor did not irrevocably part with all interest, title, possession and enjoyment of the realty in her lifetime.\nAlthough a transfer may be one intended to take effect in possession and enjoyment upon and after the death of the transferor, the transferor’s estate may be exempt from tax if the transferee has tendered valuable consideration. Kelly’s Estate, 46 Pa.D. & C.2d 21 (1968); Graver’s Estate, 43 Northampt. 63 (1977). Consideration is a bargained for exchange, evidenced by a benefit to the promisee and a detriment to the promisor. Williston, Williston on Contracts, Ch. 6 (3rd Edit. 1957). In Commissioner v. Wemyss, 324 U.S. 303, 307, 65 S.Ct. 652, 654, 89 L.Ed. 958 (1945), the Supreme Court explained the rationale for the consideration requirement in the Federal Revenue Act of 1932, 47 Stat. 169, 245, 247, 26 U.S.C. §§ 1001, 1002, The Federal Gift Tax § 502. The Court stated:\nThe section taxing as gifts transfers that are not made for ‘adequate and full [money] consideration’ aims to reach those transfers which are withdrawn from the donor’s estate. To allow detriment to the donee to satisfy the requirement of ‘adequate and full consideration’ would violate the purpose of the statute and open wide the door for evasion of the gift tax.\nThe requisite kind of consideration was enunciated by the Tax Court in Estate of John M. Goetchius, 17 T.C. 495, 503 (1951):\nAccordingly, the exemption from tax is limited to those transfers of property where the transferor or donor has received benefit in full consideration in a genuine arm’s length transaction; and the exemption is not to be allowed in a case where there is only contractual consideration but not ‘adequate and full consideration in money or money’s worth.’\nAdequate consideration is “one which is equal or reasonably proportioned to the value of that for which it is given.” 1 Story, Eq.Jur. §§ 244-247.\nDuring the Orphans’ Court proceeding, Foster testified on direct examination that she resided at the Schuylkill County premises both before and after the September 25, 1959 conveyance. On the issue of tendering adequate and full consideration, Foster stated that after the deed was recorded, “then I took over the expenses.” (N.T. 12). On cross examination, Ms. Foster admitted that “I’ve been helping to pay them [the bills] for a long time before that [the conveyance].” (N.T. 13). Foster also indicated that her aunts continued to contribute to some household expenses. Foster’s testimony on cross examination concerning whether her assumption of household expenses was pursuant to a bargained for exchange, was as follows:\nQ. So, was there . . . Prior to the 25th day of December, 1959, to the best of your recollection, was there ever any agreement made between you and your aunt?\nA. You mean as to me taking over the house, or what?\nQ. Yes.\nA. Yes, there was. I always knew I would get the house eventually.\nQ. You’re saying this was an assumption on your part. It was your understanding; is that correct?\nA. Well ... Do you mean as opposed to me having it in writing; is that what you mean?\nQ. Yes.\nA. Well, no, I don’t remember that there was. (N.T. L3-14).\nAppellant asserts that Emma Foster tendered valuable and adequate consideration for the Schuylkill County property. The alleged benefits conferred by Foster in exchange for the realty are Foster’s assuming all household expenses, contributing to the well being and existence of Beck, and permitting Beck to live rent free at the Schuylkill County residence. However, Foster’s testimony reveals that she did not assume the household expenses in exchange for the real estate since she paid the household expenses both prior to and after the 1959 conveyance. Additionally, Foster was not responsible for all the expenses. Also, since Beck retained a life estate in the property, it was Beck who gave Foster a rent-free residence. Thus, it appears that the transferor did not receive “adequate and full consideration in money or money’s worth.”\nWe do not dispute the fact that Foster suffered a detriment from paying the household expenses and that Beck received a benefit from having the household expenses paid by Foster. However, there is no evidence that Foster’s detriment was incurred pursuant to a bargained for exchange or that Beck’s conveyance was induced by Foster’s agreement to assume the household expenses. There is no written agreement, no testimony concerning an oral agreement, and no circumstances from which a court may rationally infer that there was an arrangement whereby Foster would assume household expenses in exchange for the transfer of real estate. There is only Foster’s testimony that she knew she would get the house “eventually.” Thus, the Orphans’ Court did not err in holding that there was no consideration for the inter vivos transfer of the Schuylkill County property.\nIn conclusion, since we find that the decedent’s inter vivos transfer did not vest in possession and enjoyment until after her death and that there was no consideration for the transfer, an inheritance tax was properly levied on decedent’s estate pursuant to 72 P.S. §§ 2485-221, 2485-224.\nThe decree of the Orphans’ Court is affirmed.\nAppellant is to pay court costs.\nMANDERINO, J., did not participate in the decision of this case.\n. The Supreme Court has jurisdiction over this appeal pursuant to 42 Pa.C.S.A. § 722(3).\n. The Commonwealth and the appellant construe the conveyance as vesting the remainder immediately in Emma L. Foster, subject to concurrent life estates in Beck and Johns.\n. Section 221, 72 P.S. § 2485-221(a) provides:\n(a) Consideration. All transfers of property, specified in sections 222-226, which are made during his lifetime by a resident or a non-resident, to the extent that they are made without valuable and adequate consideration in money or money’s worth at the time of transfer, are subject to tax under this act.\nSection 224, 72 P.S. § 2485-224 provides:\nA transfer conforming to Section 221(a), and under which the transferor expressly or impliedly reserves for his life or any period which does not in fact end before his death,\n(1) the possession or enjoyment of, or the right to the income from, the property transferred, or\n(2) the right, either alone or in conjunction with any person not having an adverse interest, to designate the persons who shall possess or enjoy the property transferred or the income therefrom, is subject to tax under this act.\n. The Pennsylvania Inheritance and Estate Tax Act has been continuously revised since its initial enactment in 1919. However, the concept of taxing gratuitous inter vivos transfers has remained intact. See, 1963 Report — Joint State Government Commission, Proceeding Section, 72 P.S. § 2485-221.\n. A transfer is defined by Section 102, 72 P.S. § 2485-102(22) as including “the passage of ownership of any property, or any interest therein or income therefrom in possession or enjoyment, present, or future, in trust or otherwise.”\n. The phrase “intended to take effect in possession or enjoyment” appears in the Federal Tax Code as well as in most state tax codes. Commissioner v. Estate of Church, supra, 355 U.S. at 639, 69 S.Ct. at 326.\n. The language in Section 503 is similar to the language in Section 221, 72 P.S. § 2485-221. Section 503 provides:\n“Sec. 503. Transfer for less than adequate and full consideration.\nWhere property is transferred for less than an adequate and full consideration in money or money’s worth, then the amount by which the value of the property exceeded the value of the consideration shall, for the purpose of the tax imposed by this title, be deemed a gift, and shall be included in computing the amount of gifts made during the calendar year.” (emphasis added)\nIn Merril v. Fahs, 324 U.S. 308, 65 S.Ct. 655, 89 L.Ed. 963 (1945), the Supreme Court stated that the phrase “transfers for other than ‘an adequate and full consideration in money or money’s worth’ ” in the Gift Tax Act and in the Estate Tax Act are to be given identical construction.\n. Appellant also argues that the Department of Revenue improperly assessed an inheritance tax on one-half of the value of the Schuylkill County property. We find no error in the Department’s valuation of the realty or its tax levy on the estate.",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Leonard G. Schumack, Shenandoah, for appellant.",
      "Vincent J. Dopko, Deputy Atty. Gen., for appellee."
    ],
    "corrections": "",
    "head_matter": "414 A.2d 65\nESTATE of Katherine M. BECK. Appeal of Emma FOSTER.\nSupreme Court of Pennsylvania.\nArgued Oct. 16, 1979.\nDecided April 30, 1980.\nLeonard G. Schumack, Shenandoah, for appellant.\nVincent J. Dopko, Deputy Atty. Gen., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ."
  },
  "file_name": "0276-01",
  "first_page_order": 322,
  "last_page_order": 331
}
