{
  "id": 1762406,
  "name": "COMMONWEALTH of Pennsylvania v. Donald Dwayne RUBRIGHT. Appeal of Thomas E. HARTING (two cases). In re Thomas E. HARTING",
  "name_abbreviation": "Commonwealth v. Rubright",
  "decision_date": "1980-05-02",
  "docket_number": "Nos. 28, 29",
  "first_page": "356",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "489 Pa. 356"
    },
    {
      "type": "parallel",
      "cite": "414 A.2d 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "487 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759149
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0572-01"
      ]
    },
    {
      "cite": "485 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755607
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "282"
        },
        {
          "page": "1146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0273-01"
      ]
    },
    {
      "cite": "478 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740572
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "372"
        },
        {
          "page": "979"
        },
        {
          "page": "373"
        },
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/478/0356-01"
      ]
    },
    {
      "cite": "467 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717277
      ],
      "weight": 10,
      "year": 1976,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "742"
        },
        {
          "page": "558"
        },
        {
          "page": "742"
        },
        {
          "page": "560"
        },
        {
          "page": "743"
        },
        {
          "page": "565"
        },
        {
          "page": "746",
          "parenthetical": "Pomeroy, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0552-01"
      ]
    },
    {
      "cite": "467 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717277
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "Pomeroy, J., dissenting, joined by Jones, C. J. and Eagen, J."
        },
        {
          "parenthetical": "Pomeroy, J., dissenting, joined by Jones, C. J. and Eagen, J."
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/467/0552-01"
      ]
    },
    {
      "cite": "485 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755607
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 2,
      "case_paths": [
        "/pa/485/0273-01"
      ]
    },
    {
      "cite": "478 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740572
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/478/0356-01"
      ]
    },
    {
      "cite": "413 U.S. 717",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11342796
      ],
      "weight": 4,
      "year": 1973,
      "pin_cites": [
        {
          "page": "729"
        },
        {
          "page": "2858"
        }
      ],
      "opinion_index": 3,
      "case_paths": [
        "/us/413/0717-01"
      ]
    },
    {
      "cite": "100 L.Ed. 474",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1956,
      "opinion_index": 3
    },
    {
      "cite": "350 U.S. 399",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033058
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "405"
        },
        {
          "page": "459"
        }
      ],
      "opinion_index": 3,
      "case_paths": [
        "/us/350/0399-01"
      ]
    },
    {
      "cite": "486 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757565
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 3,
      "case_paths": [
        "/pa/486/0479-01"
      ]
    },
    {
      "cite": "444 U.S. 193",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11305551
      ],
      "weight": 3,
      "year": 1979,
      "opinion_index": 3,
      "case_paths": [
        "/us/444/0193-01"
      ]
    },
    {
      "cite": "98 L.Ed. 371",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1953,
      "opinion_index": 3
    },
    {
      "cite": "74 S.Ct. 72",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1953,
      "opinion_index": 3
    },
    {
      "cite": "346 U.S. 858",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6938892,
        6938771,
        6938932,
        6938871,
        6938808,
        6938839
      ],
      "year": 1953,
      "opinion_index": 3,
      "case_paths": [
        "/us/346/0858-05",
        "/us/346/0858-01",
        "/us/346/0858-06",
        "/us/346/0858-04",
        "/us/346/0858-02",
        "/us/346/0858-03"
      ]
    },
    {
      "cite": "95 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 3
    },
    {
      "cite": "372 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238044
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 3,
      "case_paths": [
        "/pa/372/0612-01"
      ]
    },
    {
      "cite": "487 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759149
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 3,
      "case_paths": [
        "/pa/487/0572-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 986,
    "char_count": 20658,
    "ocr_confidence": 0.809,
    "pagerank": {
      "raw": 4.403692232227639e-07,
      "percentile": 0.9199966870655394
    },
    "sha256": "9ebfbbab3780b2136a6d0d404288c07080e3611a2eea6334078b6155bf876f5c",
    "simhash": "1:3fc527a2c5977808",
    "word_count": 3394
  },
  "last_updated": "2024-02-27T23:00:20.894204+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "EAGEN, C. J., filed a concurring opinion.",
      "ROBERTS, J., filed a concurring opinion in which O’BRIEN and. KAUFFMAN, JJ., join.",
      "NIX and LARSEN, JJ., filed dissenting opinions.",
      "O’BRIEN and KAUFFMAN, JJ., join this opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Donald Dwayne RUBRIGHT. Appeal of Thomas E. HARTING (two cases). In re Thomas E. HARTING."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis direct appeal is from an order of the Court of Common Pleas of Lancaster County holding appellant in contempt of court. For the reasons that follow, we reverse the judgment of sentence.\nThe relevant facts are as follows: Appellant, Thomas E. Harting, Esquire, is and was a public defender in Lancaster County. On Friday, July 16, 1976, in the course of representing a client at a suppression hearing, appellant made three objections to testimony given on direct examination by a police detective. The objections were as to hearsay utterances, and upon appellant’s making his third objection, the following occurred:\nMR. HARTING: I’m objecting to what Mr. Miller said.\nTHE COURT: Objection overruled. Do you understand the difference between hearsay for truth and falsity—\nMR. HARTING: Yes I do. Do you understand it, Your Honor?\nTHE COURT: Yes I do. I’ll speak to you later about this impertinence. Proceed.\nMR. HARTING: Your Honor, I move that you replace yourself as a presiding judge and have another judge in this case.\nTHE COURT: I’ll speak to you later. Overruled.\n(Notes of Suppression Hearing at 13).\nAt the conclusion of the suppression hearing on Friday afternoon, the judge dismissed everyone from the courtroom except for appellant, a clerk and a court reporter. At that time, the following exchange took place:\nTHE COURT: Now Mr. Harting, I did not understand the remark you made to the Court as to whether I knew something about the law, or words to that effect. What was the reason for that remark which I take to be an impertinence?\nMR. HARTING: I took it to be an impertinence when you asked the same question to me, Your Honor. If we are to have any kind of proper discussion on whether or not you or I understand the law, I think we ought to be on equal terms. I think, Your Honor, you’re a judge. You are paid forty thousand dollars a year. You should have the temperament and patience as that of an attorney, and when you ask questions and try to force attorneys and try to embarrass them in front of the court thing in front in open court, I think that you are not doing your judicial function.\nTHE COURT: And you think that question I asked you was a question which was deemed and intended to embarrass you?\nMR. HARTING: It was in the same context as my question.\nTHE COURT: And you think—\nMR. HARTING: They are almost identical.\nTHE COURT: And you think my question to you was intended to embarrass you?\nMR. HARTING: If you thought the question I asked you was intended to be one of impertinence — yes.\nTHE COURT: And you think that was the intention of the Court — to embarrass you?\nMR. HARTING: There was no doubt it was taken that way. In other words, you asked me if I understood the law.\nTHE COURT: Is there anything further you wish to say about this?\nMR. HARTING: No, Your Honor.\n(Whereupon the hearing adjourned.)\n(Notes of Suppression Hearing at 34-36).\nOn Monday morning, July 19, 1976, the judge held appellant in contempt of court and ordered him to appear later that afternoon for sentencing. At the sentencing proceeding, appellant appeared, with counsel, before all four judges of the Lancaster County Court and his counsel was given an opportunity to speak on his behalf. Appellant apologized to the court at that time for his previous behavior. Finally, the President Judge administered a severe reprimand to appellant for his disrespectful conduct.\nThe statute upon which our jurisdiction is based states, in relevant part: “The Supreme Court shall have exclusive jurisdiction of appeals from final orders of the Courts of Common Pleas in any of the following classes of cases . (5) direct criminal contempt . . . .” (emphasis added). Appellate Court Jurisdiction Act, supra Note 1. Appellee objects that this appeal is premature, arguing that the court below did not enter a judgment of sentence on appellant’s conviction and that a conviction without a sentence is not a final order. Thus, we must determine initially whether the “severe reprimand” which was administered to appellant as the sanction for his contemptuous remarks constitutes a judgment of sentence, i. e., a final appealable order.\nTraditionally, contempt is punishable by fine or imprisonment. See, 17 P.S. § 2042. The recently enacted Sentencing Code, however, authorizes a variety of sentencing alternatives, depending upon the circumstances of each case. 18 Pa.C.S.A. § 1321. One of the enumerated alternatives is “[a] determination of guilt without further penalty” 18 Pa.C.S.A. § 1321(a)(2), which may be imposed by the court “[i]f in light of all the circumstances, probation would be appropriate under § 1322 . . . ., but it appears that probation is unnecessary . . . .” 18 Pa.C.S.A. § 1323.\nIt appears that we have before us a sentence of “guilt without penalty.” Although an order of probation may have been appropriate in this case, it is apparent that probation was unnecessary.\nIn some instances, the court may decide that the needs of justice are fulfilled by a determination of guilt alone, without necessity for further penalty. The shame and trauma of public conviction may be punishment enough and there may be no need of any plan for ‘reformation’ or control. In such cases, the courts should be free to make such a judgment without requiring useless probation.\nS. Toll, Pennsylvania Crimes Code Annotated, § 1323, (Supp. 1978) (Report of Special Committee of Pennsylvania Bar Association). Thus, the lower court, in meting out a “severe reprimand”, acknowledged appellant’s guilt without imposing any other form of punishment. As such, we have a “determination of guilt without further penalty” as authorized by 18 Pa.C.S.A. §§ 1321,1323, which constitutes a final, appealable order.\nHaving determined that this case is properly before us, we now turn to a consideration of the merits. Appellant contends that the evidence was insufficient to support his contempt conviction under the Act of June 16, 1836, P.L. 784, § 23, 17 P.S. § 2041, reenacted as 42 Pa.C.S.A. § 4131, which provides, in pertinent part:\nThe power of the several courts of this Commonwealth to issue attachments and to inflict summary punishments for contempts of court shall be restricted to the following cases, .\nIII. To the misbehavior of any person in the presence of the court, thereby obstructing the administration of justice, [hereinafter “subsection III”]\nWe agree with appellant and accordingly reverse the judgment of sentence.\nThe principles controlling convictions for contempt are well settled:\nIn a prosecution for criminal contempt, the Commonwealth has the burden of proving every element of the crime beyond a reasonable doubt ... To prove criminal contempt of court which may be acted upon under authority of subsection III of the Act of June 16, 1836, the Commonwealth must prove an improper intent, an action and an obstruction of the administration of justice.\nIn re Johnson, 467 Pa. 552, 557, 359 A.2d 739, 742 (1976). The threshold issue is whether appellánt’s remarks obstructed justice. “[F]or conduct to be an obstruction of the administration of justice, it must interfere with and disrupt the orderly process of a court.” Id., 467 Pa. at 558, 359 A.2d at 742. “Mere affront to the trial judge is not enough.” Id., 467 Pa. at 560, 359 A.2d at 743. “An obstruction of the administration of justice is a significant disruption of judicial proceedings.” Commonwealth v. Garrison, 478 Pa. 356, 372, 386 A.2d 971, 979 (1978). “[T]hat remarks are injudicious ... an affront to the dignity or sensibility of the court ... or even disrespectful or insulting . will not, without more, justify conviction for summary criminal contempt.” Id., 478 Pa. at 373, 386 A.2d at 979. Inappropriate and ill-mannered conduct that “did not obstruct or delay the hearing . . . falls short of that misbehavior which may be punished under subsection III of the Act of 1836.” In re Cogan, 485 Pa. 273, 282, 401 A.2d 1142, 1146 (1979). Appellant’s conduct, judged by the foregoing standards, did not amount to that which would be punishable as criminal contempt. The remarks made by appellant were of momentary nature and we do not find the progress of the hearing to have been impeded thereby. Appellant’s remarks were, however, clearly impertinent.\nA lawyer has the responsibility of representing his client to the fullest extent possible, within the bounds of the law. Code of Professional Responsibility, Canon 7, EC 7-1. As advocates in an adversary system, lawyers must be afforded significant latitude to vigorously pursue their client’s cause. Such obligation, however, in no way lessens the lawyer’s absolute duty to respect and uphold the dignity of the judicial process, Id., EC 7-36; ABA Standards, The Defense Function, § 7.1.\nThe “law” is given corporeal existence in the form of the judge. When carrying out the judicial function, the judge becomes a personification of justice itself. When presiding over any aspect of the judicial process, the judge is not merely another person in the courtroom, subject to affront and insult by lawyers. “The obligation of the lawyer to maintain a respectful attitude toward the court is ‘not for the sake of the temporary incumbent of the judicial office,’ but to give due recognition to the position held by the judge in the administration of the law.” ABA Standards, The Defense Function, § 7.1, Commentary at 259. The judge is the court, and a display of insolence and disrespect to him is an insult to the majesty of the law itself.\nDisrespectful conduct by an attorney while in the court’s presence has much greater impact and is much more than merely a dispute between judge and lawyer. “Public respect for law derives in large measure from the image which the administration of justice presents. It is not enough that justice be done; there must also be the appearance of justice . ” ABA Standards, The Defense Function, § 7.1, Commentary at 260. As Mr. Justice Pomeroy so pertinently stated,\nUnlike the lay person, the lawyer is duty bound to manifest an attitude of professional respect toward the court and its processes. His conduct in the courtroom can have great impact on the extent to which the proceedings are perceived as fair and dignified by juror, defendant, witness, and spectator. He possesses the unique capability of denigrating the proceedings through eloquently clothed charges of impropriety.\nIn re: Johnson, 467 Pa. at 565, 359 A.2d at 746 (Pomeroy, J., dissenting).\nThe suppression judge appropriately characterized appellant’s remarks as impertinent. A lawyer may become frustrated when his objections are repeatedly overruled, but this does not give him license to publicly insult the judge’s intelligence. Appellant’s questioning the judge as to whether he understood the law of hearsay was manifestly improper. Furthermore, appellant’s later comment that he and the judge “ought to be on equal terms” when discussing the law and his comment upon the judge’s “temperament and patience” evidence a clear lack of respect for the office of judge. By directing impertinences to the judge, appellant has engaged in conduct warranting firm disapproval even though the conduct did not rise to the level of contempt.\nJudgment of sentence reversed and appellant discharged.\nEAGEN, C. J., filed a concurring opinion.\nROBERTS, J., filed a concurring opinion in which O’BRIEN and. KAUFFMAN, JJ., join.\nNIX and LARSEN, JJ., filed dissenting opinions.\n. Appeal is taken pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, No. 223, Art. II, § 202(5), 17 P.S. § 211.202(5), (current version at 42 Pa.C.S.A. § 722(4) (Pamph.1979)).\n. We are clearly dealing with direct criminal contempt since the court’s primary purpose was vindication of its dignity and authority and the allegedly contumacious behavior occurred in the actual presence of the court. See Commonwealth v. Marcone, 487 Pa. 572, 410 A.2d 759 (1980).\n. Act of June 16, 1836, P.L. 784, § 24, (current version at 42 Pa.C.S.A. § 4132 (Pamph.1979)).\n. Act of December 30, 1974, P.L. 1052, No. 345, § 1, as amended, 18 Pa.C.S.A. §§ 1301 et seq. (Supp.1979-80).\n. The guidelines for determining the appropriateness of an order of probation are set forth in 18 Pa.C.S.A. § 1322:\n§ 1322. Order of probation\nThe following grounds, while not controlling the discretion of the court, shall be accorded weight in favor of an order of probation:\n(1) The criminal conduct of the defendant neither caused nor threatened serious harm.\n(2) The defendant did not contemplate that his conduct would cause or threaten serious harm.\n(3) The defendant acted under a strong provocation.\n(4) There were substantial grounds tending to excuse or justify the criminal conduct of the defendant, though failing to establish a defense.\n(5) The victim of the criminal conduct of the defendant induced or facilitated its commission.\n(6) The defendant has compensated or will compensate the vic- . tim of his criminal conduct for the damage or injury that he sustained.\n(7) The defendant has no history of prior delinquency or criminal activity or has led a law-abiding life for a substantial period of time before the commission of the present crime.\n(8) The criminal conduct of the defendant was the result of circumstances unlikely to recur.\n(9) The character and attitudes of the defendant indicate that he is unlikely to commit another crime.\n(10) The defendant is particularly likely to respond affirmatively to probationary treatment.\n(11) The confinement of the defendant would entail excessive hardship to him or his dependents.\n(12) Such other grounds as indicate the desirability of probation.\n. The court below did not identify the specific subsection of Section 23 pursuant to which it acted. Because the appellant states in his brief that he was held in contempt under subsection III and because we are of the opinion that the misbehavior must fall within the purview of subsection III, if it comes within 17 P.S. § 2041 at all, we do not consider the applicability of the other subsections.\n. Because we find appellant’s conviction to be unsupported by the evidence and reverse the judgment of sentence on this ground, we need not reach appellant’s due process claim that he should have been tried before a judge other than the one who presided at the suppression hearing and at whom the complained of language was directed.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "EAGEN, Chief Justice,\nconcurring.\nI do not agree that “The threshold issue is whether appellant’s remarks obstructed justice.” Since appellant at the time involved was an officer of the court and acting in that capacity, the issue is whether his remarks constituted “official misconduct.” See In re Johnson, 467 Pa. 552, 359 A.2d 739 (1976) (Pomeroy, J., dissenting, joined by Jones, C. J. and Eagen, J.). While the question is very close, after consideration of everything that occurred I am not persuaded the remarks constituted “official misconduct.” Hence, I concur in the result reached by Mr. Justice Flaherty-",
        "type": "concurrence",
        "author": "EAGEN, Chief Justice,"
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nWhile I agree with the result Mr. Justice Flaherty reaches, I must write separately to emphasize the reasons for my decision. It is clear that under the sentencing code a “severe reprimand” falls within the “guilt without penalty” provision. See 18 Pa.C.S. § 1321(a)(2). Thus, the sentence imposed constitutes a final appealable order. On the merits I believe that appellant’s conduct at the suppression hearing did not rise to the level of direct criminal contempt. 42 Pa.C.S. § 4131(3). This conduct in no way constituted obstruction of the orderly administration of justice. See In re Cogan, 485 Pa. 273, 401 A.2d 1142 (1979); Commonwealth v. Garrison, 478 Pa. 356, 386 A.2d 971 (1978) (plurality opinion). Accordingly, I agree that the evidence of record is insufficient to support the conviction and that appellant must be discharged.\nO’BRIEN and KAUFFMAN, JJ., join this opinion.",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      },
      {
        "text": "NIX, Justice,\ndissenting.\nI dissent from the majority’s conclusion that appellant’s actions in the trial court did not rise to the level of contumacious conduct under Section 23 of the Act of 1836. Act of June 16, 1836, P.L. 784, § 23; 17 P.S. § 2041. The majority, it appears, has become so immersed in its analysis of subsection III of that Act, that it has overlooked the existence of two other subsections of that provision. The application of these other subsections to the instant appeal is summarily rejected at note 6 of the Majority Opinion (P. 109).\nFirst, it is clear that the “obstruction” requirement of subsection III which forms the basis of the majority’s finding of no contempt in this case, is not a prerequisite under subsection I. Second, it is clear that disrespect shown to the court, by one of its officers, during the course of a judicial proceeding falls within the prohibition of subsection I. The majority concedes that “appellant’s remarks were, ., clearly impertinent.” (P. 110). “[A] remark [that is] calculated to belittle the court in the eyes of the persons in the courtroom, and thereby to impair its dignity and authority” has been recognized as contemptuous. Levine Contempt Case, 372 Pa. 612, 621, 95 A.2d 222, 226 cert. denied 346 U.S. 858, 74 S.Ct. 72, 98 L.Ed. 371 (1953).\nThus the only question is whether or not an attorney, while acting in the role of an advocate on his client’s behalf, should be considered to fall within an officer of the court under subsection I. See Commonwealth v. Marcone, 487 Pa. 572, 582-583 n.7, 410 A.2d 759, 765 n.7 (1980):\nUnquestionably, there is a marked difference between the nature of counsel’s responsibilities and those of other officers of the court. Ferri v. Ackerman, 444 U.S. 193, 100 S.Ct. 402, 62 L.Ed.2d 355; Reese v. Danforth, 486 Pa. 479, 406 A.2d 735 (1979). “The word ‘officer’ as it has always been applied to lawyers conveys quite a different meaning from the word ‘officer’ as applied to people serving as officers within the conventional meaning of that term.” Cammer v. United States, 350 U.S. 399, 405, 76 S.Ct. 456, 459, 100 L.Ed. 474 (1956). See also In re Griffiths, 413 U.S. 717, 729, 93 S.Ct. 2851, 2858, 37 L.Ed.2d 910 (1973). The difference is most pronounced where counsel is fulfilling the role of an advocate in a court proceeding. However, whether this difference is best accommodated by excluding attorneys from the definition of “officer” under subsection I or in the definition of what conduct, by such an “officer”, is contemptuous, is an area in which reasonable men may differ.\nI am of the view that the nature of the role of counsel must be considered in determining what conduct is contemptuous under subsection I, rather than concluding that attorneys should be excluded entirely from the proscriptions of the section. Here counsel’s role as an advocate does not justify his impertinence.\n“Although a lawyer has the duty to represent his client zealously, he should not engage in any conduct that offends the dignity and decorum of the proceedings.” Pa.Code of Professional Responsibility, Cannon 7 § EC 7-36. A lawyer is precluded from engaging “in undignified or discourteous conduct which is degrading to the tribunal.” Id. DR 7-106(C)(6). Appellant’s response to the question of the suppression court as to whether counsel understood the hearsay rule’s application to the given situation moved beyond zealous advocacy to misconduct. Counsel deliberately and consciously questioned the court’s competence with the sole purpose of offending its dignity and authority. I am of the view that the challenged conduct constitutes “official misconduct” by an “officer” of the court sufficient to sustain a finding of contempt under subsection I of the Act.\n. Section 23, subsection I, of the Act of 1836 provides in pertinent part:\nClassification of penal contempts The power of the several courts of this commonwealth to issue attachments and inflict summary punishments for contempts of court shall be restricted to the following cases, to-wit:\nI. To the official misconduct of the officers of such courts; .",
        "type": "dissent",
        "author": "NIX, Justice,"
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent; the conduct of the appellant was contemptuous and thus I would affirm the judgment of sentence.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Thomas G. Klingensmith, Lancaster County, Asst. Public Defender, for appellant.",
      "D. Richard Eckman, Dist. Atty., Lancaster County, for appellee."
    ],
    "corrections": "",
    "head_matter": "414 A.2d 106\nCOMMONWEALTH of Pennsylvania v. Donald Dwayne RUBRIGHT. Appeal of Thomas E. HARTING (two cases). In re Thomas E. HARTING.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 18, 1979.\nDecided May 2, 1980.\nThomas G. Klingensmith, Lancaster County, Asst. Public Defender, for appellant.\nD. Richard Eckman, Dist. Atty., Lancaster County, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0356-01",
  "first_page_order": 402,
  "last_page_order": 415
}
