{
  "id": 1762387,
  "name": "AMERICAN TOTALISATOR COMPANY, INC., Appellant, v. Charles S. SELIGMAN et al., and Control Data Corporation",
  "name_abbreviation": "American Totalisator Co. v. Seligman",
  "decision_date": "1980-05-30",
  "docket_number": "Nos. 162, 170",
  "first_page": "568",
  "last_page": "578",
  "citations": [
    {
      "type": "official",
      "cite": "489 Pa. 568"
    },
    {
      "type": "parallel",
      "cite": "414 A.2d 1037"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "485 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755632
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0559-01"
      ]
    },
    {
      "cite": "109 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1954,
      "pin_cites": [
        {
          "page": "334-35"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253580
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "572-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0566-01"
      ]
    },
    {
      "cite": "472 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727772
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0028-01"
      ]
    },
    {
      "cite": "384 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "384 A.2d 242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1738319
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0446-01"
      ]
    },
    {
      "cite": "367 A.2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 15966,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 1.0539174709085227e-06,
      "percentile": 0.9843405928299295
    },
    "sha256": "b8ed03b27f5dae62620dda2c59d27bbcad6908e60a66340957d3e04ffb87a638",
    "simhash": "1:b4fee606aa50450d",
    "word_count": 2498
  },
  "last_updated": "2024-02-27T23:00:20.894204+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J, and O’BRIEN, ROBERTS, NIX, LARSEN and FLAHERTY, JJ.",
      "LARSEN, J., files a dissenting opinion."
    ],
    "parties": [
      "AMERICAN TOTALISATOR COMPANY, INC., Appellant, v. Charles S. SELIGMAN et al., and Control Data Corporation."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThe instant controversy concerns the competitive bidding process and award of a contract for the supply of equipment and technology to be used for the Daily Numbers Game operated by the Bureau of State Lotteries.\nOn February 19, 1976, the Bureau of State Lotteries issued a request for proposal, inviting companies to submit bids for a computerized daily numbers game. Appellant, American Totalisator Company, Inc., and intervenor-appellee, Control Data Corporation, were the only companies to submit bids. The request for proposal stated that the contract would be awarded in “conformity with the concept of the lowest responsible bidder,” and further provided:\n“Innovative Suggestions and Recommendations : The Bureau welcomes and invites innovative suggestions and recommendations from bidders who feel the operation of the proposed daily lottery can be improved. Such suggestion and recommendations may not be substituted for, but should be in addition to bid provisions required in this RFP. No bid will be disqualified or rejected for failure to submit such suggestions and recommendations. In the event that the evaluation committee determines that any such suggestion or recommendation is worth further exploration, all bidders will have an opportunity to conform their proposals in accordance with the revised provisions.” (Emphasis added.)\nOn March 26,1976, both American Totalisator and Control Data submitted technical proposals, which were reviewed by an evaluation committee. To review said technical proposals, the committee divided its inquiry into eight areas: internal control systems, management reports capabilities, security, training, terminal, central computer facility, maintenance capabilities and general ability of company to perform. The committee found no significant disparity between the two proposals in six of the eight areas; however, in the areas of terminal and training, Control Data received significantly higher grades because, pursuant to the request for proposals’ invitation for innovative suggestions, Control Data had included the use of a cathode ray tube at the agents’ terminals. (American Totalisator, however, was never given a chance to amend its proposal to include cathode ray tubes at the agents’ terminals.\nOn June 2, 1976, the cost proposals of American Totalisator and Control Data were opened at a public meeting. It immediately became apparent that the cost proposals were calculated on different bases; American Totalisator had used an effective rate basis while Control Data’s bid was based on an accumulative rate. Acting Secretary of Revenue Charles Seligman sent letters to both bidders seeking clarification of their cost proposals and asking whether the bids were based on effective rate or accumulative rate. American Totalisator responded that its bid was indeed calculated on an effective rate basis. Control Data confirmed that it had used an accumulative rate basis; subsequently a bid based on the effective rate was submitted. In effect, Control Data was allowed to amend its cost proposal after seeing the supposedly secret bid of American Totalisator, which was not given a chance to amend its bid. On the basis of Control Data’s amended cost proposal, which was lower than the bid of American Totalisator, Control Data was awarded the contract on June 23, 1976.\nOn July 2, 1976, American Totalisator filed a petition for review in the Commonwealth Court, seeking to enjoin the Commonwealth from entering into a contract with Control Data. The petition named as respondents the Department of Revenue, the Bureau of State Lotteries, Secretary of Revenue Milton Lupes, Deputy Secretary (and at times Acting Secretary) Seligman and Bureau of State Lotteries Executive Director Lynn R. Nelson. Appellee Control Data was permitted to intervene. On August 6, 1976, following a hearing, the Commonwealth Court denied American Totalisator’s request for a preliminary injunction. Control Data and the Commonwealth executed a contract, effective October 1, 1976. The Daily Numbers Game has been in operation since March 1, 1977.\nAmerican Totalisator filed an amended petition for review, requesting the Commonwealth Court to stay the Bureau’s decision to award the contract to Control Data. Both the Commonwealth and Control Data filed preliminary objections, alleging that American Totalisator lacked standing to sue and that its petition failed to state a cause of action. The Commonwealth Court overruled the preliminary objections. American Totalisator Co., Inc. v. Seligman, et al., 27 Pa.Cmwlth. 639, 367 A.2d 756 (1976). Control Data and the Commonwealth then filed, in March of 1977, answers and new matter to American Totalisator’s amended petition for review. American Totalisator responded to the answers containing new matter and requested the case be listed for trial. In its response, American Totalisator requested the Commonwealth Court to order, inter alia, (1) the Commonwealth to award it the contract in question and (2) Control Data to disgorge any profits received under the allegedly illegal contract.\nA trial was held by the chancellor from June 15, 1977 to June 21, 1977. The chancellor issued his decree nisi on October 18, 1977, decreeing (1) the contract with Control Data void as of March 2, 1978, and (2) the Commonwealth to solicit new bids. The chancellor, however, refused to award the contract to American Totalisator or to order disgorgement of Control Data’s profits. Both companies filed exceptions. American Totalisator Co., Inc. v. Seligman, 34 Pa.Cmwlth. 391, 384 A.2d 242 (1977).\nOn November 17, 1977, the Commonwealth issued a new request for proposal. When both companies sought to enjoin the issuance of the request, the chancellor ordered it withdrawn. On December 2, 1977, the chancellor postponed the cancellation of the existing contract, extending the date from March 2, 1978 to July 2, 1978; he further allowed the issuance of a third request for proposal. Both companies submitted bids which were opened on December 28, 1977. Control Data was once again the low bidder and was awarded the contract, which was to run from July 2, 1978 until July 1, 1980.\nOn March 15, 1978, the Commonwealth Court, sitting en banc, dismissed all of the exceptions filed by American Totalisator and Control Data and directed the prothonotary to enter the chancellor’s decree nisi as a final decree. American Totalisator Co., Inc. v. Seligman, et al., 34 Pa.Cmwlth. 436, 384 A.2d 266 (1978). Both companies, filed appeals and the matter is now before us for final disposition.\nControl Data, in its cross-appeal, would have us reverse the Commonwealth Court and reinstate the original contract.\nControl Data first argues that American Totalisator, as a disappointed bidder, had no standing to bring this action. This argument is meritless, as we have held that a taxpayer has standing to enjoin the improper award of a public contract and such standing is not defeated by the fact that the complaining taxpayer is also a disappointed bidder. Lutz Appellate Printers Inc. v. Commonwealth, 472 Pa. 28, 370 A.2d 1210 (1977). As there is no dispute concerning American Totalisator’s status as a taxpayer, it clearly has standing to maintain the instant action.\nControl Data further argues that the chancellor erred in failing to conclude that the procurement procedure in the instant case was exempt from the requirements of competitive bidding. Control Data argues that the request for proposal sought a contract for highly technical professional services, thus exempt from competitive bidding. We need not decide, however, whether the instant contract is exempt. The request for proposal stated:\n“The bidders should understand that the criteria used in the selection process are both objective and subjective and that cost is not the only determining factor. Financial resources and the capability of the bidder, among other things, are taken into consideration in order for the contract to be awarded in conformity with the concept of the lowest responsible bidder.”\nAs the Commonwealth elected to use the competitive bidding process, Control Data has no ground for complaint.\nFinally, Control Data argues that the chancellor erred in intervening in the procurement process, citing Blumenschein v. Pittsburgh Housing Authority, 379 Pa. 566, 109 A.2d 331 (1954), as authority for his proposition. Therein we stated:\n“By a host of authorities in our own and other jurisdictions it has been established as an elementary principle of law that courts will not review the actions of governmental bodies or administrative tribunals involving acts of discretion, in the absence of bad faith, fraud, capricious action or abuse of power: they will not inquire into the wisdom of such actions or into the details of the manner adopted to carry them into execution. It is true that the mere possession of discretionary power by an administrative body does not make it wholly immune from judicial review, but the scope of that review is limited to the determination of whether there has been a manifest and flagrant abuse of discretion or a purely arbitrary execution of the agency’s duties or functions. That a court might have a different opinion or judgment in regard to the action of the agency is not a sufficient ground for interference; judicial discretion may not be substituted for administrative discretion.” Id., 379 Pa. at 572-73, 109 A.2d at 334-35. (Emphasis added.)\nAs the chancellor made no findings concerning bad faith, fraud or capricious action, Control Data believes that the instant judicial intervention was improper. We do not agree.\nAs Blumenschein points out, principles of municipal law forbid the substitution of judicial discretion for administrative discretion. We believe, however, that the governmental agencies in this case simply had no discretion to award the contract to Control Data on the original bids submitted. Our belief is based on two reasons. As previously mentioned, the original request for proposal invited the use of innovative suggestions. The request, by its own terms, stated:\n“In the event that the evaluation committee determines that any such suggestion or recommendation is worth further exploration, all bidders will have an opportunity to confirm their proposals in accordance with the revised provisions.”\nInstantly, the chancellor found that Control Data’s use of the cathode ray tube at the agents’ terminals was such an innovative suggestion. In fact, the use of the tube was the crucial factor in the evaluation committee’s recommendation of Control Data’s proposal over the proposal of American Totalisator as the latter was never given an opportunity to include the use of cathode ray tube at the agents’ terminals in its proposal. As the Commonwealth failed to abide by the terms of its own request for proposal, it lacked, in our view, any discretion to award the instant contract to Control Data, thus warranting judicial intervention.\nWe acknowledge that the chancellor made no findings of bad faith, fraud or capricious action. Nevertheless, the chancellor did find that elementary principles of competitive bidding had been violated when Control Data was allowed to “clarify” its bid after American Totalisator’s bid had been opened. Before the clarification, Control Data’s bid was higher than the bid of American Totalisator; yet, after the clarification the opposite was true. The evil of the instant procedure is readily apparent. When competitive bidding is used and the procedures followed emasculate the benefits of such bidding, we believe judicial intervention is proper. Control Data’s argument that the original contract should be reinstated must be rejected, as we believe the chancellor acted correctly in ordering new bids submitted. See also, Lutz Appellate Printers v. Commonwealth, 485 Pa. 559, 403 A.2d 530 (1979).\nAmerican Totalisator argues that it was the only responsive and lowest responsible bidder and as such, the chancellor erred in not awarding it the instant contract. We do not agree, because, the chancellor, in the instant case, decided that the best solution was to order rebidding. As we can find no abuse of discretion, we believe the chancellor did not err in refusing American Totalisator’s requested relief.\nFinally, American Totalisator argues that the chancellor erred in refusing to require Control Data to disgorge its profits from the original contract. As the entire Commonwealth Court stated, in confirming the chancellor’s decree nisi:\n“. . . The facts that the contract awarded was one within the general powers of the Bureau of Lotteries to make, that the evidence did not justify a finding of bad faith, as distinguished from mere fecklessness, on the part of the respondents of CDC, that the Acting Secretary had sought the advice of his lawyers, and that the Commonwealth had the benefit of CDC’s services at a price no higher than AmTote originally bid, tend to support the Chancellor’s decision not to afford this type of relief. Furthermore, again, the provision of such drastic relief might have harmed, interfered with or embarrassed the continued highly successful operation of the daily numbers game. We discern no abuse of the Commonwealth’s discretion with respect to the relief afforded by the decree nisi.” American Totalisator Co., Inc. v. Seligman, supra, 34 Pa.Cmwlth. at 440-41, 384 A.2d at 269.\nWe likewise agree the chancellor did not abuse his discretion.\nDecree affirmed. Each party to pay own costs.\nLARSEN, J., files a dissenting opinion.\n. The request for proposal provided that the technical proposal, i. e., the proposal for the supply of equipment and management services, would be reviewed before the cost proposals were opened and considered.\n. The committee was impressed by the cathode ray tube for two reasons. First, the tube facilitated the training of agents. Second, by using the tube, the winning number could be displayed on each terminal.\n. The chancellor, in his findings of fact (Finding No. 50) stated: “The calculations prepared by Bureau employees (Finding 26) before either bidder responded to Seligman’s letters indicated that (1) if AmTote bid on an effective rate basis and CDC bid on a cumulative basis, and (2) both bids as submitted on March 26, 1976 were complete and responsive to the [request for proposal], AmTote’s bid was lower than CDC’s [bid].” (Emphasis added.)\n. The Commonwealth did not file any exceptions.\n. Control Data also argues that both the nature of the procurement and the conduct of the parties shows that they did not regard the contract as one requiring competitive bidding. Suffice it to say that the Commonwealth has always acted as if such bidding was required.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent. Even the majority recognizes that judicial intervention was proper because “the elementary principles of competitive bidding had been violated when Control Data was allowed to ‘clarify’ its bid after American Totalisator’s bid had been opened.” However, I disagree with the majority’s conclusion that the chancellor acted properly in ordering the submission of new bids since American Totalisator had in fact been the lowest responsible bidder; and, as such, I would now award the contract to American Totalisator. Additionally, I would compel Control Data to disgorge its profits to the Commonwealth.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Patrick W. Kittredge, David Gutin, Philadelphia, for appellant in No. 162 and for appellee in No. 170.",
      "Donald J. Murphy, Deputy Atty. Gen., for appellees in Nos. 162 and 170.",
      "Frank A. Sinon, R. Stephen Shibla, Harrisburg, for appellee in No. 162 and for appellant in No. 170."
    ],
    "corrections": "",
    "head_matter": "414 A.2d 1037\nAMERICAN TOTALISATOR COMPANY, INC., Appellant, v. Charles S. SELIGMAN et al., and Control Data Corporation.\nSupreme Court of Pennsylvania.\nArgued Jan. 22, 1980.\nDecided May 30, 1980.\nPatrick W. Kittredge, David Gutin, Philadelphia, for appellant in No. 162 and for appellee in No. 170.\nDonald J. Murphy, Deputy Atty. Gen., for appellees in Nos. 162 and 170.\nFrank A. Sinon, R. Stephen Shibla, Harrisburg, for appellee in No. 162 and for appellant in No. 170.\nBefore EAGEN, C. J, and O’BRIEN, ROBERTS, NIX, LARSEN and FLAHERTY, JJ."
  },
  "file_name": "0568-01",
  "first_page_order": 614,
  "last_page_order": 624
}
