{
  "id": 1009187,
  "name": "Mosier's Appeal",
  "name_abbreviation": "Mosier's Appeal",
  "decision_date": "1868-01-07",
  "docket_number": "",
  "first_page": "76",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 524",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 232",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 227",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 414",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0414-01"
      ]
    },
    {
      "cite": "9 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0451-01"
      ]
    },
    {
      "cite": "2 Brock. 252",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "case_ids": [
        6129496
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/2/0743-01"
      ]
    },
    {
      "cite": "3 Leigh 272",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6725752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/30/0628-02"
      ]
    },
    {
      "cite": "13 Wright 23",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0155-01"
      ]
    },
    {
      "cite": "5 W. & S. 352",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0352-01"
      ]
    },
    {
      "cite": "8 W. & S. 404",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 200",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. Ch. 370",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/4/0370-01"
      ]
    },
    {
      "cite": "9 Wright 451",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "1 Johns. Ch. 409",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/1/0409-01"
      ]
    },
    {
      "cite": "2 Watts 414",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0414-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 800,
    "char_count": 18893,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.1596977625572442e-06,
      "percentile": 0.9868810884341134
    },
    "sha256": "f48e3e20063f8afe11ff7964195dba878d464d0d596c79f223afbbc053499cfe",
    "simhash": "1:ebc9081492a2f18b",
    "word_count": 3319
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong, Read and Agnew, JJ. Woodward, O. J., absent."
    ],
    "parties": [
      "Mosier’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1868, by\nThompson, C. J.\nSubrogation is purely an equitable result, and depends like other controversies in equity on facts to develop its necessity, in order that justice may be done. Privity of contract is not necessary to its support; it may, and does, exist on principles of mere equity and benevolence: 1 Johns. Ch. 409; Cottrel’s Appeal, 11 Harris'294. It will not arise in favor of a stranger, but only in favor of a party who on some sort of compulsion discharges a demand against a common debtor. For instance, a surety who pays the debt of his principal, will be entitled to the securities of the creditor. So, where one of several joint sureties has paid the whole debt, he will be entitled to the judgment to enforce contribution by his co-sureties : 9 Wright 451. In Cottrel’s Appeal, to prevent a salé the defendant in the judgment gave his note with an endorser, to the plaintiff, for the amount of the judgment, and took up the single bill on which the judgment had been entered. The note went to protest, and was paid by the endorser, and it was held that the endorser was entitled to he subrogated to the judgment of the plaintiff, which the proceeds of his note went to pay, in preference to a subsequent judgment, entered previously to the giving of the note.\nIn The Silver Lake Bank v. North, 4 Johns. Ch. 370, a mort gagee, compelled for- his own security to satisfy an execution on a prior judgment in favor of another, was by Kent, Ch., held by right of subrogation to stand in the place of the judgment-creditor, and entitled, on a sale of the mortgaged premises, to receive out of the fund the amount of the judgment as well as the mortgage-debt. See also Paine v. Hathaway, 3 Ves. R. 212; Dixon on Subr. 166, to the same effect. In Wallace’s Appeal, 5 Barr 103, it was decided that an administratrix, who had paid her own money in relief of the estate of her intestate, was entitled to substitution to those whose debts her money paid. Kelchner v. Forney, 5 Casey 47, was the case of an advance by a guardian to his ward, and he was subrogated to the ward’s security for money coming to him. Greiner’s Appeal, 2 Watts 414, recognises the same doctrine, and there are many other decisions to the same effect. '\nThe principles of subrogation do not apply in favor of volunteers as already said. -They can obtain the right of substitution only by contract. The cases which I have referred to above, illustrate who are not to be regarded as volunteers and strangers. One was the case of an endorser, who was substituted to the judgment creditor, whose judgment the proceeds of the note paid. His endorsement was voluntary. Another paid off, for his own security, an execution on a prior judgment. He was not legally compelled to pay. A third and fourth advanced money, one in favor of an estate and another to his ward. They were all subrogated and not regarded as strangers. I regard the doctrine as applicable in all cases, where a payment has been made under a legitimate and fair effort to protect the ascertained interests of the party paying, and when intervening rights are not legally jeopardized or defeated. Such payments, whatever might be their effect in law as extinguishing the indebtedness to which they apply, will not be so regarded in equity, if contrary to equity to regard them so.\nIn the case in hand it became very apparent, as I think the proof shows, that the order in which the sale of the joint property of E. and C. II. Olmstead was directed to be made by the court out of which the executions in favor of the First National Bank of Susquehanna Depot v. William Hamnet and Charles Olmstead; The First National Bank of Meadville v. E. and C. H. Olmstead; S. G. Thurston v. W. B. Hunter and C. H. Olmstead; and G. Mosier v. E. Olmstead, C. H. Olmstead and James Irvin, issued, would defeat a junior judgment of J. B. Dick & Co. To save it and under the pressure of this circumstance, they advanced money to pay off these executions. This was done not only with the knowledge of the defendants, but they were very solicitous that the Dicks should do so, as they believed that the sale of the property in detail, that is, by a sale of an undivided interest at a time, would in a measure sacrifice it. It is very obvious that connected property, as it was, would not sell as well in undivided interests as in solido; and as the whole would be required to be sold to pay the liens upon it against the defendants, it is not apparent why such an order was made. But the fact that it was so made, left the Messrs. Dick no alternative but to do as they did, or lose their judgments.\nSubrogation to the judgments, the executions on which were paid by the money of the Messrs. Dick, was applied for and resisted; not by new lien creditors, but by those existing when. the money was paid. It is true the appellants claim that there was an intervening judgment in favor of Gr. Hosier and O. Derrickson v. C. H. Olmstead for $25,000 entered. Why this judgment should have been made the foundation of objection, I do not see, for it was marked' satisfied in full on the docket, and at the time of the decree its nature was understood to be merely cautionary with nothing due on it. The case stood solely as it did between the creditors when the money was paid, and when the decree in this case was entered. Their liens were, in legal contemplation, in no way impaired by the acts of the appellees. They were not postponed in any of their legal rights or remedies. Any of those whose judgments were ripe for execution, might have proceeded to put the property to sale the next day after it was stopped by the payment of the executions if they had chosen. The entry of satisfaction on the judgments by the plaintiffs did not extinguish them, excepting in favor of intervening liens, of which, as we have seen, there were none ; and equity would not allow its principles to be set aside by an act against equity, which the satisfaction entered would result in. The right of sub - rogation having been found to exist, it was certainly proper, on part of the court, to decree that the entry of satisfaction should be cancelled, and that the judgments should stand for the use of the plaintiffs in the bill.\nThe fact that the Messrs. Dick entered judgment against the defendants, E. and C. H. Olmstead, for the money advanced, did not destroy their equity, unless it could have been shown that it was in effect so intended. Nothing of this was shown. The appellants were not prejudiced by the act, and it would be hard to hold that the appellees were, if the former were not.\nThe case was well decided below, and the decree is affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "W. R. Bole, for appellants.",
      "P. Church and Gr. Church, for appellees.",
      "W. B. Bole, in reply,"
    ],
    "corrections": "",
    "head_matter": "Mosier’s Appeal.\n1. Subrogation, is purely an equitable result, and depends on facts to develop its necessity, that justice may be done.\n2. Privity of contract is not necessary. Subrogation exists on mere equity and benevolence.\n3. Subrogation will not arise in favor of a mere stranger, but only in favor if a party who on some sort of compulsion discharges a demand against a common debtor.\n4. Subrogation is not applied to mere volunteers; they can obtain the right of subrogation only by contract. >\n5. Subrogation is applicable wherever a payment is made under a legitimate and fair effort to protect the ascertained interests of the party paying, and where intervening rights are not legally jeopardized or defeated.\n6. Numerous judgments were entered against two debtors, some joint and some several, executions were issued, and land held jointly levied on. The court ordered the undivided interest of one of the debtors to be sold separately. A junior judgment-creditor-, believing the land would bo sacrificed, after the execution-plaintiffs had refused to assign their judgments to him on payment, paid the executions to the sheriff, and satisfaction was entered. No other liens having intervened, he was subrogated to the rights of the execution-plaintiffs, and the satisfaction cancelled.\nOctober 25th 1867.\nBefore Thompson, Strong, Read and Agnew, JJ. Woodward, O. J., absent.\n■Appeal from the decree of the Court of Common Pleas of Crawford ■county: No. 109, to October and November Term 1867.\nE. and C. H. Olmstead were joint owners of real estate in Meadville, valued at from $50,000 to $60,000. In 1866 they were very deeply involved in debt; judgments were standing against them severally and jointly to a very large amount. Amongst others were the following: — First National Bank of Susquehanna Depot, to the use of C. A. Derrickson and G. Mosier, against C. Olmstead et al., entered November 2£¡th 1865, for $4042.60; First National Bank of Meadville against E. Olmstead and O. H. Olmstead, entered February 2d 1866, for $4393.49; J. R. Dick & Oo. against E. Olmstead, entered February 7th 1866, for $1025 ; same against E. Olmstead and C. H. Olmstead, entered 'same day, for $5000; same against E. Olmstead, entered March 22d 1866, for $921.24 ; G. Mosier against E. Olmstead, C. Olmstead et al., entered March 30th 1866, for $2815 ; S. S. Thurston against .0. H. Olmstead et al., entered August 13th 1866, for $600. Other judgments had been entered against the Olmsteads before, between and after those above mentioned. To November Term 1866, executions were issued oh the judgments of the Bank of Susquehanna Depot, Bank of Mead-ville, G. Mosier and S. S. Thurston. Under these executions the property of the Olmsteads was advertised to be sold on the 12th of November 1866, and the sale continued until the 14th. At November court C. H. Olmstead, alleging he was the surety for E. Olmstead in the judgments against both, applied to the court to direct the sheriff to sell only the interest of E‘. Olmstead in their joint real estate, and to exhaust,all E. Olmstead’s property-before resorting to his. The application was resisted by E. Olmstead and the lien-creditors other than the execution-creditors, on the ground that such a sale would sacrifice their interests.\nThe court (Derrickson, A. J.) made the order as prayed for.\nThe defendants and judgment-creditors junior to the execution-creditors, considering that the sale as ordered would prejudice their interests, requested Dick & Oo. to pay the executions, hold the judgments as indemnity and stop the sale. Dick & Co. being desirous also to protect their own judgments offered to pay the plaintiffs in the executions, but they refused to assign their judgments. Dick & Co. then paid the execution-debts to the sheriff, and the sale was stopped. The sheriff returned on each execution “ money paid in full of debt, interest and costs.” The judgments were marked on the record “ satisfied.” The Olmsteads afterwards •gave judgment-notes'\"to Dick & Co. for the amount, paid by them to the sheriff,-and judgments were entered on the notes on the 14th and 30th of November. On the 14th of November Mosier and Derrickson entered a judgment against C. II. Olmstead for $25,000. (This judgment was marked “satisfied,” March 4th 1867, and was alleged in the appellees’ statement to be merely an indemnity.) Except these judgments last mentioned, there were no liens entered against the Olmsteads, after the payment to the sheriff by Dick & Co.\nJ. It. Dick & Co. presented a petition to the Court of Common Pleas setting out the facts, and prayed “ the court to strike off and set aside the entry of satisfaction in said three first-.mentioned judgments, and subrogate and substitute said J. R. Dick & Co. in the place and stead of said plaintiffs,” &c.\nMosier put in an answer, setting forth, that he owned “ a judgment on which there is due $1700, and now that he owns one-half of a judgment for the payment of $25,000, both of which are subsequent to the claims of J. R. Dick & Co., the last of which judgments was entered since the satisfaction of the judgments” paid by Dick & Co.; also one-half of a judgment for $6500, which is subsequent to all the judgments of Dick & Co., except that “ for $921, all of which are subsisting liens against E. and C. II. Olmstead,” averring that E. Olmstead paid $8167.56 of the amount due on the executions; that Dick & Co. paid $4403.71 (that G-. C. Porter paid $880.87; that judgments were given by the Olmsteads for the amounts so paid in satisfaction of the money paid the sheriff.\n• He further averred, that “ the whole amount of judgments due J. R. Dick & Co. from the said Olmsteads is $6946; that $6025 óf the money due the said Dick & Co. is among the prior liens of those against the said Olmsteads; that your petitioner was ready to purchase the undivided one-half of the Olmstead block, owned by said Olmsteads, for which he would have paid $28,000, which was the full value of the same; that the real estate of the said Olmsteads, independent of the said block, would sell for $19,000 ; and. that the equities of the said J. R. Dick & Co. are not such as should prevail as against the rights of subsequent and intervening judgment-creditors.”\nSimilar answers were put in by E. Cushin and R. II. Grafton, judgment-creditors, who alleged in addition, that in the event of the subrogation prayed for their judgments would not be paid.\nThe court appointed a commissioner to take testimony. On the part of the respondents there was evidence that the real estate would sell better in subdivisions; that if the sale had been made as ordered by the court, Hosier’s and Derrickson’s claims would have been paid, that arrangements had been made to discharge the claims against C. H. Olmstead, if the sale had gone on; that real estate was depreciating in Meadville ; that the money to pay the executions was handed to the sheriff by E. Olmstead, S. B. Dick and G. O. Porter.\nOn the part of the petitioners, there was evidence that E. Olmstead had opposed the sale of the property as ordered by the court; that the property would have been sacrificed by such sale; that the Dicks provided the money which paid the executions; that their judgment of $921 would not have been reached, if the property had been sold as ordered; that it probably would be paid if the joint interest should be sold; that it was to protect their judgment, and at the request of E. Olmstead, that they paid the executions ; and that they acted under the advice of counsel.\nThe court (Johnson, P. J.) December 29th 1866, decreed: “ that J. R. Dick & Oo. be subrogated to the rights of the plaintiffs in judgments (stating them), and be substituted as plaintiffs therein, and said judgments marked for their use ; and that the entries of satisfaction on said judgments respectively, be cancelled, annulled, and set aside, and that the respondents pay the costs of this proceeding.”\nHosier, Cushin and Grafton appealed to the Supreme Court, and assigned the decree of the court below for error.\nW. R. Bole, for appellants.\nSubrogation enables persons to avail themselves of those rights and securities to which they have a right, and of which they would otherwise be deprived to their injury; it does not create a right, or reward benevolent acts: Rittenhouse v. Levering, 6 W. & S. 200. It will not aid to enforce a simple legal right, though it originates in an act of benevolence : Erb’s Appeal, 2 Penna. R. 296 ; Himes v. Keller, 8 W. & S. 404. It must appear that the person applying for substitütion has a greater equity than those who oppose it: Goswileff's Estate, 3 Penna. E. 200; 1 Story’s Eq. Jur., § 633. The object of Dick & Co. was merely to stay the execution. Surety in stay of execution who pays the debt, cannot be substituted as plaintiff in the judgment: Armstrong’s Appeal, 5 W. & S. 352; Burns v. Huntingdon, Bank, 1 Pa. E. 395 ; Pott v. Nathans, 1 W. & S. 155 ; Schnitzel’s Appeal, 13 Wright 23. The doctrine is founded on the superior equities of sureties: Watts v. Kinney, 3 Leigh 272, 1 L. C. Eq. 108; United States Bank v. Winton, 2 Brock. 252; McCall v. Lenox, 9 S. & E. 309. Dick & Co. are not sureties, but volunteers. The right does not apply to volunteers: Wallace’s Appeal, 5 Barr 105; Oottrel’s Appeal, 11 Harris 294. They already have judgments for their claims, and therefore a remedy at law. The right of subrogation of a surety arises because he contracts on his principal’s credit at the time he becomes surety: Fleming v. Beaver, 2 Eawle 129 ; Wayland v. Tucker, 4 Grattan 268. The payment was made to extinguish the security, and the right of subrogation, if it existed, was therefore waived, and is gone: .Harrisburg Bank v. German, 3 Barr 300 ; Kuhn v. Worth, 10 S. & E. 399 ; Croft v. Moore, 9 Watts 451; Hartman’s Appeal, 6 Barr 79. Subrogation will not be decreed in favor of a subsequent lien-creditor to the prejudice of intervening rights: Lloyd v. Galbraith, 8 Casey 110.\nP. Church and Gr. Church, for appellees.\nBy the civil law, one creditor paying a prior creditor succeeds to his debt, though he have made no such agreement: Domat’s Civil Law, pt. 1, bk. 3, tit. 1, § 1; 1 Story’s Eq. Jur., § 635.\nIf one creditor has a lien upon two funds, whilst another has a lien but upon one, equity will compel the former to resort to the fund of which the other is deprived, or will substitute that other ,to the rights of the first upon his payment of the debt: Cheesborough v. Millard, 1 Johns. Ch. E. 412. Mosier had liens upon the undivided interests of Olmstead. Dick & Co.’s judgment was subsequent, and was against E. Olmstead only. They did not ask Mosier to proceed against a fund to which they had no recourse, but only that they should sell the undivided interests of both defendants. This not being done, Dick & Co. could protect themselves only by paying the judgment, and stopping the sale, and getting control of the executions. They were not in this volunteers: Wallace’s Appeal, 5 Barr 103 ; Kelchner v. Forney, 5 Casey 47; Greiner’s Estate, 2 Watts 414. Time is not of the essence of subrogation. No intervening rights are to be prejudiced here, as in Lloyd v. Galbraith, 8 Casey 110 ; for every one is left in statu quo. The taking additional judgments from the Olmsteads would not affect them, for a party has the right to as many securities as he can get.\nThe satisfaction was not entered by Dick k Co., and they are not to be prejudiced by the entry: Cottrell’s Appeal, 11 Harris 294; Bailey v. Brownfield, 8 Id. 41; McCormick v. Irwin, 11 Casey 111.\nThe doctrine of subrogation does not rest upon any contract or privity of contract, but upon the broad principle of equity and benevolence, and is a. mode adopted to compel the ultimate discharge of a debt by him who in equity and good conscience ought to pay it: Kyner v. Kyner, 6 Watts 227; Dorr v. Shaw, 4 Johns. Ch. R. 17; McCall v. Lenox, 9 S. k R. 309; Ramsay’s Appeal, 2 Watts 232; Ziegler v. Long, 2 Id. 205; Dixon on Subrogation 8-16.\nW. B. Bole, in reply,\ncited Worrall’s Appeal, 5 Wright 524 ; Springer v. Springer, 7 Id. 518."
  },
  "file_name": "0076-01",
  "first_page_order": 76,
  "last_page_order": 82
}
