{
  "id": 1009210,
  "name": "Thorp versus Wegefarth",
  "name_abbreviation": "Thorp v. Wegefarth",
  "decision_date": "1868-01-07",
  "docket_number": "",
  "first_page": "82",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 352",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "1 Gray 600",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0600-01"
      ]
    },
    {
      "cite": "7 Cush. 391",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1967598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/61/0391-01"
      ]
    },
    {
      "cite": "4 Pick. 358",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0372-01"
      ]
    },
    {
      "cite": "4 Wh. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 92",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0092-01"
      ]
    },
    {
      "cite": "8 W. & S. 311",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483362
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0311-01"
      ]
    },
    {
      "cite": "3 Johns. 145",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129795,
        2129783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0145-01",
        "/johns/3/0145-02"
      ]
    },
    {
      "cite": "1 W. & S. 418",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0418-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 12671,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.6752317681629537e-07,
      "percentile": 0.9279981188092433
    },
    "sha256": "8a5c2714d3751b49cc8f885a09c0096122dd1256bd43f800594dd17f5f37ea83",
    "simhash": "1:cf428167df02d06e",
    "word_count": 2271
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong, Read and Agnew, JJ. Woodward, O. J., absent."
    ],
    "parties": [
      "Thorp versus Wegefarth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1868, by\nAgnew, J.\nUnder the Enabling Act of this State, in conjunction with the permissive feature of the National Bank Law, it may well be conceded that the national banking association became liable for the existing debts and liabilities of the state bank, when the latter passed into the fotmer, carrying with it all its asset's. Had the defendant then been the debtor of the state bank, a¡nd also its creditor by possession of its notes of circulation, doubtless the mutual obligation would have remained, and he could have compelled the national bank association to receive the notes of the state bank in payment of his debts, whether the former were insolvent or not. But two important elements in the logic of the defendant’s .argument are wanting. The defendant was the debtor, not of the state bank, but of the national association, and judgment was obtained for this liability. The defendant was not then the holder of the state bank notes, and even when judgment was obtained, was not the creditor of the national bank by their possession. He therefore had no right of set-off. To a judgment there can be no set-off of a debt not in judgment. One judgment may be set off against another, through the equitable powers of the court, but to a judgment ripe for execution, there can be but one answer, to wit, payment pure and simple. The very issue ordered by the court corrects the argument. The judgment was not opened to let the defendant into a pre-existing defence, but the court directed a feigned issue to “ try the question whether said judgment has been equitably paid since the rendition of the same.” Another fact, important to defendant’s argument, is that he gave no evidence to show that he was a holder of the state bank notes previous to the closing of the doors of the national association; nor indeed for any length of time before his tender in payment. The closing of its doors was on the 27th March 1866, and it was not until the following December he made his tender, and then founded his right to make the tender to the president at his private residence on the fact that he had found the doors of the bank closed in the previous October, when he went to make a tender.\nThus after the national bank association had committed an act of insolvency, he-purchased its indebtedness, and seeks to pay off his own debt with it. It is understood that the national association was responsible for these notes of the state bank, and when he purchased its notes, he bought only the indebtedness of the national association in becoming its creditor. It is true its obligation to pay was derivative by operation of the united action of the state and national laws, but its obligation to the defendant was but a cause of action enforceable only by writ.\nThe state bank issues were not money under the National Banking Act, and the national association was not bound to receive them as such in its own proper business. Had the defendant held them when sued for the proper claim of the national association against him, he might have set them off as any other cause of action could be defalked, but then he had no cause of action against it. The case therefore actually stood thus : — The defendant was debtor to the national association for a judgment ripe for execution when the stay expired, and he then stood as a holder of choses in action against the national association, to wit, the notes of the state bank, for which the former was liable at law. In this state of the case there were several reasons why his tender of the notes was not good. First, there is no such thing as a right to tender a mere chose in action in payment of a judgment or execution. The debts are not of the same quality, and the right to recover the chose has not been judicially determined which must precede a legal right to use it as payment or set-off to a judgment. Second, the notes themselves were not a legal tender, and capable of performing the functions of a legal satisfaction, unless accepted by the creditor. Third, the insolvency of the bank, evidenced by its closing its doors in the preceding March, fixed the status of its debts, and the rights of its creditors, preventing them from obtaining a preference in payment.\nThe 52d section forbids all transfers and payments with a view to give a preference.\nNow, as the purchase of the state bank notes after the act of insolvency gave no regular equitable right of set-off against the judgment, and as those notes could not per se perform the office of legal tenders, the only way in which they could be rendered efficacious in payment of the judgment would be by a mutual act of application of the notes to the judgment, and the judgment to the notes. But this is clearly forbidden by the Act of Congress, as shown in the case of The Venango National Bank v. C. E. Taylor, decided at this term (ante, p. 14).\nThe judgment is therefore reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "P. Church and G. Church, for plaintiff in error,",
      "W. B. Bole and S. N. Pettis, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Thorp versus Wegefarth.\n1. A national bank association organized from a state bank,, and receiving its assets, is liable for its debts.\n2. Where one was a debtor to a state bank, and also its creditor by holding its notes, the mutual obligation continued, and the national association was bound to receive the notes in payment of the debt, whether insolvent or not.\n3. Judgment was recovered against one for a debt to a national association ; he procured notes of the original state bank. Held, that he had no right of set-off against the judgment.\n4. A debt not in judgment cannot be set off to a judgment.\n5. After a national association had become insolvent, its debtor could not purchase notes for which it was liable to set-off against his debt.\n'6. Ther’e is no right to tender a chose in. action against the creditor in payment of a-judgment or execution.\nOctober 25th 1867.\nBefore Thompson, Strong, Read and Agnew, JJ. Woodward, O. J., absent.\nError to the Court of Common Pleas of Crawford county: No. 117, to October and November Term 1867.\nIn the court below this was a feigned issue to try whether a judgment obtained on the 21st of October 1865, under the circumstances hereafter stated, by the National Bank of Crawford County, of Meadville, against C. Wegefarth, had “ been equitably paid since the rendition of the same.”\nThe Bank of Crawford County had been incorporated some time before 1864 by the Commonwealth of Pennsylvania. In May 1865 it became a national bank under the provisions of the Act of the Legislature to enable state banks to become national banking associations, under the title above mentioned. The officers of the state institution and all its assets, passed to the new organization, including an amount of the issues of the old institution so large.that national currency could not be obtained from the comptroller.\nIn June 1865 Wegefarth borrowed money from the association; he received the loan in the issue of the state bank. For this loan the association afterwards brought suit on the 21st of Octobér 1865. Judgment was entered against him for want of an affidavit of defence for $6764.27. On this judgment he obtained a stay of execution as a freeholder for twelve months.\nThe bank ceased to do business after the 27th of jVlarch 1866. About the middle of the next October Wegefarth went to the bank in banking hours with something over the amount he owed, in the notes of the old bank, to tender in payment of his debt, but found the bank closed. In December he went to the residence of the president, who was also the counsel of the bank, and' tendered the amount of his debt in the notes of the old bank, hut it was refused. An execution to February Term 1867 was issued on the judgment against Wegefarth, and on his affidavit a rule was granted to show cause why it should not be set aside. On the 12th of March the bank made a general assignment for the benefit of creditors to William Thorp. After which, upon the hearing of the rule, this feigned issue, in which Thorp was plaintiff and Wegefarth was defendant, was directed. A tender of the old bank notes to the amount of the debt was made at the trial, and again refused.\nThe plaintiff submitted the following points:—\n1. In this issue, founded upon a judgment obtained by plaintiff’s assignee, in trust for creditors, the defendant cannot set off debts due from the bank, unless he first proves that he acquired-them before judgment obtained.\n2. The bills of the State Bank of Crawford County brought into court in tender and payment of the judgment on which this issue is founded, are not a legal tender in payment of the debt, and not applicable to release the defendant under the ordinary rules of pleading tender and payment.\n3. The defendant cannot gainsay the legality of the general assignment for benefit of creditors, made to plaintiff, nor can this court adjudicate upon the legality of the same in this collateral issue.\n4. If the National Bank of Crawford County ever committed any act of insolvency or bankruptcy, from that moment its assets were a fund for equal distribution among its creditors, and this defendant, by purchase of its debts since, cannot obtain payment in full of the debts so purchased, to the exclusion of other creditors.\nThe court (Yincent, A. J.) charged: — '\n“We are of the opinion that the Act of 22d August 1864 imposed the same obligation on the new organization to redeem the issue of the old hank that the old bank was under, and that the legislature never intended by that act to permit the new bank, after having obtained all the assets and property of the old bank, to refuse to redeem the old issues on presentation ; * * * that the defendant had a right to pay the judgment against him in the bills of the old bank acquired by him before the assignment was made to Mr. Thorp and tendered in payment before said assignment, or notice of the same, to defendant; * * * the tender to the president and counsel of the bank being, in our opinion, a sufficient tender for that purpose. * * *\n“We answer plaintiff’s points as follows:—\n“1. This would be correct if this were a suit on the original claim, by an assignee for value; but as this is an issue to try whether or not the defendant, before the assignment and while the judgment was still held and owned by the’ bank, made a valid and legal tender of payment of the judgment against him, we cannot so charge, hut refer to the general charge for our answer.\n“2. We answer this as follows : If you believe from the testimony that the defendant before the assignment by the bank tendered, through its president and attorney, the bills of the old bank sufficient in amount to pay the judgment in full, the tender was a legal one, and the plaintiff was bound to receive the bills so tendered in payment.\n“ 3. We answer this in the affirmative.\n“4. We cannot so charge. We think the defendant had a right to acquire the bills of the bank in any way he could for the purpose of paying his indebtedness to the bank, and that if acquired before assignment actually made, he could tender them to the bank in satisfaction of a debt due it or a judgment held and owned by it, and the bank was bound to receive them.”\nThe verdict was for the defendant.\nThe defendant took a writ of error, and assigned the charge of the court below for error.\nP. Church and G. Church, for plaintiff in error,\nreferred to' Enabling Act, August 22d 1864, Pamph. L. 977 ; General Banking Act, April 16th 1850, §§ 10, 30, Pamph. L. 477, March 22d 1817, § 1, 6 Sm. L. 438, Purd. 93, 94, pi. 50, 54, 57; National Banking Act, June 3d 1864, §§ 1, 32, 44; 2 Bright Dig. pp. 51, 61, pi. 1, 32, 44 ; Markoe v. Hartranft, Am. L. Beg. 1867, p. 491; Pennell v. Grubb, 1 Harris 552 ; Huling v. Hugg, 1 W. & S. 418; 3 Johns. 145; 18 Id. 324; Bank v. Spangler, 8 Casey 474; Phillips v. Bank of Lewistown, 6 Harris 395.\nW. B. Bole and S. N. Pettis, for defendant in error,\nreferred to General Banking -Act, April 16th 1850, Pamph. L. 477, Purd. 87-105, passim; National Banking Act, June 3d 1864, 2 Bright. Dig. 51, et seq.; Enabling Act, August 22d 1864, Pamph. L. 977; Northampton Bank v. Balliet, 8 W. & S. 311; Bank v. Spangler, 8 Oasey 474; Phillips v. Bank of Lewistown, 6 Harris 395; Bayard v. Shunk, 1 W. & S. 92; Wheeler v. Hughes, 1 Dali. 23 ; Foulke v. Harding, 1 Harris 245 ; Knowles v. Lord, 4 Wh. 485; McCrellish v. Churchman, 4 Bawle 36 ; Ex parte Dornford, 5 E. L. & Eq. 242 ; Gilmore v. Holt, 4 Pick. 358 ; Southworth v. Smith, 7 Cush. 391; 5 Id. 363;McIniffe v. Wheelock, 1 Gray 600 ; Lauman v. Lebanon Valley Bailroad, 6 Casey 42; Baltimore and Susquehanna Bailroad Co. v. Mussel-man, 2 Grant 352."
  },
  "file_name": "0082-01",
  "first_page_order": 82,
  "last_page_order": 87
}
