{
  "id": 1009191,
  "name": "Herrod versus Blackburn",
  "name_abbreviation": "Herrod v. Blackburn",
  "decision_date": "1867-11-04",
  "docket_number": "",
  "first_page": "103",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 358",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 368",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 7739,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 1.1597860305938771e-07,
      "percentile": 0.5837795948721335
    },
    "sha256": "3535219fa268590972b009dd632e2bb58f4a2250c9e965b41540700902d98726",
    "simhash": "1:9ad73ecd76dadc0d",
    "word_count": 1395
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before \"Woodward, C. J., Thompson, Strong, Read and Agnew, JJ."
    ],
    "parties": [
      "Herrod versus Blackburn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 4th 1867, by\nStrong, J.\nThe argument of the defendant below rests upon a misapprehension of the decisions cited by him, and of the reasons why a vendee under articles of agreement for the purchase and sale of land is sometimes permitted to withhold the purchase-money, notwithstanding his covenant to pay. When the subject of th.e contract is the land itself, the purchaser has a right to a title to it clear of all defects and encumbrances, in the absence of any stipulation to the contrary, and hence when called upon for the price, he may defend by showing that the title offered is defective. In such a case he does not get what he bargained for, and what the vendor covenanted to give. There is a failure in whole or in part of the consideration for his own engagements. But when, as in this ease, a vendor has bound himself to convey, not the land, but his right, title and claim to the land, there is no implication of a covenant that he has a good title. When, therefore, he conveys all his claim whatever it may be, he gives to the vendee the subject of the contract, and there is no failure of consideration for the vendee’s promise to pay. It would be absurd to hold that there is no difference in legal effect between a cove nant to convey a tract of land and a covenant to convey the covenantor’s right, title and claim to it. The difference is too well understood to be denied. Imperfect titles everywhere abound, and they are the subject of sale. We have equitable titles, conflicting equities, tax titles not consummate and many others. It would be a novelty were we to decide that a contract to convey one of these is an engagement to assure to the vendee whatever titles, legal or .equitable, there may be outstanding in others, equivalent to a warranty against the world. A vendee may certainly bargain for a title to be at his own risk, and this he does when he buys, not the land, but a title or claim to it.\nIt follows that the court below was right in answering the defendant’s points as they were answered, and that the admission of the evidence complained of in the 4th and 5th assignments of error, even if erroneous, was not hurtful to him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "H. D. Foster, for plaintiff in error,",
      "J. A. Hunter and H. JP. Laird, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Herrod versus Blackburn.\n1. \"When the subject of a contract is the land itself, the purchaser has a right to a title clear of all defects and encumbrances, and in an action for the price may show that the title is defective.\n2. \"When a vendor binds himself to convey his right, title, and claim to the land, there is no implication of a covenant that he has a good title.\nOctober 29th 1867.\nBefore \"Woodward, C. J., Thompson, Strong, Read and Agnew, JJ.\nError to the Court of Common Pleas of .Westmoreland county: No. 86, to October and November Term 1866.\nThis was an action of covenant, commenced June 17th 1863, by R. H. Blackburn and J. W. Blackburn against Thomas Herrod.\nThe action was upon the following articles of agreement: — •\n“ Article of agreement made and concluded this 4th day of May, A. d. one thousand eight hundred and sixty-three, between R. H. Blackburn and J. W. Blackburn, of West Newton, Westmoreland eonnty, Pa., of .the first part, and Thomas Herrod, of Derry township, county and state aforesaid, of the second part, witnesseth, that, the said party of the first part, for and in consideration of the sum of thirteen hundred and seventy-five dollars, lawful money of the United States, do agree to sell and convey all their right, title and claim in and to a tract of land lying and situate in Fairfield township, &c., containing 500 acres, &c., known as the Hawkins Tract; said party of the second part agrees to pay the above amount of thirteen hundred and seventy-five dollars, as stated.”\nThere had been $400 of the purchase-money paid before the commencement of the suit.\nThe plaintiffs proved the tender, on the 9th of June 1863, of a deed from themselves to the defendant for “ all the right, title and claim of parties (of the first part) to a certain tract or tracts of land situate in Fairfield, for 500 acres, more or less, being same conveyed to James Blackburn and J. W. Blackburn by Eleanor E. Beggs, by deed 27th July 1859; covenant of special warranty ; and James Blackburn died, leaving R. W. Blackburn, his father, Mary Blackburn and William S. Blackburn, J. W. Blackburn, the brothers and sisters, living,” and gave the deed in evidence.\nThey then offered in evidence a deed dated July 27th 1859, from Eleanor Beggs to J. W. Blackburn and James Blackburn, for her right, title, &c., in the land mentioned in the articles. The offer was objected to by the defendants, because no title had been shown in her. The court admitted the evidence, and sealed a bill.\nThey also offered'a release, dated August 11th 1863, from Mary Blackburn and William S. Blackburn to Thomas Herrod, the defendant, tendered at the time of the trial. . This offer was objected to by the defendant, because there had been no title shown in the releasors. The evidence was received, and a bill of exceptions sealed.\nOther evidence ivas given ,on both sides, which it is not necessary to state for an understanding of the case as decided by the Supreme Court.\nThe defendant submitted the following points:—\n1. If at the time the contract was made Blackburn had not the title to the land sold, the defendant had a right to rescind the contract, and on that ground the plaintiffs cannot recover.\n2. If at the time the contract was made the vendors had not the possession of the land, but it was in the possession of adverse claimants, the defendant had a right to rescind the contract on that ground, and can resist the payment of the purchase-money.\n3. If at the time the-contract was made Blackburn knew the title was not vested in him, and that he could not make a title to Herrod, it would be such a fraud as would vitiate the contract, and the plaintiffs cannot recover.\nThe court (Buffington, P. J.), in answer to these points, charged: — -\n“ 1. In order to understand the points, it is necessary carefully to examine and consider what the contract was, because we are not here to make contracts; but it is only the duty of courts and juries to carry out the contracts of parties according to the spirit and meaning of the agreement. The contract in this instance was, that the vendors, in consideration of $1375, agreed to sell and convey to Herrod, the defendant, all their right, title and claim in a tract of land in Fairfield township, containing 500 acres, &c. This contract did not agree to convey a good title, nor is it mentioned what kind of a title the vendors had. All they were bound to convey was their right, title and claim, and that was all they were bound to convey, and all that was contemplated by the contract and assented to by the parties. A title to land is one thing, a claim is another, and an agreement to sell a claim does not require the vendor to convey more than his right, title and claim.\n“The other points are answered in the negative.”\nThe verdict was for the plaintiffs for $1339.71.\nThe defendant removed the case to the Supreme Court.\nHis 1st, 2d and 3d assignments of error were the answers of the court to his points; his 4th and 5th, the admission of the evidence objected to.\nH. D. Foster, for plaintiff in error,\ncited Miles v. Stevens, 3 Barr 21; Ley v. Huber, 3 Watts 368 ; Nicol v. Carr, 11 Casey 382; McKeen v. Beaupland, Id. 488 ; Grans v. Renshaw, 2 Barr 34; Theological Seminary v. Wall, 8 Wright 358; Commonwealth v. Judges of Cumberland County, 1 S. & R. 198; Clow v. Woods, 5 Id. 284; Hart v. Porter, Id. 201.\nJ. A. Hunter and H. JP. Laird, for defendants in error,\ncited Moss v. Hanson, 5 Harris 379 ; Kerr v. Kitchen, Id. 434."
  },
  "file_name": "0103-01",
  "first_page_order": 103,
  "last_page_order": 105
}
