{
  "id": 1009126,
  "name": "Hull versus Campbell",
  "name_abbreviation": "Hull v. Campbell",
  "decision_date": "1867-01-07",
  "docket_number": "",
  "first_page": "154",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 231",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0212-01"
      ]
    },
    {
      "cite": "1 W. & S. 501",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852582
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0501-01"
      ]
    },
    {
      "cite": "9 Watts 341",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0341-01"
      ]
    },
    {
      "cite": "1 W. & S. 326",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0155-01"
      ]
    },
    {
      "cite": "5 W. & S. 61",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wright 202",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 150",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0150-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 458,
    "char_count": 7054,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 7.653667353157307e-08,
      "percentile": 0.45186649878043084
    },
    "sha256": "1658deb1cb4187a805c1103b551a4864d4b1c050064904ca06a686a284b37684",
    "simhash": "1:894328367eaa2a6d",
    "word_count": 1250
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong, Read and Agnew, JJ. Woodward, C. J., absent."
    ],
    "parties": [
      "Hull versus Campbell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1867, by\nThompson, C. J.\nThis was an action of trespass by plaintiff against the defendant for cutting timber. The plaintiff had no actual possession of the land, and, for the purpose of establishing legal seisin or constructive possession, gave in evidence a patent for the land f^om the Commonwealth to his grantors, and their conveyance to him.\nThe defendant asserted no title to the land, and took defence under the plea of “ Not guilty.” Pie stood before the court below, and now before this court, as an intruder simply. Under these circumstances, the right of possession as against him was conclusively established by the patent and conveyance under it.\nThe defendant was not in a condition to controvert the validity of the grant from the state. All that was said therefore about the warrant for the land having been surveyed and returned for land at another place, and in relation to a supposed outstanding title, or rather, former appropriation of the land, on the Ruclc warrant, was outside the case. It did not lie in the defendant’s mouth to set up objections to the patent which the state did not make or move. Balliott v. Bauman, 5 W. & S. 150, is directly to this effect. See also Read v. Thompson, 5 Barr 327; Gingrich v. Foltz, 7 Harris 38, as to the effect of recitals in a patent against Claimants subsequent to its date. That was the condition of the defendant, or perhaps it would be more proper to say, as he stands on the record, he was not a claimant at all. He was a mere intruder. He could not controvert the fact that the patent was not for unappropriated land; whatever possession he ever had was long after the date of the patent. A kindred principle-has often been administered in cases of tax title — that as against an intruder it is not necessary to show the pre-requisites of sale: Troutman v. May, 9 Casey 455, and authorities therein cited.\nFor these reasons, and without more minutely noticing the various assignments of error, the judgment must be affirmed.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "JET. B. Foster, for plaintiff in error,",
      "J. T. Logan and R. B. Patterson, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hull versus Campbell.\n1. A patent conclusively establishes the right of possession as against an intruder.\n2. A patent was issued on a warrant, and survey in 1844; there was evidence of a previous survey on the same warrant. The defendant procured a new warrant and survey in 1860, and entered on the land, but did not connect himself in any way with the first warrant ;■ the defendant was an intruder, and in an action of trespass by the patentee could not controvert the fact that the patent was for unappropriated land.\nNovember 1st and 2d 1867.\nBefore Thompson, Strong, Read and Agnew, JJ. Woodward, C. J., absent.\nError to the Court of Common Pleas of Westmoreland county: No. 9, to October and November Term 1867.\nIn the. court below Thomas L. Campbell brought an action of trespass against Tobias Hull, November 16th 1863, for breaking and entering the plaintiff’s close and cutting down and taking away timber on it. The defendant pleaded “ Not Guilty.”\nThe plaintiff was not in the actual possession. He gave in evidence a patent, dated April 6th 1849, to the executors, &c., of Michael Tiernan, in trust for his devisees, in pursuance of warrant No. 222 to Richard Harris, dated March 7th 1794, and survey, September 18th 1844, for 432 acres and 152 perches, accepted July 16th 1845; also a deed from the same executors, dated October 14th 1850, to the plaintiff. He proved also by the surveyor that Edward Riley had had possession of the warrant and had a survey made. He then offered in evidence a deed, dated March 17th 1845, from Edward Riley to Michael Tiernan, which was objected to by the defendant, but admitted by the court, and a bill of exceptions sealed. He then proved the cutting and taking away the timber by the defendant, and rested.\nThe defendant gave in evidence a survey on this warrant, June 1796, “ on waters of Clearfield creek, formerly Huntingdon, now Cambria county,” accepted Ootober 12th 1836. He also gave in evidence warrants in 1794 to several persons named Ruck, with surveys in the same year, claiming that they covered the same land as the Harris warrant. Also warrant to himself, dated May 21st 1860, on which a survey was made on the 6th, and accepted on the 15th, of August, in the same year.\nIt was admitted that at the time Hull laid his warrant, he knew the land had been surveyed under the Harris warrant.\nThe court charged the jury: *' * * “ But it is said the authority of the warrant was exhausted and defunct after the first survey and return, and that the survey to Riley, in'1844, was without authority and void. There would be great force in this if it rested on the survey alone and we were trying a caveat against the acceptance of the survey. But it is difficult to perceive how a stranger, with no pretence of right to the warrant or any survey, should be.permitted to interfere when the holder of the warrant and the land officers concur in holding it good by perfecting the title by patent. We think the defendant could not.\n“ The next objection is that the survey of the plaintiff was made on land formerly surveyed and appropriated by the Ruck warrants. These warrants were issued and surveys made in 1794, a period of sixty years and upwards before the defendant had any claim, and even then he makes no pretence of claim under these warrants and surveys, but takes out a new warrant. After this great lapse of time, with nothing to indicate any claim by the owners of these warrants, we do not think they are such an available outstanding title as admits of a stranger setting them up to defeat the patent of the plaintiff.\n“We simply decide that as between the defendant, who had no pretence of title (for his pretended settlement amounted to nothing) till his warrant issued on 21st May 1860, and the title of the plaintiff’s patent eleven years earlier in date, it does not lie in the mouth of the defendant, by anything he has shown, to question the plaintiff’s right.”\nThe verdict was for the plaintiff for $160.\nThe defendant removed the case to the Supreme Court, and, amongst other assignments, which the opinion of the Supreme Court makes it unnecessary to notice, assigned for error the foregoing parts of the charge.\nJET. B. Foster, for plaintiff in error,\ncited Hughes v. Stevens, 7 Wright 202; Hole v. Rittenhouse, 1 Casey -497; Urkett v. Coryell, 5 W. & S. 61.\nJ. T. Logan and R. B. Patterson, for defendant in error,\ncited Act of January 22d 1802, § 2, Purd. 620, pi. 12, 3 Sm. Laws 481; Balliott v. Bauman, 5 W. & S. 155; Hughes v. Stevens, 7 Wright 202; Taylor v. Dougherty, 1 W. & S. 326 ; Foster v. McDivit, 9 Watts 341; Foust v. Ross, 1 W. & S. 501; Williams-v. Hillegas, 5 Barr 494 ; Dikeman v. Parrish, 6 Id. 210 ; Shearer v. Woodburn, 10 Id. 512 ; Troutman v. May, 9 Casey 461; Royer v. Benlow, 10 S. & R. 306; Read v. Thompson, 5 Barr 329; Turner v. Reynolds, 11 Harris 199 ; Penrose v. Griffith, 4 Binn. 231; Downing v. Gallagher,-2 S. & R. 455 ; Gingrich v. Foltz, 7 Harris 40 ; Darragh v. Bryant, ante, p. 69."
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 156
}
