{
  "id": 1009166,
  "name": "Linsenbigler versus Gourley",
  "name_abbreviation": "Linsenbigler v. Gourley",
  "decision_date": "1868-01-07",
  "docket_number": "",
  "first_page": "166",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. 502",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 62",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 366",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0366-01"
      ]
    },
    {
      "cite": "6 W. & S. 188",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 36",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Grant 61",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 109",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pick. 261",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2069259
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/41/0261-01"
      ]
    },
    {
      "cite": "2 Curt. 386",
      "category": "reporters:federal",
      "reporter": "Curt.",
      "case_ids": [
        6129340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/30/0741-01"
      ]
    },
    {
      "cite": "6 Watts 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0042-01"
      ]
    },
    {
      "cite": "1 Jones 374",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 910,
    "char_count": 17163,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.151393168548393e-07,
      "percentile": 0.9115207102807924
    },
    "sha256": "b07b261b90885b2371f432b3c59f9c1a152a42a4cc28d38864e4027f28cf9a4e",
    "simhash": "1:743f2581781fbc1a",
    "word_count": 3126
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson, Strong, Read and Agnew, JJ."
    ],
    "parties": [
      "Linsenbigler versus Gourley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1868, by\nAgnew, J.\nThe principal question in this case was decided when it was here before: 1 P. E. Smith 345. It was then held that the defendant’s note was not a donatio eausa mortis. It is quite as manifest it was not an absolute gift.\nThe utmost that can he claimed from the testimony of Patterson and the letters, was an intention that the plaintiff should get it in case the deceased should not return. Patterson says, speaking of the sealed envelope enclosing the notes, “ he told me to give it to Tilda Linsenbigler,” and said, “ if Tie never came bach, he wanted her to get it, as he would rather she would get it than any other person.”\nThis was not a present absolute gift, hut the expression of a future purpose in the event of his not returning. In regard to all the letters, it is to he noticed that in none is there a new or present disposition made of the notes, but all refer to his previous act, and express the same intention and qualification stated to Patterson that the plaintiff should have the notes, if -he did not get bach. Had the letter of September 6th, which is most relied upon, stood alone and disconnected, possibly it might háve indicated some present disposition; but the case turns upon the testimony of Patterson, and those parts of the letters which relate to the notes are but declarations referring to his previous act. All must be taken together, and when this is done, there can be no doubt that his intention to give was future in its purpose, and not to take effect unless he failed to return.\nThis view of the effect of the alleged gift also disposes of the question of endorsement, for the absence of an intention to make a present gift excludes the idea of a transfer by way of endorsement being intended.\nThe question most pressed upon us in the last argument is the operation of the letters as a military testament. It is alleged they constitute the will of a soldier in actual military service, and therefore invest the plaintiff with a title to the notes by way of legacy. However this may be, it is unnecessary to decide the question now, for, admitting the military testament, it does not-enable the plaintiff to maintain this action. A testament is the “just sentence of our will that we would have done after our death,” and has no operation before. The property being in the decedent at his death, necessarily passed into legal custody, and where it is a chose in- action, as in this case, it can he recovered from the debtor only by the executor or administrator who legally represents the decedent. It is to be noticed this is not the case of property or money in the hands of a party who by his express promise has made himself answerable to the plaintiff, as in Lee v. Gibbons, 14 S. & R. 105. Nor is it the case of tangible property, which, by a family arrangement, there being no creditors, has passed into the possession of the defendant for a sufficient consideration, as in Walworth v. Abel, 2 P. F. Smith 370. But here the debtor is called on by the action to pay a stranger to the chose who shows no title from the decedent in his lifetime, and no title at law by a profert of letters of administration. The very distinction is hit by our brother Thompson in the opening sentence of his opinion in Walworth v. Abel, “It is material to bear in mind in this case (he says) that the widow and heirs are not seeking to recover property of the estate without letters of administration.” But that is the very position this plaintiff occupies. . She is seeking to recover a legacy under a will by a suit against the debtor of the estate whose debt is assets. But clearly this cannot be done for many reasons. The plaintiff is not the legal representative of the creditor, and cannot sue in that aspect. She cannot recover her legacy without a tender of a refunding bond to meet forthcoming debts if any should afterwards appear, and cannot maintain her suit in this aspect. The debtor has a right to object, because the record of this action would not bar a suit by the administrator. In Ebbs v. Taylor, 1 Jones 374, it was said even a family arrangement would not bar his suit. Clearly, if in a suit by the administrator he should show that the plaintiff in this action had no title, there would be no defence to his recovery. The debtor-cannot therefore be compelled to occupy this unsafe position. Another reason is, that to permit her suit, would tend to defeat government taxes,, whether Federal, imposed in all cases of succession, or State, upon collateral inheritances.\nBut the case is still stronger when we notice the actual condition of this estate. , Letters of administration on the estate of the deceased were taken out by the defendant himself on the 11th of December 1861 — but two weeks after the death of the deceased. An inventory was filed by him within thirty days embracing the notes in question ; while the present action was not brought until March Term 1863. It is a familiar principle when the hand which is to pay is the hand also to receive, that is payment in law: Grayble v. York and Gettysburg Turnpike Co., 10 S. & R. 273. Hence the appointment of a debtor as executor, or his taking out letters of administration, operates as payment into his own hands, and his duty as executor or administrator is to inventory his own debt: Griffith v. Chew, 8 S. & R. 17; Metz’s Appeal, 11 Id. 204; Simon v. Albright, 12 Id. 429; Eichelberger v. Morris, 6 Watts 42. It was therefore provided by the 6th section Act of 24th February 1834, that the appointment of any person to be an executor, shall in no case be deemed a release or extinguishment of any debt or demand which the testator may have against him; but such debt shall be included in the inventory and be subject to distribution like other personal estate. When the defendant administered on his creditor’s estate, gave bond and surety, and inventoried his own debt, it is very clear he could not be discharged therefrom, except by due course of administration and settlement of his accounts before the Orphans’ Court. Iiow is it possible that the plaintiff claiming under a testamentary bequest can, by a suit in 1863, take this debt out of the inventory and out of due course of administration without regard to the rights of the administrator, and all parties who may claim the fund as creditors or distributees ? As to the administrator, no legacy can be recovered from him without a refunding bond to protect him against debts which may arise. As to the creditors, whether their debts set forth as paid in the administration-account were properly paid, the Orphans’ Court alone has jurisdiction to determine. And as to the distributees, it is their right to have the question of devisavit vel non tried before the proper tribunal having jurisdiction over wills and testaments. And added to this is the right of the government to hold the administrator to the payment of taxes upon successions and collateral inheritances. All these are questions over which’ the Court of Common Pleas has no jurisdiction. It is now the settled law, that the Orphans’ Court has exclusive jurisdiction over all things pertaining to the settlement and distribution of estates, including the claims of creditors, next of kin and legatees: Kittera’s Estate, 5 Harris 422; Whiteside v. Whiteside, 8 Id. 474; Ashford v. Ewing, 1 Casey 213.\nFor all these reasons the judgment must be affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "B. 8. G-olden, for plaintiff in error,",
      "8. A. Purvianee (with whom was •/. Boggs), for defendant in error:"
    ],
    "corrections": "",
    "head_matter": "Linsenbigler versus Gourley.\n1. A soldier about to go to the field, left with a friend promissory notes in a sealed envelope, addressed to a lady to whom he was engaged to be married, directing them to be given to her at once, and said “ if he never came back he wanted her to get it, as he would rather she would get it than any other person the package was delivered to her as directed; he made many similar declarations in letters addressed to her afterwards; he died on the field, having made no other disposition of the notes. Held, not to be an absolute present gift, but the expression of a future purpose, if he should not return.\n2. Even if the letters, &c., constitute a military will, she could not recover the amount of notes from the debtor; they passed on his death into legal custody, and were recoverable only by the administrator.\n3. The Orphans’ Court has exclusive jurisdiction.over all things pertaining to the settlement and distribution of estates, including the claims of creditors, next of kin, and legatees.\nNovember 5th 1867.\nBefore Woodward, C. J., Thompson, Strong, Read and Agnew, JJ.\nError to the Court of Common Pleas of Armstrong county: No. 42, to October and November Term 1867.\nThis was an action of assumpsit, to March Term 1863, by Matilda J. Linsenbigler against George A. Gourley.\nThe action was on a note dated July 26th 1861, from George A. Gourley, the defendant, to B. E. Gourley, payable one day after date, for $265.76. The case had been already tried and a verdict rendered for the plaintiff, the judgment on which was reversed hy the Supreme Court (1 P. F. Smith 357).\nThe plaintiff gave evidence by Joseph K. Patterson that B. F. Gourley enlisted July 27th 1861; that on the day he left home for the army he showed the witness the note in suit, another small promissory note and a bank-note for $5; he then put them into an envelope, sealed it and addressed it, “ Miss M. J. Linsenbigler, Pleasant Hill, in politeness of Friend Patterson,” and told witness to give them to Miss Linsenbigler the first time he should see her, that he would rather she should have them than any one else. This was on Saturday; the witness gave her the envelope sealed as it was on the next Monday. B. F. Gourley died of disease in the field, November 26th 1861. On the 29th of July 1861, he wrote to the plaintiff from Pittsburgh, saying, “ I handed to J. K. Patterson a few lines and the notes. He said he would say nothing about it; I told him not to. But if I do not get back I do not care who knows it, as I told him I would much rather you would get it than any other person.”\nHe again wrote to her from Harrisburg on the 5th of August 1861. He then said, “ When you write let me know if you got all I left you, and if Patterson (gave) you a separate note. I forgot to put it in with the rest. I suppose he will think me very liberal, as he saw me put the bill in with the note. I would not let him see it, but could not help it. The store was full of people at the time, and I had to go back to his warehouse, and he went along with me; but I do not care, as I trust I was leaving it with a true friend ; and if I do not get back, if you can get all 1 will be satisfied.”\nIn another letter dated at Washington, September 6th 1861, he wrote : “ It is getting nigh evening, and I ought to be on duty ; but I thought it more my duty to spend a-few moments in conversing to you; for this may be the last time; but I hope not. But if so, what I gave to you put in hands that will attend to it justly and honestly for you; for I want you to get all if I do not get back.”\nIn these letters, and others given in evidence which did not refer to the note, there were many expressions of attachment to the plaintiff and deep affection for her. She also gave evidence of declarations of B. F. Gourley that he was engaged to be married to her.\nThe defendant proved that administration on the estate of B. F. Gourley had been granted to him December 11th 1861. He also gave in evidence- his administration account, filed August 8th 1865. The account showed the charges against the administrator, including the note in suit, to be §¡654.11, and the credits $478.18.\nThe points of the plaintiff and the answers of the court (Buffington, P. J.) were as follows :—\n1. “ If the jury find that there was an actual delivery of the note in suit to the plaintiff, with the declaration that if the payee never returned from the army, plaintiff should be the absolute owner of said note, the gift would be complete, subject to be divested only upon a condition subsequent, — the return of B. F. Gourley from the army, which event never occurred, and therefore the gift was absolute, and the plaintiff is entitled to recover.”\n“ This point is answered in the negative, as the evidence shows, if believed, that the gift was not absolute, but subject to a right to resume the property upon his return from the army. The absolute property did not pass with the possession, and there is no evidence to sustain that position, nor can it be fairly inferred from the evidence.”\n2. “ If the jury find that the note was actually delivered to the plaintiff, with the intention on the part of B. E. Gourley to transfer the ownership to her, the letters and declarations of B. E. Gourley are sufficient to transfer to the plaintiff said note, and furnish an equivalent for written endorsement or transfer upon the paper itself.”\n“ This point is answered in the negative. We do not think the letters referred to are a sufficient endorsement to pass the property in the note.”\n8. “ That the contract or engagement to marry, existing between the plaintiff and B. F. Gourley, was a sufficient consideration for the transfer of the note to her.”\n“ This point, under the evidence in this ease, is answered in the negative. We do not think an agreement to transfer, in consideration of an existing engagement of marriage, would be sufficient, whatever it might be, if the transfer was made in consideration and in consequence of the promise, which the evidence in this case is insufficient to sustain.”\n4. “ The letter’s of' Benjamin F. Gourley of 29th July, 5th August, 6th of September and 28th October 1861, when taken together, constitute a valid military testament or last will of a soldier in actual service, and if the jury find that B. F. Gourley was in actual military service, and wrote those letters referring to and giving the note in suit to the plaintiff, she is entitled to recover.”\n“ This point, under the circumstances, we answer in the negative ; not that the deceased, as defendant contends for, was not in military service, within the meaning of the Act of Assembly, but because the letters do not purport to be a will, or any intention to make a will; but if this was a will, still the plaintiff cannot recover, because it must then go into administration, and be settled in the Orphans’ Court.”\n5. “ If the jury believe the evidence of J. K. Patterson and others, that evidence constitutes a good nuncupative will, and, as such, will pass the property and note in suit to the plaintiff.”\n“ This point is answered in the negative, as the evidence does not show any intention to make a will; but if this were so, the remedy would be in the Orphans’ Court.”\nThe defendant’s 6th point, which was affirmed, was:\n“ Under the whole evidence in the cause, the verdict of the jury should be for the defendant.”\nThe verdict was for the defeneant.\nThe errors assigned in the Supreme Court were the answers to the several points.\nB. 8. G-olden, for plaintiff in error,\ncited Sharswood’s Black. Com. Book 1, p. 417; Cooper’s Justinian, Lib. 11, tit. XI. p. 118, et seg.; Hubberfield v. Browning, 4 Ves. Jr. 200 ; 3 Dane’s Abr. O. 90, Art. 12, § 1; Boyd v. Boyd, 6 Gill & Johns. 25; Acts of April 2d 1822, § 70, 7 Sm. Laws 643,18th April 1861, § 4, Pamph. L. 409, Purd. 735, pi. 166,167 ; Leathers v. Green-acre (S. C. of Maine), 6 Am. L. Reg. No. 9, N. S., July 1867, 540 ; In re Donaldson, 2 Curt. 386 ; In re Saunders, 11 Jur. N. S. 1827; Redfield on Wills, Part 1, ch. 2, § 2, ch. 10, § 5; Swinbourne on Wills, Part 1, § 3, pi. 19 ; Turner v. Scott, 1 P. F. Smith 132 ; Green v. Proude, 1 Mod. 117 ; Waltham v. Devon-shire, 1 P. Wms. 529 ; Wigram on Extrinsic Ev. 101-109 ; Walworth v. Abel, 2 P. F. Smith 370; Parsons on Contracts 201 and note; Byles on Bills 115; 2 U. S. Dig. 467-8 ; 2 Harrison’s Dig. 2305 ; 2 Kent’s Com. p. 437, § 38 ; Bunn v. Markham, 7 Taunt. 230 ; Hath v..Hall, 2 Rose 271; Grover v. Grover, -24 Pick. 261; Jones v. Witter, 13 Mass.; Mowry v. Todd, 12 Id. 281; Magniac v. Thompson, Bald. Rep. 258 ; Hob. 170 ; 2 Cruise’s Dig. 2; Robb v. Beaver, 8 W. & S. 109 ; Gould v. Safford, 39 Vt.; Martin v. Mott, 12 WSeat. 19; Houston v. Moore, 5 Id. 20.\n8. A. Purvianee (with whom was •/. Boggs), for defendant in error:\nBunn v. Markham, 7 Taunt. 231; Campbell’s Estate, 7 Barr 101; Mechling’s Appeal, 2 Grant 61; 2 Kent Com. 438 ; Frederick’s Appeal, 2 P. F. Smith 341; Kennedy v. Ware, 1 Barr 445 ; Pennington v. Getting, 2 Gill & Johns. 209 ; Yard v. Patton, 1 Harris 285 ; Ellison v. Ellison, 6 Ves. 656 ; Whitehill v. Wilson, 3 Penna. R. 414; 1 Sharswood’s Bl. 514 ; 1 Pars, on Cont. 20; Plumstead’s Appeal, 4 S. & R. 546 ; Redfield on Wills 190, 192, 196, 199, 200; Torner v. Taggart, 4 Bing. 496 ; Taylor’s Appeal, 11 Wright 36 ; Werkeiser v. Werkeiser, 6 W. & S. 188; Duifield v. Elwes, Sim. & Stu. 244; Ward v. Turner, 2 Ves. Sen. 443; Wells v. Tucker, 3 Binn. 366; Yarnall’s Will, 4 Rawle 62; Delsbigarre v. Bush, 2 Johns. 502 ; Tate v. Hilbert, 2 Ves. Jr. 115 ; Royle v. Hamilton, Id. 438 ; Drury v. Smith, 1 P. Wms. 406 ; Gourley v. Linsenbigler, 1 P. E. Smith 345."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 172
}
