{
  "id": 1009139,
  "name": "Freyvogle versus Hughes",
  "name_abbreviation": "Freyvogle v. Hughes",
  "decision_date": "1868-01-07",
  "docket_number": "",
  "first_page": "228",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 95",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0095-01"
      ]
    },
    {
      "cite": "1 Wh. 352",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 126",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834994
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0126-01"
      ]
    },
    {
      "cite": "1 Watts 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 391",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 126",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 7338,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.5037821309100824e-07,
      "percentile": 0.6661394158501133
    },
    "sha256": "b106891833c7e9f25b60ccb0d0bae82bc36ee1492967b7e07763e43f4080a8da",
    "simhash": "1:5973320604b888b9",
    "word_count": 1341
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong, Read and Agnew, JJ. Woodward, C. J., absent."
    ],
    "parties": [
      "Freyvogle versus Hughes."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1868, by\nStrong, J.\nThe deed of Mary Hughes to John Hughes, dated January 25th 1848, was to him and his heirs in trust for the sale and separate use of Mrs. Bell. The cestui que trust was then a married woman. She subsequently became discovert, and in 1858 married Ereyvogle the plaintiff in error, who since her death remains in possession of the property conveyed, claiming it as tenant by the curtesy. The deed is very peculiar. While it creates a trust, it does not define the extent of the estate conferred upon the cestui que trust. It contains no words of limitation descriptive of her interest: nor does it in terms define her estate as a life interest; and there is no remainder over after the termination of the e'state, whatever it was, granted to her. But the legal estate was conveyed to the trustee expressly in fee simple, in trust to let and demise the premises, to collect the rents and income and pay it over to the cestui que trust, or to permit her at her option to demise, occupy and enjoy the subject of the grant, she paying for all necessary repairs. It was also made the duty of the trustee to make improvements, with the written assent of the cestui que trust, and to sell the property in fee simple or otherwise with the like assent, and pay over the proceeds of sale to Mrs. Bell. All this is inconsistent with any estate remaining in Mrs. Hughes the grantor. It is a transfer of the entire profits, not only of a life interest but of the fee, to the cestui que trust, without any words restricting her interest to' a life estate. Had the assurance been by will and not by deed, there could be no doubt that the general power of disposal would make the estate absolute and entire, no limited interest being expressly given. Here, however, the grant was by deed, but the whole estate passed out of the grantor, by the express terms of the deed, and the only trust declared was for Mrs. Bell. We think, therefore, she took in equity a fee simple in the lots conveyed; and if she did, she became entitled to a conveyance of the legal estate on the demise of her first husband.\nThe trust for her separate use then ceased, and it was not revived by her second marriage: Hammersly v. Smith, 4 Whart. 126; Harrison v. Brolaskey, 8 Harris 299; Steacy v. Rice, 3 Casey 75. So it has often been decided in England: Knight v. Knight, 6 Sim. 121; Woodmeston v. Walker, Russ. & M. 197. This being so, it is obvious that the provisions of the deed respecting the trust, ceased to be operative when the trust itself ceased. They cannot therefore affect the second husband. As the case stands then, Mrs. Bell on the demise of her first husband was seised of an use executed, or a legal estate of inheritance in the lands conveyed by Mrs. Hughes to the trustee. The trust was not revived by her second marriage, and hence Ereyvogle, the second husband, is entitled to curtesy. Were the trust one which continued.until the death of the original cestui que trust, it might be that the words of exclusion in the deed would debar the surviving husband of any marital right even after the death of his wife, as was thought by the learned judge of the District Court; but such is not the case before us.\nJudgment reversed, and judgment for the defendant non obstante veredicto.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Kirhpatrick Mellon, for plaintiff in error,",
      "Barton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Freyvogle versus Hughes.\n1. A conveyance was made to a trustee in fee for a married woman, in trust to let the premises and pay the income to her or to her direction, to suffer her to rent or occupy them, “ and take the income thereof for her own separate use and support, so as the same shall not be liable to the debts, control or engagements of her present or any future husband,” she to pay all necessary taxes and repairs: he to make improvements or buildings with her assent, to sell the same with her assent, and pay her the purchase-money, with no remainder over. Held to be a transfer of the entire profits to her in fee. She took in equity a fee simple in the premises and, on the death of her husband, was entitled to a conveyance of the legal estate.\n2. On a second marriage the trust did not revive, and at her death the husband was entitled to curtesy.\nNovember 8th 1867.\nBefore Thompson, Strong, Read and Agnew, JJ. Woodward, C. J., absent.\nError to the District Court of Allegheny county : No. 1, to October and November Term 1867.\nThis was an action of ejectment to November Term 1865, brought by John Hughes against Anthony Freyvogle, for two lots of land in the city of Pittsburg.\nOn the 25th of January 1848, Mary Hughes, by indenture of that date, between herself of the first part, John Hughes (the plaintiff) of the second part, and Ellen Bell, her daughter, of the third part, in consideration of $1 and of natural affection, conveyed the lots in question to John Hughes in fee; “in trust, nevertheless, that the said John Hughes, his heirs and assigns, shall and will from time to time let and demise the said premises, and recover and receive the rent and income thereof, and pay over the same as received into the hands of the said Ellen Bell, or to such other person as she by writing may direct, or at her option permit and suffer her, the said Ellen Bell, to rent or demise, occupy and enjoy the said messuages and lots, receive and take the income thereof for her own separate use and support, so as the same shall not be liable to the debts, control or engagements of her ' present or any future husband: she paying all necessary taxes, repairs thereon, or to make improvements or buildings on the same, with the written assent and approbation of the said Ellen Bell, and with the like assent and approbation of the said Ellen Bell to sell the said lots or pieces of ground, or any part thereof, in fee simple or otherwise, and make a deed or deeds, and give receipt or receipts to the purchaser or purchasers for the same, and pay over to the said Ellen Bell the purchase-money thereof.” At the date of the deed Ellen Bell was the wife of Gr. W. Bell; he died in 1856, and in 1858-she married the defendant Anthony Freyvogle. Mrs. Bell died in 1863, leaving two children by her first husband — but none by Freyvogle: he has since her death been in possession of the land.\nThe jury found for the plaintiff, subject to the opinion of the court on this question reserved: “ Whether Anthony Freyvogle, the defendant, was entitled to possession of the premises in controversy as tenant by the curtesy in right of his late wife, now deceased, under the deed of trust of 25th day of January, A. u. 1848.”\nThe District Court (Hampton, P. J.) entered judgment for the plaintiff on the verdict. The defendant took a writ of error and assigned for error, so entering judgment.\nKirhpatrick Mellon, for plaintiff in error,\nreferred to Thornton v. Krepps, 1 Wright 391; Morris v. Phaler, 1 Watts 390; Bradley v. Wolcott, 13 Ves. 433; 2 Sugden on Powers 158; Barton v. Brisco, 4 Con. Ch. Rep. 483 ; Knight v. Knight, 6 Sim. 121; Hammersly v. Smith,-4 Wh. 126; Woodmeston v. Walker, Russ. & M. 197 ; Jones v. Salter, Id. 208 ; Grlyn v. Baster, 1 Y. & J. 329; Harrison v. 'Brolaskey, 8 Harris 299; Burr v. Sims, 1 Wh. 352; Leigh & Dalzell on Conversion, ch. 8; Cochran v. O’Hern, 4 W. & S. 95; Stokes v. McKibbin, 1 Harris 267; Dubs v. Dubs, 7 Casey 149.\nBarton, for defendant in error."
  },
  "file_name": "0228-01",
  "first_page_order": 228,
  "last_page_order": 231
}
