{
  "id": 1009143,
  "name": "McCall's Appeal",
  "name_abbreviation": "McCall's Appeal",
  "decision_date": "1868-01-07",
  "docket_number": "",
  "first_page": "363",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 347,
    "char_count": 5252,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.0845263178793621e-07,
      "percentile": 0.5633347735717411
    },
    "sha256": "b6ebcf8e834fbeb2fdaaf185185b51c9052ae8b1ce07e31ca66061b901fa0a38",
    "simhash": "1:91dfbe143e0f32a6",
    "word_count": 919
  },
  "last_updated": "2023-07-14T19:45:00.366383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong, Bead and Agnew, JJ. Woodward, C. J., absent."
    ],
    "parties": [
      "McCall’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1868, by\nRead, J.\nThe act relating to Orphans’ Courts, passed 29th March 1832, in the ’36th and nine following sections, provides for the partition of an intestate’s real estate where he leaves lineal descendants. The 46th section prescribes the like proceedings on the application of the persons in whom the estate vests in possession where the decedent leaves no lineal descendants. In either case, if there be a widow, she becomes a party and may make the application to the Orphans’ Court to make partition.\nAnd when such estate cannot be divided among the lineal descendants and the widow, or among the collateral heirs and the widow, without prejudice to, or spoiling the whole, it may be appraised and finally sold, if no one will take it agreeably to the provisions of the act. The widow is clearly embraced by the terms of the law. The revisers, in consolidating the provisions of'the former acts, threw all that related to the descent and distribution of the estates of intestates into a separate bill, which became a law on the 8th of April 1833. The revisers say in their report: “The 1st section, which is divided into three articles or paragraphs, is intended to provide for the widow' and surviving husband, as the case- may be, of an intestate, and is derived from the 3d and 4th sections of the Act of 1794, and from the 5th section of the Act of 1797, there being no other substantial alteration than in the last clause, which gives to the surviving husband an estate for life in the real property of the wife, although there should be no issue of the marriage.” The 2d article of the 1st section provides, “ where such intestate shall leave a widow and collateral heirs or other kindred, but ño issue, the widow shall be entitled to one-half part of the real estate, including the mansion-house and buildings appurtenant thereto, for the term of her life, and to one-half part of the personal estate absolutely.”\nIt was, therefore, clearly the intention of the revisers not to change the former law, except in the case specified, and therefore the paragraph in the Intestate Act did not alter the provisions of the Orphans’ Uourt in relation to partition, but simply required, in case of actual partition of the land, the mansion-house should be given to the widow.\nThere would have been no dispute about this except for the case of Poundstone-'r. Everly, 7 Casey 11, not very well considered, 'and not applicable to the present case, and in which the syllabus is the most accurate part of it.\nAs we are of opinion the construction placed upon the two acts by the court below is correct, the appeal is dismissed and decree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "O. J3. Taylor, for appellant,",
      "B. J. Beid and J. S. MaOalmont referred to above acts;"
    ],
    "corrections": "",
    "head_matter": "McCall’s Appeal.\n1. In proceedings in partition in the Orphans’ Court, where there are a widow and collateral heirs only, if the estate cannot be divided, it may be appraised and sold, if not taken at the appraisement.\n2. The provision in the Act of 1833 that the widow, where there are none but collateral heirs, shall have the mansion-house, &c., applies only to cases of actual partition.\n3. Poundstone v. Everl'y, 7 Casey 11, is not well considered.\nNovember 18th 1867.\nBefore Thompson, Strong, Bead and Agnew, JJ. Woodward, C. J., absent.\nAppeal from the decree of the Orphans’ Court of Venango county : in the matter of the partition of the real estate of Samuel McCall, deceased: No. 144, to October and November Term 1867.\nOn the petition of Sarah McLaughlin, setting forth that Samuel McCall had died intestate, leaving a widow, Jane McCall, Charles McLaughlin, a nephew, and the petitioner, a niece, to survive him, the court, on the 25th of January 1866, awarded a writ of inquest to divide the real estate of the decedent. The inquest returned that the land could not be divided, and valued it at $980. A rule on the heirs to accept or refuse was served on all the parties. On the 27th of August 1866, Charles McLaughlin refused to accept, and Sarah McLaughlin bid $10 above the appraisement. On the 28th, Jane McCall, the widow, filed two exceptions to the inquisition, viz. -\n“ 1. The decedent having died intestate, leaving a widow and collateral heirs, but no issue, the jury should have divided the land, giving to the widow the one equal half part thereof, including the mansion-house and out-buildings.\n“ 2. There being a mansion-house and out-buildings upon the estate of decedent, they should have been set apart, with the one-half part of the real estate to the widow, without reference to whether it would prejudice the remaining one-half.”\nThe court (Gordon, P. J.) dismissed the exceptions and awarded the land to Sarah McLaughlin at her bid. The widow appealed, and assigned for error the decree of the court.\nO. J3. Taylor, for appellant,\nreferred to Acts of 1794, 3 Smith L. 146, April 8th 1833, § 1, Pamph. L. 316, Purd. 562, pi. 3 ; Poundstone v. Everly, 7 Casey 11.\nB. J. Beid and J. S. MaOalmont referred to above acts;\nto Acts of March 29th 1832, § 36-46, Pamph. L. 201-203, Purd. 292 et seq., pi. 124-129-133,137,139-141,149,152; April 4th 1797, § 8, 3 Sm. L. 298; April 2d 1804,4 Id. 183 ; April 7th 1807, Id. 400 ; Young v. Bickel, 1 S. & R. 469 ; Poundstone v. Everly, 7 Casey 11."
  },
  "file_name": "0363-01",
  "first_page_order": 363,
  "last_page_order": 365
}
