{
  "id": 1009150,
  "name": "The Pittsburg, Fort Wayne and Chicago Railway versus Gilleland; Same versus McClinton",
  "name_abbreviation": "Pittsburg, Fort Wayne & Chicago Railway v. Gilleland",
  "decision_date": "1868-01-07",
  "docket_number": "",
  "first_page": "445",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "56 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 119",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0119-01"
      ]
    },
    {
      "cite": "4 Rawle 24",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "14 Verm. 244",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "19 N. H. 372",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        2350534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/19/0372-01"
      ]
    },
    {
      "cite": "25 Verm. 49",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        737670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/25/0049-01"
      ]
    },
    {
      "cite": "4 Gray 301",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2075646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/70/0301-01"
      ]
    },
    {
      "cite": "25 Verm. 69",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 87",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0087-01"
      ]
    },
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    },
    {
      "cite": "10 Wright 112",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "pin_cites": [
        {
          "page": "207"
        },
        {
          "page": "175"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    },
    {
      "cite": "10 Wright 213",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Denio 433",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/2/0433-01"
      ]
    },
    {
      "cite": "11 Cush. 221",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1970396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/65/0221-01"
      ]
    },
    {
      "cite": "22 Barb. 297",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4981306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/22/0297-01"
      ]
    },
    {
      "cite": "1 Wright 480",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0493-01"
      ]
    },
    {
      "cite": "9 Watts 119",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849975
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0119-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1091,
    "char_count": 24680,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.4890062080346146e-06,
      "percentile": 0.9916578147992412
    },
    "sha256": "5b3997a2e24bc442f759344284713dbd364b71f5f49c8ae661a7be4f3b16bff5",
    "simhash": "1:65e10531bfe2d9cf",
    "word_count": 4266
  },
  "last_updated": "2024-02-27T21:15:33.586163+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Strong, Read and Agnew, JJ. Woodward, C. J., absent."
    ],
    "parties": [
      "The Pittsburg, Fort Wayne and Chicago Railway versus Gilleland. Same versus McClinton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 7th 1868, by\nAgnew, J.\nThe narr. in this case is not free from circumlocution, and is perhaps faulty in this respect; but we cannot avoid seeing that it is for an injury caused by the continuance, after notice, of an insufficient culvert so unskilfully and negligently constructed by the former proprietors of the railroad, as not to vent all the water that flows down the channel, over which it is built, in the ordinary seasons of high water. It is founded upon the duty of a railroad company to construct its works with proper skill and care, and with a due regard to the features of the ground over which its road passes. This stream is not large, yet it is obviously so important, that the safety of the railroad and the welfare of the landowner require its waters to be passed by an adequate culvert. The declaration is, therefore, sufficient to support the judgment, and we must proceed to examine the assignments of error involving the principles on which the case was tried.\nThe 1st point of the defendants asked the court to charge that the injury from an insufficient culvert fell within the special remedy given for the appropriation of the land, and the damages arising therefrom. The charter requires a description to be^filed of the rights and interests intended to be appropriated, and delivery of- a copy to the owner, and thereupon the court, or a judge in vacation, “ shall appoint by warrant three disinterested freeholders of such county, to appraise the damages which the owner of the land may sustain by such appropriation“they shall consider the benefit as well as the injury which such owner shall sustain ly reason of such railroad, and shall forthwith return their assessment of damages, setting forth, &e.” Thus with the survey before the viewers, the natural surface of the ground indicates the embankments and excavations to be made, the streams to be crossed, and the chasms to be filled. When the question arises to the mind of the viewer what injuries the property will suffer from the railroad on the line before him, the answer will be indicated by the works to be put there. Then the question springs up, how put there ? Clearly it must be answered, in the way such works are ordinarily constructed, according to the usual practice and mode of skilful engineering. If it be a fill or an excavation, by ascertaining its height or its depth, and considering its effect upon the land, and its uses, an estimate of the injury may be formed. If a chasm is to be bridged, or stream to be culverted, its effect may also be perceived. All the probable and natural consequences of the works in producing injury must be allowed for, such as would fairly arise to the mind of an intelligent viewer in considering the effects of such works. So far judgment and reason have a guide; but no estimate of damages can be founded upon an expectation that the company will omit its duty, or on the supposition that it will so negligently and unskilfully construct its works as to produce injury. . The extent of its failure, or whether it will fail at all, is unknown, and can furnish no guide to govern the estimate. It would be unjust to the company, and a violent presumption on the part of the viewer, to assume that a railroad company would fail to build a culvert as necessary to the security of its road-bed as the welfare of the landowner. On such a principle of estimating damages roads could not be built, and a court, on appeal, would set such a finding aside. If, then, a watercourse must be culverted, the presumption must be that it will be sutficiently done, and any neglect of duty must be left for future remedy. The contrary presumption is more violent than that adjacent property may take fire from the sparks of a passing engine; and yet, though this often happens, it is held to be too remote, uncertain and contingent to be a proper ground of 'damages : Lehigh Valley Railroad Co. v. Lazarus, 4 Casey 203. It is the “real damage, and no more,” the legislature intends to provide for: Id. 206. Or, as said in Watson v. Railroad Co., 1 Wright 480, the damages which are the direct and immediate consequence of construction. The principle and the distinction are well stated by Shaw, C. J., in Dodge v. County Commissioners of Essex, 1 Am. Railway Cases 336. After stating that authority to construct any public work carries with it an authority to use the appropriate means, and damages arising from such use may be compensated, he proceeds to say: “ Of course this reasoning will not apply to damages occasioned by carelessness or negligence in executing such work. Such careless or negligent act would be a tort for which an action at law would arise against him who commits or him who commands it. But where all due precautions are taken, and damage is still necessarily done to fixed property, it alike is within the letter and the equity of the statute, and the county commissioners have authority to assess the damages.” The statutory view was therefore not the remedy for the insufficiency of the culvert afterwards built, and we are brought now to consider more directly the common-law liability of the defendants for the injury.\nAnd on this point there is no doubt, upon general principles and adjudicated cases. The entry of a company to build its railroad being lawful, it stands as if it were on its own ground, and the maxim applies, sio utere tuo ut alienum non Icedas. It should so perform its act as not to carry over its injurious consequences beyond the hurt it may lawfully inflict. It is said in Hilliard on Torts 125, and numerous examples are there adduced, that acts innocent and lawful in themselves may become wrongful when done without a just regard to the rights of others, and without suitable reference to the time, place or manner of performing them. The test of exemption from liability for injury arising from the use of one’s own property, is said to be the legitimate use or appropriation of the property in a reasonable, usual and proper manner, without any unskilfulness, negligence or malice: Carbars v. Auburn, 22 Barb. 297. The distinction is vital, says Thomas, J., in Rockwood v. Wilson, 11 Cush. 221, for nothing is better settled than that if one do a lawful act upon his own premises, he cannot be held responsible for injurious consequences that may result from it, unless it was so done as to constitute actionable negligence. But lawful acts may be performed in such a manner, so carelessly, negligently and with so little regard to the rights of others, that he who, in performing them, injures another, must be responsible for the damage: Burroughs v. Housatonic Railr. Co., 2 Am. Railw. Cas. 35. If one should build a road from his house to his barn over a rivulet just below his neighbor’s land, he would clearly he liable for the injury arising from an insufficient culvert which backed up the water when ordinarily high, and by its overflow destroyed his neighbor’s garden, filled his cellar with water, and cracked the walls of his house. The only difference between a railroad company and an individual, in such a case is, that the former is not liable for the necessary consequences of the location and proper contruction of its road, except so far as it is made liable by its charter. But the very exemption from the necessary consequences is a reason, why the work should be skilfully and carefully done, so as not to extend their hurtful effects beyond the actual necessity of the case. The company exercises a part of the public right, but the state, as parens patria, is always careful of her children, doing no unnecessary hurt, and in delegating this power to a private company of men, she does not intend that they shall be less careful of the interests of her people than herself. These principles would apply to a company standing upon its own ground, and certainly their force is not lessened when the entry is upon the land of another, and the right of eminent domain exercised thex-e. The citizen must often suffer for the public good, but his suffering should not be aggravated by unskilfulness and carelessness. These principles are found underlying many cases, which, though varied in circumstances, are based upon the same foundation of good morals and beneficent government. The rule, says Gibson, C. J., is, that unless there has been supineness on the other side, negligence in the enjoyment of property or the exercise of a right is cause of redress in eqiiity and at law: Fisher v. Knox, 1 Harris 622. Thus, it was held in Commissioners of Kensington v. Wood, 10 Barr 93, that those commissioners who were authorized to grade and pave a public street, were liable for injuries accruing to a private right of way down which the water was diverted, for they were bound to make proper provision for carrying off the water. So a city in possession of a public wharf, exercising exclusive jurisdiction over it, and receiving tolls for its use, was held liable for negligence in permitting a pile of iron to lie there until a rise in the river drove a steamboat upon it, which was injured by a floating body, while backing off from the pile into the stream: Pittsburgh v. Grier, 10 Harris 54. See also Erie City v. Schwingle, Id. 384. The principle was pushed still farther in Godley v. Hagerty, 8 Id. 387, and Carson v. Godley, 2 Casey 111, in which the owner of a warehouse was held liable to his tenant and his tenant’s laborer for the insufficiency of its structure to answer the pux’pose of storing away property. A case more to the point of the present is Davis v. The London and Blackwall Railway Company, 2 English Railw. Cas. 225, *308, where the company wa.s held liable for negligence in making an excavation near to another’s house which caused it to fall upon the house of the plaintiff and'injure, it. So it was said by Wilde, J., in Lowell v. Boston and Lowell Corporation, 1 Am. Railw. Cas. 289, that it is not true that all the defendant’s duties and liabilities aré created and prescribed by the act of incorporation. Corporations, as well as individuals, by the principles of the common law, are bound so to exercise their rights as not to injure others. The principle, sic utere tuo ut alienum non Icedas, is of universal application. Therefore it was held in that case that a railway company, having a right to cut through the street of a city, though not bound by its charter to put up barriers for the protection of travellers upon the street, was liable for the neglect of those in their employ to put up the barriers at night which it had voluntarily placed there for safety. We have also the case of The City of New York v. Bailey, 2 Denio 433, in which the city was held liable for the defective construction of a dam erected upon the Croton to supply water to the city, which broke and injured a lower riparian owner, notwithstanding the work was done by commissioners appointed by the governor and senate. In this state it is held that the relation of a mere contractor doing the work devolves no responsibility upon the city: Painter v. Pittsburg, 10 Wright 213. The doctrine of negligence in the mode of doing the work, however, was not denied. We must conclude, therefore, that though the state’s right of eminent domain is committed to the company, and it may lawfully enter and build all structures proper to accomplish the purpose of its charter without liability for damages farther than is provided for in the charter; yet this does not justify unskilfulness and unnecessary injury in the mode of performing the work, or in the character of the structures erected. The company is bound to bring to their execution the engineering knowledge and skill ordinarily known and practised in the construction of such works. See also Redfield on Railways 157, 170, 171, and the authorities there -cited.\nIn the present case, then, if the culvert was so unskilfully and negligently constructed as to be insufficient to vent the ordinary high water of the stream, the railroad company building it would have been liable for the injury thereby caused. The apparent facts indicated the duty. The stream, though small, must find a vent, or overflow the adjacent land and undermine the railroad. Its size, the character of its channel, and the declivity of the circumjacent territory which forms the water-shed, indicated the probable quantity of water to be passed through. Proper engineering skill should observe these circumstances, and supply the means of avoiding the injury which would result from locking up the natural flow, or obstructing its .passage so as to cause a reflux in times of ordinary high water. Beyond this, prudent circumspection cannot be expected to look, and there is therefore no liability for extraordinary floods, those unexpected visitations, whose comings are not foreshadowed by the usual course of nature, and must be laid to the account of Providence, whose dealings, though they may afflict, wrong no one. If, then, there were an original wrong in the construction of the culvert, and a nuisance created thereby, the present owners of the road would be responsible for its continuance after notice.\nUp to this point we discover no error in the charge of the learned judge. He laid down the rule for ordinary freshets and that for extraordinary floods, but in coming to the fact that three very extraordinary floods had happened following in close succession, he seems to have had some impression that a new rule was applicable which the jury might apply themselves. His instructions on this subject seem to be incompatible with those he had already given. After noticing the remarkable succession of extraordinary floods, he said: “ Now, under these circumstances, it will be for you to determine whether the defendants ought or ought not, after the first, or first and second floods, to alter their culvert by enlarging its cavity. Considering the frequency of these floods, was it or w'as it not negligence in them not to do so, after such repeated instances and positive notices, coupled with the request testified to by Gilleland.” In effect this was to leave it to the jury to find a liability for extraordinary floods, because a second and third happened like the first, and came in rapid succession. If all were extraordinary, as the instruction concedes, the surprise at the second and third could not he less than at the first, and it was still more surprising that they should come in this rapid succession. Being extraordinary, neither second nor third -could have been expected more than the first. The rule as to extraordinary floods was therefore not changed. But the frequent recurrence of what was siopposed to be extraordinary was some evidence that the real character of all these.floods had been mistaken by those who testified as to their extraordinary character, and that they were really only ordinary freshets, though measuring up to the highest altitude of that class. It was proper, therefore, to submit this question to the jury with instruction, if they so found the fact, to apply the rule as to ordinary freshets. But from the manner of submitting the instructions, doubtless the jury might understand they were permitted to' allow damages for those extraordinary floods because of their recurrence one after another in so short a time. In this there was error, and the judgment is therefore reversed, and a venire de novo awarded in both actions.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "J. A. Jjowrie, for plaintiffs in error,",
      "White, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "The Pittsburg, Fort Wayne and Chicago Railway versus Gilleland. Same versus McClinton.\n1. It is the duty of a railroad company to construct its works with proper skill and care and with due regard to the features of the ground over which its road passes.\n2. In assessing damages against a railroad company, all such natural and probable consequences of the works in producing injury as would fairly arise to the mind of an intelligent viewer must be allowed for.\n3. An injury arising from the unshilful construction of their works by the company must be left for future remedy.\n4. Negligence or carelessness in executing work on their road is a tort for which an action at law would lie.\n5. The test of exemption from liability for injury from the use of one's own property is its legitimate use in a reasonable, usual and proper manner, without unskilfulness, negligence or malice.\n6. A railroad company in constructing its road and works, is bound to bring to their execution the engineering knowledge and skill ordinarily known and practised in such works.\n7. There is no liability on a railroad company for not constructing a culvert so as to pass exiram'dinary floods.\n8. Three floods happened in.quick succession, and damage resulted in each from the insufficiency of a railroad culvert to vent them. The judge charged: “ But even if the first flood were an extraordinary one,x * it will be for you to determine whether the defendants ought or ought not, after the first, or first and second floods, to alter their culvert by enlarging its cavity, considering the frequency of these floods, was it or was it not negligence in them not to do so, after such repeated instances, and positive notices coupled with the request,\" &c. Held to be error.\nNovember 21st 1867.\nBefore Thompson, Strong, Read and Agnew, JJ. Woodward, C. J., absent.\nError to the District Court of Allegheny county: No. 119 and 120, to October and November Term 1867.\nThese writs of error were argued together, and were to the judgments in two cases against the Pittsburg, Fort Wayne and Chicago Railway Company, tried together in the court below. They were actions on the case No. 379 and No. 380, to November Term 1866 ; one at the suit of James Gilleland, and the other at the suit of Robert McOlinton.\nGilleland’s declaration recited, that he was tenant of a dwelling-house, garden, &c., under McOlinton, who was the owner; that the Ohio and Pennsylvania Railroad Company, in order to support the bed of their road over a small run near the premises of the plaintiff, constructed a culvert “ which should have been large enough to give a free outlet to all the water of said run in time of heavy floods, but which was too small and entirely insufficient for the purpose that the “ defendants became the owner of said railway-bed, and of said culvert, and have continued to own and use the same and “knowing the culvert was too small, and in consequence thereof in time of heavy rains and floods the waters of the run could not flow through it, but were stopped and backed up to the injury of the plaintiff’s premises, it became the duty of the defendants to enlarge said culvert, and provide a free passage for said waters.”\nThe declaration then averred that the defendants neglected their duty in the premises, and neglected to enlarge the culvert, although notified to do so by the plaintiff; and wrongfully maintained it in its original “ too small condition,” knowing it was too small, and that damage was likely to result to the plaintiff’s premises ; “ by means whereof,” on divers times, in consequence of the culvert being too small, and of the negligence of the defendants in not enlarging the same, but continuing to maintain it in its defective condition, the water of the run during heavy rains and floods could not pass through it, but were backed on to the plaintiff’s premises, injuring them — destroying articles on the premises — causing him to incur expense in repairing, &c., laying the damages at $2000.\nMcOlinton declared in the same form, as owner of the house and premises.\nThe Ohio and Pennsylvania Railroad Company was incorporated in 1849. By the charter the company was required to file a description of the rights and interests intended to be appropriated, and to deliver a copy to the owner, and thereupon the court shall appoint three freeholders to appraise the damages the owner may sustain by the appropriation; the appraisers “ shall consider the benefit as well as injury which such owner shall sustain by reason of such railroad, and shall forthwith return their assessment of damages to the clerk of said court, setting forth the value of the property taken, or damages done to the property, the amount of benefit conferred,” &c.\nThe company appropriated a portion of McClinton’s land for their road, and in constructing the road through his land made an embankment through which was a culvert to pass the water of a small watercourse. In 1856, the company formed a consolidation with several other companies under the name of the Pittsburg, Fort Wayne and Chicago Railroad Company. The franchises and property of this latter company were sold in 1861 under judicial proceedings, and in 1862 became the property of the defendants, the Pittsburg, Fort Wayne and Chicago Railway Company.\nIn 1865 and 1866 Gilleland occupied the premises under a lease from McClinton. The plaintiffs gave evidence of floods, one in June and another in July 1865 ; that the culvert was insufficient to vent the water; that the water backed on to their house and premises, injuring the buildings and carrying off vegetables and other articles, and generally doing them much injury. They gave evidence also of another flood in the summer of 1866, of about the same height, and with similar injuries to the plaintiffs’ property. There was evidence on both sides as to the sufficiency of the culvert to pass the water except in extraordinary floods; and also as to whether these floods were extraordinary.\nThere was evidence also that after the first flood of 1865, the defendants were requested to alter the culvert.\nThe defendants’ 1st point was :—\n“ If the culvert was made in the construction of the railroad, and was insufficient to pass all the water in times of heavy floods, and by reason thereof the plaintiff’s property was flooded, the remedy is not by a common-law action on the case, but must be included in the special remedy given for the appropriation of the land for a railroad, and the damages arising therefrom.”\nThe court (Hampton, P. J.) declined to affirm the point but reserved the question for the determination of the court in banc.\nHe further charged:—\n“ But even if the first flood of 1865 were an extraordinary one, the defendants had notice of that and were requested to alter it; then another flood equally great followed, perhaps in the next month ; then another the next year, and still no alteration is made. Now, under these circumstances, it will be for you to determine whether the defendants ought or ought not, after the first, or first and second floods, to alter their culvert by enlarging its cavity, considering the frequency of these floods, was it or was it not negligence in them not to do so, after such repeated instances and positive notices coupled with the request, testified to, &c. ?”\nThe verdict was for Gilleland for $225, and for McClinton for $625, subject to the opinion of the court on the question of law-reserved.\nThe defendant moved in arrest of judgment, on the ground that the declarations do not set forth a sufficient cause of action.\nThe court overruled the motion in arrest of judgment and directed judgment to be entered on the verdict on the question reserved.\nThe defendants removed the cases to the Supreme Court and assigned for error: overruling the motion in arrest of judgment; entering judgment on the question Reserved and the portion of the charge given above.\nJ. A. Jjowrie, for plaintiffs in error,\nreferred to Henry v. Pitts-burg and Allegheny Bridge Co., 8 W. & S. 85; Monongahela Nav. Co. v. Coons, 6 Id. 101; s. c., 6 Barr 379 ; Monongahela-Bridge Co. v. Kirk, 10 Wright 112; Carr v. North. Lib., 11 Casey 324; Lehigh Valley Railroad Co. v. Troné, 4 Id. 207; Reitenbaugh v. Chester Valley Railroad Co., 9 Harris 101; Searle v. Lackawanna and Bloomsburg Railroad Co., 9 Casey 57; New. York and Erie Railroad Co. v. Young, Id. 175; Watson v. Pittsburg and Connellsville Railroad Co., 1 Wright 469 ; McCoy v. Danley, 8 Harris 85, 90, 91; Morrison v. Davis, Id. 171.\nWhite, for defendants in error,\nreferred to Henry v. P. & A. Bridge Co., 8 W. & S. 87; Redfield on Railways 157, 170, 171; Tinsman v. Belv. and Del. Railroad, 2 Dutcher 149 ; Whitcomb v. Verm. Cent. Railroad, 25 Verm. 69; Hooker v. N. H. and N. Y. Railroad, 2 Kernan 486; Millen v. West. Railway, 4 Gray 301; Hatch v. Verm. Cent. Railroad, 25 Verm. 49; March v. C. and P. Railroad, 19 N. H. 372; Brown v. Cay. and Susq. Railroad, 2 Kernan 486; Norton v. Valentine, 14 Verm. 244; Lawrence v. Gr. N. Railroad, 4 Eng. L. and E. 265; Lehigh Br. Co. v. Lehigh Coal and Nav. Co., 4 Rawle 24; Bell v. Mc-Clintoek, 9 Watts 119; McCoy v. Danley, 8 Harris 85."
  },
  "file_name": "0445-01",
  "first_page_order": 445,
  "last_page_order": 453
}
