{
  "id": 1738308,
  "name": "COMMONWEALTH of Pennsylvania v. John K. YOUNG, Appellant (two cases)",
  "name_abbreviation": "Commonwealth v. Young",
  "decision_date": "1978-03-23",
  "docket_number": "Nos. 362 and 565",
  "first_page": "212",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "477 Pa. 212"
    },
    {
      "type": "parallel",
      "cite": "383 A.2d 899"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "476 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736904
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0391-01"
      ]
    },
    {
      "cite": "266 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930989
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0348-01"
      ]
    },
    {
      "cite": "467 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717295
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0347-01"
      ]
    },
    {
      "cite": "380 U.S. 609",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524757
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0609-01"
      ]
    },
    {
      "cite": "326 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479736
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0418-01"
      ]
    },
    {
      "cite": "470 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723797
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "186",
          "parenthetical": "citing cases"
        },
        {
          "page": "256",
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0179-01"
      ]
    },
    {
      "cite": "275 A.2d 61",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "63",
          "parenthetical": "error not harmless unless it \"could [not] possibly have affected the jury in reaching its verdict\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "442 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935429
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "162",
          "parenthetical": "error not harmless unless it \"could [not] possibly have affected the jury in reaching its verdict\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/442/0159-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 13503,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 1.2456238197643005e-07,
      "percentile": 0.608926427756985
    },
    "sha256": "1173b5ee1d6be984323261fc6e54b022fdd766069f5e9c0d028264de9f5af613",
    "simhash": "1:1140467a3358c91b",
    "word_count": 2299
  },
  "last_updated": "2024-02-27T20:11:21.392666+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "MANDERINO, J., filed a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. John K. YOUNG, Appellant (two cases)."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nOn August 26, 1976, appellant, John K. Young, was found guilty of murder of the second degree, possession of an instrument of crime, robbery and burglary after a jury trial in Philadelphia. Post-verdict motions were subsequently denied and Young was sentenced to life imprisonment on the murder conviction and to a concurrent term of not less than ten nor more than twenty years on the burglary conviction. Sentence on the other convictions was suspended. These appeals followed.\nAppellant offered no testimony at trial. The Commonwealth’s testimony established the following:\nAt approximately 6:30 a. m. on March 11, 1975, Miss Jacqueline Mack, of 2123 Etting Terrace, Philadelphia, Pennsylvania, heard the sounds of loud screaming and footsteps coming from the house next door wherein Marlene Mapp and her family resided. She also heard the voice of one of Mrs. Mapp’s children crying out to leave his mother alone. Miss Mack telephoned the police and then telephoned next door. One of Mrs. Mapp’s children, Larry Mapp, answered the phone and screamed his mother had been stabbed. Miss Mack then went to the rear door of the Mapp house and pushed it open. She was met by Larry who was covered with blood. The police arrived and found Marlene Mapp lying wedged against her front door at the foot of the staircase leading to the second floor. There was a trail of blood from a bedroom on the second floor down to the bottom of the staircase. A woman’s purse was lying open on the living room sofa with its contents strewn about. The front door was locked and entrance to the house appeared to have been effected through the rear door by means of a coat hanger being inserted through a hole in the glass of a window next to the door and so manipulated as to unlatch the door.\nA post-mortem examination established Marlene Mapp died from a deep cut of the neck which severed the jugular vein and the right subclavian artery.\nLarry Mapp, six years old at the time of this incident but seven at the time of trial, testified he was sleeping in the same bed as his mother when he was awakened by voices and saw a person he described as “the boy” on the bed on his knees. He identified “the boy” as the appellant, John K. Young. Larry Mapp further testified that Young told his mother to tell him to take his five-year-old sister, Chantel, and leave the room. In the course of doing so, Larry saw Young pull out a knife. When this happened, he ran downstairs to try to find a knife with which to attack the intruder, but could find none. He then ran back upstairs with his sister to the other bedroom and Young then ran downstairs and out the back door with Larry running after him. Later, he saw his mother lying against the front door. He spoke to her but there was no answer. Larry also testified he recognized the intruder as a youth he had seen hanging out clothes in the backyard of the house to the rear of his own.\nIn the course of their investigation, police found a black scarf with stains of human blood in the backyard of the Mapp house, and in a search of the Young residence, pursuant to a search warrant, found three butcher knives with one bearing traces of human blood, a pair of pants, a pair of shoes and a washcloth, all of which bore stains of human blood.\nThe only assignment of error now posed is that in closing argument the assistant district attorney engaged in improper argument which denied Young a fair trial and an objective verdict.\nYoung first contends the assistant district attorney in his closing argument grossly misstated the testimony of Larry Mapp by saying that the witness saw Young slit his mother’s throat when he was in another room as the stabbing occurred according to the testimony. As the trial court correctly noted, however, defense counsel did not, either during the closing argument for the Commonwealth or at any other time during the trial, point out this alleged impropriety of the assistant district attorney or seek to have it corrected in the minds of the jurors before they retired to deliberate. The first time this particular complaint was voiced was in post-verdict motions. Accordingly, this issue has not been properly preserved for appellate review. Commonwealth v. Gilman, 470 Pa. 179, 186, 368 A.2d 253, 256 (1977) (citing cases); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974).\nTwo additional instances of alleged improper argument by the assistant district attorney which have been properly preserved for review follow:\nYoung maintains that the assistant district attorney during closing argument “made reference that he did not know what was in the defendant’s mind at the time of the alleged incident and also inferred that the reason for the lack of this knowledge was due to the fact that the defendant could not be questioned and had not testified.”\nThe statement of the assistant district attorney upon which this is based was as follows:\n“Well, we don’t know what was in the defendant’s mind at the time that he committed the offense or allegedly committed the offense and left the house. We don’t know what kind of thinking process he used, thinking process he uses. We don’t know whether he felt that perhaps it would be more consistent with innocence to remain at home and to appear to cooperate. That might to him be more consistent with innocence. Perhaps he said to himself, Tf I appear to cooperate, that nothing has happened, they will let me go.’ ”\nBeyond question, adverse comment by an assistant district attorney concerning the failure of an accused to testify at trial or concerning his silence at the time of arrest is constitutionally impermissible. See Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965) and Commonwealth v. Brenizer, 467 Pa. 347, 356 A.2d 784 (1976). However, we do not construe the statement complained of to be such “adverse comment,” but rather an argument in answer to that made by defense counsel, that Young’s conduct after the crime and his cooperation with the police was more consistent with innocence than with guilt.\nYoung next complains that the assistant district attorney during final argument referred to testimony which had been stricken from the record following objection. While this position is well-taken, we are not convinced the improprieties were such as to warrant reversal of the judgment.\nIn this connection, the record first manifests that during final argument, in discussing where the pants stained with blood were found by the police after the crime, the assistant district attorney stated Young’s mother had pointed out to the police the bedroom where the pants were found as that of her son’s. While a Commonwealth witness had made this statement during cross-examination, it was immediately stricken from the record as hearsay. Hence, the assistant district attorney did go beyond the actual record in this particular respect. However, since the record includes other uncontradicted testimony which established Young lived at his mother’s residence at the time involved and occupied the room where the bloody pants were seized, the improper argument was of little consequence. See generally, Commonwealth v. Hoffman, 439 Pa. 348, 266 A.2d 726 (1970). Cf. Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nThe assistant district attorney is also said to have gone beyond the record in the following respect. In his closing argument, defense counsel vigorously attacked the credibility of Larry Mapp’s identification of Young and argued in part as follows:\n“Now, is it possible, is it logical for young Larry under this horrible set of circumstances to have been able to make an identification? Under these circumstances: When the little boy was trembling, frightened and had to be put to bed. I think not. I think not — coupled with the fact that he never said that this was John Young to a policeman, to anyone, other than what he did on the stand. Had this been suggested to him that it was John Young? I don’t know. I still find it odd and strange that there was no report or no testimony by a policeman of John Young, or Larry Mapp had in fact indicated that John Young had done this. He knew he was in court three days, if you recall the questions. I suggest that at the tender age of six, that Larry Mapp may have been honestly mistaken, or that John Young was suggested to him. That is your decision, members of the jury, to decide.”\nIn response, the assistant district attorney said this during his argument:\n“Now, something is made of the fact that Larry didn’t stand on the top of City Hall and tell everybody in the whole world as to what he saw. But, I ask you not to be deceived, because you remember this morning that I put Detective Miller back on the stand, and there were some questions of Detective Miller as to what Larry Mapp told him, and there were some objected to questions and you refer to that. Of course if I asked Detective Miller what Larry Mapp told you, that would be hearsay and he wouldn’t be able to testify to that, because Larry Mapp already testified to that. Jacqueline Mack was asked whether Larry Mapp had said things to her and she indicated, but that also would be hearsay and it would be improper to allow that in because Larry Mapp already testified to that.” [Emphasis added.]\nYoung urges that, from the assistant district attorney’s argument, the jury could infer that Detective Miller and Jacqueline Mack had been told by Larry Mapp of what he saw and that only the technicalities of the hearsay rule prevented the jury from hearing this. Young’s brief goes on to argue that “[i]t is clear from the record that this inference cannot be drawn due to the fact that Larry Mapp testified that he had not told anyone. . . . ” [Emphasis in original.] We agree that no such inference may be drawn from the record, but we also believe it is clear that the assistant district attorney was not suggesting or implying that Mapp told Detective Miller or Jacqueline Mack who had assaulted his mother. This is so because in two instances the argument complained of specifically called the attention of the jury to Larry Mapp’s testimony, and in that testimony Larry Mapp unequivocally admitted he did not tell either Miller or Mack who had committed the assault.\nJudgments affirmed.\nMANDERINO, J., filed a dissenting opinion.\nYoung appealed directly from the judgment of sentence imposed on the murder conviction to this Court. An appeal from the judgment of sentence imposed on the burglary conviction was filed in the Superior Court and later certified here.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      },
      {
        "text": "MANDERINO, Justice,\ndissenting.\nMy examination of this case compels me to agree with appellant that the assistant district attorney’s remarks during closing argument impermissibly implied to the jury that Larry Mapp identified appellant to the investigating detective and Larry Mapp’s neighbor, but that the hearsay rule precluded the assistant district attorney from eliciting that fact from the detective or Larry Mapp’s neighbor.\nIn fact, Larry Mapp never identified appellant until the time of trial, and although he testified at trial that he recognized appellant as a youth who had hung out clothes in the backyard of the house behind his own, he never related this fact to anyone until appellant’s trial. Defense counsel thus attacked the credibility of Larry Mapp’s testimony, to which the assistant district attorney responded:\n“Now something is made of the fact that Larry didn’t stand on top of City Hall and tell everybody in the whole world as to what he saw . . . . Of course if I asked Detective Miller what Larry Mapp told [Detective Miller], that would be hearsay and he wouldn’t be able to testify to that, because Larry Mapp already testified to that. Jacqueline Mack was asked whether Larry Mapp had said things to her and she indicated, but that also would be hearsay and it would be improper to allow that in because Larry Mapp already testified to that.”\nI think the only fair inference from this excerpt, which begins with a reference to what Larry Mapp witnessed, that Larry Mapp identified, or at least inculpated appellant, is that the hearsay rule prevented the jury from hearing what Larry Mapp told Detective Miller or the neighbor. In my view, the fact that Larry Mapp previously testified he did not tell either of the two who committed the assault did not negate the prejudice that flowed from this inference. This is especially so in view of appellant’s defense that had Larry Mapp recognized appellant at the time of the assault, he surely would have communicated that fact to someone before the trial.\nBecause the jury could infer from the prosecution’s statement that Larry Mapp had inculpated appellant prior to trial, and Larry Mapp’s credibility was crucial to appellant’s defense, I cannot say the error was harmless and does not warrant the grant of a new trial. . See Commonwealth v. Settles, 442 Pa. 159, 162, 275 A.2d 61, 63 (1969) (error not harmless unless it “could [not] possibly have affected the jury in reaching its verdict”). I therefore dissent.",
        "type": "dissent",
        "author": "MANDERINO, Justice,"
      }
    ],
    "attorneys": [
      "Nicholas A. Clemente, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Dep. Dist. Atty. for Law, for appellee."
    ],
    "corrections": "",
    "head_matter": "383 A.2d 899\nCOMMONWEALTH of Pennsylvania v. John K. YOUNG, Appellant (two cases).\nSupreme Court of Pennsylvania.\nSubmitted Jan. 9, 1978.\nDecided March 23, 1978.\nNicholas A. Clemente, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Dep. Dist. Atty. for Law, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0212-01",
  "first_page_order": 256,
  "last_page_order": 265
}
