{
  "id": 1063202,
  "name": "Fidelity Insurance and Trust Co. versus Miller",
  "name_abbreviation": "Fidelity Insurance & Trust Co. v. Miller",
  "decision_date": "1879-02-17",
  "docket_number": "",
  "first_page": "26",
  "last_page": "29",
  "citations": [
    {
      "type": "official",
      "cite": "89 Pa. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Marsh. (Ky.) 322",
      "category": "reporters:state",
      "reporter": "Marsh. (Ky.)",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 542",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0542-01"
      ]
    },
    {
      "cite": "15 Wend. 218",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0218-01"
      ]
    },
    {
      "cite": "1 P. & W. 15",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0015-01"
      ]
    },
    {
      "cite": "7 Cranch 218",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0218-01"
      ]
    },
    {
      "cite": "7 Watts 360",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846862
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0360-01"
      ]
    },
    {
      "cite": "7 Watts 360",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0360-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 7396,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.3492994540001932e-07,
      "percentile": 0.6329967500035716
    },
    "sha256": "a1ea77458e06afa261deb4adbe34a033ee35a5181c30aaee80014c8b206f98fa",
    "simhash": "1:3e1e79129e9ed551",
    "word_count": 1264
  },
  "last_updated": "2024-02-27T19:21:47.000930+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ."
    ],
    "parties": [
      "Fidelity Insurance and Trust Co. versus Miller."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered, February 17th 1879,\nPer Curiam.\nThat the mortgage containing a recital of indebtedness to the intestate would have been evidence in the suit is not to be doubted; but could an action be maintained on the instrument? This is necessary to entitle the party to a judgment for want of an affidavit of defence. In Scott v. Fields, 7 Watts 360, the action was upon a mortgage containing an unequivocal acknowledgment of a bond for the debt. In was held in that case, that without an express covenant to pay, no action could be maintained on the mortgage.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "A. JB. Q-uilbert and A. D. Campbell, for plaintiff in error.",
      "No appearance for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fidelity Insurance and Trust Co. versus Miller.\n1. Debt will not lie on a mortgage which although it recites an indebtedness does not contain an express covenant to pay.\n2. Such an instrument is not one for the payment of money so as to bring it within the operation of the Affidavit of Defence Law.\nJanuary 28th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ.\nError to the Court of Common Pleas, No. 3, of Philadelphia county: Of July Term 1878, No. 137.\nDebt by the Fidelity Insurance Trust and Safe Deposit Company, administrator d. b. n. c. t. a. of Charles W. Warnick, deceased, against Henry W. Miller. ,\nThe plaintiff filed a copy of a mortgage, which in substance was as follows:\n“ Whereas, The said Plenty W. Miller is justly and truly indebted to the said Charles W. Warnick, in the sum of twenty-two hundred dollars, payable one day after date of this mortgage; now this indenture witnesseth; that the said Henry W. Miller, for and in consideration of the aforesaid debt or sum of twenty-two hundred dollars, and for the better securing the payment of the same unto the said Charles W. Warnick, his executors, administrators and assigns, as and for and in consideration of the further sum of one dollar unto him well and truly paid by the said Charles W. War-nick, before the sealing and delivering hereof, the receipt whereof is hereby acknowledged, have granted, bargained, sold, assigned, transferred and set over, and by these presents do grant, bargain, sell, assign, transfer and set over unto the said Charles W. War-nick, his executors, administrators and assigns, the whole of the steamboat called ‘John Griffith,’ together with all her steam-engines, boilers, machinery, furniture, &c., to have and to hold the same unto the said Charles W. Warnick, his executors, administrators and assigns, to' and for his and their only proper use and behoof for ever.\n“Provided, however, nevertheless, That if the said Henry W. Miller, his executors, administrators and assigns, do and shall well and truly pay or cause to be paid unto said Charles W. Warnick, his executors, administrators or assigns, the aforesaid debt or sum of twenty-two hundred dollars, on the day and at the time herein-before mentioned and appointed for payment of the same, without any fraud or further delay, then this obligation shall cease and determine and become void, anything hereinbefore contained to the contrary notwithstanding.\n“And the said Henry W. Miller, for himself, his executors, administrators and assigns, doth hereby covenant and agree to and with the said Charles W. Warnick, his executors, administrators and assigns, that at the execution of these presents, he, the said Henry W. Miller, is the true and lawful owner of the steamboat ‘John Griffith,’ together with her steam-engines, boilers, machinery, masts, yards, sails, rigging, anchors, cables, boats, tackle, apparel and appurtenances, and that he now has full right and authority to mortgage or dispose of the same, freed from and clear, of all claims, encumbrances or demands whatsoever. And also that in case default shall be made in the payment of the twenty-two hundred dollars, as hereinbefore set'forth, at maturity, that then and from henceforth it shall and may be lawful for the said Charles W. Warnick to take possession of the said steamboat, ‘John Griffith,’ and expose her, together with all her steam-engines, boilers, machinery, &c., at public or private sale, at his discretion.”\nThe defendant, in an affidavit of defence inter alia, averred, “ that deponent is not in any way personally liable on the instrument filed, it being merely security for a debt. No other evidence of indebtedness was filed.”\nThe court in an opinion by Ludlow, P. J., said:\n“ The instrument upon which the plaintiff asks us to grant a judgment for want of an affidavit of defence is simply a transfer of title as security for the payment of money, with no absolute condition for the payment thereof.\n“ This is not a stronger case than the only one we have been able to find touching the subject in Pennsylvania.\n“ In Scott v. Fields, 7 Watts 360, the case to which we refer, a bond was acknowledged, and that was an instrument for the payment of money. Here there is simply and merely an acknowledgment of a debt. We are not informed what the original instrument was, if any, creating the debt secured by this paper. Whatever it was, it could not have been stronger than the bond acknowledged (as is said by the court) ‘ for the payment of a sum of money by instalmentsand as in that instance, it was held that ‘ no contract of borrowing or loan, can be implied in law from a mortgage as the foundation of the action when the contract is express and formal,’ so here in this instrument, where there is a mere recital of an obligation, a paper in the nature of a mortgage, no judgment ought to be granted because the instrument does not appear to be an instrument for the payment of money, and is not, therefore, within the original Affidavit of Defence Law or any of its supplements.”\nThe court discharged the rule and the plaintiff took this writ, and assigned this action for error.\nA. JB. Q-uilbert and A. D. Campbell, for plaintiff in error.\nAn action of debt againt the defendant lies upon the instrument filed, because the deed fully and clearly sets forth a transaction upon which the law places a personal obligation: Conway v. Alexander, 7 Cranch 218; Chitty on Contracts 878; Yates v. Aston, 4 Q. B. 182; 2 Chitty on Pleading 214, n. t.\nThe defendant is bound by the reeital contained in his deed: Parsons on Contracts, ed. 1873, *511. No precise form of words is necessary even in a specialty. Thus words of reeital in a- deed will constitute an agreement between the parties on which an action of covenant may be maintained (2 Leon. 122), and the recital in a deed of a previous agreement is equivalent to a confirmation and renewal of the agreement: Barfoot v. Freswell, 3 Keble 465; Saltoun v. Houstoun, 1 Bing. 433; Sampson v. Easterby, 9 B. & C. 505; Price on Limitations 200; Espinassee’s Nisi Prius *268; Paschall v. Passmore, 3 Harris 307; Truitt v. Spotts, 6 Norris 339.\nDebt lies upon an acknowledgment of indebtedness contained or recited in a specialty given as collateral security: King v. King, 1 P. & W. 15; Thomas v. Terry, Gilbert’s Eq. Rep. 110; Chitty’s Eq. Dig. 1483; Elder v. Rouse, 15 Wend. 218; Montgomery v. St. Stephens’s Church, 4 W. & S. 542 ; Hart v. Burton, 7 Marsh. (Ky.) 322; Coleman v. Van Rensselaer, 44 Howard’s Prac. 368.\nIn Scott v. Fields, 7 Watts 360, the mortgage contained neither a covenant for payment nor an acknowledgment of a debt. Here there is an express admission of indebtedness.\nNo appearance for defendant in error."
  },
  "file_name": "0026-01",
  "first_page_order": 26,
  "last_page_order": 29
}
