{
  "id": 1063263,
  "name": "Braman's Appeal. Ryan's Estate",
  "name_abbreviation": "Braman's Appeal",
  "decision_date": "1879-03-10",
  "docket_number": "",
  "first_page": "78",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "89 Pa. 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dallas 176",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "21 Pick. 250",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2047984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0250-01"
      ]
    },
    {
      "cite": "13 Mass. 454",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0362-01"
      ]
    },
    {
      "cite": "6 Howard 13",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 393",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0393-01"
      ]
    },
    {
      "cite": "6 Watts 398",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0398-01"
      ]
    },
    {
      "cite": "2 P. & W. 82",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8877455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0082-01"
      ]
    },
    {
      "cite": "9 Wright 71",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    },
    {
      "cite": "1 W. &. S. 297",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852601
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0297-01"
      ]
    },
    {
      "cite": "2 Watts 66",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0066-01"
      ]
    },
    {
      "cite": "13 Wright 370",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 834,
    "char_count": 17033,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 3.033620341717061e-07,
      "percentile": 0.8547772476310395
    },
    "sha256": "85662b05fe31ba563c225a4546d90fc5de602dc7fc0d323118099a20c9782a41",
    "simhash": "1:b025f435c52ae54f",
    "word_count": 3023
  },
  "last_updated": "2024-02-27T19:21:47.000930+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Merour, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ."
    ],
    "parties": [
      "Braman’s Appeal. Ryan’s Estate."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered March 10th 1879,\nPer Curiam.\nIn a proceeding for distribution in the Orphans’ Court no one can claim but through the decedent as creditor, legatee or next of kin: McBride’s Appeal, 22 P. E. Smith 480. Legatee or next of kin the appellant did not pretend to be. Creditor he was not. The wrong of which he complains — conceding that it was a wrong — was the act of the accountant for which the estate was not liable. The accountant having received the money for the estate was bound to account for it and could claim no indemnity for his fraud in procuring it, if any such fraud was resorted to. It follows that the appellant could not waive the tort and sue the estate for money had and received — however he might have done so as against the accountant. Of course he could not claim damages as mesne profits accruing to him since the death of the decedent.\nDecree affirmed and appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "David O. Harrington and David W. Sellers, for. appellant.—",
      "George Junlcin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Braman’s Appeal. Ryan’s Estate.\n1. In a proceeding for distribution in the Orphans’ Court, no one can claim hut through the decedent as creditor, legatee or next of kin. McBride’s Appeal, 22 P. J?. Smith 480, followed.\n2. Where in the distribution of an estate in the Orphans’ Court, one who is neither creditor, legatee nor next of kin of the decedent, makes a claim, on the ground that the executor fraudulently received money for the estate, he cannot waive the tort of the executor, and sue the estate for money had and received, however he might have done so as against the executor accountant.\nFebruary 6th 1879.\nBefore Sharswood, C. J., Merour, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ.\nAppeal from the Orphans’ Court of Philadelphia county: Of January Term 1879, No. 54.\nAppeal of George G. Braman from the decree of the court dismissing. his exceptions and confirming the adjudication in the account of Samuel White, executor and trustee of the will of Letitia G. Ryan, deceased.\nThe auditing judge, Hanna, P. J., found the facts substantially as follows: “ The decedent died in March 1872, having first made her last will and testament, whereby, inter alia, she devised to her brother (the accountant) the store and premises situate on Fourth street, between Market and Chestnut streets, and the house and premises No. 1813 Vine street, in trust, ‘ that he will suffer and permit my beloved husband to occupy or to rent either or both of said pieces of real estate, -and to receive, take, hold and enjoy the net rents, issues, profits and income thereof to his own use absolutely * * * for and during all the term of his natural life. * * * And after the decease of my said husband, one-third of the aforesaid net rents to be paid to Caroline B. Dodge, one-third to be paid to Sarah Virginia Blake, and the remaining third to be paid to Edward W. Ryan, for the term of their natural lives respectively, and from and after their decease- to vest absolutely in their heirs for ever.’\n“William Ryan, husband of textatrix, died in April 1873.\n“ It appears from the account filed that the trustee charges himself, inter alia, with the rents received from the store property mentioned in the will of testatrix, and also with the proceeds of the sale of the same premises, after deducting the amount of a mortgage existing upon the property.”\nThis sum was claimed by the appellant, Braman.\nWilliam Ryan, the .husband of deceased, was engaged in business with one Walters, trading as William Ryan & Co. In 1860, when largely indebted, and as it subsequently appeared, insolvent, he conveyed this store to the accountant, who re-conveyed it to his sister, the decedent. These conveyances were subject to a mortgage.Subsequently, judgments were obtained against William Ryan and William Ryan & Co., among which was one confessed to White, as trustee for the decedent. In 1861, Braman obtained a judgment against Ryan for $4300, which was revived in 1867, when the store was levied upon and sold at sheriff’s sale to Braman. In 1871, Braman brought ejectment against Ryan and his wife therefor. Mrs. Ryan died in 1872, and Ryan in 1873, and in 1874, on a trial of the ejectment suit the verdict was for defendants, upon which judgment was entered-June 8th 1874. In 1874, the counsel for the accountant stated to the holder of the mortgage that default would be made in the payment of the interest thereon, and that he wanted to have the mortgage sued out to make title. A writ issued April 4th 1874, and service was accepted by a member of the bar who was not then practising. The defendant in the writ had been dead several years. On April 22d 1874, judgment was entered for want of an appearance. A levari facias issued the same day, and before the property was sold the accountant, through one Powell, paid the amount of the judgment, interest and costs, and the judgment was marked to his use. The sale however proceeded, and the premises were sold by the sheriff to White, the accountant, who received a deed therefor on May 16th 1874, thirteen days before the- verdict in the ejectment.\nAfter the payment of the mortgage debt, interest and costs, the balance -was paid by the sheriff into court, viz.: $1017.75.\nAn auditor was appointed to distribute the same, who reported that the balance, after the payment of costs, &c., should be awarded to the executor of Mrs. Letitia G. Ryan, deceased.\nThe report was confirmed by the court, and the fund in court distributed in accordance therewith.\nThe present claimant, George G. Braman, did not appear before the auditor, either in person or by attorney, to present any claim upon the fund for distribution.\nThe auditing judge was of the opinion “that while there appeared to be an irregularity in obtaining the judgment upon the mortgage, yet there was no actual fraud upon the rights of the claimant, and the judgment was entered regularly, that is, in accordance with the practice of the court, and it was incumbent upon the claimant to protect his interests and prevent their sacrifice.\n“It was also the duty of the claimant to appear at the distribution of the proceeds of the sheriff’s sale; but that right he waived and duly omitted, although notified according to law and the rules of the court.\n“ The balance of the proceeds of the sale having been awarded to the trustee, the claimant now had neither right thereto nor interest therein. And the proper forum in -which to contest the right of the trustee to receive the same was in the court then having-jurisdiction.\n“The Orphans’ Court now being bound to respect the judgment of the late District Court, had no jurisdiction of the claim presented' by said claimant, George G. Braman, and the same was therefore disallowed.”\nBraman filed exceptions, which were dismissed, and the adjudication confirmed; the court, Penrose, J., in an opinion, saying:\n“ It was incumbent upon the exceptant, George G. Braman, after he had become the purchaser at the sheriff's sale in 1870, to see that the interest on the mortgage, subject to which he had bought, was regularly paid thereafter. He knew, and was bound to guard against the consequences of default, and, so far as he was concerned, there was no duty in this respect on the part of Mrs. Ryan, whose title, under the deed to her of March 1860, he asserted to be fraudulent and void.\n“ That she did in point of fact pay during her lifetime, and that the accountant, her executor and trustee, continued to do so for some two years longer, can give the exceptant no right to complain that payment afterwards ceased, or that notice was given by the accountant to the mortgagee that it would no longer be made, or even that he requested that suit should be brought, and aided in having the judgment obtained. Irrespective of the Bankrupt Law, it has never been questioned in Pennsylvania that judgment might be confessed for an honest debt, even for the very purpose of preferring one creditor to the exclusion of all others.\n“ The exceptant was at best simply a terre-tenant. The mortgagee was not bound to make him a party, or give him notice of the suit on the mortgage ; and, had he done so, his only defence could have been that the debt was paid, or that it was not fully due. But this is not even now pretended. Nor is it pretended that from the day of his purchase to the present time the exceptant has ever paid, or offered to pay, one cent, principal or interest, on the mortgage. How then has he been hurt by the acceptance of service in the name of the mortgagor ? If this were unauthorized, the mortgagor- or his heirs alone could complain.\n“ Let it be conceded, however, that the exceptant might have availed himself of this objection. The fraud, if such it be, against him would not extend beyond the judgment, which was voidable merely on this ground — not absolutely void: Pearsoll v. Chapin, 8 Wright 9. The exceptant might either have applied to the court to open the judgment and let him into a defence, or he might have appeared in the proceedings for distribution and claimed the fund as owner of the property sold. But he did neither. It is not alleged that he had not actual notice, both of the sale and of the subsequent proceedings. He certainly had legal notice. The relations between himself and Mrs. Ryan’s estate were entirely hostile, both claiming to be the owner of the property sold; and the verdict in the ejectment was in her favor. It was certainly his duty, under these circumstances, to have made his claim at the proper time and place, and to have established it by due proof. Having suffered a decree to be made in favor of his adversary, he is bound by it. This principle was applied in the case of Commonwealth v. Trout, 26 P. F. Smith 884, where the Supreme Court, Williams, J., says: ‘ If then the plaintiff’s evidence would have shown that the defendant was guilty of fraud in making the sale, it would not have avoided the conclusiveness of the decree confirming the sale and distributing the proceeds.’ * * * ‘And what right have the plaintiffs to complain that the decrees áre held to be conclusive upon them ? They had due legal notice of the proceedings, and if they had any objection to the confirmation of the sale, on the ground of the alleged fraud, it was their duty to appear and make it known, and they would have been heard. They do not allege that they had no notice of the sale, or of the proceedings for the distribution, or that they had discovered the alleged fraud since the confirmation of the sale and the distribution of the proceeds.’ * * * ‘ Why should not the decree of the court be conclusive upon them ?\n“But a fatal objection to the claim, so far as this court is concerned, is one which, in McBride’s Appeal, 22 P. F. Smith 484, is thus stated by Judge Williams : ‘ The fund for distribution, from whatever source derived, constitutes part of the decedent’s estate, and no one is entitled to claim any portion of it in this proceeding for its distribution who does not claim it through the decedent, and as part of her estate, either as creditor, legatee or next of kin. But the appellant does not claim it either as creditor, legatee, or next of kin, nor does he claim it as part of her estate; but he claims it as his own.’ * * * ‘It is clear he cannot raise any such issue in this proceeding for distribution.’ * * * ‘ If he denies that the money belongs to the estate, * * * and claims it as his own * * * he must resort to some other form of proceeding for his remedy.’\n“ In the case before us the claim denies the title of the decedent’s estate, and is founded on an alleged tort of the accountant, and that, too, in his individual capacity.\n“ All the proceedings with relation to the mortgage were long subsequent to Mrs. Ryan’s death, and the purchase by the accountant at the sheriff’s sale was in his own name. True, when he afterwards resold at an advance of price, he gave the estate the benefit of this, and charged himself with it in his account; but this was because he chose to recognise a fiduciary relation in which the ex-ceptant has no part, and which cannot affect his rights one way or the other. His claim is against the accountant individually, as trustee ex maleficio. An estate is not liable for the tort of an executor, nor can the tort be waived and the claim made for money had and received by the executor for the use of the exceptant. In such case the only judgment possible is de bonis propriis : Rose v. Bowler, 1 H. Black. 108; Jennings v: Newman, 4 Term R. 347; Powell v. Graham, 7 Taunt. 586.\n“ As to the exceptions filed by the accountant and by the cestui que trust, so far as they relate to matters of fact, we need only say that wrhat is stated by the auditing judge is rather for the purpose of argument than as distinct findings upon the evidence.\nIn the view taken, it was immaterial whether the deed to Mrs. Ryan was or was not in fraud of creditors, or was or was not based upon a valuable consideration. For the same reason we need not now consider these exceptions or determine how far it was shown that the facts were not in accordance with the verdict and judgment in the action of the ejectment.\n“The fifth exception on the part of th&.cestui que trust is answered by Bacon’s Appeal, Earp’s Appeal, Ingersoll’s Appeal, &c.\n■ “Exceptions dismissed and adjudication confirmed.’\nFrom this decree this appeal was taken..\nDavid O. Harrington and David W. Sellers, for. appellant.—\nA judgnient cannot be entered without due process of law, unless the defendant appear by attorney or in person. And a judgment entered without authority should be stricken off: Banning v. Taylor, 12 Harris 289 ; Warter v. Perry, Cro. Eliz. 199; Godfrey’s Case, 11 Coke 44; Randal’s Case, 2 Mod. 308;- Caldwell v. Walters, 6 Harris 79; Martin v. Gernandt, 7 Id. 124; Cochran v. Eldridge, 13 Wright 370; Gilbert v. Hoffman, 2 Watts 66; Foulk v. McFarláne, 1 W. &. S. 297; Jackson v. Summerville, 1 Harris 359 ; Ilecker v. Ilaak, 7 Norris 238. The judgment was tainted with fraud and the law cannot allow it to' be used to affect a right that is in a position to question it: Bunn v. Ahl, 5 Casey 387; Streeper v. Eckart, 2 Whart. 302;. Bredin v. Bredin, 3 Barr 81; Zerbe v. Miller, 4 Harris 488; Taylor’s Appeal, 9 Wright 71; Clark v. Douglass, 12 P. F. Smith 408; Kisterbock’s Appeal, 1 Id. 485. The court erred in deciding the auditor’s report conclusive: Woolston’s Appeal, 1 P. F. Smith 452. A sheriff’s sale and receipt of the purchase-money do not prevent a party from contesting the title acquired at the sale; Foulk v. McFarlane, 1 W. & S. 297; Pendleton v. Richey, 8 Casey 63; Martin v. Gernandt, supra.\n' The payment of full consideration for property, if the purchase is made to hinder and defeat a creditor, is void even in the hands of a purchaser — for it is assisting a party to cheat another: Cadogan v. Kennet, Cowper 434; Johnston v. Harvey, 2 P. & W. 82; Dean v. Connelly, 6 Barr 239; Ashmead v. Hean, 1 Harris 584; Tarbox v. Hays, 6 Watts 398.\nThe Orphans’ Court has jurisdiction under the Act of 1836, Purd. Dig. 1104, pi. 8: Yan Dyke’s Appeal, 10 P. F. Smith 487; Loomis’s Appeal, 10 Barr 387 ; Rowland’s Estate, 7 P. L. J. 312; Heath v. Page, 13 P. F. Smith 108; Dundas’s Appeal, 14 Id. 332; Kirkpatrick v. McDonald, 1 Jones 393. Braman could waive the tort and proceed for money had and received by the executor of Mrs. Ryan : Atkins v. Humphrey, 52 E. C. L. R. 653; United States v. Daniel, 6 Howard 13; Cravath v. Plympton, 13 Mass. 454; Wilbur v. Gilmore, 21 Pick. 250; Haldane v. Duche’s Executors, 2 Dallas 176.\nGeorge Junlcin, for appellee.\nFrom the date of the sheriff’s sale Braman’s attitude to Mrs. Ryan and Mr. Ryan changed. He no longer, so far as the real- estate was concerned, was Ryan’s creditor. He owned the real estate, subject to the mortgage. No law required that he should have been notified of the judgment or sale. Instead of going through the fiction of two “nihils,” service of the writ was accepted. In what way was Braman injured by this ? The real estate was then sold by the law, and brought its full value. Had Braman paid the mortgage-debt and interest, it would not have been sold. The balance, over and above the mortgage, is paid into court. An auditor gives notice of his appointment. Mr. Braman, again, has notice, and fails to appear or make any claim. There is no allegation that he did not have actual notice both of the sale and of the audit. He certainly had legal notice. Why should he not have gone to the sheriff’s sale ? Why should he not have gone into court and claimed the fund ? He was bound so to do — or thereafter for ever to be barred.\nThe value of his equity of redemption was there and he neglected or refused to claim it. The trustee did and the court gave judgment in his favor. This cannot be impeached collaterally. No one can make a claim on a decedent’s estate who does not claim it through the decedent and as ■ part of the estate, either as creditor, legatee or next of kin : McBride’s Appeal, 22 P. E. Smith 484."
  },
  "file_name": "0078-01",
  "first_page_order": 78,
  "last_page_order": 84
}
