{
  "id": 1063225,
  "name": "Hieskell versus Farmers' and Mechanics' National Bank",
  "name_abbreviation": "Hieskell v. Farmers' & Mechanics' National Bank",
  "decision_date": "1879-05-05",
  "docket_number": "",
  "first_page": "155",
  "last_page": "162",
  "citations": [
    {
      "type": "official",
      "cite": "89 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "115 Mass. 224",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        718092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/115/0224-01"
      ]
    },
    {
      "cite": "1 Otto 618",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 60",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0060-01"
      ]
    },
    {
      "cite": "59 N. J. 510",
      "category": "reporters:state",
      "reporter": "N.J.",
      "opinion_index": -1
    },
    {
      "cite": "1 Otto 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "115 Mass. 224",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        718092
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/115/0224-01"
      ]
    },
    {
      "cite": "1 Otto 618",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "5 W. & S. 60",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 778,
    "char_count": 20794,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 4.919870779069248e-07,
      "percentile": 0.9342162419507856
    },
    "sha256": "722bfad6fc3308a68d8d23458434bc882be5e3422547819d368a3ffa659b90bc",
    "simhash": "1:a6af55e15b3a0dff",
    "word_count": 3712
  },
  "last_updated": "2024-02-27T19:21:47.000930+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ. Mercur, J., absent."
    ],
    "parties": [
      "Hieskell versus Farmers’ and Mechanics’ National Bank."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court, May 5th 1879.\nThe bills of lading, taken by J. M. Morey & Oo. for delivery to their order, were symbols of property in the cotton, and when properly endorsed and delivered by them to Ball, Hutchings & Co. operated, in law, as a delivery of the cotton itself; thus investing the endorsees with a constructive custody which served all the purposes of an actual possession, and so continued until there was a valid and complete delivery of the property, under and in pursuance of the bills of lading, to a person entitled to receive the same. The special property and possession thus acquired by Ball, Hutchings & Co. were transferred by them to the National- City Bank of New York for collection of the drafts to which the bills of lading were attached, and by it, in turn, to the Farmers’ and Mechanics’ National Bank, defendant in error.\n■ There was no dispute as to the material facts of the ease. It was clearly shown, inter alia, that the cotton was purchased by J. M. Morey & Co., of Galveston, Texas, for account and by direction of J. F. ITellen, of Philadelphia, and shipped via New York, from, the former to the latter port; that Morey & Co., not having been provided with funds, requested. Ball, Hutchings & Co. to advance money to buy the cotton, which they agreed to do, upon the express condition that they should be furnished with the insurance certificates and drafts drawn on Hellen for the price, together with the bills of lading, and that they should hold the latter, as well as the cotton, until the drafts were not only accepted, but paid ; that, with the funds thus advanced on the faith of this arrangement, Morey & Co. purchased and shipped the cotton in their own name, drew on Hellen at thirty days’ sight for the amount, and according to agreement, endorsed the drafts and bills of lading to Ball, Hutchings & Co., who transmitted them, duly endorsed, to the bank in New York, by which they were sent to the defendant in error; that both banks were instructed to retain the bills of lading until actual payment of the drafts, to each of which was attached a bill of lading with a slip of paper on which was written : “ Hold bill of lading until draft is paid;” that the drafts with the bills of lading thus attached were duly presented to and accepted by Hellen, who neither then nor afterwards demanded the bills of lading ; that in due time the cotton arrived at Philadelphia and was delivered by the Express Steamboat Co. to Hellen, without the knowledge of the bank or presentation of the bills of lading; that Hellen immediately stored the cotton with the plaintiff in error and received an advance thereon of $10,000; and as soon as the bank learned that the cotton had been delivered and stored the writ of replevin was issued.\nThe court, after calling attention of the jury to the testimony as to the terms on which Morey & Co. procured the money with which the cotton was purchased, and what was done in pursuance of their agreement with Ball, Hutchings & Co., instructed them that if they believed this testimony and found the facts as indicated by it, their verdict should be in favor of the plaintiff below, and they so found. As already stated, the material facts referred to by the court were not controverted, and the jury, under the instructions of the court, could have found no difficulty in rendering the verdict they did.\nOn the facts established by the verdict, the delivery to Hellen was unauthorized; and the possession, acquired by the misdelivery of the cotton, gave him no higher or better right than he had before, viz., the right to the bills of lading, and consequently to the cotton, upon payment of his acceptances, to which the bills were attached as already stated. Numerous authorities might be cited in support of these views, among which are the following: Dows et al. v. National Exchange Bank of Milwaukee, 1 Otto 618, in which a very able and exhaustive opinion was delivered by Mr. Justice Strong ; Stollenwerck v. Thatcher, 115 Mass. 224; Alderman v. Eastern Railroad Co., Id. 233; Meyerstein v. Barber, Law Rep. 2 C. P. 38; Turner v. The Trustees, &c., 6 Exch. Rep. 543 ; Jenkyns v. Brown, 14 Q. B. 496; Henry v. The Warehouse Co., 31 P. F. Smith 76; Benj. on Sales 381, 382 and note. Meyerstein v. Barber, supra, was a case in which advances had been made on cotton shipped from Madras to London, and bills of lading delivered to secure the lender. It is there said by Chief Justice Erie, “ If it were established that a bill of lading — one of the most frequent securities for advances amongst mercantile men — becomes exhausted and ceases to be a security when the ship has reached her destination, and the goods which it represents have been landed and warehoused, what a wide door would be opened for fraud. It is scarcely possible to exaggerate the evil consequences which would be likely to flow from such a doctrine. There is no authority for it.” In a concurring opinion, it is said: “ There can be no complete delivery of the goods under a bill of lading until they come -into the hands of some person who has a right to the possession under it.” Dows v. National Exchange Bank, supra, is in point, and rules the main questions in this case.\nIt follows from what has been said, supported by the authorities above cited, that Hellen had no interest or right of possession, which he could transfer to the plaintiff in error to the prejudice of' the bank, and therefore, the latter could maintain the replevin,' unless there was something in the case affecting the rights of the parties, which wTas improperly excluded from the consideration of the jury.\nIt is complained that the court declined to answer the points presented by the defendant below. If, as we think was the fact, there was no suflicient evidence to justify the submission of some of them, and the others were irrelevant, the learned judge very properly declined to answer them: Urket v. Coryell, 5 W. & S. 60; Covert v. Irwin, 3 S. & R. 283; Kline v. Johnston, 12 Harris 72. It frequently happens in the trial of a cause, that facts are elicited which, in the end, have no legitimate bearing on the case. It is entirely proper for the court to exclude the irrelevant facts from the consideration of the jury; and, if there is no dispute as to the relevant and material testimony, to instruct them as to its legal effect: Graff v. The Pittsburgh & Steubenville Railroad Co., 7 Casey 489; Johnston v. Gray, 16 S. & R. 361; Dows v. The National Ex. Bank, supra. In the present case, there was really no material fact in dispute. The testimony as to the inception of the transaction and previous course of dealing; how the bills of lading came to be taken in the name of J. M. Morey & Co., and by them endorsed to Ball, Hutchings & Co., and what occurred subsequently, was undisputed and consistent, but still it was submitted to the jury, with proper instructions as to its legal effect, in case they believed it to be true. They were told that the question was not what Hellen desired Morey & Co. to do, but what they had done ; that inasmuch as Hellen claimed the transaction was a sale of the cotton to him, and insisted upon his rights as a purchaser, he would have to take it subject to such terms as Morey & Co., who were acting for him, were able to make, in order to procure the money to pay for it. There was no error in this. Hellen had never advanced or paid a cent on the cotton, and if he claimed the benefit of the purchase, as made by him through his agents, he could not repudiate the arrangement made by them to secure and pay for the cotton.\nThere was no evidence of any laches on the part of the bank, by which the plaintiff in error was induced to receive the cotton and make the advances thereon. The testimony was undisputed that the bank was instructed to hold the bills of lading until the acceptances were paid; that it knew nothing of Hellen’s having obtained possession of the cotton by the unauthorized act of the steamboat company, until after it was stored with the plaintiff in error and the money had been advanced. Nor was there anything in the circumstances under which previous deliveries had been made to Hellen by the carrier, that was calculated to affect the bank. It was in no way a party to these unauthorized transactions, and so far as appeared was ignorant of his having thus obtained wrongful possession of the cotton on former occasions. In every case the bank had been instructed to retain the bill of lading until the accompanying draft was paid, and this instruction was always literally carried out. The bills of lading provided for the storage of the cotton by the carrier, in case it was not called for, and the bank might reasonably suppose that this had been or would be done.\nWe find nothing in any of the assignments of error that would justify a reversal of the judgment. It is unfortunate that the plaintiff in error should lose the amount he advanced in apparent good faith; but, similar results often happen when property is purchased from one who has no title or right to sell. The trouble in this ease was brought about by the unauthorized act of the carrier, in putting Hellen in possession of the cotton; but, for this, the defendant in error was in no way responsible.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "James JE. Gtowen and J. B. Townsend, for plaintiff in error,'—",
      "John Gf. Johnson and Richard L. Ashhurst, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hieskell versus Farmers’ and Mechanics’ National Bank.\n1. Bills of lading are symbols of property, and when properly endorsed, operate as a delivery of the property itself, investing the endorsers with a constructive custody, which serves all the purposes of an actual possession, and so continues until there is a valid and complete delivery of the property, under and in pursuance of the bill of lading, to the person entitled to receive the same.\n2. A. requested B., who was in business at Galveston, Texas, to purchase for him a thousand bales of cotton. O. agreed to advance -the money to B. to make the purchase, on condition that the latter endorsed the drafts and bills of lading to C., which was done. The cotton was shipped to A., at Philadelphia via New York. The drafts were sent to a bank in Philadelphia, with the bills of lading attached, which were endorsed, ‘‘Not to be delivered until the drafts were paid.” The cotton was re-shipped from New York, new bills of lading being issued in a new name, the originals remaining in the hands of the bank. The cotton was delivered by the carriers to A. in Philadelphia, who received an advance of $10,000 thereon from D. The hank brought an action of replevin against D. Held, that the delivery to A. was unauthorized and the bank could recover.\n3. It is not error for the court to refuse to submit points where they are irrelevant or there is not sufficient evidence to justify their submission.\nFebruary 14th 1879.\nBefore Sharswood, C. J., Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ. Mercur, J., absent.\nError to the Court of Common Pleas, No. 8, of Philadelphia county: Of July Term 1876, No. 79.\nReplevin by the Farmers’ and Mechanics’ National Bank against Colson Hieskell and others for four hundred and twenty-six bales of cotton.\nC. and F. M. Hieskell, two of the defendants below, claimed .property in one hundred and fifty-nine bales qf cotton (part of those named in the writ) found in their possession, and retained the same under their bond. The Hieskells pleaded, 1st. That the property to the said one hundred and fifty-nine bales of cotton, so retained by them, was in them and not in the said bank; and 2d, That the property in the same one hundred and fifty-nine bales was in John F. Hellen, subject to a lien to them, the said Hieskells, for $10,000 loaned and advanced by them to said Hellen, on pledge and delivery of possession of said one hundred and fifty-nine bales by Hellen to them, and not in the said bank. Issue was joined thereon.\nJ. M. Morey & Co., cotton buyers, at Galveston, Texas, in the early part of 1874 were requested by J. F. Hellen, of Philadelphia, to purchase for him one thousand bales of cotton, to be shipped to Philadelphia. Morey & Co., not being provided with funds to purchase the cotton, applied to Ball, Hutchings & Co., bankers, of Galveston, who agreed to advance the money to make the purchase, upon the express condition that they should be furnished with insurance certificates and drafts drawn on Hellen for the price of the cotton, together with the bills of lading, which bills, as well as the cotton, they were to hold until the drafts were not only accepted but paid. With the funds obtained upon the faith of this arrangement, Morey & Co. purchased the cotton in their own name, shipped the same, and drew on Hellen at thirty days’ sight for the amount. They then endorsed the drafts and bills of lading and gave them to Ball, Hutchings & Co., who transmitted them, duly endorsed, to the City National Bank of New York for collection, which forwarded them to the plaintiff. To both banks express instructions were sent to retain the bills of lading until the drafts were actually paid. To each draft was attached a bill of lading, on which was written, “ Hold bill of lading until draft is paid.” The drafts to which were thus attached the bills of lading were duly presented to Hellen on July 13th 1874, and were accepted by him. The cotton arrived in Philadelphia on July 15th 1874, and upon Hellen being notified to remove it from the wharf of the steamship company, he took it away and stored it in the warehouse of the Hieskells, and on the 17th of July 1874, obtained from them an advance of $10,000 thereon. Hellen failed a few days thereafter. The bank, on July 23d 1874, having learned of the delivery to Hellen, instituted this action. The delivery was made to Hellen without the knowledge of the bank or presentation of the bills. It appeared that in other transactions between these parties, where drafts and bills of lading had been sent with similar instructions as to retention, the cotton had been delivered by the steamship company to Hellen in the same manner without presentation of the original bills of lading.\nAt the trial before Lynd J., the defendants submitted, inter alia, the following points:\n1. That if the jury shall be satisfied from the evidence that Hellen purchased the cotton on thirty days’ time, and that he made no engagement that the vendor or his assigns should retain the bill of lading until the maturity of the draft as security for its payment, then after the acceptance of the draft, Hellen became entitled to the possession of the cotton, and the bill of lading as an evidence of title inured to his use; and his sale or pledge of the cotton (which the carrier delivered to him before maturity of the acceptance) to any bona fide purchaser or pledgee for value, would pass the title to such purchaser or pledgee as against the plaintiff.\n2. That the carrier having delivered the cotton in question to Hellen, the purchaser, after the acceptance of the thirty-day draft, and the plaintiffs having omitted to give the carrier notice to detain the cotton, the delivery to Hellen was lawful, and passed the title-to him and his vendees or pledgees.\nThe court declined to answer these points, but in the general charge, inter alia, said:\n“ As a point of law, the court submits to you, that in this case, the. question is not what Mr. Hellen wanted Morey & Co. to do, or what the terms of Mr. Hellen’s order upon them were; but it is what they were able to do. This was to be a sale, and if Mr.Hellen wanted to insist upon the benefits of a sale, and claim that it was a sale to him, he would have to take it subject to such terms as Morey & Co., who were acting for him, had to submit to in order to procure the money at Galveston. * * *\n[“Now, the allegations on the part of the plaintiff, as you know very well, are that Morey & Co., as soon as they received the order from Mr. Hellen, went to Ball, Hutchings & Co., and stated to them what the order was; stated to them that Mr. Hellen wanted them to buy in Galveston so many bales of cotton, on thirty days’ time, and that they, Morey & Co., wanted them, Ball, Hutchings & Co., to advance the money; that Ball, Hutchings & Co. replied, ‘we will advance you the money upon the terms of your furnishing us with a bill of lading and insurance certificate and a draft, and that we are to hold the bill of lading and cotton until payment of the draft.’ ’\n“Now, as the court remembers the statements of the witnesses, although what they said is for the jury always, and the weight that shall be given, and the credence which shall be attached to it, are also for the jury, yet, as the court remembers it, this is substantially what was stated by both parties, as to what took place: that Morey & Co. assented to these conditions, that they thus secured the money, or' rather secured an obligation or undertaking on the part of Ball, Hutchings & Co., that the money should be forthcoming to pay for the cotton, the instant the owner of the cotton needed it; that they went out then and bought the cotton and paid for it, with the money of Ball, Hutchings & Co., and then, in due time, as soon as the cotton could be shipped on board the vessel, or at least landed upon the wharf, so that it was within the power of the owners of the vessel to put it on board, and the bills of lading were made out, Morey & Co., in pursuance of the antecedent agreement, which is the foundation of everything, brought back these bills of lading made out in the name of Morey & Co., and then and there endorsed the bills of lading and delivered them and the drafts and insurance certificates to Ball, Hutchings & Co.\n“ Now, as the court has already said, in the view taken by the court of this question of law here, if you find the facts to be as the court has stated them, then your verdict ought to be for the plaintiff.”]\nThe verdict was for the plaintiff for $13,017.83, and after judgment thereon, Hieskell took this writ and alleged, inter alia, that the court erred in refusing to answer the points submitted by defendants, and in the foregoing portion of the charge embraced in brackets.\nJames JE. Gtowen and J. B. Townsend, for plaintiff in error,'—\nBall, Hutchings & Co. did not take as purchasers or owners of the title to the cotton, but as pledgees to secure the payment of their advances. The right which Morey & Co. passed to them by the endorsement of the bill of lading was that of pledgees merely, and no greater right accrued to the bank. No assignee or endorsee of a bill of lading can have a higher right than the shipper to whose order it is issued. The bank, therefore, had no right to retain the bills of lading after the acceptance of the drafts : Bank v. Bank, 1 Otto 92.\nThe carrier was the agent of the holder of the bill of lading for preserving the lien of the latter on the goods, and if he takes the responsibility of delivering the goods to a party whom he knows to be the buyer, without requiring the production of the bill of lading, especially where the course of previous dealing has led the carrier to infer that the holder of the bill of lading consents to the delivery to the buyer of the goods, the title to .the buyer' passes so far as to give protection to bona fide purchasers from him, and to protect the carrier: Ontario Bank v. New Jersey Steamboat Co., 59 N. J. 510.\nThe court erred in refusing to answer defendant’s points, and in taking away from the jury the questions of the nature of the bank’s title, whether by way of pledge or otherwise; as to Morey & Co.’s power without Hellen’s assent to bargain for the retention of the bills of lading; whether the laches or omission of the bank had not contributed to cause the Hieskells to make their transaction with Hellen; all questions of usage of the port as to the deliveries of cotton by the carrier, and as to.the course of dealing which impliedly recognised formerly deliveries of cotton to Hellen; and the questions resulting from Hieskells being bona fide purchasers or pledgees for value, without notice; and therefore standing in a new and stronger position than Hellen.\nJohn Gf. Johnson and Richard L. Ashhurst, for defendant in error.\nThe court ought not to submit á point to the jury when there is no evidence to sustain it: Inkett v. Coryell, 5 W. & S. 60. The court is not bound to answer any question which is not pertinent to the issue and does not arise fairly out of the evidence.\nThe carrier’s unauthorized delivery of the cotton to Hellen did not enable him to pass a good title to the Hieskells as bona fide purchasers for value. There could be no delivery except in accordance with the bill of lading: Dows v. Milwaukee Bank, 1 Otto 618; Meyerstein v. Barber, L. R. 2 • C. P. 38; Stollenwerck v. Thatcher, 115 Mass. 224."
  },
  "file_name": "0155-01",
  "first_page_order": 155,
  "last_page_order": 162
}
