{
  "id": 1063234,
  "name": "Black versus Black",
  "name_abbreviation": "Black v. Black",
  "decision_date": "1879-05-05",
  "docket_number": "",
  "first_page": "383",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "89 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Ga. 460",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1388709
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "569, 573, 574"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/3/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 17005,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03797113267993617
    },
    "sha256": "fa9d563afe07fd133779adbb88723297aea26667e6f990800039c017a0456325",
    "simhash": "1:206ce5aa72ff94ac",
    "word_count": 3008
  },
  "last_updated": "2024-02-27T19:21:47.000930+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ."
    ],
    "parties": [
      "Black versus Black."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court, May 5th 1879.\nThis controversy, between an aged father and his youngest son, is not grateful to witness, though conducted with less acrimony than is frequently exhibited in family disputes. At the trial a wide field was covered in the examination of witnesses, but the case is now brought within a narrow compass. It depends upon the construction of a writing which one party calls a will and the other a contract. If, taken as a contract, it gives the defendant no present right of possession, it need not be determined whether it is a will.\nThe learned counsel for defendant puts his case thus: “ The defendant sets up no present title to the farm. He has never claimed any right to exclusive possession. What he insists upon is simply that he shall not be turned out of doors and away from the farm when it was agreed between him and his father he should remain during the lifetime of his parents.” The plaintiff claims to recover possession whether the writing is a will or contract. His second point asked instructions that if the jury believed there was an agreement, substantially as defendant alleged, the latter cannot hold possession. He prayed for no instruction as to the title, nor concerning rights defendant would have after the plaintiff’s decease.\nOn its face the paper is a will, formally executed as such. The fifth item, in which the residue of the maker’s real and personal estate is given to N. A. Black, contains the following: “ It being understood, that he, the said Niram, is to remain on the farm and assist in working it, and render his parents such assistance as their circumstances may require.” It is alleged by defendant that this will was made in pursuance of agreement, in parol, namely: “ The plaintiff agreed with defendant in 1857 that defendant should remain at home on the farm and assist in working it and render his parents such assistance as their circumstances might require, and that if he did so then the farm should belong to the defendant after his father’s death absolutely, and that defendant should have a writing to show that the farm would be his;” and consequently the will is irrevocable, and binding between these parties as a contract. If this be the contract, who- is entitled to possession of the farm during the vendor’s life ? His contract was to give it at his death, and putting it in form of a will, by its own operation, would vest the title then, and, by irresistible inference he was to retain possession till then. The consideration was services of the vendee to be rendered on the farm. These services were labor and assistance, not control of the farm nor seizure of its products. The vendee is not made tenant during the vendor’s life, to receive the income and dole out subsistence to his parents. Nor is there any provision for joint possession, for joint management, or an interest in common in the use and profits. The parents wished the son, who had just arrived at majority, to remain with them, and, as inducement, promised him the homestead at the father’s death. 'Such arrangements are not infrequent and have not been understood as vesting in the son present proprietorship, and subjecting the parents to his mercy. Often the parties live in peace for many years and end in strife, as in this case; but now is not a time, to descant on the folly of such loose agreements between parents and children. If the defendant offers to remain and the plaintiff forbids, if he tenders performance of the work and assistance required by his obligation, and holds himself in readiness for such performance, and the plaintiff refuses to receive, the contract will not fall by his delinquency.' He has as little right to remain on the farm by strong-hand, and compel acceptance of labor on it, as he would have to force a money consideration into the vendor’s pocket.\nThe record shows affirmance of defendant’s second point, to wit, “ There being no evidence of ouster by the defendant of the plaintiff, nor proof of a denial of plaintiff’s right to remain in possession of the farm, the plaintiff cannot recover.” It is said the affirmance is a slip of the pen, and it seems so from the charge. We refer to it only to call attention to the undeniable fact that the defendant is living on the land with his family, cultivating fields, and in exclusive occupancy of a part of the dwelling-house, against his father’s consent. The plaintiff’s second and third points should have been unqualifiedly affirmed, and defendant’s first point refused. It is unnecessary to remark upon other alleged errors in the trial.\nIt is evident that, following defendant’s marriage, there was an express or implied arrangement in reference to use of the farm, division of crops, and occupancy of the house; but there is no evidence that it was to continue for any definite time. Ample notice was given to defendant to quit, before commencement of the action.\nThe contract, as proved by defendant himself, was tersely and fairly stated by his counsel, and his rights thereunder have been considered as if it were well proved and valid. Impelled to the conclusion that, on his own showing, he has no defence against the plaintiff’s claim of possession, we refrain from expression of opinion as to sufficiency of proof to establish the alleged parol agreement, and defendant’s right to recover damages in case of breach thereof; or whether there is evidence to warrant submission of any question to a jury which would make the apparent will a contract.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "H. W. Patrick and JElhanan Smith, for plaintiff in error.",
      "Davies Camochan and Overton JElsbree, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Black versus Black.\nOn its face a paper was a will formally executed as such. The fifth clause, in which the residue of the maker’s real and personal estate was given to his son, contained the following: “ It being'understood that he, the said son, is to remain on the farm and assist in working it, and render his parents such assistance as their circumstances may require.” It was alleged by the son that this will was made in pursuance of a parol agreement made fourteen years previous, wherein it was stipulated that if he remained upon the farm, worked the same and rendered the aforesaid assistance to his parents, he should have the farm absolutely on the death of his father, and that a writing should be drawn to evidence this agreement. It appeared that the son was living on the farm with his family, cultivating fields and in exclusive occupancy of a part of the dwelling-house against his father’s consent. The father gave him three months’ notice to surrender possession, and upon refusal brought ejectment. Held, that he was entitled to recover possession.\nMarch 11th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ.\nError to the Court of Common Pleas of Bradford county: Of January Term 1878, No. 27.\nEjectment by John H. Black against Niram A. Black, for a farm, consisting of one hundred acres of land, in Bradford county. The defendant was the youngest son of the plaintiff, and when suit was brought was about forty years of age. On his part, it was alleged that about the time he became of age he entered into' a parol agreement with his father, that he would remain at home and aid in working the farm and render his parents such assistance as their circumstances might require, and that if he did so, then the farm should belong to him after his father’s death absolutely, and that defendant should have a writing to that effect. That in pursuance of this arrangement a will was made in 1857, wherein the farm was devised to defendant and the personal property divided between the plaintiff -s wife and his daughter, Nancy. It appeared that the defendant continued to live upon and work the farm up to 1871, with the exception of two years when he was in the army. In the meantime, Nancy was married, and in 1871 the plaintiff was induced to prepare another paper, in which all the personal property was bequeathed to defendant. This paper was in all respects a will and was formally executed as. such on the 13th of August 1871. Its fifth item was in these words :\n5th. I give and bequeath to my son, Niram A. Black, all the rest and residue of my estate, real and personal, after paying therefrom all my funeral expenses, and those of my said wife, and erecting suitable stones with appropriate inscriptions, to mark our final resting-place. It being understood that he, the said Niram, is to remain on the farm and assist in working it, and render his parents such assistance as their circumstances may require.\nAfter the execution of this paper, it appeared the defendant exercised rights of ownership over the property and attempted to assume entire control of the farm, to the exclusion of his father, among other acts, leasing the farm to one Sweatland, without his father’s consent, the one-half of the proceeds to be paid to defendant as landlord. An arrangement was made, however, by which the landlord’s share was paid to the father. While Sweat-land was in possession, the plaintiff informed defendant that he did not wish him to return to the place, but before Sweatland moved out the defendant took control and assumed the management of the farm, against the wishes of his father, and refused to surrender possession. On the 31st of December 1873, the plaintiff served a written notice on defendant to surrender possession on the 1st of Api’il following, and, upon a failure to comply therewith, this ejectment was brought on April 2d 1874.\n' At the trial the plaintiff gave evidence of his title to the land and possession in defendant, and rested. The defendant set up as a defence, that his parol arrangement with his father and the will devising the property to him, gave him an interest in the property, and he had a right to do all he had done.\nThe following were among the points presented by plaintiff, with the answers of the court, Morrow, P. J.\n1. That if the jury believe that N. A. Black made the agreement with his father, as per writing dated March 27th 1872, to pay him part of the proceeds of said farm, he became the tenant of J. H. Black, and that the tenancy continued till it was terminated by notice to quit from J. H. Black, the 1st of April 1874, and the plaintiff is entitled to recover.\nAns. “ This point is refused. The paper referred to is to be construed in connection with the lease with Sweatland, and the circumstances under which the lease was made.”\n2. That if the jury believe from all the evidence that John H. Black agreed with his son Niram Black, under the will of the former, that he, the said Niram, should remain on the farm and assist in working it, and render his parents such assistance as their circumstances required during their lives, that such agreement gave him no right to, or control over the farm; and his staying on the farm and working with his father and improving it, could not give him such an interest as he could hold possession against his father’s consent.\nAns. “Affirmed. In affirming it, however, we do not say that the defendant had not the right under the arrangement to remain on the farm with his father. The defendant cannot hold adversely to his father, but must remain in possession with him under the facts assumed in this point.”\nThe following points were presented by defendant to which are appended the answers of the court.\n1. That, the papers of 1857 and of August 13th 1871, signed by J. II. Black, were (as far as the farm in controversy is concerned) irrevocable and entitle the defendant to remain on the farm, and the plaintiff cannot recover if the jury believe that since 1871 he has been on the farm assisting his parents as their circumstances required, or away from the farm by plaintiff’s consent.\nAns. “ Affirmed; that is, if the jury find the agreement between the plaintiff and defendant was such as set up by the defendant and he performed the contract on his part.”\n2. That there being no evidence of ouster by the defendant of the plaintiff, nor proof of a denial of plaintiff’s right to remain in possession of the farm, the plaintiff cannot recover.\nAns. “Affirmed.”\nVerdict for defendant, and after judgment thereon, plaintiff took this writ, inter alia, assigning for error, the answers to the above points.\nH. W. Patrick and JElhanan Smith, for plaintiff in error.\nThe will, of itself, would not give any right in the land to the defendant during the life of his father; but it is contended, on the part of the defendant, that this will is connected with a parol contract between the defendant and his father that converts the will into a contract and renders it irrevocable. If it is a contract, then the whole arrangement is by parol, and is without consideration and void, and it is clear that no consideration could be added to it after-wards, by a concurrent possession of the land with the father. A nude promise can not be enforced either in equity or at law, and this is emphatically true in regard to a promise to give by will : McClure v. McClure, 1 Barr 874. The will itself was such an instrument as was revocable, and the plaintiff could have revoked it the next day: Bash v. Bash, 9 Barr 260. The arrangement alleged by defendant was that he should stay and assist his father. The will says, that it is understood that he should do so. Does this add to or take anything away from the will, or create any personal interest in the defendant in the land in question.\nThe first point of plaintiff should have been affirmed; at least, it should have been submitted to the jury to say under all the evidence whether or not the relation of landlord and tenant did not exist, and if they found any existing to find for the plaintiff. The agreement was to pay a part of the proceeds of the farm for its use, and the farm was occupied by Sweatland by an arrangement made with defendant : Sterretti).Wright, 8 Casey 259; Clark v. Smith, 1 Id. 137.\nThe second point also should have been affirmed. The defendant had been notified by his father, that he did not want his assistance, and had served on him notice to leave the premises; he had at the time the exclusive possession of a part of the house in which he lived. The point assumed that the defendant was holding against the consent of his father.\nThe will in itself was a complete instrument; there was nothing that required parol testimony. It did not depend on whether or not the defendant performed or did not perform. If the will was revocable at the time it was made, it continued so. If a will is to be construed into a contract by parol testimony of arrangements made between the testator and his children during the life of the testator, it will be a fruitful source of litigation.\nDavies Camochan and Overton JElsbree, for defendant in error.\nThe defendant sets up no present title to the farm. He has never claimed any right to exclusive possession. What he insists upon is simply that he shall not be turned out of doors and away from the farm, when it was agreed between him and his father he should remain during the lifetime of his parents.\nDefendant under the parol agreement and the instrument of writing has complied in every respect with what he promised to do. It is now urged this contract may be repudiated, first, because the agreement was by parol. We answer that the contract was in writing, and signed by the party to be charged. Second, It is said the instrument of writing is a will, and cannot take effect until after the death of plaintiff, and could be revoked at any time. We answer, the paper is in form a will, but the stipulation in the fifth item shows that it was intended to take effect in the lifetime of the plaintiff.\nThe distinguishing feature of a will is, that it shall not take effect during the lifetime of the maker. It matters not as to the form, whether the instrument be in that usually adopted for a devise, or of a deed, provided it clearly appears that a will and no more was intended. And the test seems to be this, whether the instrument is to take effect wholly after the death of the maker, or whether it is to go into operation as to some parts, at least in his lifetime. In the former case the instrument is considered a will; in the latter, a deed: Bouv. Inst., sec. 2132, citing Allison v. Allison, 4 Hawks. (N. C.) 141, 171; Cumming v. Cumming, 3 Ga. 460, 484; Jackson v. Culpepper, Id. 569, 573, 574; Att’y Gen. v. Jones, 3 Price. Ex., ch. 368; Thompson v. Browne, 3 Mylne & K., ch. 32. In Johnston v. McCue, 10 Casey 180, the instrument was in every respect as to form and language a will. There was a contemporaneous agreement in writing, whereby the devisees promised to pay annually to the testator a certain sum of money. The principal instrument was, therefore, held to be a contract in consideration of the payments promised, that the lands should belong to the devisees at death of the testator, on condition of performance by them during his life of their agreements, and not revocable."
  },
  "file_name": "0383-01",
  "first_page_order": 383,
  "last_page_order": 388
}
