{
  "id": 1063212,
  "name": "Gordinier's Appeal",
  "name_abbreviation": "Gordinier's Appeal",
  "decision_date": "1879-05-05",
  "docket_number": "",
  "first_page": "528",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "89 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Conn. 7",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 520",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 91",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 8667,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 4.947723315338931e-07,
      "percentile": 0.9348639631113629
    },
    "sha256": "e823ad7f103ed96386e68813ed07c670d6e347877d060cf8e4515d95eb2353f9",
    "simhash": "1:b22e959493ef4245",
    "word_count": 1516
  },
  "last_updated": "2024-02-27T19:21:47.000930+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "-Before Sharswood, C. J., Mercur, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ."
    ],
    "parties": [
      "Gordinier’s Appeal."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered May 5th 1879.\nPer Curiam.\nWe affirm this decree upon the opinion of the learned president of the court below.\nDecree affirmed and appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "W. H. ¿f O. A. Little, and Sittser ¿¡- Harding, for appellant.—",
      "P. H. Little, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gordinier’s Appeal.\nThe defendant in an action of ejectment was, by the terms of tne verdict, to hold the land in dispute upon certain conditions with which he failed to comply. The plaintiff had judgment entered and issued a writ of habere facias possessionem. Subsequently the court granted a rule to show cause why plaintiff should not be enjoined from issuing said writ, which rule was discharged. The defendant afterwards filed a bill in equity to enjoin plaintiff from proceeding with said writ, the grounds for relief being substantially those on which the rule to show cause was obtained. Held, that the question was res adjudícala, and the injunction was properly refused.\nMarch 20th 1879.\n-Before Sharswood, C. J., Mercur, Gordon, Paxson, Woodward, Trunkey and Sterrett, JJ.\nAppeal from the Court of Common Pleas of Wyoming county: Of January Term 1879, No. 63. In equity.\nBill in equity filed by Andrew Gordinier against I. W. Billings, to restrain the latter from issuing a writ of habere facias possessionem.\nAndrew Gordinier, the defendant in an action of ejectment, was, by the terms of the verdict, to hold the land in dispute, upon condition that he would file in the office of the prothonotary, on or before April 1st 1873, a title to the plaintiff for certain land described, and pay the costs. He failed to comply with the conditions within the time mentioned. The plaintiff immediately had judgment entered, and issued a writ of habere facias possessionem. The day after the time prescribed in the verdict the defendant filed a deed for the plaintiff and paid the costs; and one day later made application to a judge at chambers, and obtained a stay of the writ; also, at the ensuing term of the court, obtained a rule to show cause why the said writ should not he set aside. Soon after, and at the same term of court, the defendant filed a fuller affidavit, and on motion of his counsel the court granted a rule to show cause why the plaintiff should not be enjoined from issuing a writ of habere facias possessionem, the defendant alleging he had substantially complied with the verdict. Depositions were taken on both sides, a hearing had, and rules discharged July 25th 1873 by the court, and his honor, Judge Elwell, filed a written opinion.\nOn July 8th 1875, Andrew Gordinier filed his bill in equity, alleging substantially, but more at large, the grounds for relief set forth in his affidavit on which he obtained his rule to show cause as aforesaid. A preliminary injunction issued and the case was referred to a master, Felix Ansart, Esq., who reported in favor of dissolving the injunction and dismissing the bill, on the ground that the question raised was res adjudicata. The court, Ingham, P. J., sustained the report and entered a decree accordingly, in an opinion, saying:\n“ It is certainly a very great hardship on Andrew Gordinier to lose his land and pay the costs; but courts of equity must carry out the clear provisions of statutes, and conform to the well-defined lines of common law, although it may be in some cases that individuals suffer hardships thereby. This is because law is a rule of conduct, and to vary strict rules to relieve all the cases of ignorance, negligence and misfortune would destroy law as a rule and substitute therefor the opinions of judges in every individual case, which experience has proved leads to greater injustice than the most rigid adherence to the law. To provide remedies for cases which the great grooves of common-law actions do not reach, to furnish relief in eases of fraud, accident and mistake, and some other cases, our statutes, have invested certain courts with equity powers. While this power is to some extent flexible in its nature, and adapted to establish justice in many cases, it is far from being a discretionary power. It has bounds as clearly defined as the bounds of common law actions, and the court is equally under obligations to cohform to former decisions in equity as at law. When Andrew Gordinier filed his affidavit and moved for a rule to show cause why the plaintiff should not be enjoined from issuing a habere facias possessionem, he appealed to the equity powers of the court and he prayed for the same measure of relief that he asks for now. It is true he did not proceed by bill, but he did proceed in a form in common practice, and the court, at that time, and in that form had as ample power to do equity as we have now. In Stephens.?;. Stephens, 1 Phila. R. 108, Lowrie, J., says: ‘ Chancery grants relief by injunction to stay proceedings where it is shown that a judgment is satisfied or was procured by fraud; or where it is used to enforce payment of a penalty; or where it is tainted with anything contrary to public policy ; if the defendant had no chance of making his defence at law ; or whenever by fraud, accident, mistake or otherwise the plaintiff has an unfair advantage which would make the court an instrument of injustice; and in these cases wre grant relief much more simply and beautifully on motion by ‘the court laying its hands upon the action and preventing its execution, if in equity the party is entitled to relief.’\n“ Eveii before the Acts of Assembly conferring separate equity jurisdiction upon the courts, the determination of the lower courts upon motion for summary relief upon purely equitable grounds, were considered as matters of discretion not subject to review:’ Gordinier v. Billings, 27 P. F. Smith 501, and see cases there cited. Justice Si-iarswood says: ‘ Nor is the defendant in the position of the plaintiff in error without a form of reme'dy which will enable him regularly to obtain the decision of the court of last resort. * * * If the grounds of his defence be purely equitable, and such as would entitle him to an injunction in a court of chancery, then upon bill filed and proceedings thereon he will be entitled to an appeal to the Supreme Court.’\n“ We do not understand this to mean that when there has been a motion on equitable grounds for an injunction which has been fully heard, and refused, that afterwards a bill in equity will be entertained on the same grounds. It seems to us to mean that the defendant had a choice of remedies, by motion or bill; if he had chosen the latter he could have had an appeal to the Supreme Court. If a party may try his chances on motion and, and if he fails sustain a bill afterwards, it tends to multiplicity of actions; for that is the course parties will be likely to pursue. Thus a court of competent jurisdiction will have to hear the same matter twice ; first deciding ‘ a matter which rests in the sound discretion of the court below’ (3 W. & S. 91), and afterwards hear it again, to give an opportunity for review in the Supreme Court.\n“ That the judgment or decree of a court of justice upon a legal or equitable issue within its jurisdiction, is binding and conclusive upon all other courts of concurrent power, is a rule of law founded on the soundest policy, and we are of opinion that we cannot grant the injunction prayed for without violating this rule.”\nFrom this decree of the court Gordinier took this appeal.\nW. H. ¿f O. A. Little, and Sittser ¿¡- Harding, for appellant.—\nCourts of equity have power to restrain proceedings at law, and the jurisdiction was here properly invoked: Gross et al. v. Leber, 11 Wright 520: Cochrane v. Eldridge, 13 Id. 365; Webster v. Webster, 3 P. F. Smith 161; Riffles’s Appeal, 3 Brews. 94; Gordinier v. Billings, 27 P. F. Smith 498; Quinn’s Appeal, 5 Norris 447.\nP. H. Little, for appellee.\nThe master reported that the same ground of controversy was litigated between the same parties under a rule to show cause, decided by the proper court, and that such decision still remains of record, unreversed. That the court had jurisdiction in that form has not been questioned. If it had jurisdiction it follows that its decision was final unless reversed, and this whether the right of review in a court of error existed or not: Canaan v. Turnpike Co., 1 Conn. 7; McPherson v. Cunliff, 11 S. & R. 437 ; Blount v. Darrach, 14 Id. 184, n.\nNor does Quinn’s Appeal hold otherwise. There the claimed pre-adjudication was simply a refusal to open the judgment, leaving to the party such other remedy as might be open to him. If the rule to open in that case had been made absolute, that would have determined nothing. The question would still have been an open one until further tested."
  },
  "file_name": "0528-01",
  "first_page_order": 528,
  "last_page_order": 530
}
