{
  "id": 56854,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Terry R. CHAMBERLAIN, Appellant",
  "name_abbreviation": "Commonwealth v. Chamberlain",
  "decision_date": "1999-06-11",
  "docket_number": "",
  "first_page": "34",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "557 Pa. 34"
    },
    {
      "type": "parallel",
      "cite": "731 A.2d 593"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "702 A.2d 1027",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        18012,
        11896631
      ],
      "weight": 5,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1037"
        },
        {
          "page": "1037"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0634-02",
        "/a2d/702/1027-01"
      ]
    },
    {
      "cite": "549 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        18232,
        18012
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0634-01",
        "/pa/549/0634-02"
      ]
    },
    {
      "cite": "290 U.S. 96",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3920642
      ],
      "weight": 3,
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/us/290/0096-01"
      ]
    },
    {
      "cite": "699 A.2d 1246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        960512,
        11913043,
        11913070,
        960567
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0587-01",
        "/a2d/699/1246-01",
        "/a2d/699/1246-02",
        "/pa/548/0588-01"
      ]
    },
    {
      "cite": "548 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960567
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0588-01"
      ]
    },
    {
      "cite": "662 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470745,
        7863238
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "636"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0211-01",
        "/a2d/662/0621-01"
      ]
    },
    {
      "cite": "541 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470745
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0211-01"
      ]
    },
    {
      "cite": "529 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831169
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0506-01"
      ]
    },
    {
      "cite": "640 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872109,
        775574
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/1251-01",
        "/pa/537/0001-01"
      ]
    },
    {
      "cite": "537 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775574
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0001-01"
      ]
    },
    {
      "cite": "131 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "370"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272515
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0613-01"
      ]
    },
    {
      "cite": "508 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1793987
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0527-01"
      ]
    },
    {
      "cite": "648 A.2d 315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867004,
        475543
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0315-01",
        "/pa/538/0297-01"
      ]
    },
    {
      "cite": "538 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475543
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0297-01"
      ]
    },
    {
      "cite": "511 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798674
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "decedent's telephonic statements to an off-duty employee about the presence of a former employee at the work-site admissible under present sense impression exception"
        },
        {
          "page": "379",
          "parenthetical": "decedent's telephonic statements to an off-duty employee about the presence of a former employee at the work-site admissible under present sense impression exception"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0299-01"
      ]
    },
    {
      "cite": "326 A.2d 387",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 9,
      "year": 1974,
      "pin_cites": [
        {
          "page": "388-89"
        },
        {
          "page": "389"
        },
        {
          "page": "390"
        },
        {
          "page": "388"
        },
        {
          "page": "390"
        },
        {
          "page": "390"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479751
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0112-01"
      ]
    },
    {
      "cite": "692 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468656,
        11919311
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1022"
        },
        {
          "page": "1022"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0550-01",
        "/a2d/692/1018-01"
      ]
    },
    {
      "cite": "547 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468656
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0550-01"
      ]
    },
    {
      "cite": "523 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820322
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "603"
        },
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0577-01"
      ]
    },
    {
      "cite": "681 A.2d 1288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867728,
        464984
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1290"
        },
        {
          "page": "1290",
          "parenthetical": "Pa.1996"
        },
        {
          "page": "1290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/681/1288-01",
        "/pa/545/0487-01"
      ]
    },
    {
      "cite": "545 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464984
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0487-01"
      ]
    },
    {
      "cite": "529 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831181
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0552-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 993,
    "char_count": 20544,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 1.9637647570280713e-07,
      "percentile": 0.7384391908563009
    },
    "sha256": "df4f6da169640fd575f5adb70affd195295f60f89a1efbf347626fb2a0e3422b",
    "simhash": "1:e3af540e6ba985e8",
    "word_count": 3353
  },
  "last_updated": "2024-02-27T19:56:47.386838+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Terry R. CHAMBERLAIN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nAppellant, Terry Ray Chamberlain, was convicted by a jury in the Court of Common Pleas of Bradford County of two counts of murder of the first degree, and one count each of burglary and possessing an instrument of crime. At the sentencing phase, the jury returned a verdict of death. The court imposed a death sentence for the murder convictions and a five to ten year term in prison for burglary and a consecutive two and one-half to five year term in prison for possessing an instrument of crime. Following the denial of appellant’s motions for a new trial and post-trial and post-sentence motions, a direct appeal was taken. We remand to permit appellant to conduct DNA testing.\nThe record reflects the following. Appellant’s estranged wife, Sherri Chamberlain, and her boyfriend, Gregory Inman, lived together. They were found dead at their residence in the early morning hours of August 22, 1991. Each victim had suffered multiple gunshot wounds. Kim Ulrich, the victims’ next-door neighbor, was awakened by a telephone call at 2:24 that morning. The call lasted about 2.5 seconds. After Mrs. Ulrich picked up the telephone and said, “hello,” the caller stated, “call an ambulance—Terry shot Greg and me.” When Mrs. Ulrich queried “Sherri?” the caller failed to respond. Mrs. Ulrich could not recall hearing any background noise or voices during the 2:24 a.m. call.\nMrs. Ulrich then told her husband, Vaughn Ulrich, that appellant just shot Sherri and Greg Inman. Vaughn Ulrich dressed and hurried to the Chamberlain residence which was about 100 yards from the Ulrich home. As her husband left, Mrs. Ulrich called 911 to report that Terry Chamberlain had shot two victims. Mr. Ulrich discovered the bodies of the victims about three minutes after the telephone call. The handset of a wall-mounted telephone was found on the floor next to Sherri’s body.\nNo eyewitnesses and no physical evidence linked appellant to the murders. No DNA testing was done on the blood samples to determine whether another person was possibly involved. The only alleged link was the quoted conversation which the trial court admitted, over objection, as either an excited utterance or a dying declaration.\nThe first issue is whether the trial court properly admitted the testimony of Mrs. Ulrich about the telephone conversation. The admission of evidence is committed to the sound discretion of a trial court and will not be reversed absent an abuse of discretion. Commonwealth v. Cohen, 529 Pa. 552, 605 A.2d 1212, 1218 (1992). Discretion is abused where the law is not applied. Commonwealth v. (Howard) Smith, 545 Pa. 487, 681 A.2d 1288, 1290 (1996). Where improperly admitted evidence has been considered by the jury, “its subsequent deletion does not justify a finding of insufficient evidence” and the “remedy in such a case is the grant of a new trial.” Commonwealth v.(Jay) Smith, 523 Pa. 577, 568 A.2d 600, 603 (1989).\nThe hearsay rule provides that evidence of a declarant’s out-of-court statements is generally inadmissible because such evidence lacks guarantees of trustworthiness fundamental to the Anglo-American system of jurisprudence. (Howard) Smith, 681 A.2d at 1290 (Pa.1996). Hearsay evidence is presumed to be unreliable because the original declarant is not before the trier of fact and, therefore, cannot be challenged as to the accuracy of the information conveyed. (Jay) Smith, 568 A.2d at 608. Exceptions to the hearsay rule are premised on circumstances surrounding the utterance which enhance the reliability of the contents of the utterance, Smith, id., and render unnecessary the normal judicial assurances of cross-examination and oath, Smith, 681 A.2d at 1290.\nA statement may come within the excited utterance exception to the hearsay rule if it is:\na spontaneous declaration by a person whose mind has been suddenly made subject to an overpowering emotion caused by some unexpected and shocking occurrence, which that person had just participated in or closely witnessed, and made in reference to some phase of that occurrence which he perceived, and this declaration must be made so near the occurrence both in time and place as to exclude the likelihood of its having emanated in whole or in part from his reflective faculties.\nCommonwealth v. Washington, 547 Pa. 550, 692 A.2d 1018, 1022 (1997); Commonwealth v. Coleman, 458 Pa. 112, 326 A.2d 387, 388-89 (1974). In Coleman, we explained that the res gestae rule embraces four distinct exceptions: (1) declarations of present bodily condition; (2) declarations of present mental state and emotion; (3) excited utterances; and (4) declarations of present sense impression. Id. at 389. The underlying rationale for all four exceptions is that:\nthe startling event speaks through the verbal acts of the declarant and vests reliability in an out-of-court statement whose accuracy would otherwise be suspect.... The spontaneity of such an excited declaration is the source of reliability, and .the touchstone of admissibility.\nId.\nIn Coleman, we held that the testimony of a mother concerning a telephone call she received from her daughter moments before the daughter was killed was properly admitted under the present' sense impression exception to the hearsay rule. Id. at 390; The decedent had telephoned her mother at 6:15 a.m. and, during their ten-minute conversation: decedent told her mother that the defendant, decedent’s boyfriend, would not permit her to leave their apartment, would hang up the phone, and would then kill her; and, in addition, the decedent’s mother heard the defendant shouting in the background. Id. Five minutes after the end of the phone call, the police were hailed by the defendant, who stated that he had hurt his girlfriend. Id. at 388. The police found the decedent dead of multiple stab wounds at 6:35 a.m. Id. The mother’s testimony was admissible under the present sense impression exception to the hearsay rule because “there was a sufficient confluence of time and events to vest special reliability in the statements” and her observation of the events in the apartment was not an absolute prerequisite to admissibility of testimony in those circumstances. Id. at 390. See also, Commonwealth v. Peterkin, 511 Pa. 299, 513 A.2d 373, 379 (1986)(decedent’s telephonic statements to an off-duty employee about the presence of a former employee at the work-site admissible under present sense impression exception).\nOn review of the record in appellant’s case, the standards for admissibility under an excited utterance exception are met. First, the record reflects that Mrs. Ulrich had no doubt about her identification of Sherri as the caller:\nQ. And was there any doubt in your mind when you heard Sherri’s voice that it was in fact Sherri?\nA. There was no doubt.\nThus, as in Coleman, Mrs. Ulrich clearly recognized the voice of the declarant in the phone call as that of the decedent. Second, the victim, Sherri, spontaneously made the statement as a result of an “unexpected and shocking occurrence” that actually happened to her. In her call, she identified the assailant and referred to the injuries she and Greg sustained. The circumstances of the case support a conclusion that her declaration was shown to be “near the occurrence both in time and place as to exclude the likelihood of its having emanated in whole or in part from [her] reflective faculties.” Washington, 692 A.2d at 1022. The record reveals a “sufficient confluence of time and events to vest special reliability in the statements,” Coleman, 326 A.2d at 390, for purposes of the excited utterance exception. The trial court did not err as alleged.\nA statement is a dying declaration and, therefore, admissible hearsay if the declarant believes he or she is going to die (which can be inferred from the surrounding circumstances), death is imminent, and death actually results. Commonwealth v. Thompson, 538 Pa. 297, 648 A.2d 315, 316 (1994); Commonwealth v. Frederick, 508 Pa. 527, 498 A.2d 1322, 1324 (1985). “[W]hen a person is faced with death which he knows is impending and he is about to see his Maker face to face, is he not more likely to tell the truth than is a witness in Court who knows that if he lies he will have a locus penitentiae, an opportunity to repent, confess and be absolved of his sin?” Commonwealth v. Brown, 388 Pa. 613, 131 A.2d 367, 370 (1957).\nIt can be inferred from the gunshot wounds to her chest and her head that Sherri believed she was going to die. Evidence showed that the bodies had been moved after the infliction of the gunshot wounds, that Vaughn Ulrich heard no gunshots on his walk to the Chamberlain home, and that he saw no one leave that residence. Thus, it may be inferred that the fatal events occurred before the phone call. Death was imminent and death actually resulted. The trial court did not err as alleged.\nThus the statements made by Sherri on the telephone were admissible as a dying declaration as well as pursuant to the present sense impression exception to the hearsay rule.\nAppellant next argues that the trial court abused its discretion in denying a defense request for a continuance to conduct DNA testing. The grant of a continuance is discretionary and a refusal to grant is reversible error only if prejudice or a palpable and manifest abuse of discretion is demonstrated. Commonwealth v. Williams, 537 Pa. 1, 640 A.2d 1251, 1259 (1994). An accused has a fundamental right to present evidence so long as the evidence is relevant and not excluded by an established evidentiary rule. Commonwealth v. Ward, 529 Pa. 506, 605 A.2d 796, 797 (1992). It is well established that evidence which demonstrates that the crime was committed by someone else is admissible. Id. The reviewing court should examine the nature of the crime and the surrounding circumstances to determine if the denial of a continuance was an abuse of discretion. Commonwealth v. Simmons, 541 Pa. 211, 662 A.2d 621, 636 (1995).\nAt a pretrial conference held on March 25, 1994, one month before the trial was scheduled to begin, defense counsel informed the court that he had not received a number of requested discovery items including the results of DNA testing. In response to this request, the Commonwealth informed the court that there were no DNA test results because the Commonwealth did not request DNA testing. The defense disagreed and produced a written request by the Commonwealth for laboratory analysis on items obtained from the Chamberlain residence. One test was “for blood, type of blood and DNA.”\nThe defense then requested the blood samples so that it could conduct its own DNA testing and moved for a continuance of six weeks to allow time for that testing. The Commonwealth informed the defense that the samples sent for testing at the laboratory were probably destroyed but that the bloody clothes remained. The trial court refused to grant the continuance. The remaining blood samples were not delivered to the defense despite repeated requests.\nBased on the circumstances of this case, the trial court abused its discretion in denying the motion for a continuance. The record supports the claim that the defense: relied on the Commonwealth’s request for DNA analysis; was informed for the first time at the April 25 conference that the Commonwealth had not conducted DNA testing; and was never given an opportunity to conduct its own testing. The defense reasonably argued that DNA testing might reveal that someone other than appellant was at the scene and committed the murders. Without the results of the testing, however, the defense is unable to demonstrate prejudicial error. On the facts of this case, given the capital charges and the potential death penalty, and given that no opportunity to conduct testing on the available blood samples was given, the trial court abused its discretion in denying the motion for a continuance.\nThe final issue we address deals with the participation of a deputy attorney general, Joseph McGettigan, in the prosecution. The record reflects the following. On June 11,1993, the District Attorney of Bradford County, Robert G. Fleury, formally charged appellant. On August 26, 1993, appellant challenged, among other things in his pretrial motion, the participation of a deputy attorney general, Joseph McGettigan, in the prosecution. Following a hearing on October 21, 1993, the trial court denied the motion. A jury found appellant guilty on May 12, 1994 and sentenced him on May 13 with formal sentencing being on July 6, 1994. Post trial motions were denied prior to the appeal to this court.\nAppellant correctly argues that under this court’s recent ruling in Commonwealth v. Lawson, 548 Pa. 588, 699 A.2d 1246 (1997), the record fails to reflect that the district attorney had the statutory authority to appoint a state attorney general to prosecute this case. The Commonwealth concedes that McGettigan’s service was not in compliance with Lawson, but urges us to overrule that decision. The Commonwealth argues that Lawson should either be overruled or be applied only to cases tried on or after the Lawson decision. Appellant, on the other hand, urges us to apply Lawson to all cases, whether or not tried before the Lawson decision, so long as the case is not yet final on appeal.\nIn Lawson, this court determined that the district attorney of Cumberland County lacked the authority under Section 1420 of the County Code, Act of August 9, 1955, P.L. 323, § 1420, 16 P.S. § 1420, to appoint a deputy attorney general as an assistant prosecutor in a drug prosecution. 699 A.2d at 1248. There, we explained that the district attorney has a limited power to appoint assistants under 16 P.S. § 1420 and that section 1420 is limited by, among other provisions, sections 1422 and 1423, 16 P.S. §§ 1422-23. We held that the authority for a district attorney to appoint a deputy or assistant attorney general is strictly limited by statute, and that an appointment not authorized by the statute would necessitate a new trial.\nSince the decision in Lawson, the Pennsylvania legislature amended 16 P.S. § 1420 to provide as follows:\n1420. Assistant, Special Assistant and Deputy Assistant District Attorneys; Number; Compensation.—\n(a) The district attorney may appoint such number of assistants, special assistants or deputy assistants, learned in the law, to assist him in the discharge of his duties, as is fixed by the salary board of the county. The salary board shall fix the salary of such assistants, special assistants and deputy assistants.\n(b) The district attorney may appoint temporary assistants, temporary special assistants or temporary deputy assistants, learned in the law, to assist him in the discharge of his duties, as provided by contract or other personnel agreement with the county or the district attorney. Any attorney-at-law, including a deputy Attorney General or an attorney employed by the Commonwealth, may be employed under this subsection.\n(c) An allegation of a violation of this section shall be timely raised prior to the participation of the prosecutor in question. The exclusive remedy for a violation of this section shall be removal by quo warranto of the prosecutor from the appointment that is in violation of this section.\n(d) Subsections (b) and (c) shall apply to all cases pending on the effective date of this subsection and all cases thereafter, including, but not limited to, those cases on post-trial or on appeal.\nAct of 1998, No. 72, enacted June 18, 1998, effective immediately. The same amendments repealed sections 1422 and 1428. These amendments, enacted less than a year after Lawson, supra, eviscerated the holding and rationale of Lawson. They can only be interpreted as a response to Lawson with the evident purpose of correcting our interpretation of the legislative intent underlying 16 P.S. § 1420 et seq.\nThe issue of the retroactivity of Lawson and the propriety of its application in this case is no longer a question in this case. Our Lawson decision, with its interpretation of 16 P.S. § 1420 et seq. and its implementation of a remedy, has been superseded by legislative action. Not only would McGettigan’s prosecutorial role be appropriate and permissible under the new legislation, but if it were not, the exclusive remedy would be removal of the unauthorized prosecutor by quo warranto. Retrial is not an option.\nTo recapitulate: hearsay testimony about Sherri Chamberlain’s dying declaration on the telephone was properly admitted at appellant’s trial. There is no remedy for the prosecutorial role of deputy attorney general McGettigan. On the other hand, the trial court erred in denying appellant’s motion for a continuance in order to conduct DNA testing. We will remand the case to the trial court to afford appellant the opportunity to conduct DNA tests; the test results may form the basis for appellant to seek further post-trial relief in the trial court.\nCase remanded.\n. The jury unanimously found aggravating circumstances that the killing occurred while in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6), and that appellant had been convicted of another murder committed either before or at the time of the offense at issue, 42 Pa.C.S. § 9711 (d)(l 1). No mitigating circumstances were found.\n. We are mindful that while the evidence was admissible as permitted hearsay, the linchpin linking appellant to the incident is the hearsay telephone call. In Coleman, we held that face-to-face observation was not a requirement for the res gestae-present sense impression exception. We follow Coleman here where the witness has no doubt about her identification of the voice of the declarant.\nWe caution, however, that if serious doubt exists whether the identification by the witness of the declarant is reliable, it may be incumbent on the trial court to make an initial determination whether that identification is legally sufficient. “A declaration is kept out if the setting of the occasion satisfies the judge, or in reason ought to satisfy him, that the speaker is giving expression to suspicion or conjecture, and not to known facts.” Shepard v. United States, 290 U.S. 96, 54 S.Ct. 22, 78 L.Ed. 196 (1933).\n. See note 2 supra for our caution concerning a situation where there is a question whether the identification of the declarant is reliable.\n. Defense counsel filed on April 20, 1994, a written motion for a continuance. The record reflects that the court issued an order dated April 8, 1994 and filed April 20, 1994 denying the motion. Defense counsel renewed his request for a continuance throughout the trial.\n. The defense is in a \"Catch-22” here. The defense can not demonstrate prejudicial error as the prosecution argues it should. Yet the defense was not given the samples on which to conduct its own testing in order to secure the evidence that might demonstrate prejudicial error.\n. Appellant claimed that such participation was a violation of the Commonwealth Attorneys Act.\n. District Attorney Fleuiy referred the appeal to the Office of Attorney General by a letter dated November 19, 1995 because his successor as district attorney, Robert McGuinness, testified as a defense witness at a hearing on appellant's post-sentencing motions. The Commonwealth states that the appeal is being prosecuted by the attorney general pursuant to 71 P.S. § 732-205(a)(3) or (c).\n. Subsequent to Lawson, we addressed a related, but not identical, issue in Commonwealth v. Mulholland, 549 Pa. 634, 702 A.2d 1027 (1997). There, we held that the trial court exceeded its authority under the Commonwealth Attorneys Act, 71 P.S. § 732-205, when it removed the District Attorney of Allegheny County, based on allegations of misconduct, and substituted the Attorney General of Pennsylvania as prosecutor in subsequent proceedings. Id., 702 A.2d at 1037. We made clear that the powers of the attorney general are strictly limited, being solely a \"matter of legislative designation and enumeration,” and that the record must reflect compliance with legislative requirements. Id., 549 Pa. at 655, 702 A.2d at 1037.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      }
    ],
    "attorneys": [
      "John P. Moses, Wilkes Barre, for Terry Ray Chamberlain.",
      "Robert B. McGuinness, Towanda, Robert A. Graci, Office of Atty. Gen., Harrisburg, J. Scott Robinette, Towanda, for Com."
    ],
    "corrections": "",
    "head_matter": "731 A.2d 593\nCOMMONWEALTH of Pennsylvania, Appellee, v. Terry R. CHAMBERLAIN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Dec. 10, 1997.\nDecided June 11, 1999.\nJohn P. Moses, Wilkes Barre, for Terry Ray Chamberlain.\nRobert B. McGuinness, Towanda, Robert A. Graci, Office of Atty. Gen., Harrisburg, J. Scott Robinette, Towanda, for Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0034-01",
  "first_page_order": 166,
  "last_page_order": 179
}
