{
  "id": 56870,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Linwood Tyrone DOWNEY, Appellee",
  "name_abbreviation": "Commonwealth v. Downey",
  "decision_date": "1999-06-17",
  "docket_number": "",
  "first_page": "154",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "557 Pa. 154"
    },
    {
      "type": "parallel",
      "cite": "732 A.2d 593"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "307 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "224 Pa.Super. 497",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8860367
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/224/0497-01"
      ]
    },
    {
      "cite": "132 A.2d 208",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1957,
      "pin_cites": [
        {
          "page": "211-212"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274024
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0143-01"
      ]
    },
    {
      "cite": "109 A.2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1954,
      "pin_cites": [
        {
          "page": "328"
        },
        {
          "page": "330"
        },
        {
          "page": "327"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253626
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 9085,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 8.431403558356252e-08,
      "percentile": 0.48394771278171045
    },
    "sha256": "9f80f09be197e3e2652f4faa0a2b3a1f9c2236e5a6846eff1e8c659e3e2031a9",
    "simhash": "1:1f6ffff2626cf53e",
    "word_count": 1577
  },
  "last_updated": "2024-02-27T19:56:47.386838+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, Chief Justice and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Linwood Tyrone DOWNEY, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nCAPPY, Justice.\nThis appeal raises the issue of whether the denial of a request to poll the jury, made prior to the dispersal of the jury, constitutes reversible error. The Superior Court determined that in the instant matter such denial did demand that a new trial be awarded. For the reasons that follow, we affirm.\nAppellee was charged with one count of Criminal Homicide and one count of Violation of Uniform Firearms Act (VUFA). He was ultimately convicted by a jury of first degree murder and VUFA. He was sentenced to life imprisonment on the murder conviction. On appeal, Appellee argued, inter alia, that the trial court erred in refusing his request to poll the jury. In its opinion filed pursuant to Pa.R.A.P. 1925, the trial court explained that Appellee’s request to poll the jury was denied because it was made after the verdict had been recorded. In support thereof, the trial court cited to Pa.R.Crim. P. 1120(f) which provides:\nBefore a verdict, whether oral or sealed, is recorded, the jury shall be polled at the request of any party. Except where the verdict is sealed, if upon such poll there is no concurrence, the jury shall be directed to retire for further deliberations.\nOn appeal, a panel of the Superior Court, with Judge Ford-Elliot concurring in the result, reversed and remanded for a new trial on the basis that it was error to have denied the request to poll the jury.\nThe sole issue presented revolves around the following colloquy which occurred at the time the jury returned its verdict.\nTHE CLERK: Ladies and gentlemen of the jury, have your agreed upon a verdict?\nTHE JURY: Yes, we have.\nTHE CLERK: Would the foreperson please stand and read the verdict aloud.\nTHE FOREPERSON: Your honor and in the Commonwealth versus Linwood Tyrone Downey, the Allegheny County Court, Case 9414954, the charge, Violation of Uniform Firearms Act, the verdict and now to wit, on 30, June, 1995, we, the jurors, impaneled in the above-entitled case find the Defendant, Linwood T. Downey, guilty of the Violation of Uniform Firearms Act.\nIn the Commonwealth versus Linwood Tyrone Downey in the Allegheny County Court, Case 9412615, the charge of criminal homicide, the jury finds the verdict, and now to wit, on 30, June, 1995, we, the jurors, impaneled in the above-entitled case find the Defendant, Linwood T. Downey, guilty of first degree murder.\n(whereupon, the Tipstaff handed the verdict to the Clerk and the Clerk handed the verdict to the Court.)\nTHE COURT: Record the verdict.\nTHE CLERK: Hearken to your verdict as the Court has recorded them in the case of the Commonwealth versus Linwood Tyrone Downey, at 9412615, you find the Defendant guilty of murder in the first degree and so say you all?\nTHE JURY: Yes, we do.\nTHE CLERK: Case of the Commonwealth versus Linwood Tyrone Downey, at 9414954, you find the Defendant, Linwood Tyrone Downey, guilty of Violation of the Uniform Firearms Act and so say you all?\nTHE JURY: We do.\nTHE COURT: Ladies and gentlemen, with your rendering of the verdict in this case—\nMR. LANCASTER: Excuse me, Your Honor, I request the jury be polled at CC 9412615.\nTHE COURT: I’m not going to poll the jury because you waited too long. That’s supposed to be done prior to the verdict being recorded.\nLadies and gentlemen, with the rendering of your verdict in this case, these two cases, your services as jurors is complete. I want to thank you for the time and the attention and patience you gave us during this trial. I realize that this has been a very long week.... I’m just going to let you go at this time because it has been so long\nTHE TIPSTAFF: Remain seated until the jury leaves the room.\nN.T. 6/30/95 pp. 546-548.\nAppellant, the Commonwealth, argues to this court, as it did below, that even if it was error to deny the request to poll the jury, a retrial should not be granted in such circumstances absent a showing of prejudice. The Commonwealth submits that the right to poll a jury is not of constitutional dimension, but rather is merely a procedural mechanism to ensure that due process was effectuated and that, therefore, a per se rule requiring reversal without a showing of prejudice would be unduly harsh. In essence, the Commonwealth is asking that this court apply a harmless error analysis in these instances.\nThe purpose of permitting individual polling is to protect one’s right to be convicted by a unanimous jury only, a right protected by both the United States Constitution and the Constitution of this Commonwealth. See U.S. Const. art. III § 2; U.S. Const. amend. VI; Pa. Const. art. I, § 6. As explained by this court in Commonwealth v. Martin, 379 Pa. 587, 109 A.2d 325, 328 (1954):\nThe polling of the jury is the means for definitely determining, before it is too late, whether the jury’s verdict reflects the conscience of each of the jurors or whether it was brought about through the coercion or domination of one of them by some of his fellow jurors or resulted from sheer mental or physical exhaustion of a juror. Manifestly, the right is of especial importance where a verdict carrying capital punishment has been rendered.\nAlthough in Martin, the request to poll the jury was made prior to the verdict having been recorded insofar as it was made prior to the jury having given their viva voce assent to the verdict, the court did note that “the recording of the verdict does not become unalterable until the opportunity of the jury to correct or alter it has passed with ‘their dispersion.’ ” Id. at 330. Subsequently, in Reed v. Kinnik, 389 Pa. 143, 132 A.2d 208 (1957), this court addressed specifically the issue of when a motion to poll the jury may properly be made. There, relying in part on the language of Martin, this court held:\n... It is sufficient to say that no single moment is the only moment at which the motion can be entertained... .A motion to poll, be it made at the moment the verdict is first announced in court, or even if made after the verdict is affirmed and “entered” of record, is still timely so long as it is made before the jury has dispersed.\nKinnik, 132 A.2d at 211-212. The Superior Court, in Commonwealth v. Pacini, 224 Pa.Super. 497, 307 A.2d 346 (1973), specifically addressed the issue of whether a request to poll the jury made after the jury has uttered its collective assent to the verdict, but prior to its dispersal, is nevertheless timely. Relying upon this court’s decisions in Martin and Kinnik, the Superior Court in Pacini held that the right to poll the jury is guaranteed at any time prior to dispersal of the jury. Pacini, 307 A.2d at 349.\nGiven this court’s decisions in Martin and Kinnik, we think it clear that the trial court in the instant matter erred in refusing the request to poll the jury as untimely. Moreover, we find the trial court’s reliance on Pa.R.Crim.P. 1120(f) to be misplaced. Rule 1120(f) is merely a codification of the right to poll a jury. The mere use of the terms “is recorded” in Rule 1120(f) cannot be deemed to somehow circumscribe that right. Consistent with our established case law, we understand Rule 1120(f) to require that a trial court entertain a motion to poll the jury at any time prior to dispersal of that jury.\nMoreover, as the Superior Court panel acknowledged, our decision in Martin conclusively holds that the denial of one’s right to poll the jury dictates that a new trial be awarded:\nThe action of the court [in denying a timely request to poll the jury] worked a denial of a right of the accused so fundamental as to require a retrial even though, as clearly appears from the record, the trial was otherwise markedly free from error and the jury’s verdict was fully warranted by the evidence. Yet it is better that the case be tried again than that a precedent impairing a defendant’s right to a poll of the jury be engrafted on our criminal procedure.\nMartin, 109 A.2d at 327. Given this court’s recognition, as enunciated in the above-recited case law, of the fundamental importance of determining whether a jury’s verdict represents the conscious choice of each individual juror, we are not inclined to accept the Commonwealth’s invitation to now impose a new rule requiring a showing of prejudice.\nAccordingly, for all the foregoing reasons we affirm the decision of the Superior Court reversing and remanding this matter for a new trial.\n. 18 Pa.C.S. § 2501(a).\n. 18Pa.C.S. § 6106.\n. While Kinnik was a civil case and the primary issue therein was whether a trial court is bound to take a poll in a civil case upon motion duly made, that distinction is of no moment to the instant discussion since we rely only on that portion of Kinnik which explicitly dealt with the issue of the timeliness of such motions.",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Claire C. Caspristo, James R. Gilmore, for Commonwealth.",
      "Ralph D. Karsh, for Linwood Tyrone Downey."
    ],
    "corrections": "",
    "head_matter": "732 A.2d 593\nCOMMONWEALTH of Pennsylvania, Appellant, v. Linwood Tyrone DOWNEY, Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 17, 1998.\nDecided June 17, 1999.\nClaire C. Caspristo, James R. Gilmore, for Commonwealth.\nRalph D. Karsh, for Linwood Tyrone Downey.\nBefore FLAHERTY, Chief Justice and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, and SAYLOR, JJ."
  },
  "file_name": "0154-01",
  "first_page_order": 286,
  "last_page_order": 291
}
