{
  "id": 56897,
  "name": "UNIONTOWN AREA SCHOOL DISTRICT v. PENNSYLVANIA LABOR RELATIONS BOARD in Behalf of UNIONTOWN AREA EDUCATION ASSOCIATION and Yolanda S. Defino, Appeal of Uniontown Area Education Association & Yolanda S. DeFino Appeal of Pennsylvania Labor Relations Board",
  "name_abbreviation": "Uniontown Area School District v. Pennsylvania Labor Relations Board ex rel. Uniontown Area Education Ass'n",
  "decision_date": "1999-07-07",
  "docket_number": "",
  "first_page": "180",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "557 Pa. 180"
    },
    {
      "type": "parallel",
      "cite": "732 A.2d 607"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 U.S.C. § 151",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1977 WL 9387",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "233 N.L.R.B. 1049",
      "category": "reporters:federal",
      "reporter": "N.L.R.B.",
      "pin_cites": [
        {
          "page": "*42"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1979 WL 10032",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "failure to promote to supervisory position due to union activities was clear violation of the Act"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "245 N.L.R.B. 1009",
      "category": "reporters:federal",
      "reporter": "N.L.R.B.",
      "year": 1979,
      "pin_cites": [
        {
          "page": "*4",
          "parenthetical": "failure to promote to supervisory position due to union activities was clear violation of the Act"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1993 WL 186113",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "employer violated Act by refusing to promote employee to supervisory position due to union activities"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "311 N.L.R.B. 401",
      "category": "reporters:federal",
      "reporter": "N.L.R.B.",
      "year": 1993,
      "pin_cites": [
        {
          "page": "*1",
          "parenthetical": "employer violated Act by refusing to promote employee to supervisory position due to union activities"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "206 F.2d 235",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1260136
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "237"
        },
        {
          "page": "237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/206/0235-01"
      ]
    },
    {
      "cite": "618 F.2d 633",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1380508
      ],
      "pin_cites": [
        {
          "page": "636"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/618/0633-01"
      ]
    },
    {
      "cite": "53 L.Ed.2d 1062",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "97 S.Ct. 2923",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "431 U.S. 966",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1635,
        1988,
        1604,
        1923,
        2253,
        1646,
        1870,
        1780,
        2011,
        2173
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0966-09",
        "/us/431/0966-01",
        "/us/431/0966-08",
        "/us/431/0966-10",
        "/us/431/0966-06",
        "/us/431/0966-05",
        "/us/431/0966-02",
        "/us/431/0966-03",
        "/us/431/0966-04",
        "/us/431/0966-07"
      ]
    },
    {
      "cite": "547 F.2d 575",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5691758,
        998990
      ],
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/178/0278-01",
        "/f2d/547/0575-01"
      ]
    },
    {
      "cite": "467 F.2d 164",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        252940
      ],
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/467/0164-01"
      ]
    },
    {
      "cite": "414 U.S. 168",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715440
      ],
      "weight": 8,
      "year": 1973,
      "pin_cites": [
        {
          "page": "188",
          "parenthetical": "quoting with approval Golden State Bottling Co. v. National Labor Relations Board, 467 F.2d 164, 166 (9th Cir.1972"
        },
        {
          "parenthetical": "quoting with approval Golden State Bottling Co. v. National Labor Relations Board, 467 F.2d 164, 166 (9th Cir.1972"
        },
        {
          "parenthetical": "quoting with approval Golden State Bottling Co. v. National Labor Relations Board, 467 F.2d 164, 166 (9th Cir.1972"
        },
        {
          "page": "188"
        },
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11105,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37557382689106583
    },
    "sha256": "3757129f3a49baaa6c3742b058353a3b9f60fc4136ed498018da40a00d5c99a8",
    "simhash": "1:5de50297d2e73417",
    "word_count": 1757
  },
  "last_updated": "2024-02-27T19:56:47.386838+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "UNIONTOWN AREA SCHOOL DISTRICT v. PENNSYLVANIA LABOR RELATIONS BOARD in Behalf of UNIONTOWN AREA EDUCATION ASSOCIATION and Yolanda S. Defino, Appeal of Uniontown Area Education Association & Yolanda S. DeFino Appeal of Pennsylvania Labor Relations Board."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe sole issue before this Court is whether the Public Employe Relations Act (PERA) covers a union employee who applies for a non-promotion management position outside of the bargaining unit. Because we find that PERA applies to a union employee until such time as the individual ceases to be a union employee, we reverse the Commonwealth Court.\nAppellant DeFino was employed by appellee as a classroom teacher and guidance counselor at Benjamin Franklin School, an elementary school within the jurisdictional limits of appellee school district. Appellee is a public employer within the meaning of § 301(1) of PERA. DeFino is a member of appellant Uniontown Area Education Association (Association), which is an employee organization within the meaning of § 301(3) of PERA. While employed by the school district, DeFino was an active member of the Association, serving as president-elect, president, chief negotiator and grievance committee chairperson.\nIn 1990, the principal of Benjamin Franklin School became ill, and the school board appointed DeFino as acting principal for the remainder of the school year. The principal resigned at the end of the 1990-91 school year at which time the school board posted and advertised the vacancy. The school board interviewed DeFino and one other individual, an elementary principal in a neighboring school district, to fill the principal position. Both candidates were questioned about their experience, managerial style, attitude toward evaluating teachers, salary and willingness to transfer to another school. DeFino, but not the other candidate, was asked about her union activities and her ability to make the transition from union official to school administrator. At the conclusion of the interview process, the school board appointed the other candidate to the position.\nDeFino and the Association filed an unfair labor practice charge with the Pennsylvania Labor Relations Board (PLRB) claiming that appellee violated PERA by discriminating against DeFino based upon her union activities. A hearing examiner conducted hearings on July 6, 1992, May 19, 1993, October 21, 1993, February 13, 1994, and May 2, 1994, and dismissed the charges on April 4, 1995. DeFino and the Association filed exceptions, which the PLRB sustained, holding that appellee had violated 43 P.S. § 1101.1201(a)(1) and (a)(3) which prohibit a public employer from interfering with an employee’s rights to be involved in an organized labor organization or from discriminating against an employee based upon the exercise of those rights. Appellee appealed to the common pleas court which affirmed the PLRB’s decision. On appeal, the Commonwealth Court reversed holding that, because DeFino applied for a management position, she was not entitled to the protections of PERA during the application process.\nThe pertinent section of PERA provides:\n(a) Public employers, their agents or representatives are prohibited from:\n(1) Interfering, restraining or coercing employes in the exercise of their rights guaranteed in Article IV of this act.\n* * *\n(3) Discriminating in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any employe organization, (footnote supplied)\n43 P.S. § 1101.1201.\nAppellants argue that appellee discriminated against DeFino in filling the vacant principal position based upon her union activities in violation of § 1201 given that she was the only candidate questioned about union activities and the position was awarded to the other candidate. Appellee concedes that DeFino’s union activities and appellee’s belief that union sympathies would interfere with her ability to perform as a principal were factors leading to the hiring of the other candidate. Thus, appellee counters with the theory that PERA does not protect a public employee from anti-union animus when that employee applies for a management position that is not a promotional opportunity within the scope of the collective bargaining agreement. Therefore, this Court must determine whether PERA provides protections to a public employee who is a union member when the employee seeks a non-union, management position.\nLogic dictates that a public employee who is a member of an employee organization is protected by PERA so long as the employee remains a member of the organization. Indeed, federal courts faced with the same issue in cases under the National Labor Relations Act have held that a protected employee does not lose the protections of the Act simply by applying for a position outside the protections of the Act. See, e.g., Golden State Bottling Co. v. National Labor Relations Board, 414 U.S. 168, 188, 94 S.Ct. 414, 38 L.Ed.2d 388 (1973) (quoting with approval Golden State Bottling Co. v. National Labor Relations Board, 467 F.2d 164, 166 (9th Cir.1972) (“The Act’s remedies are not thwarted by the fact than an employee who is within the Act’s protections when the discrimination occurs would have been promoted or transferred to a position not covered by the Act if he had not been discriminated against.”)); Oil, Chemical and Atomic Workers International ¶. National Labor Relations Board, 547 F.2d 575, 589 (4th Cir.1976) (union protections extend to a member during the process of applying for a non-union supervisory position) cert. denied sub nom Angle v. NLRB, 431 U.S. 966, 97 S.Ct. 2923, 53 L.Ed.2d 1062 (1977); Osteopathic Hospital Founders Association v. National Labor Relations Board, 618 F.2d 633, 636 (10th Cir.1980) (recognizing that to fail to promote to a managerial position based upon union activities violates the Act); National Labor Relations Board v. Bell Aircraft Corp., 206 F.2d 235, 237 (2d Cir.1953); Lancaster Fairfield Community Hospital, 311 N.L.R.B. 401 at *1, 1993 WL 186113 (1993) (employer violated Act by refusing to promote employee to supervisory position due to union activities); St. Anne’s Hospital, 245 N.L.R.B. 1009 at *4, 1979 WL 10032 (1979) (failure to promote to supervisory position due to union activities was clear violation of the Act); Little Lake Industries, 233 N.L.R.B. 1049 at *42, 1977 WL 9387 (denying employer a promotion to a supervisory job is an unfair labor practice in violation of the Act).\nThe employee in Golden State Bottling Co. v. National Labor Relations Board, 414 U.S. 168, 188, 94 S.Ct. 414, 38 L.Ed.2d 388 (1973), was a driver-salesman and a protected employee under the National Labor Relations Act at the time he was discriminatorily discharged. At or around the time of his discharge, the employer converted all driver-salesman positions to “independent contractor” positions rendering the drivers ineligible as non-employees for the protections of the Act. The United States Supreme Court held that the protections of the Act apply with equal force to an employee who, but for the discriminatory conduct, would no longer be in a protected position. Id. at 188, 94 S.Ct. 414.\nSimilarly, in Bell Aircraft, the United States Court of Appeals for the Second Circuit, responding to an employer’s argument that the National Labor Relations Act did not protect an employee who applied for a supervisory and therefore non-protected position, stated:\nBut, even if we assume, arguendo, that an applicant for a supervisory position who was not already an employee of this particular employer would not have been a protected employee under the Act, it does not follow that [the instant employee] was similarly not protected. At the time the discrimination took place he was clearly a protected employee, and his prospects for promotion were among the conditions of his employment. The Act protected him so long as he held a nonsupervisory position, and it is immaterial that the protection thereby afforded was calculated to enable him to obtain a position in which he would no longer be protected.\n206 F.2d at 237.\nThere is no dispute that DeFino was protected by PERA at the time she applied for the principal position, nor that the prospects of advancement were an implicit condition of her employment. We are persuaded by the reasoning of the federal courts in the analogous cited cases involving the National Labor Relations Act. Thus, the fact that had DeFino been awarded the position she would no longer have been protected by PERA is immaterial to a determination of whether she was protected during the application process. We find, therefore, that an employee who, at the time the discrimination in promotion occurs is protected by PERA, is protected throughout the application process and until such time as the employee is advanced to a non-protected position. To hold otherwise would emasculate the protections PERA provides to public employees by limiting their ability to seek promotions to management positions.\nAccordingly, the decision of the Commonwealth Court is reversed, and this matter is remanded to the Commonwealth Court for consideration of those issues raised by the parties on appeal to the Commonwealth Court but not previously addressed by the Commonwealth Court due to its finding that no unfair labor practice had been committed.\nORDER\nPER CURIAM:\nAND NOW, this 7th day of July, 1999, the decision of the Commonwealth Court is REVERSED and this matter is remanded to the Commonwealth Court for consideration of those issues raised by the parties on appeal to the Commonwealth Court but not previously addressed by the Commonwealth Court.\n. 43 P.S. § 1101.101 etseq.\n. 43 P.S. § 1101.301(1).\n. 43 P.S. § 1101.301(3).\n. There is no indication that the other candidate, who was already in a managerial position, had previously been involved in union activities or that any questions were posed of this candidate about any prior union involvement.\n. Article IV of the Act provides:\nIt shall be lawful for public employes to organize, form, join or assist in employe organizations or to engage in lawful concerted activities for the purpose of collective bargaining or other mutual aid and protection or to bargain collectively through representatives of their own free choice and such employes shall also have the right to refrain from any or all such activities, except as may be required pursuant to a maintenance of membership provision in a collective bargaining agreement.\n43 P.S. § 1101.401.\n. 29 U.S.C. § 151 et seq. The Act is similar to PERA in all material respects concerning protection of employees.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      }
    ],
    "attorneys": [
      "Ronald N. Watzman, Pittsburgh, for appellant in No. 2.",
      "James L. Crawford, Elizabeth Kelly, Harrisburg, for PA Labor Relations Bd.",
      "Alfred C. Maiello, Michael L. Brungo, Ronald N. Watzman, Pittsburgh, for Uniontown Area School Dist."
    ],
    "corrections": "",
    "head_matter": "732 A.2d 607\nUNIONTOWN AREA SCHOOL DISTRICT v. PENNSYLVANIA LABOR RELATIONS BOARD in Behalf of UNIONTOWN AREA EDUCATION ASSOCIATION and Yolanda S. Defino, Appeal of Uniontown Area Education Association & Yolanda S. DeFino Appeal of Pennsylvania Labor Relations Board.\nSupreme Court of Pennsylvania.\nArgued Sept. 14, 1998.\nDecided July 7, 1999.\nRonald N. Watzman, Pittsburgh, for appellant in No. 2.\nJames L. Crawford, Elizabeth Kelly, Harrisburg, for PA Labor Relations Bd.\nAlfred C. Maiello, Michael L. Brungo, Ronald N. Watzman, Pittsburgh, for Uniontown Area School Dist.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0180-01",
  "first_page_order": 312,
  "last_page_order": 319
}
