{
  "id": 1190788,
  "name": "Pyewell's Estate",
  "name_abbreviation": "Pyewell's Estate",
  "decision_date": "1939-03-22",
  "docket_number": "Appeals, Nos. 39 and 40",
  "first_page": "154",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "334 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "281 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0519-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 69",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/27/0069-01"
      ]
    },
    {
      "cite": "289 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103348
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0216-01"
      ]
    },
    {
      "cite": "293 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111161
      ],
      "pin_cites": [
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0013-01"
      ]
    },
    {
      "cite": "234 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0557-01"
      ]
    },
    {
      "cite": "332 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0168-01"
      ]
    },
    {
      "cite": "210 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0232-01"
      ]
    },
    {
      "cite": "302 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0064-01"
      ]
    },
    {
      "cite": "274 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072858
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "p. 25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 598,
    "char_count": 10757,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 3.467941496651667e-07,
      "percentile": 0.8810716377672984
    },
    "sha256": "842f303f2bc35b08ce5f174c219707fef34531d2957a0f90823ad7c1623e5e14",
    "simhash": "1:9343acaa4d4ceaf0",
    "word_count": 1843
  },
  "last_updated": "2024-02-27T22:26:43.303362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Pyewell’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThese appeals are by Sarah B. Duffey and others as executors of the will of Sarah Ann Pyewell, and by Sarah B. Duffey, individually, hereinafter referred to as appellant, from an adjudication of the first and final account of such executors. Exceptions to the account were filed by appellees, the residuary legatees named in the will, averring that the executors had not included certain stocks, bonds and articles of jewelry belonging to the decedent. The adjudication and decree nisi of the court below sustained the exceptions and directed the executors to file a supplemental account including these items. Exceptions to this adjudication and decree were filed by Mrs. Duffey, individually, and by the executors, claiming that the stocks, bonds and jewelry, omitted from the account, are the property of Mrs. Duffey by virtue of several gifts inter vivos made by Mrs. Pyewell. The court below held, except as to certain earrings, that there had been no valid gifts, and by its final decree sustained the exception covering the earrings, but dismissed all other exceptions. These appeals followed.\nAt the request of decedent’s sister, appellant in 1922 gave up her home in Germantown and went to live with Mrs. Pyewell, her aunt. From that time until the latter’s death in 1936, she served her aunt as housekeeper, looked after many of her personal affairs, and devoted herself generally to caring for the elder woman. Appellant’s kinship and services during this long period made her a natural object of decedent’s bounty; prior to her death Mrs. Pyewell made numerous other gifts of personal property to her, none of which were contested. In addition, by her will she devised to appellant real estate valued at almost $100,000, by far the greater part of her estate.\nStocks and bonds, of an approximate value of $9,000, and certain jewelry that has not been valued, which appellant claims as gifts, were in her possession at the time of decedent’s death. The court below denied the validity of the gifts and held that a confidential relationship existed between decedent and Mrs. Duffey, which raised a presumption that the transactions were void and placed on appellant the burden of showing that no deception or fraud was practiced upon decedent: Leedom v. Palmer, 274 Pa. 22. A careful examination of the record convinces us that there is no basis for such a suspicion. The conclusion of the lower court is based on its findings (1) that Mrs. Duffey was attorney-in-fact for decedent with reference to her safe deposit box and bank account, (2) that Mrs. Duffey collected the rents, paid the taxes, doctor bills, and servants, and (3) that Mrs. Duffey took care of the decedent while ill. The record indicates that the power of attorney to have access to the safe deposit box was not given until November 14, 1932, and the power of attorney giving her authority to deal with the bank account was drawn on April 18, 1934. Since the gifts of the property in question all occurred prior to the earlier date, it is apparent that these facts could not establish a confidential relation at the time of the gifts: Leedom v. Palmer, supra.\nMrs. Duffey did collect some checks for rent, but the checks were immediately turned over to Mrs. Pyewell, cashed by her, and the money kept exclusively in her possession. Likewise, though Mrs. Duffey paid many of the household bills, she received the money from Mrs. Pyewell. “Confidential relation . . . appears when the circumstances make it certain the parties do not deal on equal terms, but, on the one side there is an overmastering influence, or, on the other, weakness, dependence or trust . . .”: Leedom v. Palmer, supra, at p. 25; Null’s Estate, 302 Pa. 64. The evidence in this case clearly shows an absence of these factors, for, although decedent in her last years grew physically weak, she always conducted her financial and business affairs as she wished and guided by her own judgment.\nThe remaining facts are wholly insufficient to support a finding that a confidential relation existed. The situation is similar to that in the case of Robinson v. Powell, 210 Pa. 232, where this court said (p. 244) : “The ease is therefore simply one in which the decedent, a very old man, realizing that appellee had practically devoted her life, to the service of himself and his family and recognizing the value of her services, desired to provide for her in her old age against want in the event of his death. . . . There cannot be the slightest warrant for the suggestion that the burden of proof was cast upon her to show the fairness or the propriety of the gift.”\nUnaided by a presumption that the gifts were void, the conclusion of the court below that the requirements of valid gifts had not been fulfilled is entirely unsupported by the evidence. To establish the existence of the gifts it was necessary to show that there was “an intention to make the gift and a delivery, actual or constructive, of a nature sufficient not only to divest the donor of all dominion over the property but also to invest the donee with complete control over the subject matter of the gift”: Chapple’s Estate, 332 Pa. 168. Intention to make the gifts is conclusively shown by the uncontradicted testimony of Mrs. Duffey and Mrs. Pyewell’s attorney, and by several written instruments executed by the decedent confirming the gifts. The burden of showing that there was a delivery of the property was likewise satisfied by appellant. Where, as here, the intention is clearly established, less evidence is required to show that a delivery was made: Leitch v. Diamond National Bank of Pittsburgh, 234 Pa. 557. The stock was given to Mrs. Duffey on December 1, 1930, and the gift of the bonds was made sometime in 1932, prior to November 1st of that year. Both transactions took place in Mrs. Pyewell’s room, and on each occasion Mrs. Duffey accepted the securities and placed them in a tin box, owned by her and kept in a safe in. the house.\nThe more valuable part of the jewelry was handed appellant by Mrs. Pyewell, who stated at the time she wanted her to have it. The rest of the jewelry was not handed to appellant, but was given to her in 1930, by a writing signed by decedent, along with other contents of decedent’s safe deposit box. Prior to November 1, 1932, Mrs. Duffey removed this jewelry and placed it with her other jewelry.\nIn addition to the uncontradicted testimony indicating actual delivery of most of the property, the record discloses that on November 1, 1932, the decedent, after consultation and with the assistance of her attorney, executed a formal bill of sale confirming the prior gifts. This instrument, signed and sealed by Mrs. Pyewell and delivered by her to Mrs. Duffey, transferred to the latter all the goods and chattels enumerated in the schedule attached thereto. The court below held that this bill of sale, in so far as it applied to the disputed property, was sufficient as to the earrings to satisfy the burden placed on appellant to establish the validity of her claim, but refused to apply the same ruling to the other disputed property. The goods and chattels listed in the schedule included all the decedent’s jewelry and the entire contents of the safe, where the tin box containing the stocks and bonds was kept. It is therefore clear that the instrument by its terms included all the. property now claimed by appellant. This bill of sale covered many items of jewelry, clothing, furniture, rugs, dishes, linens and other household effects, so numerous and of such character as to make a manual delivery of every item highly impracticable. “Where manual delivery is not practicable, a transfer may be made by assignment or by other writing or token which will indicate a present intention to pass right of possession to the donee”: Mardis v. Steen, 293 Pa. 13, 15. In the case of Leadenham's Estate, 289 Pa. 216, this court held that the transfer of a key to a safe deposit vault is a valid symbolic delivery of the contents of the box. At page 220 we said: “While the change of possession may be either actual or constructive, it must be such as is consistent with the nature of the property and the situation of the parties.” In cases of this nature the law does not require the impossible, but only such acts as the circumstances will allow: Lavelle v. Melley, 27 Pa. Superior Ct. 69. To require the donor to actually hand over each of the large number of items covered by the bill of sale would have placed upon her a burden with which she could not reasonably comply and which would not have been “consistent with the nature of the property and the situation of the parties.” Hence, even though the evidence might not have conclusively shown an actual delivery of all the items here in dispute, we must conclude that the delivery of the bill of sale under seal, viewed in conjunction with the testimony showing actual delivery of most of the specific property, dispels any doubt as to the validity of the transactions.\nSince the gifts of the property in question were fully executed by the donor, neither the fact that she had access to the safe where the property was kept nor her subsequent receipt of dividends on this stock would invalidate the transaction: Kaufmann’s Estate, 281 Pa. 519; Chapple’s Estate, supra. Likewise, the subsequent wearing of some of the jewelry by Mrs. Pyewell with the consent of appellant is of no consequence, since once the transaction is completed it is not necessary that the donee retain the property in her possession: 28 C. J. 641.\nAppellant could hardly have a better recommendation for honesty and loyalty than the record in this case. There is nothing in it to cause the slightest suspicion of her motives or conduct during the fourteen years she lived with her aunt. The harmonious and pleasant relationship that always existed between them, together with the fact that she was so close of kin, made her the natural object of her aunt’s bounty. It would seem, considering that she received by will almost $100,000 in real estate, and had previously received by bill of sale, executed by an attorney, all the household effects, that no surprise would be occasioned by gifts to her, during years preceding her aunt’s death, of stocks and bonds of a value of $9,000, and of some personal jewelry. We find no basis for questioning these transactions.\nThe decree of the court below dismissing the exceptions is reversed and the exceptions are sustained, costs to be paid by the estate.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "James L. Rankin, of Geary & Rankin, for appellants.",
      "J. Dell oven Ledward, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pyewell’s Estate.\nArgued January 9, 1939.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nJames L. Rankin, of Geary & Rankin, for appellants.\nJ. Dell oven Ledward, for appellee.\nMarch 22, 1939:"
  },
  "file_name": "0154-01",
  "first_page_order": 184,
  "last_page_order": 190
}
