{
  "id": 1190730,
  "name": "Miller v. Adonizio, Appellant",
  "name_abbreviation": "Miller v. Adonizio",
  "decision_date": "1939-05-08",
  "docket_number": "Appeal, No. 156",
  "first_page": "286",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "334 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 A. 112",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "326 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 262,
    "char_count": 3496,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3915618246469196
    },
    "sha256": "7871412abe2e1717fb4108f823a8e254429a7e2c23c1cb7392a7014ef784c0a0",
    "simhash": "1:938768ad000585e5",
    "word_count": 606
  },
  "last_updated": "2024-02-27T22:26:43.303362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn, and Stern, JJ."
    ],
    "parties": [
      "Miller v. Adonizio, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nPlaintiff brings this action to recover a commission or royalty of ten cents a ton upon coal mined. Defendant filed an affidavit of defense raising questions of law, contending that in the transaction declared on plaintiff was a real estate broker within the terms of the Real Estate Brokers License Act of May 1, 1929, P. L. 1216, as amended, 63 PS Sec. 431 et seq., and not averring that he had a license, as required by the act, he cannot maintain his suit, as he is prohibited from so doing by section 16 (63 PS Sec. 446) of the statute. The court below declined to enter judgment in defendant’s favor, being of the opinion that the case should proceed to trial so that under the facts, as then presented, it can be determined whether what plaintiff did constituted him a real estate broker.\nThe statement averred that plaintiff had negotiations with a corporation, in which it was made known to him that it would enter into a lease for a certain coal mine; that defendant had requested plaintiff to find him a coal property which could be leased; that defendant was advised by plaintiff that he could obtain a property such as desired and could introduce him to the owners and obtain a lease for the property; that plaintiff did not make known to defendant the name or location of the property until defendant had promised him if he did name the property and introduce defendant to the persons in charge thereof and if he (whether defendant or plaintiff is indicated is doubtful) could arrange to obtain a lease, defendant in consideration of tbe services of plaintiff would pay Mm a commission or royalty of ten cents a ton upon tbe coal mined or taken from tbe culm banks upon the property. It is further set forth that following this agreement plaintiff, in company with defendant, visited the officers of the corporation in charge of the property and introduced defendant to them and as a result of the introduction, defendant obtained a lease. It is recited that thereafter the company, to which defendant caused the lease to be made and which he controlled, paid plaintiff $3,000 and subsequent to these payments sent plaintiff a check for an additional $1,000, endorsed “services rendered in full to date”; this check plaintiff did not cash. It is claimed a large amount of coal had been mined on the property, the amount being determinable only by an accounting which plaintiff demanded in order to show the amount due him.\nIn answer to appellant’s position that the failure to show a license is a complete bar to the action, it is set up that all the plaintiff did was to impart information to defendant and to introduce him to officers of the corporation in charge of the property, that plaintiff was not acting on behalf of defendant and did not negotiate the lease. While the statement of claim appears to be lacking in particulars which should have been averred, we are not convinced that the court erred in deciding the case should proceed to trial in order that the true status of the plaintiff may be developed.\nSummary judgments or orders determining nonliability should be entered only in cases where nonliability is clear: Aultman v. Pittsburgh, 326 Pa. 213, 192 A. 112.\nOrder affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Frank L. Finóla, with him Nathan Hyman, for appellant.",
      "Ralph L. Levy, with him Jonathan Valentine and Clarence J. Wing, for appellee."
    ],
    "corrections": "",
    "head_matter": "Miller v. Adonizio, Appellant.\nArgued April 10, 1939.\nBefore Schaffer, Maxey, Drew, Linn, and Stern, JJ.\nFrank L. Finóla, with him Nathan Hyman, for appellant.\nRalph L. Levy, with him Jonathan Valentine and Clarence J. Wing, for appellee.\nMay 8, 1939:"
  },
  "file_name": "0286-01",
  "first_page_order": 316,
  "last_page_order": 318
}
