{
  "id": 1190779,
  "name": "Wilson & Gardner Co. v. Wilson, Appellant",
  "name_abbreviation": "Wilson & Gardner Co. v. Wilson",
  "decision_date": "1939-04-17",
  "docket_number": "Appeal, No. 237",
  "first_page": "289",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "334 Pa. 289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "129 Pa. Superior Ct. 99",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1004327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/129/0099-01"
      ]
    },
    {
      "cite": "98 Pa. Superior Ct. 440",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        687981
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/98/0440-01"
      ]
    },
    {
      "cite": "304 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132436
      ],
      "pin_cites": [
        {
          "page": "495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0489-01"
      ]
    },
    {
      "cite": "104 Pa. Superior Ct. 502",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        698498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/104/0502-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 215",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629274
      ],
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/67/0215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6187,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 4.265671663921265e-07,
      "percentile": 0.915552219453721
    },
    "sha256": "26a43a42cded7d7886edbab55d30d8016445bdf16f6a60e17864527ee70108eb",
    "simhash": "1:57bf9ba673187816",
    "word_count": 1031
  },
  "last_updated": "2024-02-27T22:26:43.303362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kbphart, C. J., Schaffer, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Wilson & Gardner Co. v. Wilson, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe defense to this action on promissory notes between maker and payee was lack of consideration; that the notes were given as an accommodation to plaintiff. Plaintiff’s original statement averred that the consideration was the sale and delivery of merchandise to defendant. At the first trial this claim was abandoned; plaintiff failed to establish the sale or any other consideration. The case was continued, and a new statement was filed wherein plaintiff relied solely on an averment that the notes were given for “value received.” Defendant in reply admitted execution and delivery of the notes, but denied that he received any value “for the reasons hereinafter set forth.” Following this denial, defendant averred as “new matter” that the notes “were executed and delivered by defendant at the request of the plaintiff and solely for the accommodation of the plaintiff.” Notice was given plaintiff to reply to the new matter, which was done by an averment that the execution and delivery of the notes created a presumption of liability, and the burden was on defendant to establish his defense of accommodation.\nWhen the case was tried the second time, plaintiff introduced certain portions of the statement of claim, which defendant admitted, limiting the phrase “for value received” to a mere descriptive quotation of words contained in the notes; he did not admit that any consideration was received to which such words referred. Plaintiff rested, and defendant submitted portions of his affidavit of defense, as well as the “new matter” containing the averment that defendant was an accommodation maker, which was placed therein on the theory that the defense of accommodation was not germane to a denial of the statement, but was an affirmative defense. He declined to submit evidence to support the averment that lie was an accommodation maker, and asked for judgment on the pleadings.\nThe court below accepted this contention, admitted the pleadings generally, and directed a verdict for defendant. Thereafter recognizing its mistake, a new trial was ordered.\nThe question for our determination is whether the defense of accommodation maker should have been included in the affidavit of defense or set up as new matter. The statement averred that the notes were given “for value received” and undoubtedly under the statute such notes are presumed to have been given for a consideration. In reply, the affidavit merely asserted that there was no consideration, admitting execution and delivery. If this had been all, a judgment for want of a sufficient affidavit of defense could have been entered. Having admitted execution and delivery of the notes, in the denial of consideration therefor, the affidavit should have set up the circumstances under which the notes were executed and delivered, thereby showing that no consideration moved from plaintiff to defendant. Such an allegation was properly part of the denial in the affidavit of the original averment in the statement that the notes were given for a consideration. It was not new matter; it was a constituent part of the traverse. This would have placed the case at issue for jury trial on the question of consideration.\nNew matter at common law was introduced by a plea of confession and avoidance. We do not have such pleading now, but to confess admits the note, and to avoid sets up the reason why the defendant should not pay it. The allegations that may be pleaded as new matter are defined by Section 14 of the. Practice Act of May 14, 1915, P. L. 483, as amended by the Act of April 22,1929, P. L. 627: “. . . a defendant may set up in his affidavit of defense, as new matter, any averments which are not contained in the statement of claim and do not merely deny averments thereof.” But the gist of appellee’s statement, after execution and delivery had been admitted, was consideration. Its mere categorical denial does not explain the notes, or overcome the presumption. The denial must be supplemented by information that would show why no consideration passed, or that none existed. Such averments would not be new matter extrinsic to the allegation of consideration contained in the statement of claim; nor would they be statements of fact not relating to matter previously alleged, as the defense of accommodation maker is inherent in the issue of consideration.\nNew matter consists of allegations of fact extrinsic to those averred in the statement of claim. It may concede the truth of the facts alleged in the statement, but set up a new set of facts which bars the right of recovery: Berreski v. Phila,. Elec. Co., 67 Pa. Superior Ct. 215, 222. As stated in Security T. & T. Co. v. Welsh and Brown, 104 Pa. Superior Ct. 502, at page 505: “Payment, release, novation, are all proper examples of ‘new matter,’ and without attempting to define it, it may be said to include any legal defense, of substance, to the action, other than a traverse, set off or counterclaim.”\nIt was not necessary for plaintiff to reply to any matter that should properly have been included within the affidavit of defense: P. & R. C. & I. Co. v. Tamaqua School Dist., 304 Pa. 489, 495; Klerlein v. Fred Werner Co., Inc., 98 Pa. Superior Ct. 440, 446; National Realty Appraisal Co. v. Art Club, 129 Pa. Superior Ct. 99. As was appropriately observed in Klerlein v. Fred Werner Co., Inc., supra, plaintiff’s “failure to reiterate in a ‘reply’ what he had already sworn to in his statement cannot be held to be an admission.”\nIn conclusion we might say that had appellant’s counsel submitted the oral testimony of Mr. Wilson, given at the first trial, appellee would have been forced to show a consideration, which, from an examination of the record of the first trial, would to him have been a very difficult task.\nOrder affirmed with a procedendo.\nNegotiable Instruments Law of May 16, 1901, P. L. 194, section 24.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Abraham L. Freedman, with him Bernard Eslcm and Wolf, Block, Schorr <& SoUs-Gohen, for appellant.",
      "Joseph, Kaplan, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Wilson & Gardner Co. v. Wilson, Appellant.\nArgued January 3, 1939.\nBefore Kbphart, C. J., Schaffer, Drew, Linn, Stern and Barnes, JJ.\nAbraham L. Freedman, with him Bernard Eslcm and Wolf, Block, Schorr <& SoUs-Gohen, for appellant.\nJoseph, Kaplan, for appellee, was not heard.\nApril 17, 1939:"
  },
  "file_name": "0289-01",
  "first_page_order": 319,
  "last_page_order": 323
}
