{
  "id": 1190749,
  "name": "Siegfried v. Lehigh Valley Transit Company, Appellant",
  "name_abbreviation": "Siegfried v. Lehigh Valley Transit Co.",
  "decision_date": "1939-05-08",
  "docket_number": "Appeal, No. 50",
  "first_page": "346",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "334 Pa. 346"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 A. 1007",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "135 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817416
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0122-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 120",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655524
      ],
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0120-01"
      ]
    },
    {
      "cite": "189 A. 293",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172245
      ],
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0093-01"
      ]
    },
    {
      "cite": "181 A. 787",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163690
      ],
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0233-01"
      ]
    },
    {
      "cite": "138 A. 830",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "290 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104456
      ],
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0288-01"
      ]
    },
    {
      "cite": "188 A. 859",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172262
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0251-01"
      ]
    },
    {
      "cite": "333 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0533-01"
      ]
    },
    {
      "cite": "138 A. 838",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "290 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104482
      ],
      "pin_cites": [
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0303-01"
      ]
    },
    {
      "cite": "160 A. 592",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0113-01"
      ]
    },
    {
      "cite": "161 A. 739",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0020-01"
      ]
    },
    {
      "cite": "162 A. 812",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140237
      ],
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0573-01"
      ]
    },
    {
      "cite": "162 A. 827",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0017-01"
      ]
    },
    {
      "cite": "334 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190716
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 7004,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 3.935891621229795e-07,
      "percentile": 0.9032208055373112
    },
    "sha256": "45aa75ee714a434230052f39e5948128aa62615dcdfdfa859be64dadffdce544",
    "simhash": "1:6319a720276c1ed8",
    "word_count": 1240
  },
  "last_updated": "2024-02-27T22:26:43.303362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn and Stern, JJY"
    ],
    "parties": [
      "Siegfried v. Lehigh Valley Transit Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nDefendant appeals from judgment on a verdict of |3,621.00 in favor of plaintiff for injuries resulting from the collision of defendant’s street car with a truck in which plaintiff was riding as a guest. It is the same accident which was the subject of the appeal of Bernard against this appellant, 334 Pa. 343, though the cases were tried separately.\nThe appellant presents three contentions: 1, that there is no evidence of defendant’s negligence; 2, that plaintiff was guilty of contributory negligence; 3, that the evidence was not sufficient to “justify a verdict on the basis of permanent injuries and loss of earning capacity.”\nFirst. The street car traveled southward on Albright Avenue in the city of Allentown; the truck moved westward on Greenleaf Street. In the case of the truck driver, Bernard, the court below ruled that he was guilty of contributory negligence, a conclusion with which we agreed and which made it unnecessary in that case to consider whether defendant was negligent. The present record contains evidence abundantly justifying the jury in finding that defendant was negligent; indeed, the evidence of defendant’s motorman, alone, is sufficient ; he clearly failed to operate the car with the care required in the circumstances present. The jury would have been justified in finding that the street car moved toward the Greenleaf Street crossing at the rate of thirty-five miles an hour on a descending grade and on rails made wet by rain; that when about 100 feet from the crossing, the motorman saw the truck about 150' feet away approaching at about 45 miles an hour,2 that, instead of applying brakes as they should have been applied, or because they operated inadequately on the wet rails, they “locked,” and caused the trolley car to slide on the rails to the crossing, and thereafter for a distance of 150 feet after striking the truck, pushing it along that distance. Asked whether he used sand to aid in stopping the car, the motorman testified that he did not, that it would have done no good. This street intersection was close to the built up portion of the city; the motorman knew that traffic moved on Green-leaf Street; it was his duty to control the movement of his car with due regard to the lawful use of the cross street. To come down the grade on a wet rail at high speed and lock his brakes so that his car slid 150 feet after striking the truck and pushing it along in front of the car was enough to justify the jury in finding for the plaintiff on the first point. See Muehlhof v. Reading Co., 309 Pa. 17, 162 A. 827; Moore v. Erie Rys. Co., 308 Pa. 573, 578, 162 A. 812; Dickun v. Pittsburgh Rys. Co., 308 Pa. 20, 161 A. 739; Dopler v. Pittsburgh Rys. Co., 307 Pa. 113, 160 A. 592; Kuhns v. Conestoga Traction Co., 290 Pa. 303, 307, 138 A. 838.\nSecond. In dealing with the evidence on contributory negligence the jury may have found that there was no occasion for the plaintiff Siegfried to do or say anything to the truck driver Eeinard; and that he did not fail to do anything which he should or could have done to induce Eeinard to drive with greater care. The accident deprived Siegfried of all recollection of the transaction; he could therefore give no evidence of the truck’s approach to the crossing; he recalled that he was riding with Eeinard, but could remember nothing about it except that he was in the truck and subsequently regained consciousness in a hospital. His contributory negligence was for. the jury. See Riley v. Philadelphia, 333 Pa. 533; Delling v. McKnight, 325 Pa. 251, 254, 188 A. 859; Kilpatrick v. P. R. T. Co., 290 Pa. 288, 296, 138 A. 830.\nThird. Siegfried was very badly injured; there were serious head injuries, scalp wounds, and concussion, which have left their effect in impaired eyesight, recurring dizziness, defective memory and impairment of the sense of taste. He was badly bruised. He suffered five fractures, three of bones of the foot and one of the tibia and one of the fibula. He was confined to a hospital twenty-two days and for ten weeks was required to use crutches. He had not been able to work up to the time of the trial, more than a year after the injury. The evidence justified a finding by the jury that in consequence of the incapacity resulting from the impairment of his vision, his memory and his general condition, he can never do the kind of work he had done before. The physician could not say how long would be required for his improvement sufficiently to earn a livelihood. The instructions to the jury on the permanence of the injury and loss of earning capacity were technically not what should ordinarily have been required and furnish adequate basis for appellant’s exceptions on this branch of the case. But it is well settled that mere error in the abstract is not sufficient to warrant a retrial (Commonwealth Trust Co. v. Hachmeister Lind Co., 320 Pa. 233, 238, 181 A. 787; Kanatas v. Home Ins. Co., 325 Pa. 93, 98, 189 A. 293); if it is apparent that such error is harmless a retrial will not be granted. We think this record is within that rule. The evidence would support a finding that shortly before the accident he had been employed by the Bethlehem Steel Company; that off and on for 14 years he was engaged in work requiring the exercise of skill and judgment for which he was paid at the rate of $30.00 to $35.00 a week. The hospital and physician’s bills to the time of the trial were $321; if $1,500 be taken as allowed by the jury for loss of wages to time of trial, and the total be deducted from the amount of the verdict, the difference of $1,800 will represent what may be said to be the allowance for pain and suffering, future expenses, and impaired earning capacity. To the error in the charge, Judge Henderson’s words in Hook v. Bell Telephone Co., 81 Pa. Superior Ct. 120, 123, are appropriate: “If the verdict had been large, there might have been some basis for the complaint that the evidence was not sufficient to justify it, but such is not the case here, for a jury could hardly give less if anything were awarded.” See also Lord v. Water Co., 135 Pa. 122, 130, 19 A. 1007. We agree that the jury were not misled to appellant’s prejudice by the charge.\nJudgment affirmed.\nWe state facts as the jury may have found them from the evidence.\nThe witness Reinard testified to a much slower rate.\nThe physician testified that plaintiff suffered “with a severe laceration of the scalp, and with a large blood clot under the scalp over the frontal area above the forehead. He had numerous abrasions and minor lacerations scattered all over his body, and he had a severe laceration, I should say an extensive laceration, of the great toe on the right foot.”",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Henry L. Snyder, of Snyder, Wert é Wilcox, for appellant.",
      "Dwvid Getz, with him Groman é Rapoport, for appellee."
    ],
    "corrections": "",
    "head_matter": "Siegfried v. Lehigh Valley Transit Company, Appellant.\nArgued April 12, 1939.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn and Stern, JJY\nHenry L. Snyder, of Snyder, Wert é Wilcox, for appellant.\nDwvid Getz, with him Groman é Rapoport, for appellee.\nMay 8, 1939:"
  },
  "file_name": "0346-01",
  "first_page_order": 376,
  "last_page_order": 380
}
