{
  "id": 1190751,
  "name": "Cassell's Estate",
  "name_abbreviation": "Cassell's Estate",
  "decision_date": "1939-05-08",
  "docket_number": "Appeals, Nos. 144 and 145",
  "first_page": "381",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "334 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "172 A. 865",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0105-01"
      ]
    },
    {
      "cite": "153 A. 739",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0439-01"
      ]
    },
    {
      "cite": "148 A. 37",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "298 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0033-01"
      ]
    },
    {
      "cite": "141 A. 159",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "292 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109721
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0339-01"
      ]
    },
    {
      "cite": "121 A. 105",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "277 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0350-01"
      ]
    },
    {
      "cite": "160 A. 454",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 5976,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 3.1988308962406715e-07,
      "percentile": 0.8657431379203961
    },
    "sha256": "6877b6d86e98e3bcdd03a15ace939a173c2c94c5264de03bedaa50c9ac6c276b",
    "simhash": "1:aea2071ea4c56dcf",
    "word_count": 1110
  },
  "last_updated": "2024-02-27T22:26:43.303362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn and Stern, JJ."
    ],
    "parties": [
      "Cassell’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThis is a will contest. The main question presented is: Where a will is executed by mark, must the mark be placed on the paper after the subscription of the name? In this instance it may have been put on the document by the testatrix before. A subsidiary question is whether there was sufficient evidence by two witnesses of the testatrix’s direction to subscribe her name.\nSection 3 of the Wills Act of June 7, 1917, P. L. 403, 20 PS Sec. 192, reads as follows: “If the testator be unable to sign his name, for any reason other than the extremity of his last sickness, a will to which his name is subscribed in his presence, by his direction and authority, and to which he makes his mark or cross, unless unable so to do, — in which case the mark or cross shall not be required, — shall be valid as though he had signed his name thereto: Provided, That such will shall be proved by the oaths or affirmations of two- or more competent witnesses.”\nTestatrix was ill in a hospital. She sent for her lawyer, Leo MacFarland, Esq., a reputable member of the bar, who had represented her for more than thirty years, and gave him directions for the preparation of her will. It was a very simple document, giving everything she possessed to a niece and appointing her executrix. After receiving the instructions, the lawyer repaired to his office, had the will typewritten and the next day, accompanied by his son, who was also a lawyer, returned to the hospital and the paper was executed by the testatrix, after unsuccessfully endeavoring to write her name, by making her mark thereto. The will is dated November 21, 1936. She died January 16, 1937.\nWhen the will was executed, no one was in the room except the two lawyers, father and son. The former testified that he said to the testatrix, who was in bed, “Here is the will you asked me to draw, it leaves everything to Marie Campbell as you directed me. Will I read it to you or will you look at it.” He said, “She took it in her hand and looked at it and I handed her a pen and showed her where to sign.” It was only one page in length. She held it in her hand a couple of minutes, apparently reading it, then said, “That is all right.” He handed her a pen and she attempted to write her name, but could not do so because of the trembling of her hand and he said to her, “You just make your mark there and I will write your name.” He was not entirely sure whether she first made the mark, and he then wrote her name, or whether he first wrote the name, and she then made the mark. She made the mark herself without being guided.\nThe son, who it is argued did not fulfill the two witness rule so far as direction and authority is concerned, testified that his father held the will out to the testatrix, saying, “Here’s your will,” that she reached out and took it, and seemed to be reading it for a couple of minutes, that his father gave her a pen, that she had in front of her a hospital table extending over the bed, that she tried to sign, but was unable to do so because her hand shook, that she said “a couple of things” to his father, but in such a low tone that he, the son, did not understand, that his father asked if she wanted him to sign and she nodded. We think this was sufficient evidence of direction and authority, coupled with that of the father, to subscribe her name to the will.\nThe Orphans’ Court admitted the will to probate. On appeal to the Superior Court, the decree of the Orphans’ Court was reversed, and the record remitted, with directions to grant an issue devisavit vel non to determine whether the paper. writing was properly executed in accordance with the Wills Act. The decision of the Superior Court was based upon Kelly’s Est., 306 Pa. 551, 160 A. 454, where we said (p. 555) : “A testator unable to sign his name . . . can register his assent to the paper purporting to be Ms will only by the method prescribed by the third section of the Wills Act, .... That method is this: First, his or her name must be subscribed to the will in his or her presence and by his or her direction and authority. Second, after this is done, he or she must make his or her mark or cross at the appropriate place in the signature.” These comments were not necessary to the decision of the case, therefore dictum and were intended as a guide to the best, but not the only method of procedure. Not being necessary to decision, they are not of binding authority : Levin v. Fourth St. Nat. Bank, 277 Pa. 350, 121 A. 105; Hill v. Houpt, 292 Pa. 339, 141 A. 159; Scaife v. McKee, 298 Pa. 33, 148 A. 37; Brolasky’s Est., 302 Pa. 439, 153 A. 739; Schultz’s Est., 315 Pa. 105, 172 A. 865. I't is perhaps with more propriety that we say this, as the Superior Court intimates, than that it should do so.\nWhen the execution of a will is a unitary act and there is evidence of two competent witnesses of direction and authority to subscribe the testator’s name, the order of action, whether the signature is first or the mark first is immaterial. The statute does not prescribe a rigid order. As was said by Judge Gest, who was a master in this branch of the law, in Picconvi’s Est., 4 D. & C. 245, 247: “The order is immaterial in which the mark is affixed and the name subscribed. The two requisites are connected in the statute merely by the conjunction ‘and,’ but there is nothing to indicate which should be made first in order of time, and where two things are necessary to complete a transaction, it is unavoidable that, in the phraseology of the statute prescribing both, one must of necessity be named before the other.”\nThe order of the Superior Court is reversed and that of the Orphans’ Court reinstated. Costs to be paid out of the estate.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "R. M. Remide, with him Richard S. MacEwrla/nd and Leo MaeFarland, for appellant.",
      "Milford J. Meyer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Cassell’s Estate.\nArgued April 11, 1939.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn and Stern, JJ.\nR. M. Remide, with him Richard S. MacEwrla/nd and Leo MaeFarland, for appellant.\nMilford J. Meyer, for appellees.\nMay 8, 1939:"
  },
  "file_name": "0381-01",
  "first_page_order": 411,
  "last_page_order": 414
}
