{
  "id": 1190727,
  "name": "Second National Bank of Uniontown v. Hustead, Appellant",
  "name_abbreviation": "Second National Bank v. Hustead",
  "decision_date": "1939-05-08",
  "docket_number": "Appeal, No. 114",
  "first_page": "421",
  "last_page": "424",
  "citations": [
    {
      "type": "official",
      "cite": "334 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "58 Pa. Superior Ct. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        446113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/58/0171-01"
      ]
    },
    {
      "cite": "130 Pa. Superior Ct. 390",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1006073
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/130/0390-01"
      ]
    },
    {
      "cite": "321 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165864
      ],
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0173-01"
      ]
    },
    {
      "cite": "319 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0483-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 3816,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.7306066442770284e-07,
      "percentile": 0.7053299246403941
    },
    "sha256": "283a8ba55ea88f258ac3bc7d9d3b31dedf12fea37fd62bfdabe472b6d1ee4802",
    "simhash": "1:4862a63bd66d84b1",
    "word_count": 646
  },
  "last_updated": "2024-02-27T22:26:43.303362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn and Stern, JJ."
    ],
    "parties": [
      "Second National Bank of Uniontown v. Hustead, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nAppellee purchased appellant’s property at sheriff’s sale September 5, 1936. The deed was delivered February 9, 1937, and on July 18, 1938, a citation was issued for the possession of the premises under the Act of April 20, 1905, P. L. 239. In his answer, appellant set up an oral agreement that, in consideration of his forbearance to appeal from the decision of the court dismissing exceptions to the sheriff’s sale, and his indefinite “extension” of “a certain option” for the benefit of third parties, he was to remain on the property without charge until the option had been accepted or rejected, at which time, “or until a reasonable time” thereafter, appellant would surrender possession.\nAppellant’s alleged oral agreement is not only within the prohibition of the statute of frauds, but is too indefinite to be of binding effect. See Dutton v. Andersen, 319 Pa. 483. “An enforceable contract is not made out unless each of its terms is shown with certainty and conciseness.” Stevens v. Doylestown B. & L. Assn., 321 Pa. 173, at 174.\nThe sole question presented, therefore, is whether appellee properly proceeded under the Act of 1905, P. L. 239, providing a procedure to remove a person in possession of property sold at judicial sale, or whether it should have proceeded under the Act of March 31, 1905, P. L. 87, section 1, relating to recovery of possession where land is held “for any time less than one year, or by the month, or for an indeterminate time” under a written or oral license or lease. Appellant contends that the latter is the exclusive procedure.\nThe object of the Act of 1905, P. L. 239, is to enable the purchaser at a judicial or sheriff’s sale to secure possession of the property sold, immediately upon delivery of the deed. Appellant’s contention, if successful, would completely thwart the purpose and intention of the legislature in relation to judicial sales, and permit, through fraudulent means, the setting up of such oral agreements in order to stay the date of eviction.\nWhile it is true, as appellant contends, that appellee could have proceeded under the Act of 1905, P. L. 87, (see Maxwell et al. v. Castiello et ux., 130 Pa. Superior Ct. 390, 394; McHendry v. Shaffer, 58 Pa. Superior Ct. 171), a consideration of both acts makes it clear that the remedies are concurrent; the legislature intended a purchaser at sheriff’s sale to he able to recover possession of the property sold on execution as expeditiously as possible under either act.\nWhere the former owner of property continues in possession after sheriff’s sale, and deed delivered, whether the holding be regarded as an occupancy by license, leave, or privilege, or a tenancy at sufferance or at will, the Act of 1905, P. L. 239, is also an appropriate remedy. This proceeding was therefore proper.\nDecree affirmed at appellant’s cost.\nIn that case it was alleged that the agent of the purchaser at sheriff’s sale orally “stipulated that Elmer C. Andersen should have the possession of the premises and that the improved portion of said realty should be laid out in lots and sold by said Elmer C. Andersen in order to pay off existing encumbrances approximating $17,000.00, and the balance realized on the sales should go to Elmer C. Andersen; that Elmer C. Andersen should not only keep possession of said premises hut should exercise acts of ownership by paying all taxes on said premises and keeping the same insured against fire, and also keep the premises in good repair.”",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "Samuel J. Feigns, for appellant.",
      "D. W. McDonald, Jr., and M. B. McDonald, of McDonald, dray & McDonald, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Second National Bank of Uniontown v. Hustead, Appellant.\nArgued March 29, 1939.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn and Stern, JJ.\nSamuel J. Feigns, for appellant.\nD. W. McDonald, Jr., and M. B. McDonald, of McDonald, dray & McDonald, for appellee, were not heard.\nMay 8, 1939:"
  },
  "file_name": "0421-01",
  "first_page_order": 451,
  "last_page_order": 454
}
