{
  "id": 937870,
  "name": "Wolf v. Glassport Lumber Company, Appellant",
  "name_abbreviation": "Wolf v. Glassport Lumber Co.",
  "decision_date": "1904-12-31",
  "docket_number": "Appeal, No. 180",
  "first_page": "370",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "210 Pa. 370"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0168-01"
      ]
    },
    {
      "cite": "153 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840389
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0123-01"
      ]
    },
    {
      "cite": "134 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4865,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 9.155000932762225e-08,
      "percentile": 0.5082900586095946
    },
    "sha256": "260abb3c0179d15de1092298e3b55d465f90904436afca193ed13e7fdb44b661",
    "simhash": "1:847125c1f70a6cfc",
    "word_count": 838
  },
  "last_updated": "2024-02-27T20:04:36.555891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Wolf v. Glassport Lumber Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nIn November, 1903, Wolf, the plaintiff, entered into a written contract with F. E. Schallenberger, a contractor and builder, to put up for him a three-story brick hotel in the city of McKeesport. Schallenberger contracted with the Glassport Lumber Company, defendant, to do certain work in and about the erection of the building for which the company declared its purpose to file a mechanic’s lien. The contract between Wolf, the owner, and Schallenberger, the principal contractor, was filed within ten days of its execution in the court of common pleas No. 2 of Allegheny county. In the contract is this clause:\n“ The contractor covenants and agrees, that he will not permit any person or persons to file any mechanic’s lien for materials furnished and labor performed to said building and premises nor will he file any lien himself.”\nThe owner then filed this bill praying for an injunction to restrain defendant from filing its lien. Defendant demurred as follows: (1) The plaintiff has an adequate remedy at law. (2) The alleged up-lien contract is not such. (3) There is no averment that the work was not begun before the no-lien contract was filed. After a careful consideration of the arguments, we are quite clear that the only one of these grounds about which we need concern ourselves is the first. Had the court below under our well-settled rules governing the administration of equity, jurisdiction over the subject? Equity jurisdiction will not be ousted merely because there is some remedy at law. The question still remains, is that remedy full and complete and is it from the nature of the dispute most convenient, not to the parties alone, but the court which adjudicates their rights and settles a comprehensive and final decree? Here a complete and adequate remedy at law has been provided by the statute and is the most convenient one. It can at once be adopted by the claimant; there is opportunity for full defense. Why then should the parties be turned over to another court without jury for the determination of their rights ? Only because, apparently from their argument, they seem to think, as well as the court below, that the issue turns solely on a question of interpretation by the court of the clause which makes this either a lien or no-lien contract. The court below held that it was a no-lieu contract and enjoined the defendant from filing its lien.\nWe are not at all sure the court in its interpretation of the contract was right. It is a very interesting question as well as a close one and to decide it involves a thorough examination of the many authorities from Schroeder v. Galland, 134 Pa. 277, Nice v. Walker, 153 Pa. 123, which last undertook to settle the question, down to Gordon v. Norton, 186 Pa. 168. But as the court below sitting in equity had no jurisdiction neither have we on appeal. We therefore defer any consideration of the question until it reaches us from the proper court. If we entertained this appeal we might expect to have before us appeals from decrees in equity in every possible dispute that could be raised on the statutory rights of mechanics’ lien claimants. That it is particularly inconvenient to the owner here to await the event of a judgment -at law, is only an inconvenience to which every litigant is subject,- if he had framed his contract on the lines of Nice v. Walker, 153 Pa. 123 he might have avoided this dispute, but as it stands before us he must await its interpretation by the proper court.\nThe decree is reversed and the bill is dismissed at costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "Wm. M. Hall, Jr., with him Watson B. Adair, for appellant.",
      "J. S. Stentz, with him B. A, Hitchens, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wolf v. Glassport Lumber Company, Appellant.\nEquity—Jurisdiction—Remedy at law—Mechanic’s lien—Contract against liens.\nA court of equity has no jurisdiction to enjoin a subcontractor from filing a mechanic’s lien on a bill in equity, which avers that a contract against liens had been duly filed in the prothonotary’s office. In such a case the owner has an adequate remedy at law under the statute.\nNot decided whether the words in a building contract “the contractor covenants and agrees that he will not permit any person or persons to file any mechanics’ lien for materials furnished and labor performed to said building and premises, nor will he file any liens himself,” make a contract a no-lien contract.\nArgued Oct. 31, 1904.\nAppeal, No. 180, Oct. T., 1904, by defendant, from decree of C. P. No. 1, Allegheny Co., June T., 1904, No. 558, on demurrer to bill in equity in case of Nicholas Wolf v. Glassport Lumber Company.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ.\nReversed.\nBill in equity for an injunction.\nThe opinion of the Supreme Court states the case.\nError assigned was decree awarding injunction.\nWm. M. Hall, Jr., with him Watson B. Adair, for appellant.\nJ. S. Stentz, with him B. A, Hitchens, for appellee.\nDecember 31, 1904 :"
  },
  "file_name": "0370-01",
  "first_page_order": 396,
  "last_page_order": 398
}
