{
  "id": 937774,
  "name": "Sedden v. McBride, Appellant",
  "name_abbreviation": "Sedden v. McBride",
  "decision_date": "1904-12-31",
  "docket_number": "Appeal, No. 65",
  "first_page": "429",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "210 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 251,
    "char_count": 4258,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.0482681451391715e-07,
      "percentile": 0.5531413221388582
    },
    "sha256": "3d3f292018a1987579da06a9affc984b4e8c0af0d30eeec38d2d15c17ac94f57",
    "simhash": "1:3e5394cda2a9d55e",
    "word_count": 757
  },
  "last_updated": "2023-07-14T16:21:52.290029+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestbezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Sedden v. McBride, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe answer of the defendants to the petition of the plaintiffs was traversed, but the traverse was withdrawn and a demurrer filed to the return or answer. The judgment for the appellees, by which they were awarded a writ of peremptory mandamus, was on their demurrer, as is admitted by both sides. Without such an admission we could not gather from the record exactly what the court did, but with it the appeal is to be disposed of as being from a judgment for the plaintiffs below on their demurrer to the return or answer of the defendants.\nThe National Beneficial Association was incorporated September 27, 1902. In the following month, October 27, at a meeting of the incorporating and other members, the seven appellees, Hugh McBride, one of the appellants, and Hermann L. Grote, were elected a board of directors, and, according to the petition, no time was fixed during which they should serve. A further allegation of the petitioners, is, that since October 20, 1902, there has been no election held according to any by-law of the association, and the directors elected on that date were to continue in office until the first Tuesday in 1904. Among the directors elected, all of whom are alleged to still be such officers, is George W. Moss. The answer avers that on October 28, 1903—-eighteen days prior to the filing of the petition— George W. Moss, Jr., had resigned as a member of the board of directors, his resignation to take effect at once. George W. Moss, Jr., and George W. Moss must be regarded as one and the same person in view of the allegation in the petition that there had not been any election of directors since October 20, 1902, and that those then elected were still such officers. If George W. Moss resigned as a director, his resignation took effect at once, not only because it is so averred in the return, but because section 17, article V, of' the by-laws, made part of the petition, provides that the acceptance of the resignation of a director shall not be required to make it effective. There is then a distinct admission by the demurrer that the writ of peremptory mandamus should not have issued in favor of one of the petitioners.\nMandamus is a common-law writ. Though the practice in proceedings on a petition for it is regulated by statute, the common-law rule prevails that there cannot be two judgments on it. When two or more join in a petition for the writ, and it appears that one of them has no right to it, there cannot be one judgment for a peremptory writ in favor of the rest of the petitioners and another judgment in favor of the defendants as to the other one. When there is a joinder of petitioners the peremptory writ must be for all of them or for none of them. This rule of common-law pleading was evidently overlooked by the court below. Nothing more need be said about it, and the other questions raised on the appeal need not be considered.\nThe judgment below is reversed and. is entered here for the defendants on the plaintiffs’ demurrer to their return.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "W. B. Rodgers, for appellants.",
      "Frank O. Me Birr, with him John Marrón, for appellees."
    ],
    "corrections": "",
    "head_matter": "Sedden v. McBride, Appellant.\nMandamus—Practice—Parties—Misjoinder—Judgment.\nMandamus is a common-law writ. Though the practice in proceedings on a petition for it is regulated by statute, the common-law rule prevails that there cannot be two judgments on it. When two or more join in a petition for the writ, and it appears that one of them has no right to it, there cannot be one judgment for a peremptory writ in favor of the rest of the petitioners and another judgment in favor of the defendants as to the other one. When there is a joinder of petitioners the peremptory writ must be ,or all of them or for none of them.\nArgued Oct. 31, 1904.\nAppeal, No. 65, Oct. T., 1904, by defendants, from judgment of C. P. No. 1, Allegheny Co., Dec. T., 1903, No. 869, on demurrer to return in case of J. J. Sedden et al. v. Hugh McBride et al. and the National. Beneficial Association.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestbezat, Potter and Thompson, JJ.\nReversed.\nPetition for mandamus..\nThe opinion of the Supreme Court states the case.\nError assigned was in awarding writ of peremptory mandamus.\nW. B. Rodgers, for appellants.\nFrank O. Me Birr, with him John Marrón, for appellees.\nDecember 31, 1904:"
  },
  "file_name": "0429-01",
  "first_page_order": 455,
  "last_page_order": 457
}
