{
  "id": 937864,
  "name": "Commonwealth v. Razmus, Appellant",
  "name_abbreviation": "Commonwealth v. Razmus",
  "decision_date": "1905-02-13",
  "docket_number": "Appeal, No. 357",
  "first_page": "609",
  "last_page": "612",
  "citations": [
    {
      "type": "official",
      "cite": "210 Pa. 609"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "184 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0493-01"
      ]
    },
    {
      "cite": "94 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/94/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 6151,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.6415965244314625e-06,
      "percentile": 0.9929640685615262
    },
    "sha256": "92867daa0643174aa43a1d482dd23b07b3ba9849fef02021a3ab8be970d0723e",
    "simhash": "1:9d09519b117ddd26",
    "word_count": 1079
  },
  "last_updated": "2024-02-27T20:04:36.555891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Pottek and Elkin, JJ."
    ],
    "parties": [
      "Commonwealth v. Razmus, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb,. Chiee Justice Mitchell,\nThe prisoner being on trial for murder, and the killing not being really denied, the principal question at issue was the degree of the crime. The commonwealth pressed for a verdict of first degree partly on the theory that the killing was done in the perpetration of a robbery. Evidence tending to this conclusion was admitted, but before the final argument by the district attorney the judge informed him and subsequently charged the jury that the evidence was not sufficient and that a verdict should not be rendered on that basis. This was a distinct and peremptory ruling in the prisoner’s favor, and it is certainly a novelty to find it assigned by him for error. The complaint is that it was not made until prisoner’s counsel had argued the case, on that point as well as others, to the jury.. But that did not make it any the less in prisoner’s favor. It may be that it was his counsel’s argument that brought the judge to his conclusion. Zell v. Commonwealth, 94 Pa. 258, is cited, but is not applicable. There this court said that incompetent testimony as to declarations admitted on the condition that they should be made competent by subsequent evidence that they were repeated by the witness to the prisoner, should be ruled out promptly on its becoming apparent that the condition would not be fulfilled, and that the period of the trial at which they were struck out and directed to be disregarded might be material. In the present case the evidence was not incompetent but insufficient, and all that was necessary was that the jury should be so told before they began to consider their verdict.\nThe second and thirteenth assignments are to matters which were for the jury. Whether a blind woman could tell accurately the amount of money her husband had when he left home, and whether a woman in bed in the house could recognize a voice outside in the adjoining alley were questions of fact. The latter witness in answering a question added a few words of her husband’s conversation, not admissible separately, and the appellant moved to have “her testimony stricken out.” As most of it was clearly competent, the motion was properly overruled. If the incompetent part was material, which is by no means clear, the motion should have been directed explicitly to that part.\nA similar remark will dispose of the eighth assignment. If the judge in referring to the testimony of a witness misquoted it in a material point, his attention should have been called to the error at once, before the jury retired. A party may not sit silent and take his chances of a verdict, and then if it is adverse complain of a matter which if an error would have been immediately rectified and made harmless.\nThe remaining assignments are either trivial criticisms of the language of the charge, or the stereotyped complaints that the charge gave too much prominence to the evidence of the commonwealth, and not enough to that on behalf of the prisoner. These might be called the common counts in error. None of them has any merit: Com. v. Kaiser, 184 Pa. 493.\nThe judgment is affirmed and the record ordered to be remitted to the court of oyer and terminer of Luzerne county for the purpose of execution.",
        "type": "majority",
        "author": "Mb,. Chiee Justice Mitchell,"
      }
    ],
    "attorneys": [
      "John M. G-arman, with him Charles M. Bowman and Joseph A. Mulherrin, for appellant.",
      "B. R. Jones, district attorney, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Razmus, Appellant.\nCriminal law—Murder—Instruction.\nWhere on the trial of an indictment for murder the trial judge charges that the evidence is not sufficient to establish murder in the perpetration of a robbery and that a verdict should not be rendered on that basis, the charge is a distinct and peremptory ruling in the prisoner’s favor, to which no assignment of error will lie by the prisoner; and it is immaterial that the instruction was not given until the prisoner’s counsel had argued the case.\nEvidence—Exclusion of evidence—Admissible and inadmissible evidence. Where most of the testimony of a witness is competent, a motion to strike out all of the testimony is improper. If the incompetent part is material, the motion should be directed explicitly to that part.\nPractice, O. & T.—Trial—Charge—Misquotation of witness.\nIf a trial judge in referring to the testimony of a witness misquotes it in a material point, his attention should be called to the error at once, before the jury retires. A party may not sit silent and take his chances of a verdict, and then if it is adverse, complain of a matter which if an error would have been immediately rectified and made harmless.\nArgued Jan. 30, 1905.\nAppeal, No. 357, Jan. T., 1904, by defendant, from judgment of O. & T. Luzerne Co., Sept. T., 1904, No. 69, on verdict of guilty of murder in the first degree in the case of Commonwealth v. Martin Razmus.\nBefore Mitchell, C. J., Dean, Fell, Pottek and Elkin, JJ.\nAffirmed.\nIndictment for murder. Before WHEATON, J.\nVerdict of guilty of murder in the first degree upon which judgment of sentence was passed. The prisoner appealed.\nErrors assigned among others were the following :\n1. The court erred in permitting the commonwealth to try the case on the theory that it was a killing committed in the perpetration of a robbery, and then in allowing counsel for defense to argue at length upon the robbery theory, but advising the district attorney not to discuss it and in not fully explaining to the jury the court’s action.\n2. The court erred in admitting the testimony of Mrs. Henry Ortwine, wife of the deceased, the purpose of which was to show that her husband had $5.00 at six o’clock in the evening, she being an aged blind woman who could not tell the denomination of paper money.\n8. The'court erred in saying to the jury that the watchman “ says Martin kicked the old man about the head and ran out of the alley.”\n13. The court e.rred in not striking out all after the word “Yes,” of Mrs. Litinski’s answer to, the question: “ Q. On Sunday he told you that that was Henry’s voice ? A. Yes. My husband told me he is coming—Henry is coming and Martin is leading him, and he says for God’s sake don’t answer him.”\nJohn M. G-arman, with him Charles M. Bowman and Joseph A. Mulherrin, for appellant.\nB. R. Jones, district attorney, for appellee, was not heard.\nFebruary 13, 1905:"
  },
  "file_name": "0609-01",
  "first_page_order": 635,
  "last_page_order": 638
}
