{
  "id": 1843172,
  "name": "Nancy DeANGELO, Appellee, v. David MURRAY, Appellant",
  "name_abbreviation": "DeAngelo v. Murray",
  "decision_date": "1994-03-11",
  "docket_number": "No. 161 E.D. Appeal Docket 1991",
  "first_page": "206",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "536 Pa. 206"
    },
    {
      "type": "parallel",
      "cite": "638 A.2d 966"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "376 Pa.Super. 166",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        702765
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "172"
        },
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/376/0166-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 22",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672550
      ],
      "weight": 6,
      "year": 1987,
      "pin_cites": [
        {
          "page": "26"
        },
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0022-01"
      ]
    },
    {
      "cite": "403 Pa.Super. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892726
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "315"
        },
        {
          "page": "968"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0313-01"
      ]
    },
    {
      "cite": "633 A.2d 152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "535 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa.Super. 329",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        918208
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/419/0329-01"
      ]
    },
    {
      "cite": "598 A.2d 1334",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa.Super. 655",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1991,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 6959,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 2.398914757826158e-07,
      "percentile": 0.7986739767453623
    },
    "sha256": "f0c9b0d8ad35f12218acbfcf8635aece29e9b8c4bca2e48d9edfda6dce7c3939",
    "simhash": "1:86496a8f9b9c3784",
    "word_count": 1156
  },
  "last_updated": "2024-02-27T23:01:09.418919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Nancy DeANGELO, Appellee, v. David MURRAY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellant, David Murray, appeals from the Order of the Superior Court which affirmed the Order of the Court of Common Pleas directing Appellee, Nancy DeAngelo, her child, and Appellant to submit to a third blood test in an effort to determine paternity. The issue in this case is whether the trial court properly ordered the third blood test. We hold that the third test was not properly ordered.\nThe facts are as follows. Ms. DeAngelo gave birth to Arden Ann DeAngelo and filed a complaint alleging Mr. Murray to be the father. Mr. Murray has maintained that he is not the father. On May 5, 1987, the trial court ordered Mr. Murray, Ms. DeAngelo and her child to submit to red cell typing and human leucocyte antigen blood tests to determine paternity. A report prepared by Dr. Leslie Johnson concluded that the calculated probability of Mr. Murray being the father was ninety percent. Also, Dr. Johnson recommended that further genetic studies be considered. In an effort to refute the findings of Dr. Johnson, Mr. Murray retained Dr. Paul Oldfather who, upon examining the results of the first test, concluded that more testing is required in the human leucocyte antigen and red cell systems. Thereafter, Ms. DeAngelo filed a petition for Mr. Murray to submit to further blood tests. Subsequently, the trial court ordered all parties to submit to a second test.\nThe second test consisted of DNA fingerprinting analysis. The report from the second test stated that “[i]t is not possible” for Mr. Murray to be the biological father. Record at 31(a). Dr. Johnson expressed concern over the second test and recommended that red cell enzyme and serum protein tests be performed. On February 8, 1990, Mrs. DeAngelo filed a petition for a third blood test to be taken. Mr. Murray objected and argued that substantial testing had already been conducted. On July 17, 1990, the trial court ordered a third blood test.\nAppellant filed an interlocutory appeal to the Superior Court from the trial court’s Order requiring a third round of blood tests. Appellant claimed that the trial court erred when it ordered a third blood test absent a showing by a preponderance of evidence that the two previous tests were defective or inaccurate. The Superior Court affirmed, 414 Pa.Super. 655, 598 A.2d 1334 (1991), and we granted allocatur.\nThe issue before this Court is whether the trial court erred in ordering a third blood test to determine paternity without a showing by a preponderance of the evidence that the second blood test was defective or inaccurate. Although this Court has not addressed this issue, our lower courts have. See, e.g., Mastromatteo v. Harkins, 419 Pa.Super. 329, 615 A.2d 390 (1992), appeal denied, 535 Pa. 648, 633 A.2d 152 (1993); Paroby v. Godek, 403 Pa.Super. 313, 588 A.2d 967 (1991); Koleski v. Park, 363 Pa.Super. 22, 525 A.2d 405 (1987).\nMr. Murray avers that both the Superior Court and the Court of Common Pleas have erroneously referred to the two blood test results as contradictory and that both lower courts subsequently used this apparent conflict between the first two blood test results as justification for ordering a third blood extraction and analysis. Mr. Murray argues that the first two tests are not contradictory, but rather, that the first test was inconclusive, and the second test should be viewed as having eradicated the ambiguity which resulted following the first blood test.\nMs. DeAngelo’s position is that a third blood test is necessary for an accurate determination of paternity. Ms. DeAngelo alleges that, contrary to Appellant’s contention, Koleski v. Park, 363 Pa.Super. 22, 525 A.2d 405 (1987), should not apply here. We disagree.\nIn Koleski, the Superior Court considered under what circumstances a trial court may order a party to submit to additional blood tests for the purpose of determining paternity. The court found “that constitutional rights implicated in the extraction of blood samples and resolution of questions of paternity require that the moving party show by a preponderance of the evidence that the results of the first tests were inaccurate before a second blood extraction can be ordered.” Id. at 26, 525 A.2d at 406. Accord Paroby v. Godek, 403 Pa.Super. 313, 315, 588 A.2d 967, 968 (1991); Mitchell v. Hopson, 376 Pa.Super. 166, 172, 545 A.2d 371, 375 (1988).\nInstantly, Ms. DeAngelo premises her request for a third blood test on the fact that the first two blood test results yielded contradictory findings. However, the rule requires a showing by a preponderance of the evidence that the results from the last test administered were inaccurate. Ms. DeAngelo fails to satisfy her burden. She makes no reference to the second test being defective or inaccurate in her Petition for Genetic Testing.\nAdditional testing will not be permitted merely on the basis that different tests reach different results. Rather, this Court requires a showing that the latest test administered was defectively performed.\nIn the instant case, we find that the results of the first blood test did not conflict with those of the second blood test. The first blood test indicated that “the calculated probability of paternity is 90.0%. Therefore, it is likely that [Mr. Murray] is the biologic father of [Arden Ann DeAngelo].” Record at 27(a). This necessarily left a 10.0% possibility that Mr. Murray was not the father. The conclusion reached from the second blood test was that “[i]t is not possible for [Mr. Murray] to be the biological father of Arden DeAngelo.” Record at 31(a). The results of the second test do not contradict the results of the first test; rather, the results of the second test confirmed the 10.0% possibility that the first test yielded, which was that Mr. Murray was not the father. Moreover, even if the first test contradicted the second test, Ms. DeAngelo would still be required to prove that the last test was defective or inaccurate.\nAppellant has failed to establish by a preponderance of the evidence that the second blood test was defective. Therefore, we hold that Ms. DeAngelo has not met her burden and a third blood test should not have been ordered.\nAccordingly, we reverse the Order of the Superior Court which affirmed the trial court’s Order directing the parties to submit to a third blood test and remand to the trial court for further proceedings consistent with this opinion.\nLARSEN, J., did not participate in the consideration or decision of this case.\n. We will not address the propriety of the trial court’s order directing the parties to submit to a second blood test. This issue was not raised and, therefore, is waived.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      }
    ],
    "attorneys": [
      "Robert J. Kerns, Lansdale, for appellant.",
      "Diane M. Zabowski, Collegeville, for appellee."
    ],
    "corrections": "",
    "head_matter": "638 A.2d 966\nNancy DeANGELO, Appellee, v. David MURRAY, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 1992.\nDecided March 11, 1994.\nRobert J. Kerns, Lansdale, for appellant.\nDiane M. Zabowski, Collegeville, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0206-01",
  "first_page_order": 502,
  "last_page_order": 506
}
