{
  "id": 1843209,
  "name": "Janet PAYLOR, Administratrix of the Estate of Betty A. Dymond, Deceased, and Janet Paylor, Individually v. The HARTFORD INSURANCE CO. and Norman Dymond, Administrator dbncta of the Estate of Fred E. Dymond, Deceased, and Norman Dymond, Individually. Appeal of the HARTFORD INSURANCE COMPANY",
  "name_abbreviation": "Paylor v. Hartford Insurance Co.",
  "decision_date": "1994-04-20",
  "docket_number": "No. 0049 M.D. Appeal Docket 1993",
  "first_page": "583",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "536 Pa. 583"
    },
    {
      "type": "parallel",
      "cite": "640 A.2d 1234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "353 N.W.2d 662",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10672639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/353/0662-01"
      ]
    },
    {
      "cite": "336 N.W.2d 288",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10672163
      ],
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "single-vehicle accident victim could not recover both liability and underinsured motorist benefits under the same policy"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/336/0288-01"
      ]
    },
    {
      "cite": "581 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "393 Pa.Super. 103",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877843
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0103-01"
      ]
    },
    {
      "cite": "504 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787755
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "338"
        },
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0328-01"
      ]
    },
    {
      "cite": "364 N.W.2d 481",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10667800
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/364/0481-01"
      ]
    },
    {
      "cite": "424 Pa.Super. 13",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        926700
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "17",
          "parenthetical": "Citations omitted"
        },
        {
          "page": "1017",
          "parenthetical": "Citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/424/0013-01"
      ]
    },
    {
      "cite": "327 N.W.2d 77",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10672290
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/327/0077-01"
      ]
    },
    {
      "cite": "367 N.W.2d 574",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10669359
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/367/0574-01"
      ]
    },
    {
      "cite": "404 Pa.Super. 444",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894916
      ],
      "weight": 8,
      "year": 1991,
      "pin_cites": [
        {
          "page": "456-457"
        },
        {
          "page": "297",
          "parenthetical": "Footnote deleted"
        },
        {
          "page": "458"
        },
        {
          "page": "297-298",
          "parenthetical": "Emphasis supplied"
        },
        {
          "page": "455, fn. 4"
        },
        {
          "page": "296, fn. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0444-01"
      ]
    },
    {
      "cite": "414 Pa.Super. 6",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909408
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0006-01"
      ]
    },
    {
      "cite": "765 P.2d 1306",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "1309-1310"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "53 Wash.App. 62",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1764086
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/53/0062-01"
      ]
    },
    {
      "cite": "597 A.2d 1153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa.Super. 54",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472532
      ],
      "weight": 6,
      "year": 1989,
      "pin_cites": [
        {
          "page": "61-62"
        },
        {
          "page": "1266"
        },
        {
          "page": "65"
        },
        {
          "page": "1268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/388/0054-01"
      ]
    },
    {
      "cite": "391 A.2d 1219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "pin_cites": [
        {
          "page": "1223"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "77 N.J. 563",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1382020
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/77/0563-01"
      ]
    },
    {
      "cite": "500 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781145
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "91"
        },
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0084-01"
      ]
    },
    {
      "cite": "551 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "520 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "370 Pa.Super. 51",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        689158
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "57-58"
        },
        {
          "page": "1149",
          "parenthetical": "Emphasis supplied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/370/0051-01"
      ]
    },
    {
      "cite": "423 Pa.Super. 483",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924701
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0483-01"
      ]
    },
    {
      "cite": "17 A.2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "pin_cites": [
        {
          "page": "409"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203320
      ],
      "year": 1941,
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0320-01"
      ]
    },
    {
      "cite": "505 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788870
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "354",
          "parenthetical": "Citations omitted"
        },
        {
          "page": "954",
          "parenthetical": "Citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0345-01"
      ]
    },
    {
      "cite": "503 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785950
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0300-01"
      ]
    },
    {
      "cite": "527 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827720
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0241-01"
      ]
    },
    {
      "cite": "612 A.2d 539",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "421 Pa.Super. 641",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1045,
    "char_count": 29770,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 2.7575713981262455e-06,
      "percentile": 0.9970473182027215
    },
    "sha256": "fa141a8181945761dbe8f381dfc7002e544503a6ea6aff051ef9fb5a2b89913d",
    "simhash": "1:0da2abc42b9ca7ab",
    "word_count": 4591
  },
  "last_updated": "2024-02-27T23:01:09.418919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ.",
      "FLAHERTY, J., did not participate in the consideration or decision of this case.",
      "MONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1800, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993."
    ],
    "parties": [
      "Janet PAYLOR, Administratrix of the Estate of Betty A. Dymond, Deceased, and Janet Paylor, Individually v. The HARTFORD INSURANCE CO. and Norman Dymond, Administrator dbncta of the Estate of Fred E. Dymond, Deceased, and Norman Dymond, Individually. Appeal of the HARTFORD INSURANCE COMPANY."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThis appeal presents a question of first impression relating to the enforceability of a “family car exclusion” which excludes a vehicle owned by or furnished or available for the regular use of the named insured or any family member from the definition of an underinsured motor vehicle. We hold that the “family car exclusion” is valid and enforceable under the Motor Vehicle Financial Responsibility Law (“MVFRL”), 75 Pa.C.S.A. § 1701 et seq., under the facts of this case. The order of the Superior Court is hereby reversed, 421 Pa.Super. 641, 612 A.2d 539.\nOn November 22,1986, Betty Dymond was a passenger in a motor home that was operated by her husband, Fred Dymond. The motor home was involved in a single-vehicle accident on that day in which both of the Dymonds were killed. The Dymonds’ daughter, Janet Paylor, was appointed as the administratrix of Mrs. Dymond’s estate.\nAt the time of the accident, the motor home was insured under an automobile insurance policy issued by Foremost Insurance Company. Both Fred and Betty Dymond were named insureds on the policy. The Dymonds also maintained insurance on three other vehicles that they owned. The three vehicles were insured under a separate policy issued by the Appellant, Hartford Insurance Company. The Dymonds were named insureds on the Hartford Insurance policy as well. Both insurance policies were in effect when the accident occurred.\nPaylor recovered the limits of the liability coverage under the policy issued by Foremost Insurance Company on behalf of Mrs. Dymond’s estate. Paylor then sought to recover underinsured motorists benefits under the policy issued by Hartford. Hartford denied coverage based upon the family car exclusion contained in the policy, which provided that neither “uninsured motor vehicle” nor “underinsured motor vehicle” includes any vehicle “[o]wned by or furnished or available for the regular use of [the named insured] or any family member.”\nPaylor initiated a declaratory judgment action against Hartford, asserting that the exclusion violated the MVFRL and the public policy of the Commonwealth and requesting that the exclusion be declared invalid. Following a nonjury trial on June 18, 1990, the trial judge entered judgment in favor of Hartford. On appeal, a panel of the Superior Court reversed in a memorandum opinion. We granted Hartford’s Petition for Allowance of Appeal to determine whether the exclusion is enforceable under Pennsylvania law.\nThe interpretation of a contract of insurance is a matter of law for the courts to decide. In interpreting an insurance contract, we must ascertain the intent of the parties as manifested by the language of the written agreement. When the policy language is clear and unambiguous, we will give effect to the language of the contract. Bateman v. Motorists Mutual Insurance Co., 527 Pa. 241, 245, 590 A.2d 281, 283 (1991), citing Standard Venetian Blind Co. v. American Empire Insurance Co., 503 Pa. 300, 469 A.2d 563 (1983). It is undisputed that the exclusionary provision in the Hartford policy is clear and unambiguous; the dispute centers on whether the provision violates public policy.\n“Public policy is to be ascertained by reference to the laws and legal precedents and not from general considerations of supposed public interest.” Guardian Life Insurance Co. v. Zerance, 505 Pa. 345, 354, 479 A.2d 949, 954 (1984) (Citations omitted). “It is only when a given policy is so obviously for or against the public health, safety, morals or welfare that there is a virtual unanimity of opinion in regard to it, that a court may constitute itself the voice of the community in [declaring what is or is not in accord with public policy].” Mamlin v. Genoe, 340 Pa. 320, 325, 17 A.2d 407, 409 (1941). The phrase “public policy” has been used also when the courts have interpreted statutes broadly to help manifest their legislative intent. Jeffrey v. Erie Insurance Exchange, 423 Pa.Super. 483, 621 A.2d 635 (1993).\nThe repeal of the No-Fault Act and the enactment of the MVFRL reflected a legislative concern for the spiralling consumer cost of automobile insurance and the resultant increase in the number of uninsured motorists driving on public highways. The legislative concern for the increasing cost of insurance is the public policy that is to be advanced by statutory interpretation of the MVFRL. This reflects the General Assembly’s departure from the principle of “maximum feasible restoration” embodied in the now defunct No-Fault Act.\n“The purpose of underinsured motorist coverage is to protect the insured (and his additional insureds) from the risk that a negligent driver of another vehicle will cause injury to the insured (or his additional insureds) and will have inadequate coverage to compensate for the injuries caused by his negligence.” Wolgemuth v. Harleysville Mutual Insurance Co., 370 Pa.Super. 51, 535 A.2d 1145 (1988), allocatur denied, 520 Pa. 590, 551 A.2d 216 (1988). Prior to the passage of the MVFRL, underinsured motorist coverage was not required in Pennsylvania as was uninsured motorist coverage. This led to the anomalous situation that “claimants would find themselves in a better position were the tortfeasor’s vehicle totally uninsured, rather than underinsured.” Davis v. Government Employees Insurance Co., 500 Pa. 84, 91, 454 A.2d 973, 976 (1982), citing Gorton v. Reliance Insurance Co., 77 N.J. 563, 570, 391 A.2d 1219, 1223 (1978).\nThe enactment of the MVFRL addressed that problem. When the Hartford policy was issued to the Dymonds, the MVFRL required uninsured motorist and underinsured motorist coverages as part of every motor vehicle liability insurance policy issued in Pennsylvania. This requirement spawned litigation involving claimants’ eligibility for underinsured motorists benefits and exclusionary clauses in automobile insurance policies. A detailed review of the case law that subsequently developed is necessary to address the public policy issue raised in this appeal.\nIn Wolgemuth, the Superior Court held that a guest passenger who was injured in a one-vehicle accident could not recover underinsurance benefits under a policy applicable to the vehicle when the passenger had received the limits of liability coverage under that same policy. The insurer had paid the full amount of the liability coverage to the passenger, but had denied the claim for underinsurance benefits on the ground that the claim was precluded by policy terms that provided that the insured vehicle could not be an “underinsured motor vehicle” for purposes of determining entitlement to underinsured motorist benefits. The passenger asserted that the policy definition of “underinsured motor vehicle” was void as violative of public policy and contrary to the MVFRL.\nThe Superior Court rejected the passenger’s claim that because the legislature had made underinsured motorist coverage mandatory, any policy provision which operates to deny a claimant underinsured motorist benefits violated public policy. The court observed that the passenger’s argument reflected -a misapprehension of the nature of the underinsured motorist coverage, noting that the legislature had unquestionably realized that in many instances an accident victim would be insufficiently compensated even though the tortfeasor was insured. The court stated,\nThe language of the [MVFRL] itself suggests that under-insurance motorist coverage requires the existence of at least two applicable policies of motor vehicle insurance. See, 75 Pa.C.S. § 1731(c). An underinsured motor vehicle, must, by definition, be an insured vehicle. Thus, the statute contemplates one policy applicable to the vehicle which is at fault in causing the injury to the claimant and which is the source of liability coverage (which is ultimately insufficient to fully compensate the victim), and a second policy, under which the injured claimant is either an insured or a covered person. It is the second policy which the statute contemplates as the source of underinsured motorist coverage, where the liability coverage provided by the first policy of insurance is insufficient to fully compensate the claimant for his injuries.\n370 Pa.Super. at 57-58, 535 A.2d at 1149 (Emphasis supplied). The court concluded that the statutory scheme of the MVFRL contemplated recovery by the passenger of the available limits of liability applicable to the negligent vehicle, with recourse to underinsurance benefits pursuant to any separate insurance policy under which the passenger was an insured, if any. The court held that the definition of underinsured motor vehicle contained in the insurance policy did not violate the MVFRL or public policy.\nThe Superior Court limited its holding in Wolgemuth to class two beneficiaries and reserved determination on the issue of whether a class one beneficiary could recover underinsured motorist benefits under the same insurance policy from which liability benefits were paid. The issue was finally resolved in Newkirk v. United Services Automobile Association, 388 Pa.Super. 54, 564 A.2d 1263 (1989), allocatur denied, 528 Pa. 624, 597 A.2d 1153 (1990). Sandra Newkirk was involved in a single-car accident while a passenger in a vehicle owned and operated by her husband, Charles Newkirk. Mr. Newkirk was insured under a policy issued by United States Automobile Association (USAA). The policy provided him with $300,000 of liability coverage per person, but an exception in the policy limited liability coverage for bodily injury sustained by family members to $15,000. Mrs. Newkirk rejected USAA’s offer to pay her the $15,000 and demanded payment of $300,000, which was the maximum amount of underinsured motorist coverage available under Mr. Newkirk’s policy. USAA refused payment based on the family car exclusion in its policy which provided that neither “uninsured motor vehicle” nor “underinsured motor vehicle” included any vehicle owned by or furnished or available for regular use by the insured or family member. Mrs. Newkirk filed a declaratory judgment action seeking a declaration of her right to recover underinsured benefits under the policy.\nMrs. Newkirk asserted that her status as a class one beneficiary distinguished her from the passenger claiming underinsured benefits in Wolgemuth because (1) she had a contractual relationship with the insurer; (2) she and her husband paid premiums for the coverage; and (3) she had a reasonable expectation that she was entitled to coverage under her husband’s policy. The arguments were rejected. The Superior Court held that she was not entitled to recover underinsured benefits under the same policy from which she recovered liability coverage, stating:\nFirst, Mrs. Newkirk’s assertion that it would be unconscionable for us to uphold the “family car exclusion” in Mr. Newkirk’s policy because it would allow USAA to refrain from paying underinsured motorist benefits despite full premiums having been paid for such coverage is specious. While the Newkirks may have paid their premiums in full for Mr. Newkirk’s policy with USAA, they paid only for that coverage which is provided for in the policy. Mr. Newkirk’s policy specifically excludes automobiles owned by Mr. New-kirk or any family member from the definition of underinsured vehicles. Thus, contrary to Mrs. Newkirk’s contention, the Newkirks did not pay USAA for the coverage which Mrs. Newkirk is now seeking to recover.\nIn addition, the language employed by USAA to exclude family cars from the definition of underinsured vehicles in Mr. Newkirk’s policy is clear, unambiguous and conspicuous. Any expectation, therefore, which the Newkirks had that they were paying for underinsured motorist coverage under the circumstances present in this case was unreasonable.\n388 Pa.Super. at 61-62, 564 A.2d at 1266.\nIn upholding the validity of the family car exclusion, the court adopted the rationale of the decision of the Court of Appeals of Washington in Holz v. North Pacific Insurance Company, 53 Wash.App. 62, 68, 765 P.2d 1306, 1309-1310 (1988),\nIf [the claimant] wishes greater protection while riding as a passenger in her own car, she should increase her liability insurance. Underinsured motorist insurance is purchased to protect oneself from other drivers whose liability insurance purchasing decisions are beyond one’s control. Under-insured motorist coverage is not meant as insurance in case a person underinsures his own vehicle.\nThe policy language makes that clear. To construe it as such would have the practical effect of transforming less expensive underinsured motorist coverage into liability coverage.\n388 Pa.Super. at 65, 564 A.2d at 1268. The court found that the public interest would be detrimentally affected by invalidating the family car exclusion and allowing Mrs. Newkirk to recover additional liability benefits through her husband’s less expensive underinsured motorist coverage.\nThe Wolgemuth and Newkirk decisions involved insurance policies covering only one vehicle. In Kelly v. Nationwide Insurance Company, 414 Pa.Super. 6, 606 A.2d 470 (1992), Clara Kelly and her husband, Edward Kelly, were named policyholders on a single Nationwide Automobile Insurance policy which covered two vehicles: a 1985 Chrysler and a 1979 Plymouth. Mrs. Kelly was injured while a passenger in the Chrysler when her husband lost control of the vehicle and crashed into a concrete structure. Nationwide paid the maximum amount of liability coverage on the Chrysler, but refused to pay benefits under the underinsurance coverage of the same policy. Mrs. Kelly asserted that while the liability limits on the accident vehicle had been recovered, underinsurance benefits were available on the Plymouth, the nonaccident vehicle. Nationwide denied her benefits based upon a policy exclusion that provided, “We will not consider as an underinsurance motor vehicle ... any motor vehicle insured under the liability coverage of this policy.” .\nMrs. Kelly filed a declaratory judgment action seeking a declaration that the exclusion was void against public policy and legislative intent. The trial court entered judgment on the pleadings in favor of Nationwide. The Superior Court agreed with the trial court that such a policy exclusion does not violate the public policy behind the underinsurance provisions of the MVFRL. The court found that the exclusion was in “perfect accord” with the purpose of underinsured motorist coverage, identified in Wolgemuth as the protection of an injured claimant against the risk that a tortfeasor over whom the claimant has no control purchases an inadequate amount of liability coverage. In contrast, the Kellys had complete control over the amount of liability coverage maintained on their own vehicles.\nIn Marroquin v. Mutual Benefit Insurance Company, 404 Pa.Super. 444, 591 A.2d 290 (1991), Jose Marroquin was injured when he was struck by an automobile owned and operated by his brother, Jorge Marroquin. Marroquin had been standing near his brother’s vehicle. The brother was the named insured on a policy issued by Mutual Benefit Insurance Company (Mutual) that covered only the vehicle involved in the accident. Marroquin received $15,000 under the liability provisions of his brother’s policy.\nAt the time of the accident, Marroquin and his brother resided with their parents. The parents maintained an insurance policy on their own automobiles which was also issued by Mutual. The policy provided coverage for family members. “Family member” was defined by the policy to include any relative who lived in the same household as the name insured. After recovering the applicable liability limits from his brother’s policy, Marroquin sought to collect underinsured motorist benefits from his parents’ policy.\nMutual denied Marroquin’s claim for underinsured motorist benefits based upon the “family car exclusion” in the parent’s policy that provided, “... neither ‘uninsured motor vehicle’ nor ‘underinsured motor vehicle’ includes any vehicle ... [o]wned by or furnished or available for the regular use of you or any ‘family member.’ ” A declaratory judgment action was filed, seeking a declaration that the exclusion was void as against public policy and contrary to the express provisions and intent of the MVFRL. The trial court granted summary judgment in favor of Mutual. The Superior Court reversed, holding that under the circumstances of the case, the “family car exclusion” contained in the insurance policy issued to his parents and extended to their son was invalid under Pennsylvania law.\nIn challenging the exclusion, Marroquin urged the Superior Court to adopt the analysis of the Minnesota Court of Appeals in DeVille v. State Farm Mutual Automobile Insurance Company, 367 N.W.2d 574 (1985). The Superior Court determined that the findings made in DeVille were consistent with Pennsylvania case law and public policy as represented by the MVFRL, and adopted the reasoning and the conclusions of the Minnesota court.\nIn DeVille, Jennifer DeVille was injured while riding as a passenger on her husband’s motorcycle when he drove the motorcycle into the rear end of a legally stopped vehicle. She recovered $25,000 from her husband’s liability carrier. DeVille then sought to recover underinsured motorist benefits on an automobile that she owned. Her insurer, State Farm, denied the claim because the policy excluded underinsured motorist benefits to a family member who is injured by a family-owned vehicle.\nThe Minnesota court noted that the general rule under its state law was that a policy provision which excluded underinsured motorist benefits when the insured is injured while occupying a vehicle owned by the insured or a family member is invalid. The general rule, which originated from the Minnesota Supreme Court’s decision in American Motorist Insurance Co. v. Sarvela, 327 N.W.2d 77 (1982), is referred to as “the Sarvela rule.” An exception to the general rule is recognized under Minnesota law, however, when the plaintiff attempts to convert his inexpensively purchased underinsurance into additional liability insurance. The court concluded that the Sarvela rule did not apply to DeVille because she was not attempting to convert underinsured motorist coverage into liability coverage because she owned her own vehicle and had a separate policy covering the vehicle. The policy was issued only to DeVille and not to the tortfeasor, her husband.\nApplying the DeVille analysis in Marroquin, the Superior Court determined that the “family car exclusion” in the parents’ policy was unenforceable. The Superior Court stated,\nIn the instant case, there was no question that two insurance policies were involved. The parents’ insurance agreement clearly stated that it did not extend liability coverage to any vehicle that was not a “covered vehicle” and was owned by a family member. Jorge Marroquin’s individual insurance policy was therefore responsible for liability damages. Under the reasoning employed in DeVille, the insurance coverage in the instant case is identical to that enjoyed by appellant in DeVille. When describing DeVille’s insurance the pivotal language used by the Minnesota court is that “[tjhis is ‘first-party coverage,’ and it should follow her wherever she may be located when injured.” DeVille v. State Farm Mutual Automobile Insurance Company, supra. 367 N.W.2d at 577. In the instant case, there is no dispute that appellant’s underinsured motorist coverage followed him to whatever point that he may have been injured. The only bar to his recovery was that his brother owned the vehicle that injured him. Under the facts of this case, such a bar was not justified as its purpose was not to convert underinsured motorist coverage into liability coverage.\n404 Pa.Super. at 456-457, 591 A.2d at 297 (Footnote deleted) (Emphasis added).\nThe litany of cases demonstrates that the “family car exclusion” is not necessarily violative of public policy or the legislative intent underlying the MVFRL. The enforceability of the exclusion is dependent upon the factual circumstances presented in each case. Allowing the “family car exclusion” to bar coverage in cases where a plaintiff is attempting to convert underinsured coverage into liability coverage is a limited exception to the general rule that such provisions are invalid as against the policy of the MVFRL. Sherwood v. Bankers Standard Insurance Co., 424 Pa.Super. 13, 17, 621 A.2d 1015, 1017 (1993) (Citations omitted).\nThe majority of the Superior Court panel concluded that the instant case was controlled by Marroquin, perceiving no significant difference between the cases. The majority held that the family car exclusion in the Hartford policy issued to the Dymonds could not be enforced to preclude Mrs. Dymond’s estate from receiving underinsured motorist benefits. Judge Kelly filed a dissenting memorandum in which he indicated that he would enforce the family car exclusion because the case was factually distinguishable from Marroquin. Because Mrs. Dymond was a named insured under both the Foremost Insurance policy which covered the motor home involved in the single-vehicle accident and the Hartford Insurance policy covering the three other vehicles owned by the Dymonds, Judge Kelly found that this case more closely resembled the factual scenario in Linder by Linder v. State Farm Mutual Auto Insurance Company, 364 N.W.2d 481 (1985).\nIn Linder, Jennifer Linder was struck by a pickup truck owned by her father and driven by her brother. All three resided in the same household. Linder received the limits of the liability coverage that the father carried on the pickup truck. The father also owned two automobiles insured under separate policies which contained an exclusion for “bodily injury to an insured while occupied or through being struck by a land motor vehicle owned by the named insured or any resident of the same household if such vehicle is not an owned motor vehicle.” Linder brought a declaratory judgment action seeking underinsured motorist benefits.\nThe court upheld the exclusion, rejecting Linder’s argument that the existence of more than one policy covering separate vehicles owned by the same name insured invalidates the exclusion. The court emphasized that underinsured motorist coverage is not designed to relieve an insured or his family from the failure to purchase adequate liability coverage, stating:\nLinder was involved in a one-car accident. The liability coverage was insufficient. To allow Linder to avoid the exclusionary clauses in the policies would be to allow her to convert inexpensively-purchased under-insured motorist coverage into liability coverage.\nId., 364 N.W.2d at 483.\nThe Linder decision was not addressed by the majority of the Superior Court in disposing of the instant case; however, the Marroquin court itself distinguished the facts of Linder from those presented in the Marroquin case.\nLinder was denied coverage because all three insurance policies involved were in the name of the same insured, her father. Since that was the case, if the “Family Car Exclusion” were to be invalidated, nothing would prevent the father from converting his inexpensive underinsured motorist coverage into liability coverage. Indeed, Linder supports the proposition that it is the type of coverage that is of paramount importance. [Linder] was denied coverage, just as her father (the Named Insured) would have been had he been the injured party.\n404 Pa.Super. at 458, 591 A,2d at 297-298 (Emphasis supplied).\nJudge Kelly astutely perceived that the distinction recognized by the Superior Court between Marroquin and Linder was present in the instant case as well. He stated,\nI reach this result because instantly, [Paylor’s] decedent and her late husband made a conscious decision to insure the motor home with a different insurer for substantially less coverage than they had obtained on their other automobiles insured by [Hartford]. It was well within their power to purchase as much or more liability insurance on the motor home from Foremost Insurance Company as they had purchased on their private automobiles insured by [Hartford]. To permit [Paylor’s] decedent’s estate to recover the under-insured coverage ... and void the family car exclusion ... is to allow the named insured’s estate to convert inexpensively purchased underinsured motorist coverage for the family cars into liability coverage on the motor home when [Paylor’s] decedent and her late husband freely chose to insure the motor home for substantially less than the family’s other vehicles.\nPaylor v. The Hartford Insurance Company, et al., Judge Kelly’s Dissenting memorandum at 2-3.\nWe are persuaded that Judge Kelly’s analysis is compelling and consistent with prior precedent. Unlike Marro quin, and as in Linder, all three of the policies under which Mrs. Dymond’s estate sought to recover benefits were in the name of the same insureds — Betty Dymond and Fred Dymond. We conclude that the facts of this case fall within the limited exception recognized in Marroquin which permits the family car exclusion to be enforced in cases where the plaintiff is attempting to convert underinsured motorist coverage into liability coverage. The application of this limited exception in this case serves to promote the legislative intent of the MVFRL and the expression of public policy articulated in the case law of Pennsylvania. The order of the Superior Court is reversed.\nFLAHERTY, J., did not participate in the consideration or decision of this case.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1800, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n. The MVFRL was subsequently amended in 1990. The amendment eliminated the mandatory requirement that uninsured motorist and underinsured motorist coverages-be included in every insurance policy. The purchase of uninsured motorist and underinsured motorist coverages became optional, but the offering of such coverages is mandatory. 75 Pa.C.S.A. § 1731(a).\n. Class one beneficiaries consist of the named insured and any designated insured and, while residents of the same household, the spouse and relatives of either; class two beneficiaries are individuals whose entitlement to coverage is based solely upon occupation of the insured vehicle at the time of the accident. Utica Mutual Insurance Co. v. Contrisciane, 504 Pa. 328, 338, 473 A.2d 1005, 1010 (1984).\n. The Superior Court also upheld the family car exclusion under similar circumstances in Caldararo v. Keystone Insurance Co., 393 Pa.Super. 103, 573 A.2d 1108 (1990), allocatur denied, 525 Pa. 640, 581 A.2d 567 (1990).\n. The Superior Court had been guided in the past by Minnesota law interpreting its own legislation governing uninsured and underinsured motorist coverages. Prior to the Superior Court’s decision in Marroquin, the Minnesota legislature had superseded the holding in DeVille by amending the statute. The Superior Court determined that the analysis underlying DeVille continued to be relevant, however, because the MVFRL did not contain language that paralleled the Minnesota amendment. Marroquin, 404 Pa.Super. at 455, fn. 4, 591 A.2d at 296, fn. 4.\n. See Myers v. State Farm Mutual, 336 N.W.2d 288 (Minn. 1983) (single-vehicle accident victim could not recover both liability and underinsured motorist benefits under the same policy); Eisenschenk v. Miller’s Mutual Insurance Co., 353 N.W.2d 662 (Minn.Ct.App.1984) (insured may not recover underinsured motorist benefits on a non-involved automobile insured under the same policy as the involved automobile); Linder v. State Farm Mutual Automobile Co., 364 N.W.2d 481 (Minn.Ct. App.1985) (“family car exclusion” valid and enforceable against single-vehicle accident victim who sought recovery of underinsured motorist benefits from insured who had other vehicles which were covered under separate policies.)\n. Paylor asserts that the \"family car exclusion” is repugnant to the purposes and policy of the MVFRL because the exception does not appear in the uninsured/underinsured motorist provision of the statute. She contends that the only exception to recovery of benefits under the uninsured/underinsured motorist provision is that set forth in 75 Pa. C.S.A. § 1731(d) which states, \"A person who recovers damages under uninsured motorist coverage or coverages cannot recover damages under underinsured motorist coverage or coverages for the same accident.” If accepted, Paylor's analysis would require us to overrule the long line of decisions of the Superior Court that have upheld the \"family car exclusion” when the plaintiff has attempted to recover the limits of liability under the tortfeasor’s policy and underinsured motorist coverage under the same policy. Paylor’s argument is self-defeating because it fails to recognize the difference between liability coverage and underinsured motorist coverage which underlies the precedent developed by the Superior Court and our decision in this case.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "David E. Heisler, Scranton, for Hartford Ins. Co.",
      "Marion Munley, Scranton, for J. Paylor.",
      "David L. Lutz, Harrisburg, for amicus curiae — Pa. Trial Lawyers Ass’n."
    ],
    "corrections": "",
    "head_matter": "640 A.2d 1234\nJanet PAYLOR, Administratrix of the Estate of Betty A. Dymond, Deceased, and Janet Paylor, Individually v. The HARTFORD INSURANCE CO. and Norman Dymond, Administrator dbncta of the Estate of Fred E. Dymond, Deceased, and Norman Dymond, Individually. Appeal of the HARTFORD INSURANCE COMPANY.\nSupreme Court of Pennsylvania.\nArgued Jan. 27, 1994.\nDecided April 20, 1994.\nDavid E. Heisler, Scranton, for Hartford Ins. Co.\nMarion Munley, Scranton, for J. Paylor.\nDavid L. Lutz, Harrisburg, for amicus curiae — Pa. Trial Lawyers Ass’n.\nBefore NIX, C.J., and ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0583-01",
  "first_page_order": 879,
  "last_page_order": 894
}
