{
  "id": 1929262,
  "name": "Commonwealth v. Polak, Appellant",
  "name_abbreviation": "Commonwealth v. Polak",
  "decision_date": "1970-03-20",
  "docket_number": "Appeal, No. 436",
  "first_page": "67",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "438 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 N.E. 585",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1926,
      "opinion_index": 1
    },
    {
      "cite": "242 N.Y. 13",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1975095
      ],
      "year": 1926,
      "opinion_index": 1,
      "case_paths": [
        "/ny/242/0013-01"
      ]
    },
    {
      "cite": "322 F. 2d 460",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        96683
      ],
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "subpoena compelling production of lottery tickets quashed, fifth amendment's protection applied even though possession was illegal"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/322/0460-01"
      ]
    },
    {
      "cite": "115 F. 972",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3705007
      ],
      "year": 1902,
      "opinion_index": 1,
      "case_paths": [
        "/f/115/0972-01"
      ]
    },
    {
      "cite": "306 F. Supp. 1057",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3053839
      ],
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/306/1057-01"
      ]
    },
    {
      "cite": "367 U.S. 717",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785575
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "731"
        },
        {
          "page": "1716"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/367/0717-01"
      ]
    },
    {
      "cite": "357 U.S. 513",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164109
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "1342"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/357/0513-01"
      ]
    },
    {
      "cite": "385 U.S. 293",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337025
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "304"
        },
        {
          "page": "414"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/385/0293-01"
      ]
    },
    {
      "cite": "384 U.S. 757",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047531
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "761"
        },
        {
          "page": "1830"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/384/0757-01"
      ]
    },
    {
      "cite": "339 U.S. 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362582
      ],
      "weight": 2,
      "year": 1950,
      "opinion_index": 1,
      "case_paths": [
        "/us/339/0056-01"
      ]
    },
    {
      "cite": "365 U.S. 610",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169223
      ],
      "weight": 2,
      "year": 1961,
      "opinion_index": 1,
      "case_paths": [
        "/us/365/0610-01"
      ]
    },
    {
      "cite": "378 U.S. 205",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166152
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 1,
      "case_paths": [
        "/us/378/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 8166,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 3.323232009765721e-07,
      "percentile": 0.8731399012065955
    },
    "sha256": "ed4fa7e63b5aa247695f9cf0e3dafc3a9ec406a5547606da20c38e60456e938c",
    "simhash": "1:aed9afa603ec3e8a",
    "word_count": 1323
  },
  "last_updated": "2024-02-27T23:35:41.418565+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice O’Brien joins in this opinion."
    ],
    "parties": [
      "Commonwealth v. Polak, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nClark Polak is the owner of two Philadelphia bookstores, each of which contains several coin-operated devices used in the exhibition of allegedly obscene motion pictures. On May 27, 1969, representatives of the Philadelphia police and of the Office of the District Attorney of Philadelphia County visited Polak’s establishments. After viewing portions of the allegedly obscene motion pictures they served Polak with a witness subpoena ordering him to appear at a hearing to be held on June 2, 1969, and with what purported to be a subpoena duces tecum ordering him to bring to the hearing copies of some eight motion pictures which were in his possession.\nAt the June 2, 1969, hearing, Polak appeared without the films and further refused to produce them. He was then held in contempt of court by Judge Barbieri. Polak claims that his contempt conviction is defective for three reasons. He argues that the trial court had no authority to issue the subpoena duces tecum because there was at the time of issuance no “cause or matter” pending before the court as required by the Act of June 16, 1836, P. L. 784, 17 P.S. §251; that the subpoena duces tecum was invalid on its face in that there is no indication on the face of the document that it was issued under court authority as required by the Act of June 16, 1836, P. L. 784, §22, 17 P.S. §2079; and that enforcement of the subpoena duces tecum would violate his rights under the Fourth and Fifth Amendments to the United States Constitution and Article I, Section 9 of the Constitution of the Commonwealth of Pennsylvania. We feel that Polak is correct in. his first contention, and therefore do not reach the other issues.\nThe Act of June 16, 1836, P. L. 784, 17 P.S. §2079, provides that: “Each of the said courts is empowered to issue writs of subpoena, under their official seal, into any county of this commonwealth, to summon and bring before the respective court any person to give testimony in any cause or matter depending before them, under the penalties hitherto appointed and allowed in any such case by the laws of this commonwealth.”\nWe believe this statute to require, as a prerequisite to the issuance of a subpoena, that there be some preexisting matter or cause pending before the court. The essence of a subpoena’s function is to aid the court in the resolution of litigation, so if there is no formal proceeding pending before the court there can be no legitimate reason to issue a subpoena. Our courts of common pleas, broad though their jurisdiction may be, are not possessed of the power to originate the kind of judicial or investigatory proceedings which were instituted in this case. They are not arms of either the prosecution or the defense, and their neutrality must be jealously protected.\nThe judgment of contempt is reversed and the subpoena vacated.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Concurring Opinion\nby Mr. Justice Egberts:\nI quite agree that the subpoena duces tecum was of doubtful validity, but I cannot base my decision on that factor alone.\nMuch of the difficulty involved in this case stems from the fact that the films, as communicatory embodiments, enjoy the protection of the first amendment. Because of the first amendment problems involved in the seizure of allegedly obscene communicatory embodiments, the Supreme Court of the United States has held that such materials cannot be seized without a prior adversary hearing being held on the issue of their obscenity. A Quantity of Copies of Books v. Kansas, 378 U.S. 205, 84 S. Ct. 1723 (1964). However, the first amendment is not the sole restraint on the Commonwealth’s behavior in this case, and I believe that the fourth and fifth amendments forbid the procedure attempted here.\nAbsent exceptional circumstances, tbe fourth amendment requires that material may be seized only pursuant to a warrant issued upon a showing of probable cause. Chapman v. United States, 365 U.S. 610, 81 S. Ct. 776 (1961); United States v. Rabinowitz, 339 U.S. 56, 70 S. Ct. 430 (1950). The subpoena procedure attempted in this case works a patent violation of this restriction. No probable cause was established or even alleged, yet Polak was ordered to produce, for court scrutiny, films in his possession. If this procedure is legitimate then, by analogy, a court could order an individual to produce for court and prosecution inspection, without probable cause, a weapon which was suspected of having been used in the commission of a crime. This is simply constitutionally impermissible.\nThe fifth amendment is also applicable to this case. It is true that the fifth amendment privilege “protects an accused only from being compelled to testify against himself, or otherwise provide the state with evidence of a testimonial or communicative nature. . . .” Schmerber v. California, 384 U.S. 757, 761, 86 S. Ct. 1826, 1830 (1966). But in the instant case it is the very act of producing the requested films that would provide the Commonwealth with evidence of a testimonial or communicative nature. Through the compelled production of these films Polak would in fact be giving testimony as to their ownership and origin. “Unquestionably, the privilege against self-incrimination properly affords protection in subpoena situations. The testimonial utterances implicit in the production of documents is the accused’s ‘assurance compelled as an incident of process that the articles produced are the ones demanded.’ Unlike the actual search and seizure cases, the individual is therefore compelled to offer ‘testimonial evidence’ against himself.” Comment, “The Fourth and Fifth Amendments—Dimensions of an ‘Intimate Relationship,’” 13 U.C.L.A. L. Rev. 857, 868 (1966).\n“ ‘Many links frequently compose that chain of testimony which is necessary to convict any individual of a crime. It appears to the court to be the true sense of the rule that no witness is compellable to furnish any one of them against himself. . . .’ United States v. Burr (In re Willie), 25 Fed. Cas. 38, 40 (No. 14, 692e) (C.C.D. Va. 1807). (Emphasis supplied.)” Hoffa v. United States, 385 U.S. 293, 304, 87 S. Ct. 408, 414 (1966).\nThe potential threat to constitutionally protected communications posed by an obscenity prosecution amply justifies the somewhat more jealous protection afforded such material. “ * * [T]he line between speech unconditionally guaranteed and speech which may legitimately be regulated, suppressed, or punished is finely drawn. * * * The separation of legitimate from illegitimate speech calls for * * * sensitive tools * * *.’ Speiser v. Randall, 357 U.S. 513, 525, 78 S. Ct. 1332, 1342, 2 L. Ed. 2d 1460. It follows that, under the Fourteenth Amendment, a State is not free to adopt whatever procedures it pleases for dealing with obscenity as here involved without regard to the possible consequences for constitutionally protected speech.” Marcus v. Search Warrants of Property at 104 East Tenth Street, Kansas City, Missouri, 367 U.S. 717, 731, 81 S. Ct. 1708, 1716 (1961).\nMr. Justice O’Brien joins in this opinion.\nBut see Bazzell v. Gibbens, 306 F. Supp. 1057 (E.D. La. 1969).\nIn Re: Impounding Safe Deposit Bow and Contents, 5 Schuylkill Register 9 (1937) ; McKnight v. United States, 115 F. 972 (6th Cir. 1902).\n8 Wigtnore §2264 (“. . . production of documents or chattels by a person in response to a subpoena, or to a motion to order production, or to other form of process relying on his moral responsibility of truthtelling, may be refused under protection of the privilege.”) ; United States v. Judson, 322 F. 2d 460 (9th Cir. 1963) (subpoena compelling production of lottery tickets quashed, fifth amendment’s protection applied even though possession was illegal) ; People v. Before, 242 N.Y. 13, 150 N.E. 585 (1926).",
        "type": "concurrence",
        "author": "by Mr. Justice Egberts:"
      }
    ],
    "attorneys": [
      "Norman A. Oshtry, for appellant.",
      "Edward G. Rendell, Assistant District Attorney, with him James D. Crawford, Assistant District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Polak, Appellant.\nArgued November 14, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nNorman A. Oshtry, for appellant.\nEdward G. Rendell, Assistant District Attorney, with him James D. Crawford, Assistant District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 20, 1970:"
  },
  "file_name": "0067-01",
  "first_page_order": 183,
  "last_page_order": 187
}
