{
  "id": 1929213,
  "name": "Commonwealth v. Oglesby, Appellant",
  "name_abbreviation": "Commonwealth v. Oglesby",
  "decision_date": "1970-03-20",
  "docket_number": "Appeal, No. 451",
  "first_page": "91",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "438 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 327,
    "char_count": 4407,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 2.9385996188749283e-07,
      "percentile": 0.8479320609039369
    },
    "sha256": "4cd17f910f9d025bd58be73f178e44f20bcfa0ba5582eba1e68ded16f39458ab",
    "simhash": "1:c6d59569f61c5eb3",
    "word_count": 733
  },
  "last_updated": "2023-07-14T22:26:13.520756+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Commonwealth v. Oglesby, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellant was convicted, by a judge sitting without a jury, of carrying a concealed deadly weapon and received a sentence of two to twelve months. Post-trial motions were denied and he appealed to the Superior Court which affirmed per curiam without opinion. We granted allocatur.\nThe evidence produced at trial showed that appellant was arrested one evening on suspicion of robbery. He was frisked by police and a yellow-handled straight razor, with a folding blade approximately six inches long, was found in his coat pocket. Although he was never charged with robbery, he was charged with carrying a concealed deadly weapon. Appellant testified that he was a barber and was going to shave a customer who had injured himself and was unable to come to appellant’s barber shop. This testimony, if believed, would indicate that appellant was not guilty of the offense charged, since the statute requires the weapon to be carried “with the intent . . . unlawfully ... to do injury to any other person.” Act of June 24, 1939, P. L. 872, as amended, 18 P.S. §4416 (a) (Supp. 1969).\nThe trial judge had some difficulty making his decision and the following colloquy took place: “The Court: Is there any additional investigation on him at all that would be relevant to the case? Don’t read it unless it is something that should be produced. Mr. Brereton [Assistant District Attorney] : Your Honor, I have no further information. Mr. Rudovsky [Assistant Defender]: Your Honor, he has given the location of the barber shops. I just can’t think that there can be a doubt in the court’s mind in this kind of case. The Court: I think he is a barber, but this business of carrying knives and razors is very general. I’m aware of that but it doesn’t excuse him. . . . The Court: If I believe that he was going to shave somebody on that evening, that’s one thing. If I believe he is a barber, but he was carrying the razor for the same reason a lot of people carry knives, that’s something else. . . . Mr. Rudovsky: The very fact that we are again speculating on this, I just think it means a reasonable doubt. I think it’s way beyond a reasonable doubt. The Court; I’m going to adjudge Mm guilty. Let me see Ms record. . . . The Court [after examining record] : I just bad a feeling on tbis. I could bave decided it, perhaps, either way.... I bad a little feeling on tbis and it turns out be has a record a mile long. . . . Tbe Court: If I found that you bad no record, that your story was unquestionably time, then I could bave reconsidered my judgment and found you not guilty, but I just bad a feeling about you, that something was a little funny.”\nIt is clear from tbis colloquy that appellant must be given a new trial, for we cannot say that tbe trial judge properly applied tbe required standard for determining guilt. Tbe fact-finder—judge or jury—must be convinced of a defendant’s guilt beyond a reasonable doubt. Tbis decision can be rendered after bearing only properly admitted evidence and credibility can be judged only on such evidence. Tbe judge in the instant case, however, appears to bave rendered a conditional decision, one subject to change depending on tbe content of evidence not admissible for the determination of guilt—appellant’s prior criminal record. Evidently, the trial judge did bave doubt about appellant’s guilt and the doubt was dispelled only after considering appellant’s record. As such, we cannot say that tbe trier of fact was convinced by tbe admissible evidence that appellant was guilty beyond a reasonable doubt. Accordingly, appellant must be awarded a new trial so that tbe proper standard for determining guilt will be applied.\nTbe order of tbe Superior Court is reversed, tbe judgment of sentence of tbe Court of Common Pleas, Trial Division, Criminal Section, of Philadelphia, is vacated and tbe case remanded for further proceedings consistent with tbis opimon.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Melvin Dildine, Assistant Defender, with him Vincent J. Ziecardi, Acting Defender, for appellant.",
      "James D. Crawford, Assistant District Attorney, with him Paul R. Michel, Assistant District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Oglesby, Appellant.\nArgued November 12, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nMelvin Dildine, Assistant Defender, with him Vincent J. Ziecardi, Acting Defender, for appellant.\nJames D. Crawford, Assistant District Attorney, with him Paul R. Michel, Assistant District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 20, 1970:"
  },
  "file_name": "0091-01",
  "first_page_order": 207,
  "last_page_order": 210
}
