{
  "id": 1929273,
  "name": "Hudock et al., Appellants, v. Donegal Mutual Insurance Company",
  "name_abbreviation": "Hudock v. Donegal Mutual Insurance",
  "decision_date": "1970-04-22",
  "docket_number": "Appeal, No. 433",
  "first_page": "272",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "438 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "39 Pa. D. & C. 2d 452",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1693792
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/39/0452-01"
      ]
    },
    {
      "cite": "19 Pa. D. & C. 2d 558",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1643175
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/19/0558-01"
      ]
    },
    {
      "cite": "113 Atl. 838",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "271 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295726
      ],
      "year": 1921,
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0006-01"
      ]
    },
    {
      "cite": "51 A. 2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 349",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459637
      ],
      "year": 1947,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0349-01"
      ]
    },
    {
      "cite": "129 A. 2d 490",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1271014
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0611-01"
      ]
    },
    {
      "cite": "207 A. 2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894062
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0120-01"
      ]
    },
    {
      "cite": "107 A. 2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250877
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0648-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 593,
    "char_count": 11393,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.2459739687655431e-06,
      "percentile": 0.9885213385027467
    },
    "sha256": "a6cf396d1e54e235bce01f74101d66b9004362224626a2c697d5990359ce365b",
    "simhash": "1:7ce1ad775868bc88",
    "word_count": 1857
  },
  "last_updated": "2024-02-27T23:35:41.418565+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Hudock et al., Appellants, v. Donegal Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nOn February 14, 1968, an apartment building located in Hazelton, Pennsylvania, and owned by appellants Frank and Mary Hndock was extensively damaged by fire At that time the Hudocks had in effect five policies of fire insurance on the building—two policies with appellee Donegal Mutual Insurance Company, one with appellee Northern Insurance Company, one with appellee The Pennsylvania Insurance Company, and one with appellee Ohio Farmers Insurance Company. The aggregate limit of coverage for fire loss under these policies was $50,000.\nIn April, 1968, appellants filed a sworn statement in proof of loss with appellee insurance companies stating a total loss of $62,000 and claiming to be entitled to a recovery of $50,000 under the policies. The Donegal Mutual Insurance Company retained appellee Claude R. Martin Company, an insurance adjustment company, to handle appellants’ claim; the Martin Company in turn referred the claim to its Hazelton resident agent, appellee Carl A. Pécora. The other three insurance companies retained appellee General Adjustment Bureau, Inc. to adjust the claims for them, and that company referred them to appellee Edmund M. Gromelski, its Hazelton branch manager. Thereafter, in June, 1968, appellee insurance companies, through their adjusters, offered to settle the claim for $32,623.56. Dissatisfied with this offer and unable to secure a better one, appellants commenced suit by filing a complaint which does not appear in the record before us. Subsequently, they filed an amended complaint, setting forth the facts above and praying for (a) compensation for their fire loss under the insurance policies, (b) damages in excess of the policy limits, plus expenses, interest and punitive damages for breach of contract by appellee insurance companies, and (c) similar damages for breach of contract by appellee insurance adjustment companies and their two respective local agents.\nAll of the appellees filed preliminary objections to the amended complaint which included demurrers and motions to strike. The court below sustained the demurrers of both appellee adjustment companies and their agents to those counts of the complaint alleging breach of contract by them. The court also sustained the demurrers of the four appellee insurance companies with regard to the claims of punitive damages and damages in excess of policy limits. In that part of the order sustaining these demurrers, the court did not grant appellants leave to amend their complaint. Appellants thereupon brought this appeal.\nAt the threshold of our consideration of this appeal we must determine whether and to what extent this order was an appealable one. As a general rule, an order which sustains preliminary objections in the nature of a demurrer without dismissing the complaint or éntering judgment or otherwise terminating the action between the parties is interlocutory and, therefore, lacks the requisite finality to be an appealable order. Where, however, the order does, in effect, terminate the action between the parties, or so restricts the pleader with respect to further amendment of his complaint as virtually to put him out of court on the cause of action he seeks to litigate, it is a definitive and final order and, thus, appealable. Sullivan v. Philadelphia, 378 Pa. 648, 649, 107 A. 2d 854 (1954); Local No. 163, Int'l. Union etc. v. Watkins, 417 Pa. 120, 122, 207 A. 2d 776 (1965).\nThe order from which this appeal was taken is in two parts (in addition to the paragraph referred to in footnote 1, supra). The first part of the order sustained the joint demurrer of appellee insurance companies to the extent of the claims for damages in excess of the policy limits and for punitive damages on the breach of contract claim. The second part of the order sustained the demurrers of the two appellee insurance adjustment companies and their respective agents to the entire breach of contract claim against them. The first part, while purporting to sustain a demurrer, had only the limited effect of sustaining a motion to strike impertinent, irrelevant matter from appellants’ complaint. Because it had only this limited effect, it did not terminate the litigation of the breach of contract claim between the parties and is not an appealable order. The portion of this appeal which is directed to that part of the order must be quashed.\nThe second part of the order, however, did have the effect of terminating litigation on the independent breach of contract claim against the insurance adjusters and their agents. It was, accordingly, appeal-able, and we shall consider the appeal directed to this part of the order on its merits.\nIt is appellants’ position that the court erred in sustaining the demurrer of the insurance adjusters (including their two local agents) to this claim because the complaint contained allegations sufficient to state a cause of action for breach of contract against them. Appellants contend that the following allegations establish that cause of action: (1) the existence of insurance contracts between the appellants and the insurance companies, (2) an agency relationship between the insurance companies and the adjusters, (3) action by the adjusters outside the scope of their authority— essentially the failure, by means of unreasonable or fraudulent acts and delays, to negotiate in good faith an adjustment of the claim—which constituted a breach of the insurance contracts and rendered them personally liable for the breach.\n' The basic defect in these allegations, as noted by the court below, is the failure to establish a contractual relationship between the adjusters and the insured appellants. Without such a relationship, it is impossible for the adjusters to be liable for breach of contract to the insureds. If the adjusters had been acting within the scope of their authority, their alleged failure to perform their principals’ contractual duties which had been delegated to them could be attributed to the principals, thereby rendering the insurance companies liable for breach of contract. But actions by the adjusters beyond the scope of their authority could not result in the imposition upon them of contractual duties to the appellants which they had never assumed. The adjusters had a duty to their principals, the insurance companies, to perform whatever tasks were assigned to them, but this duty did not serve to create a contractual obligation between the adjusters and appellants.\nAppellants’ reliance upon the rule stated in Kribbs v. Jackson, 387 Pa. 611, 623, 129 A. 2d 490 (1957) is misplaced. There the Court acknowledged the well-settled proposition “. . . that a person who purports to make a contract on behalf of a principal whom he has no power to bind thereby becomes subject to liability to the other party thereto, upon an implied warranty of authority.” See, also, Restatement (Second) of Agency, §329 (1958). That rule is not the equivalent of the proposition which appellants seek to support by it, viz., that an agent becomes liable in assumpsit on his principal’s contract when he prevents the performance of that contract by actions which exceed the scope of his authority. Under the Kribbs rule, the agent (not the principal) is held liable on a contract which the agent himself made, although purporting to act for the principal. Under appellant’s theory an agent to whom some duties under an existing contract between the principal and a third party are delegated would become personally liable for performance of all the duties under that contract simply because he exceeded the authority delegated to him by his principal—a separate contractual arrangement to which the third person was in no way privy. Appellants’ theory simply does not follow from the cited rule, nor do we believe it is supported by any other rule of contract law.\nInsofar as it relates to that part of the order below which sustained the demurrer of appellee insurance companies, the appeal is quashed. That part of the order sustaining the demurrer of appellee insurance adjustment companies and their agents is affirmed.\nIn another part of its order (the first paragraph thereof) the court directed appellants to amend their amended complaint within thirty days to eliminate other defects found therein and ordered that if they failed to do so, certain other preliminary objections filed by appellees would also be sustained. This paragraph of the order is not involved in this appeal.\nPreliminary objections in the nature of a demurrer are an inappropriate means by which to challenge the legality of the damages sought in a complaint. Goodrich-Amram, §1017(b)-ll; Suraci v. Ball, 160 Pa. Superior Ct. 349, 354, 51 A. 2d 404 (1947) ; Scranton A. & S. Co. v. Scranton Board of Trade, 271 Pa. 6, 113 Atl. 838 (1921). This rule is a sound one because a plaintiff should not be put out of court completely merely because he alleges the wrong measure of damages. We have not had occasion to speak on the question of which, if any, preliminary objection is the appropriate one by which to raise this objection. The lower courts of the Commonwealth have reached inconsistent answers to the problem. Compare, e.g., Lippincott v. Houseberg, 19 Pa. D. & C. 2d 558, 559 (C. P. Northampton Co. 1959) holding that, “[w]here a defendant wishes to raise the question of the wrongful measure of damages pleaded, he should do so by a preliminary objection in the nature of a motion to strike off the complaint because of lack of conformity to law” with Spadel v. Zarlinski, 39 Pa. D. & C. 2d 452, 457 (C. P. Northumberland Co. 1966): “It is the position of defendant that the pleading must be stricken because damages are claimed [which are not recoverable] . . . The fact that the relief requested is not justified is not a ground for attacking the complaint, as at the pleading stage plaintiff is merely required to aver the relief he seeks . . . and defendant is not required to plead to plaintiff’s demand for relief.” In our opinion an allegation of damages or a prayer for damages which are not legally recoverable in the cause of action pleaded is impertinent matter in the sense that it is irrelevant to that cause of action. Thus, a preliminary objection in the nature of a motion to strike off impertinent matter would appear to be the appropriate means through which to chalIenge an erroneous prayer for damages. In the case at bar, appellees did in fact attack the impertinent matter by way of a motion to strike as well as a demurrer.\nAs the court below noted in its opinion, appellants’ allegations as to the adjusters and their agents might establish a cause of action in tort for inducing a breach of contract, but appellants unequivocally state they are bringing their action in assumpsit on the contracts of insurance, and the counts of the complaint with which we are here concerned are labeled “breach of contract.”",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Philip F. Hudock, in propria persona, with him, Kenneth R. Bayless, Robert P. Hudock, and Hudock and Hudock, for appellants.",
      "Harry Hiscox, with him Rosenn, Jenkins & Greenwald, for appellees.",
      "Charles L. Casper, with him William J. Fahey and Eugene Nogi, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hudock et al., Appellants, v. Donegal Mutual Insurance Company.\nArgued November 25, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nPhilip F. Hudock, in propria persona, with him, Kenneth R. Bayless, Robert P. Hudock, and Hudock and Hudock, for appellants.\nHarry Hiscox, with him Rosenn, Jenkins & Greenwald, for appellees.\nCharles L. Casper, with him William J. Fahey and Eugene Nogi, for appellees.\nApril 22, 1970:"
  },
  "file_name": "0272-01",
  "first_page_order": 388,
  "last_page_order": 396
}
