{
  "id": 1929249,
  "name": "Commonwealth v. Diaz, Appellant",
  "name_abbreviation": "Commonwealth v. Diaz",
  "decision_date": "1970-04-28",
  "docket_number": "Appeal, No. 270",
  "first_page": "356",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "438 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "242 N.E. 2d 830",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "23 N.Y. 2d 157",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2287465
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/23/0157-01"
      ]
    },
    {
      "cite": "401 F. 2d 533",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2135223,
        2135039
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/401/0533-01",
        "/f2d/401/0533-02"
      ]
    },
    {
      "cite": "395 U.S. 250",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771609
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0250-01"
      ]
    },
    {
      "cite": "237 A. 2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912327
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0229-01"
      ]
    },
    {
      "cite": "30 U. Pitt. L. Rev. 553",
      "category": "journals:journal",
      "reporter": "U. Pitt. L. Rev.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "83 Harv. L. Rev. 814",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "239 A. 2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913544
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0053-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "263 A. 2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929202
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0077-01"
      ]
    },
    {
      "cite": "239 A. 2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913475
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0209-01"
      ]
    },
    {
      "cite": "386 U.S. 738",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182629
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0738-01"
      ]
    },
    {
      "cite": "372 U.S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765282
      ],
      "weight": 4,
      "year": 1963,
      "pin_cites": [
        {
          "page": "358"
        },
        {
          "page": "817"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/372/0353-01"
      ]
    },
    {
      "cite": "247 A. 2d 612",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "various subsequent statements held inadmissible"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "432 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919662
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "various subsequent statements held inadmissible"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/432/0405-01"
      ]
    },
    {
      "cite": "89 S. Ct. 189",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "subsequent statements held admissible"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "393 U.S. 882",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11357920,
        11358561,
        11358085,
        11358663,
        11358315,
        11358768,
        11358001,
        11358197,
        11358871,
        11358431
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "subsequent statements held admissible"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/393/0882-01",
        "/us/393/0882-07",
        "/us/393/0882-03",
        "/us/393/0882-08",
        "/us/393/0882-05",
        "/us/393/0882-09",
        "/us/393/0882-02",
        "/us/393/0882-04",
        "/us/393/0882-10",
        "/us/393/0882-06"
      ]
    },
    {
      "cite": "239 A. 2d 409",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "subsequent statements held admissible"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "429 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913492
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "subsequent statements held admissible"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/429/0039-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "828"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "386 U.S. 738",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182629
      ],
      "weight": 4,
      "year": 1967,
      "pin_cites": [
        {
          "page": "744"
        },
        {
          "page": "1400"
        },
        {
          "parenthetical": "Emphasis added."
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/386/0738-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 14243,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.5074675636698095e-07,
      "percentile": 0.66680740846281
    },
    "sha256": "bdfc7a36bb7a6173ab8acf4d54cb28f16f075b3c7237718a75cadf9e990eac32",
    "simhash": "1:9af7cebfec17cf5d",
    "word_count": 2398
  },
  "last_updated": "2024-02-27T23:35:41.418565+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Bkien, Roberts and Pomeroy, • JJ.",
      "Mr. Justice Eagen dissents and would remand for the appointment of counsel."
    ],
    "parties": [
      "Commonwealth v. Diaz, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nOn June 12, 1967 Julian Diaz, appellant, while represented by counsel was found guilty by a jury of voluntary manslaughter. He filed post-trial motions which were overruled and was sentenced to a term of from four to ten years. No direct appeal was taken. In 1968 he filed a Post Conviction Hearing Act petition alleging he had been denied his right to appeal. Following appointment of counsel and a hearing, Diaz was granted the right to file an appeal nunc pro tunc.\nAppellant’s counsel has filed what is, in effect, an Anders brief, see Anders v. California, 386 U.S. 738 (1967), in which he concludes that appellant has only one “arguable” issue, which he considers to be frivolous. Although there is no specific request that counsel be permitted to withdraw, it is clear that he finds no merit in the appeal. Further, although the record does not disclose that Diaz was informed of his lawyer’s action, he has filed a pro se supplemental brief which raises several issues. Therefore we may properly treat counsel’s brief as an Anders brief. Cf. Commonwealth v. Baker, 429 Pa. 209, 239 A. 2d 201 (1968). As we are faced with an Anders brief, our obligation is to search the record thoroughly to determine whether any legal points are presented which are arguable on their merits and are therefore not frivolous. Anders, 386 U.S. at 744; Commonwealth v. Sparks, 438 Pa. 77, 263 A. 2d 414 (1970).\nThe record discloses that Raymond Rodriquez died shortly after 9:00 a.m. on October 15, 1966 as the result of a stab wound of the chest inflicted following a twenty minute argument with another man. He was found lying in a building at 152 West Gay Street, West Chester. Appellant was arrested shortly thereafter.\nThe only possibly nonfrivolous issue that appears from a reading of the record concerns the admission in evidence of confessions allegedly obtained in violation of the requirements of Miranda v. Arizona, 384 U.S. 436 (1966). This is what appellant raised in his pro se brief, and as to that claim the facts are as follows. What is involved is not one confession but three. The first was uttered just prior to appellant’s arrest. The police suspected Diaz of having committed the stabbing and went to his home. After they had gotten out of their car and as they were walking across the sidewalk, Diaz came out of the house with his hands up and said “[s] omething to the effect—it was broken English— that I give up, I did it. . . .” The second was uttered after Diaz was under arrest while the two officers were taking him to the police station. The third was given to two different police officers while appellant was at the police station.\nDiaz moved to suppress confessions 2 and 3. After a hearing the court suppressed 2 but refused to suppress 3. At that hearing there was no mention at all of the first confession, and even though the suppression order states that statements made to Patrolmen Bell and Shank shall be suppressed (it was Bell who testified at the trial as to the first confession), it can therefore have no effect on the admissibility of that confession. At trial, Bell’s testimony as to the first confession was admitted. Appellant originally objected but after a side-bar conference withdrew the motion to strike. No evidence as to the second confession was introduced during the trial. After Sergeant Henley and County Detective Durnell testified as to the third confession, appellant (after expressly conceding the voluntariness of that confession and waiving a Jackson v. Denno hearing) moved to strike the testimony of both men on the theory that he had not been adequately apprised of his rights under Miranda and that there had been no intelligent waiver of those rights. The court granted the motion to strike that part of Durnell’s testimony which quoted Diaz’s oral statement and denied the motion to strike Henley’s testimony as to the same oral statement. Therefore, what was before the jury was Bell’s testimony as to the first confession and Henley’s as to the third.\nIn his pro se brief Diaz argues that the first confession was inadmissible. There is nothing in the record to indicate that this statement was anything other than completely voluntary, and it was uttered prior to the time appellant was under arrest and before the officers could possibly have given the Miranda warnings. He also argues that Henley’s testimony as to the third confession should be stricken because it was involuntary. It is also possible that the third confession was obtained through the “exploitation of the original illegality,” (The second confession), Commonwealth v. Banks, 429 Pa. 53, 59, 239 A. 2d 416 (1968), although it would be almost impossible to know whether the third confession resulted from an exploitation of the illegal second confession or was the fruit of the valid first confession.\nWe need not decide these questions, however, because even if the testimony of Henley as to the third confession were improperly admitted, that error was harmless constitutional error in light of the record as a whole. In Chapman v. California, 386 U.S. 18 (1967) the United States Supreme Court held that some constitutional errors in the setting of a particular case are so unimportant that they may be deemed harmless and do not require automatic reversal. While there is no general agreement as to which constitutional errors call for automatic reversal, see Note, Harmless Constitutional Error: A Reappraisal, 83 Harv. L. Rev. 814 (1970); Note, Harmless Constitutional Error, 30 U. Pitt. L. Rev. 553 (1968-69), this Court held in Commonwealth v. Padgett, 428 Pa. 229, 237 A. 2d 209 (1968) that Miranda violations do not call for automatic reversal but are subject to Chapman’s harmless error rule. That rule, which was recently reaffirmed in Harrington v. California, 395 U.S. 250 (1969), is that, “before a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt.” 386 U.S. at 24.\nAfter having examined this record we conclude that the case against Diaz was so overwhelming that even if there were a violation of Miranda it was harmless beyond a reasonable doubt. One witness (Boyle) was an eyewitness to the fight which resulted in Bodriquez’s death, and she testified that Diaz while holding a knife jumped on the back of the victim, tussled with him and then ran to his car and drove off. Her identification of Diaz as the man who fought with the deceased was unequivocal. Two other witnesses (Urban and Wilson) corroborated Boyle’s testimony as to the events which led to Bodriquez’s death although they did not identify Diaz as the other participant in the fight. Finally, there is the confession that appellant made to the police as they were approaching his home.\nTherefore, even though appellant has what appears on the surface to be a nonfrivolous Miranda claim, the record as a whole contains overwhelming evidence against him which makes any error harmless and thus makes the claim frivolous.\nThe judgment of sentence is affirmed.\nMr. Justice Eagen dissents and would remand for the appointment of counsel.\nTo the same effect see Moore v. United States, 401 F. 2d 533 (9th Cir. 1968) and People v. Post, 23 N.Y. 2d 157, 242 N.E. 2d 830 (1968).",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts :\nIn Anders v. California, 386 U.S. 738, 744, 87 S. Ct. 1396, 1400 (1967), the United States Supreme Court stated that “[t]he constitutional requirement of substantial equality and fair process can only be attained where counsel acts in the role of an active advocate in behalf of his client, as opposed to that of amieus curiae.” To ensure that indigents would be represented by active advocates, the Court held that appointed counsel would be allowed to withdraw from the case only if the appellate court—after a full examination of the proceedings, aided by briefs from counsel and the indigent—decides that the case is “wholly frivolous.” The Court went on to say that if the appellate court “finds any of the legal points arguable on their merits (and therefore not frivolous) it must, prior to decision, afford the indigent the assistance of counsel to argue the appeal.” Id. (Emphasis added.)\nAppellant does indeed have one legal claim arguable on its merits—the confession admitted into evidence against him may have been unconstitutionally obtained. Several statements made by Diaz prior to giving the confession admitted at trial were suppressed because they were made without proper warnings. Thus there is the distinct possibility that the statement admitted at trial was obtained through the “exploitation of the original illegality” and appellant may be entitled to relief. Quite obviously, we have heard and decided such arguments before. Compare Commonwealth v. Moody, 429 Pa. 39, 239 A. 2d 409, cert. denied, 393 U.S. 882, 89 S. Ct. 189 (1968) (subsequent statements held admissible) with Commonwealth v. Bordner, 432 Pa. 405, 247 A. 2d 612 (1968) (various subsequent statements held inadmissible).\nThe majority admits that appellant does have one legal point arguable on its merits, yet it refuses to follow the clear dictate of Anders, supra, and remand for counsel to properly brief and argue the appeal as an advocate. Rather, the majority, unaided by counsel, continues to search the record and decides the case on its merits, basing its conclusion on another point which has likewise not been briefed or argued by the parties —harmless error. In so doing, the majority not only decides a difficult issue of constitutional law—whether the admission of this confession was harmless beyond a reasonable doubt—without the benefit of any legal or factual arguments by either the Commonwealth or defense counsel, but also thoroughly undercuts Anders.\nI think that the majority misunderstands Anders. Anders is one of a line of cases designed to guarantee that the indigent will have full access to appellate remedies. For example, in Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963), the United States Supreme Court specifically disapproved a system whereby an appellate court could, before appointing counsel, go through the record and determine that “no good” would be served by the appointment. Douglas laid down the mandate that free counsel would be required regardless of the “merit” of the appeal.\nAnders was designed to ensure that the holding in Douglas would not be undercut by the simple expedient of having a lawyer, rather than a judge, state that counsel could do “no good.” It mandated that appointed counsel was to act as an advocate, arguing any nonfrivolous claim. Further, Anders required the appellate court to watch over appointed counsel, to make certain that all nonfrivolous claims were properly raised and argued. Thus when, pursuant to Anders, an appellate court scrutizines the record for any non-frivolous claim, it does not act as advocate for the defense. It acts merely to be sure that the state has properly afforded the indigent his day in court. Its task is to see that the poor man has received what the rich man can buy—“counsel’s examination into the record, research of the law, and marshalling of arguments on his behalf.” Douglas v. California, 372 U.S. at 358, 83 S. Ct. at 817. If we find any legal point, arguable on its merits, which appointed counsel has overlooked, we must give the indigent proper counsel to argue his case, regardless of what we might think of his chance for success. To do otherwise is to perpetuate the “no merit” system condemned in Douglas.\nAs we do not act as advocate for the defense, likewise we do not act as advocate for the prosecution. If there is an arguable issue, we do not advance or suggest the Commonwealth’s response. That is the district attorney’s function. In the instant case, the confessions might have been improperly admitted. Whether this alleged error was harmless is an issue to be argued by the beneficiary of the error, the prosecution, and it is a proposition that the prosecution must establish beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 24, 87 S. Ct. 824, 828 (1967). Since it is at least arguable that an improperly admitted confession would do some harm to a defendant’s case, Anders certainly requires us to appoint counsel to make this non-frivolous argument before we decide it on the merits.\nIt is my view that appellant has not been accorded his day in court. Anders mandates that an indigent be given an effective advocate where there is any arguable issue. The majority admits there is one here, but refuses appellant effective counsel to argue it, deciding instead that the claim would not win relief on its merits. The majority, by thus shifting its role from watchdog to advocate, has in effect returned to the very standard of review condemned in Douglas—it has gone through the record and decided that counsel would do “no good.” I think it ironic that this .appellant is new before our Court only because he was found to have been denied his right to appeal under Douglas. We have now given him a chance to assert his right to appeal, but we have refused to provide him with an active advocate to argue his case. I must dissent.\nMr. Justice O’Brien joins in this dissent.\nThe Commonwealth's brief was as follows:\n“The undersigned agree with the ‘Argument’ set forth in the original brief filed by William J. Gallagher, attorney for the appellant, that the issue as to whether or not the appellant understood his right to a free attorney is frivolous.\n“The question was fully adjudicated by the lower court and was resolved in favor of the Commonwealth.\n“We believe that the Opinion of the Court below sets forth properly the law and facts as they were found and should have been found in this case.\n“For the convenience of Your Honorable Court, we have appended to this brief a copy of the Opinion of the Court below.”",
        "type": "dissent",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "William J. Gallagher, for appellant.",
      "A. Thomas Parke, III, Assistant District Attorney, and Norman J. Pine, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Diaz, Appellant.\nSubmitted November 10, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Bkien, Roberts and Pomeroy, • JJ.\nWilliam J. Gallagher, for appellant.\nA. Thomas Parke, III, Assistant District Attorney, and Norman J. Pine, District Attorney, for Commonwealth, appellee.\nApril 28, 1970:"
  },
  "file_name": "0356-01",
  "first_page_order": 472,
  "last_page_order": 480
}
