{
  "id": 1929271,
  "name": "Chandler, Appellant, v. Cook",
  "name_abbreviation": "Chandler v. Cook",
  "decision_date": "1970-05-27",
  "docket_number": "Appeal, No. 220",
  "first_page": "447",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "438 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "412 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887259
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0094-01"
      ]
    },
    {
      "cite": "221 A. 2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901747
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0304-01"
      ]
    },
    {
      "cite": "175 A. 2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303573
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 5125,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 4.932667165064415e-07,
      "percentile": 0.9345118190288314
    },
    "sha256": "241377672f622b964602ed387a1820fc2704d51b80f79287fddb549da98b7a06",
    "simhash": "1:3c07589ccc40ed94",
    "word_count": 843
  },
  "last_updated": "2024-02-27T23:35:41.418565+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Chandler, Appellant, v. Cook."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThe Court of Common Pleas of Allegheny County entered a compulsory nonsuit against the plaintiff, appellant here, Raymond Chandler. Following the refusal of the court en banc to remove the nonsuit, plaintiff appealed.\nChandler sued both Thomas W. Cook, Sr., M.D., and Doctors’ Hospital, a nonprofit corporation, for injuries arising out of an operation performed upon Chandler by Dr. Cook at the hospital. The suit against Dr. Cook was originally based on both a negligence (malpractice) theory and an assault and battery theory, while that against the hospital was based on negligence. During the course of the trial, the negligence count against Dr. Cook was dropped by the plaintiff.\nAs a defense to the assault and battery count, the defendant doctor asserts that plaintiff consented to the operation and, in support of his position, relies upon two authorizations signed by the plaintiff when he was admitted to the hospital. These stated:\n“I hereby agree to allow myself to be operated upon if the physician in charge of the Doctors’ Hospital thinks it is necessary.\n“I hereby authorize the physician in charge of the care of Raymond M. Chandler to administer any treatment; or to administer such anesthetics; and perform such operations as may be deemed necessary or advisable in the diagnosis and treatment of this patient.”\nIt is elementary that on an appeal from the refusal to remove a nonsuit, we must view the evidence in a light most favorable to the plaintiff. Smith v. Pittsburgh Railways Co., 405 Pa. 340, 175 A. 2d 844 (1961). The plaintiff testified that he experienced pain in his chest area, and consulted Dr. Cook. After an examination, Dr. Cook informed him that an appendectomy was required. The doctor then proceeded to administer a shot to relieve the pain and made arrangements to have him admitted to Doctors’ Hospital. According to plaintiff’s testimony, he asked Dr. Cook who would perform the operation. Although plaintiff’s testimony is contradictory with regard to whether he was given the name of a Dr. Faix by Dr. Cook, plaintiff throughout the trial consistently asserted that he was told at Dr. Cook’s office that the head surgeon would operate. Similarly, both the plaintiff and several other witnesses testified that when, in the hospital, the plaintiff again asked Dr. Cook who would operate, Dr. Cook replied that the head surgeon would.\nHowever, the plaintiff failed to prove that Dr. Cook was precluded from performing the operation under the authorizations signed by plaintiff. There was no evidence of fraud in the execution of the written authorizations that would vitiate a knowing consent being given by plaintiff. Certainly no evidence was produced sufficient to permit parol evidence with regard to the consent forms. The Court properly granted a compulsory nonsuit as to Dr. Cook on the assault and battery claim.\nWe find no error in the refusal to remove the non-suit entered in favor of the defendant hospital. Plaintiff argues that the court should have taken judicial notice of the fact that it would be negligence per se for a hospital to allow a doctor on its staff to perform a complicated operation when he was seventy-one years old and had limited use of his left hand. In the first place, there was no evidence admitted showing that Dr. Cook had limited use of his left hand. Plaintiff replies that this was merely the result of the court’s error in striking testimony of a nurse, one Elizabeth M. LeDonne, to the effect that Dr. Cook’s dexterity was limited. The court quite properly ruled that such testimony would be admissible, provided that it would be followed by testimony that the Doctor’s limitations made him unfit to perform surgery. When plaintiff’s expert, Dr. Hughes, stated that, having heard Miss Le-Donne’s testimony, he could not give a professional opinion that Dr. Cook was unfit to perform surgery, the court correctly ordered Miss LeDonne’s testimony stricken. We have often held that, in malpractice cases such as these, a jury will not be permitted to find negligence without expert testimony to establish variance from accepted medical practice. Lambert v. Soltis, 422 Pa. 304, 221 A. 2d 173 (1966).\nIf a jury cannot find negligence in a particular situation without expert testimony, a fortiori, the court cannot take judicial notice that negligence existed in that situation. The court properly refused to remove the nonsuit entered in favor of the hospital.\nThe judgments of nonsuit are affirmed.\nThe only exception to the requirement that expert testimony must be produced is where the matter under investigation is so simple, and the lack of skill or want of care so obvious, as to be within the range of the ordinary experience and comprehension of even nonprofessional persons. Smith v. Yohe, 412 Pa. 94 (1963).",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Donnell D. Reed, with him Davis & Reed, for appellant.",
      "John J. Klein and Bruce R. Martin, with them Harvey E. Schauffler, for appellees. -.. .."
    ],
    "corrections": "",
    "head_matter": "Chandler, Appellant, v. Cook.\nArgued October 1, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nDonnell D. Reed, with him Davis & Reed, for appellant.\nJohn J. Klein and Bruce R. Martin, with them Harvey E. Schauffler, for appellees. -.. ..\nMay 27, 1970 :"
  },
  "file_name": "0447-01",
  "first_page_order": 563,
  "last_page_order": 567
}
