{
  "id": 1929212,
  "name": "Gulf Oil Corporation v. Fairview Township Board of Supervisors et al., Appellants",
  "name_abbreviation": "Gulf Oil Corp. v. Fairview Township Board of Supervisors",
  "decision_date": "1970-05-27",
  "docket_number": "Appeal, No. 27",
  "first_page": "457",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "438 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "68 A. 2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477322
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0438-01"
      ]
    },
    {
      "cite": "105 A. 2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249613
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0621-01"
      ]
    },
    {
      "cite": "188 A. 2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884578
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0508-01"
      ]
    },
    {
      "cite": "217 A. 2d 171",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898570
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 5189,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.5073636735804418e-07,
      "percentile": 0.6667811521057792
    },
    "sha256": "0a7a0e71bc3f896d3a826d1c47655cbff3f2501ff5d9c777829ccc703a8a4268",
    "simhash": "1:062c132a2a6d1702",
    "word_count": 880
  },
  "last_updated": "2024-02-27T23:35:41.418565+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones,",
      "Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Gulf Oil Corporation v. Fairview Township Board of Supervisors et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nOn May 4, 1967, the appellee entered into a written option to purchase 6.24 acres located at Exit No. 16 of Interstate Route 83 for the purpose of erecting a gasoline service station. The sellers agreed that if appellee were prevented from acquiring a suitable use permit, tbe seller would pay back the consideration paid for the option and both parties would be relieved from all obligations.\nOn December 21, 1967, appellee received from the proper officer of Fairview Township a building permit authorizing the erection of a gas station on the property. One week later, on December 28, 1967, appellee took title to the property and paid the $50,000 purchase price.\nThe appellee’s original plan showed the station location to be on the east side of the tract, but because of the refusal of the township engineer to approve appellee’s drainage system, and because of the fact that less fill would be required, the location was moved to the west side of the tract.\nOn April 4, 1968, the township solicitor notified appellee that the building permit was revoked for the reasons that (1) the application “. . . misstates the area of the land for which the permit was sought . . .” and (2) that an ordinance, adopted March 30, 1968, zoning appellee’s land as residential, prohibited the erection of the proposed gas station.\nAppellee appeared before the Township Planning Commission and on September 10, 1968, before the Township Board of Adjustment, seeking to obtain a variance. No formal application was filed as no forms were available and the Board had no established rules for processing applications. Subsequent to the expiration of forty-five days after appellee’s appearance before the Board, appellee filed a complaint in mandamus.\nOn November 21, 1969, the court entered an adjudication which included an order directing the reinstatement of the building permit to the appellee because it had acquired a vested interest in the building permit ■which was improperly revoked. Because this was dis-positive of the issue, the court did not deal with appellee’s other contention that its application for a variance should be deemed granted because of the failure of the Board of Adjustment to act within forty-five days of the date of the hearing.\nThe Township appeals, contending that the appellee did not act in good faith when it exercised its. option to purchase the land during the time when the Township was in the process of adopting the zoning ordinance.\nThe adoption of a zoning ordinance normally requires an extended period of time. In attempting to draw a line before which a party obtains a vested interest in a building permit, notwithstanding the fact that the governing body is considering a change in the zoning ordinance, which will perpetuate a nonconforming use, our cases have led to the following rule outlined in Penn Twp. v. Yeckco Bros., 420 Pa. 386, 217 A. 2d 171 (1966) : “[A] property owner who is able to demonstrate (1) that he has obtained a valid building permit under the old zoning ordinance, (2) that he got it in good faith—that is to say without ‘racing’ to get it before a proposed change was made in the zoning ordinance—and (3) that in good faith he spent money or incurred liabilities in reliance on his building permit has acquired a vested right and need not conform with the zoning ordinance as changed.”\nWe have also stated that a building permit can be denied if a change in the zoning ordinance is pending at the time of the application. Lhormer v. Bowen, 410 Pa. 508, 188 A. 2d 747 (1963), Shapiro v. Zoning Bd. of Adj., 377 Pa. 621, 105 A. 2d 299 (1954), Kline v. Harrisburg, 362 Pa. 438, 68 A. 2d 182 (1949).\nThe appellant contends that the ordinance was pending on December 21, when appellee applied for the building permit. It emphasizes that Fairview Township had begun long-range planning in the middle 1960’s, and in 1967 a comprehensive plan had been worked out for the orderly development of the Township. However, we find that the Township had taken no public action on such plans, and the Township does not deny that the permit was valid when issued. Moreover, the appellee had no knowledge of any Township action when, on December 28, 1967, in reliance on the permit it had received, it purchased the real estate for $50,000.\nIn fact, no public notice of any proposed ordinance was given until subsequent to appellee’s purchase of the land, and no public hearing was held until February 7, 1968, so in no sense can it be said that appellee should have had such knowledge. Consequently, appellee has met the test outlined in Penn Twp. v. Yecko Bros., supra. It has a valid permit under the existing ordinance, it received the permit in good faith, and it spent money in reliance on its building permit. It has acquired a vested right to that permit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "John T. Miller, with him Budding, Miller & Boddington, for appellants.",
      "Jay V. Yost, with him Eveler, Puckett é Trout, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gulf Oil Corporation v. Fairview Township Board of Supervisors et al., Appellants.\nArgued March 17, 1970.\nBefore Bell, C. J., Jones,\nCohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nJohn T. Miller, with him Budding, Miller & Boddington, for appellants.\nJay V. Yost, with him Eveler, Puckett é Trout, for appellee.\nMay 27, 1970:"
  },
  "file_name": "0457-01",
  "first_page_order": 573,
  "last_page_order": 576
}
