{
  "id": 1163599,
  "name": "Thompson et al. v. Peck et al., Appellants",
  "name_abbreviation": "Thompson v. Peck",
  "decision_date": "1935-11-25",
  "docket_number": "Appeal, No. 155",
  "first_page": "27",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "320 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "232 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0001-01"
      ]
    },
    {
      "cite": "227 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0496-01"
      ]
    },
    {
      "cite": "218 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0261-01"
      ]
    },
    {
      "cite": "211 Mass. 277",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        477025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/211/0277-01"
      ]
    },
    {
      "cite": "1 W. & S. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0438-01"
      ]
    },
    {
      "cite": "9 Watts 98",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850046
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0098-01"
      ]
    },
    {
      "cite": "8 Watts 460",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848384
      ],
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0460-01"
      ]
    },
    {
      "cite": "5 Watts 423",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844031
      ],
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0423-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 4727,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.4334915837282672e-06,
      "percentile": 0.9963920676456427
    },
    "sha256": "91f88880fde647effbb7623ea4aea5636f5d285e76c68ef0bc6f622920af5e8d",
    "simhash": "1:a306dcf7832f5eb5",
    "word_count": 807
  },
  "last_updated": "2024-02-27T21:52:26.142737+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Kephart, Schaffer, Maxey, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Thompson et al. v. Peck et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nOn September 20, 1934, plaintiffs instituted this action of trespass against H. A. Peck to recover damages for personal injuries alleged to have been suffered by the minor plaintiff as a result of Peck’s negligence. The writ was returned nihil habet. Thereafter plaintiffs discovered that Peck had died on December 3, 1933, and that letters testamentary had been issued to the executors named in his last will and testament. On December 22,1934, the plaintiffs petitioned the court to amend the caption of the case by substituting the executors as parties defendant, which petition was allowed. On January 21, 1935, an alias writ of summons was issued, and the executors, the present defendants, were duly served therewith. Alleging that the court was without jurisdiction to permit the amendment, defendants later petitioned to have the order of amendment vacated and for an order quashing the writs. A rule to show cause was granted and subsequently discharged. This appeal followed.\nAt the time of Peck’s death plaintiffs had a claim against him for personal injuries alleged to have been caused by his negligence. The action was a personal one and at common law it would have perished with the death of the wrongdoer. To remedy the injustice that resulted from the common-law rule whereby an injured 'party was denied all relief in the event of the wrongdoer’s death prior to the commencement of suit against him, statutes were passed from time to time providing for the survival of the cause of action. The provisions of these statutes have been reenacted and supplemented by section 35 (b) of the Act of June 7, 1917, P. L. 447, as amended by the Act of March 30, 1921, P. L. 55, and the Act of May 2, 1925, P. L. 442. That section, as so amended, provides in part as follows: “Executors or administrators . . . shall be liable to be sued ... in any [personal] action . . . which might have been maintained against such decedent if he had lived. All such rights of action which were not barred by the statutes of limitation at the time of the death of decedent may be brought against his executors or administrators at any time within one year after the death of the decedent, notwithstanding the provisions of any statutes of limitations whereby they would have been sooner barred.” Upon Peck’s death plaintiffs’ rights became subject to the provisions of this statute and were measured by it, and, unless suit was brought against the personal representatives within the time therein prescribed, it is now completely barred. Plaintiffs instituted no proceedings against defendants within the year following December 3, 1933, the date of Peck’s death, and their action is therefore barred by the statute.\nPlaintiffs contend that the commencement of suit against decedent on September 20, 1934, was a sufficient compliance with the statute. Not only do the terms of the act warrant no such construction, but it is also apparent that plaintiffs’ reasoning is entirely fallacious. It is fundamental that an action at law requires a person or entity which has the right to bring the action, and a person or entity against which the action can be maintained. By its very terms, an action at law implies the existence of legal parties; they may be natural or artificial persons, but they must be entities which the law recognizes as competent. A dead man cannot be a party to an action (see Campbell v. Galbreath, 5 Watts 423, 428; Sandback v. Quigley, 8 Watts 460, 463; Patterson v. Brindle, 9 Watts 98, 100; Hurst v. Fisher, 1 W. & S. 438), and any such attempted proceeding is completely void and of no effect: Brooks v. B. & N. Street Ry. Co., 211 Mass. 277. This disposes of the further argument that the defect was cured by the amendment. There can be no amendment where there is nothing to amend. In any event, an amendment the effect of which is to bring in new parties after the running of the statute of limitations will not be permitted: LaBar v. N. Y., S. & W. R. R. Co., 218 Pa. 261; Coyne v. Lakeside Elec. Ry. Co., 227 Pa. 496; Girardi v. Laquin Lumber Co., 232 Pa. 1. No proceedings were taken against defendants until after the expiration of the year provided for by the statute ; it follows that the action is barred.\nThe order of the court below is reversed; the writs are quashed, and the service and all proceedings subsequent thereto are reversed and set aside.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Samuel G. Wagner, of Wagner & Wagner, with him George Y. Meyer, for appellants.",
      "Benjamm B. Crone, of Levy & Crone, with him Eivie Wolfe, for appellees."
    ],
    "corrections": "",
    "head_matter": "Thompson et al. v. Peck et al., Appellants.\nNovember 25, 1935:\nArgued October 15,1935.\nBefore Frazer, C. J., Kephart, Schaffer, Maxey, Drew, Linn and Barnes, JJ.\nSamuel G. Wagner, of Wagner & Wagner, with him George Y. Meyer, for appellants.\nBenjamm B. Crone, of Levy & Crone, with him Eivie Wolfe, for appellees."
  },
  "file_name": "0027-01",
  "first_page_order": 61,
  "last_page_order": 64
}
