{
  "id": 1163662,
  "name": "Nass's Estate",
  "name_abbreviation": "Nass's Estate",
  "decision_date": "1936-01-06",
  "docket_number": "Appeal, No. 441",
  "first_page": "380",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "320 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "225 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0626-01"
      ]
    },
    {
      "cite": "147 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0383-01"
      ]
    },
    {
      "cite": "61 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428591
      ],
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0111-01"
      ]
    },
    {
      "cite": "233 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0033-01"
      ]
    },
    {
      "cite": "270 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0120-01"
      ]
    },
    {
      "cite": "268 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "222 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0108-01"
      ]
    },
    {
      "cite": "314 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0061-01"
      ]
    },
    {
      "cite": "194 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0611-01"
      ]
    },
    {
      "cite": "126 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0562-01"
      ]
    },
    {
      "cite": "301 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0158-01"
      ]
    },
    {
      "cite": "276 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0503-01"
      ]
    },
    {
      "cite": "276 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0498-01"
      ]
    },
    {
      "cite": "274 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0576-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 7092,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 6.512372271208573e-07,
      "percentile": 0.9607392168423718
    },
    "sha256": "3580748d9d1c5a776ddd0bf544b3d707adbd023ced1737fbdde358ecef4118cd",
    "simhash": "1:13b1e494bda6a390",
    "word_count": 1232
  },
  "last_updated": "2024-02-27T21:52:26.142737+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Kephart, Schaffer, Maxey, Drew and Barnes, JJ."
    ],
    "parties": [
      "Nass’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nGeorge Nass, Sr., died in 1895. His residuary estate was placed in trust for his wife for life, and on her death he directed that it should be divided into four equal parts. One part he gave to his son George absolutely. A half of each of the remaining three parts was given absolutely to each of his daughters Mary, Amanda and Julia, and the remaining one-half was given to his executors in trust, to pay the income equally to each of his daughters for life for their sole and separate use. Upon the decease of each of them, the portion of the principal from which income had been paid to the daughter was bequeathed to the child or children of the daughter so dying. In the fifth paragraph of his will it was provided : “In case of the decease of my said Daughters or either of them without leaving lawful issue then and in such case I give devise and bequeath the said part or share hereinbefore given, devised and bequeathed to the said Executors In Trust unto nay surviving child or children absolutely and forever.”\nThe widow died in 1915. Mary, one of the daughters, died in 1913 leaving a child to survive her. George died in 1924 leaving issue, and Amanda died in 1934 leaving a husband but no children. It is the death of Amanda that caused her sister, Julia Fernberg, the sole surviving daughter, to claim her entire interest. The question presented to the auditing judge was whether the one-eighth share of the testator’s estate held in trust for Amanda, was distributable to Julia, as the sole surviving child at the death of- Amanda, or whether that share vested in all of the children who survived the death of the testator. The auditing judge, sustained by the court in banc, held that the words “surviving children” meant children surviving the death of the testator. Accordingly, the entire trust estate being before the court below for adjudication, one-half of it was ordered back in trust •for Julia Fernberg and the other one-half was divided into four parts, one part being paid to the estates of Amanda, Mary and George respectively, deceased children of the testator, and the remaining one-fourth part to Julia Fernberg absolutely.\nAppellant claims that the plain intent and purpose of the will was to protect and prefer testator’s daughters over all others. They were to receive an assured income for life and, if any daughter died leaving issue, her children would take the corpus; but if the daughter died without issue then the other or surviving child or children of testator would take. They, argues appellant, were the principal objects of his bounty and the words “unto my surviving child or children” meant testator’s child or children surviving at the time when any of his daughters died without issue.\nOur rule of construction, applied to survivorship, has been held to refer to the time of death of the testator unless a contrary intent appears in the will: Eichelberger’s Est., 274 Pa. 576; Murphy’s Est., 276 Pa. 498; Edelman’s Est., 276 Pa. 503; Endsley v. Hagey, 301 Pa. 158. The rule is not without sound reason, for its general effect is to distribute the property among all of testator’s descendants rather than to shunt it off into one line where it may pass out of the family. It is apparent that in this case any other construction would work an inequality which would not carry out what was presumably testator’s scheme. He intended to treat not only his own children alike, but his children’s children, and no other thought appears in the will. He intended an equal division of his estate among his issue, and the repeated use of the word “equal” throughout his will is a clear demonstration of this fact. “Where the will shows an intention that the descendants of deceased children shall take, and an evident intention of equality of distribution is manifested, the word ‘survivors’ has been held to apply to the death of the testator”: Page on Wills (2d ed.), page 1562. If testator’s intent be considered otherwise, it results in giving the entire fund to one child Julia, whose life has been prolonged beyond the lives of the other children, and would tend to prefer her and her heirs over the heirs of other children. However, the interpretation placed on the will by the court below works an entire equality. Julia gets her share of the part of the estate now distributable, as do the issue and heirs of the other children of testator who are now deceased.\nSeveral cases have been referred to us by appellant, particularly Woelpper’s App., 126 Pa. 562, and Steinmetz’s Est., 194 Pa. 611. Both of these cases are clearly distinguishable. In the former the testator himself provided that in the event that any of his children died between his own death and the death of any of his other children, the issue of that child should take the share which their parent would have taken. Steinmetz’s Est., supra, is based upon the court’s limited construction of the meaning of “children.” The present case is ruled by Handy’s Est., 314 Pa. 61, where it was held that in the absence of controlling evidence of a diffextent intention, the survivorship in a will must be understood as referring to the death of the testator. Of course, the testator’s intention must always govern, but here the corroborative evidence seems very strong in favor of the construction placed on the will by the court below. There may be language in a will wrhich clearly designates the death of the life tenant as the period of vesting, and which would then exclude participation by those who died before the life tenant, but this case did not present such a state of facts: see Fox’s Est., 222 Pa. 108; Groninger’s Est., 268 Pa. 185; Morris’s Est., 270 Pa. 120. The mere fact that testator employed the words “then and in such case” is not of itself sufficient evidence of an intention to bar application of the ordinary canon of construction. The general rule regarding the effect of the word “then” was stated in Fitzpatrick’s Est., 233 Pa. 33, to be indicative of the time when those entitled were to take, rather than the time to determine who were those parties. See also Buzby’s App., 61 Pa. 111, 116; Stewart’s Est., 147 Pa. 383. The same construction applies to the words used in the instant case. Nor is the fact that the person to whom the prior estate is given, though his death is to precede the ultimate limitation, is himself a party entitled to share, sufficient to show an unequivocal intention that he was not to take upon the happening of the contingency: Stewart’s Est., supra; Fuller’s Est., 225 Pa. 626.\nThe judgment of the court below is accordingly affirmed.\nCf. Act of June 29, 1923, P. L. 914, where, in certain situations, a statutory presumption is established that this shall be the period of vesting.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Michael A. Foley, with him Charles S. Crawford and William E. McCall, Jr., for appellant.",
      "Charles Hunsicker, with him Benjamin. H. Ludlow and David R. Griffith, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Nass’s Estate.\nArgued December 6, 1935.\nBefore Frazer, C. J., Kephart, Schaffer, Maxey, Drew and Barnes, JJ.\nJanuary 6, 1936:\nMichael A. Foley, with him Charles S. Crawford and William E. McCall, Jr., for appellant.\nCharles Hunsicker, with him Benjamin. H. Ludlow and David R. Griffith, Jr., for appellees."
  },
  "file_name": "0380-01",
  "first_page_order": 414,
  "last_page_order": 418
}
