{
  "id": 836741,
  "name": "Boyer v. Reading City, Appellant",
  "name_abbreviation": "Boyer v. Reading City",
  "decision_date": "1892-10-03",
  "docket_number": "Appeal, No. 215",
  "first_page": "185",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "151 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440468
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0214-01"
      ]
    },
    {
      "cite": "85 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0412-01"
      ]
    },
    {
      "cite": "69 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0365-01"
      ]
    },
    {
      "cite": "72 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "83 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0156-01"
      ]
    },
    {
      "cite": "80 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0505-01"
      ]
    },
    {
      "cite": "112 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0337-01"
      ]
    },
    {
      "cite": "53 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "128 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "111 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "65 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 962,
    "char_count": 22432,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 3.8436390123907177e-07,
      "percentile": 0.8993186475350493
    },
    "sha256": "4e82c2e45c6e36fbbd6b6947b258dc505c1ec88fc762fbe12a6afd4e63cd436d",
    "simhash": "1:1a23a4e3147f8a76",
    "word_count": 3810
  },
  "last_updated": "2024-02-27T20:11:42.939941+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Boyer v. Reading City, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sterrett,\nThe facts of this ease, found by the learned master and approved by the court, together with the questions arising thereon, are fully and clearly presented in the record.\nThe controlling questions are substantially the same as those in Harrisburg v. Segelbaum, No. 18 May Term 1891, in which an opinion has just been filed. [The preceding case.] In view of what has been said in that opinion, as well as what may be found in the able and exhaustive opinion of the learned president of the common pleas, in this case, bearing on the same questions, we deem it unnecessary to discuss either of them.\nAfter depicting in strong colors the disastrous consequences that are likely to result from being unable, under our decisions in Hammett v. Philadelphia, Beck v. Williamsport and others, to repair public streets at the expense of the abutting property owners, etc., the learned counsel for the defendant, with commendable frankness, admits -that the decree which he asks us to reverse is in full accord with the law as laid down by this court in the cases above referred to, and says: “ The' only remedy then is to prajr the Supreme Court to relax its rule or adopt another better suited to the necessities of the times.”\nWe are far from being convinced that the “necessities of the times,” or any commendable consideration requires us to reverse or so modify the decisions, referred to, as to permit the cost of repaving public streets, for the benefit of the general public, to be assessed upon and collected from the property abutting on such streets; and, because we are not so convinced, we think there was no error in granting the injunction complained of.\nDecree affirmed and appeal dismissed with costs to be paid by the defendant.",
        "type": "majority",
        "author": "Mr. Justice Sterrett,"
      }
    ],
    "attorneys": [
      "Richmond L. Jones, William J. Rourhe, with him, for appellant.",
      "JE. B. Wiegand, for appellee."
    ],
    "corrections": "",
    "head_matter": "Boyer v. Reading City, Appellant.\nCost of repaving streets.\nThe cost of repaving public streets for the benefit of the general public cannot be assessed upon and collected from the property abutting upon such streets.\nPaving—Withdrawal of name from petition—Act of May 23, 1889.\nQuery, whether a petitioner for paving a street under the act of May 23, 1889, art. xv, § 26, may withdraw his name before councils have acted upon the petition.\nInvalid ordinance—Act of May 23, 1889.\nQuery, whether, where a petition for paving a street contains the names of a majority of the property owners or “ foot-front ” owners as required by the act of May 23, 1889, but, before the petition is acted upon, a number of the petitioners withdraw their names so that less than a majority of owners remain, councils have authority to pass an ordinance providing for paving the streets.\nArgued March 2, 1892.\nAppeal, No. 215, Jan. T., 1892, by defendant, from decree of Cr P. Berks Co., Equity Docket, 1890, No. 518, granting injunction on bill filed by Jerome L. Boyer.\nBefore Sterrett, Green, Williams, McCollum and Mitchell, JJ.\nBill for injunction to restrain defendant from entering into contract for paving street and from collecting assessments and entering liens therefor.\nThe bill averred that on June 80, 1890, councils of the city of Reading passed an ordinance to pave Fifth street between Penn and Buttonwood streets with street asphalt pavement and set the same with granite curbstones, and that the cost of the same should be levied and collected from the owners of the abutting properties. The bill further averred that Fifth street is in the central and improved part of the city; that it is a macadamized street, that the cost and expense of making the road bed of said street and of renewing and repairing the same from time to time for more than one hundred years, has been paid by the borough and city of Reading. Other facts are stated in the opinion of the court below. The case was referred to Henry C. G. Reber, as master, who recommended a decree as prayed for. Exceptions to the master’s report were dismissed by the court in the following opinion, by ErmenTROUT, P. J.:\n“ Upon careful examination of the learned master’s report we approve his conclusion in every particular. The approval neither retards nor denies the making of public improvements. No such issue is involved. Under the municipal act of 1889 the municipal authorities have the power to pave or macadamize Fifth street, or any other street of the city, at the expense of the city, out of its general treasury, whenever deemed necessary, and when so done they may also prescribe the kind of material with which it shall be done. They are charged with the duty of maintaining streets and highways in proper condition. The present controversy involves their right to make such improvements at the expense of the abutting property owners entirely. This is alleged to be illegal and unjust, placing public burdens on the few for the benefit of the many, the streets being for the benefit of the public at large and not for a particular locality. The right of the city to pave or macadamize a newly opened street, at the expense of the abutting property owners, is also conceded. The original paving brings the abutting properties into the market as building lots, with benefits almost exclusively peculiar to the abutting properties, and is, therefore, a local improvement for which they may be assessed. But starting with the case of Hammett v. Phila., 65 Pa. 146-156, and following it with Appeal of Orphans’ Asylum of Pittsburgh, 111 Pa. 143; Williamsport City v. Beck, 128 Pa. 150, and kindred cases, the Supreme Court has held, as the settled law of Pennsylvania, that ‘ when a street is once opened and paved, and thus assimilated with the rest of the city and made part of it, all the particular benefits to the locality derived from the improvements have been received and enjoyed. Repairing streets is as much a part of the ordinary duties of the municipality for the general good as cleaning, watching and lighting. It would lead to monstrous injustice and inequality should such general expense be provided for by local assessments.’\n“Such is the vigorous statement of the law by Judge Shauswood in the Hammett case. It is held immaterial whether the first paving was done by the city out of the general treasury or paid for by the owner. In the Hammett case the paving was paid for by the abutting owners, although the city had done the work in the first place. In the Williamsport case the original paving was done at the general expense of the city. If, therefore, Fifth street was paved or macadamized, its repaving is illegal, except when paid out of the general funds of the city. The costs cannot be assessed upon the property of the abutting owners. To assess and collect therefrom, under such circumstances, is, in the language of the Supreme Court, ‘to take private property for public use without compensation.’ Any act or ordinance authorizing it to be done is unconstitutional and void.\n“ Fifth street is one of the original streets of the ancient village of Reading, always a principal thoroughfare, and now, and always wider than any other street in Reading, except Penn. Its original construction is buried in antiquity. It was turn-piked in 1805, of firm, compact and substantial materials, composed of gravel, pounded stone or other small hard substances, in such a manner as to secure a solid foundation and an even surface (see Centre Turnpike Act, March 25, 1805, P. L. 227, § 10), and so maintained for years, abandoned by the company, kept in order and repair by the city, torn up and reconstructed, spalled, that is, covered with small broken stones, and rolled with the city’s steam roller so as to form, and forming a smooth and hard surface, at the expense of the city, in exact conformity with Webster’s definition of ‘ macadamize,’ to wit: ‘to cover the roadway with small broken stones so as to form a smooth and hard surface,’ and, as Engineer Tyson says, commonly called ‘ macadamized.’\n“ Known to common observation as a macadamized or paved road, the master finds it to be so macadamized or paved. Whilst such macadamizing does not, in purely technical requirements, come up to the complete technical construction, defined by the experts, called in this case, yet, as was said in Phila. & Erie R. R. v. Catawissa R. R., 53 Pa. 60, ‘it is not a question of art, to be decided by experts, or by men particularly skilled in the business, but is rather a question of statutory construction, (for ‘ pave ’ or ‘ macadamize ’ in this controversy are the ‘ statutory words ’) and the words of a statute, if of common use, are to be taken in their natural, plain, obvious, ordinary signification. The legislative intent is to be sought for through this ordinary signification of common words.’\n“ Or asís stated in Fox’s Appeal, 112 Pa. 337, ‘in the construction of statutes, the terms or language thereof are to be taken and understood according to their usual and ordinary signification as they are generally understood among mankind.’ “ Defendant, by answer filed, admits the allegation of plaintiff’s bill, that the ‘road-bed of Fifth street is covered with broken stones, and is commonly called macadamized; ’ that ‘ its construction is of the same character as the other streets of the city of Reading, and that the cost and expense of renewing and repairing the road-bed of said street, from time to time, for more than a hundred years, has been paid by the borough and city out of the common treasury.’ And the Supreme Court has adopted the commonly accepted meaning of the terms ‘paving or macadamizing’ as used in statutes of the kind under which the city is acting. In Wistar v. Phila., 80 Pa. 505, they held ‘that paving means the paving that is customary.’ In Huidekoper v. Meadville, 83 Pa. 156, ‘ paving the cart-way of a street with broken stone is termed macadamizing, is a paving within the meaning of the act of assembly.’\n“ The city of Reading, through its mayor and the councils, has also called this character of construction of our streets ‘macadamizing’ in its various official acts. Beginning with its earliest printed official journals, this construction is called ‘ macadamizing.’ We have added to this opinion a reference to some of the Journals. In 1871-72, $12,846.74 were expended • in grading and macadamizing various streets of Reading, including Penn street, between Fourth and Sixth streets, where the old market houses stood, within about sixty yards of Fifth street, and in the ordinance appropriating $594 for that special purpose, the expenditure is expressly stated to have been incurred ‘ in the macadamizing of Penn street, between Fourth and Sixth.’\n“In 1878, in his message to councils, mayor Evans says: ‘A more desirable system of macadamizing the highways might be introduced at a less cost to the city, and the purchase of a suitable roller would be as effective as anything that could be introduced.’\n“ In his official communication to councils, city engineer A, Harvey Tyson, commenting upon the various recognized systems of making highways, says: ‘ In this city, with but one exception [certainly not Fifth street], we have had no experience with anything but macadamized streets;’ and on the subject of the city purchasing a steam roller, says: ‘ The doubt that seems to have filled the minds of the councilmen in connection with the roller was as to its ability to tear up a street that has been macadamized and in use for a great length of time. I have testimony in my possession from nearly every place where the roller has been used that will satisfy every doubting one in this regard.’\n“ In view of the concurrent opinions of the Supreme Court, city councils, city engineer, mayor, the admissions of the answer, and the generally accepted meaning of the words, ‘ pave and macadamize,’ the learned master was clearly right in finding that the street in question -was already paved or macadamized. We have gone into this question fully, although so ably discussed by the learned master, because it is a vital and important one. As long as the Supreme Court clings to the settled law thus far laid down, the city can repave only out of the general funds.\n“ The petition of the citizens can give neither authority nor jurisdiction to assess the abutting owners. It may, in certain cases, bind the petitioner, but not the citizen who does not so request. It is manifest, therefore, that, unless all ask, the burden will rest unequally.\n“ The willing citizen who petitions might be required to pay his pro rata assessment, as well as his full general share of city taxes in addition, for the general fund, and other citizens nothing. Any assessment or tax and collection against the latter, being illegal, could be restrained.\n“In Williamsport v. Beck, above cited, the Supreme Court say, ‘ that, notwithstanding the decision in the Hammett case, municipal authorities charged with the duty of maintaining their streets and highways in proper condition had become so wedded to the pernicious system of maintaining such improvements at the expense of abutting property owners that they were loath to abandon it, and various schemes were devised to obviate the difficulty that resulted from the decision, but always without success.’\n“In the case of Protestant Orphans’ Asylum, the scheme devised was a special act of assembly. The municipal act of 1889 seems to be, in part, a similar device. Clause x, § 2, art. 5, p. 288, authorizes provisions for paving and macadamizing any street, ‘ which is now or may hereafter be laid out and opened,’ to be paid at the expense of the city, or by an equal assessment on abutting properties. ‘But councils shall not order any street, lane or alley or part thereof to be paved or macadamized at the cost of the owners, except upon the petition of the persons owning a majority of the feet-front on the street, lane or alley or part thereof to be improved, unless the ordinance for such improvements shall have been passed by a vote of two thirds of all the members of each branch of councils, in which case councils may direct the improvement to be made at the cost of the owners without petition.’\n“ To make assurance doubly sure, § 26, art. 5, p. 325, provides : ‘ Where the paving has been petitioned for, the passage by councils of any ordinance directing the paving of any such street, lane or alley, or part thereof, shall be held to be conclusive of the fact that a majority in number of the persons owning property thereon, or that the persons owning a majority of the feet-front thereon, as the case may be, have petitioned therefor; Provided, That no ordinance for the above named purpose, so petitioned for, shall be passed, until five days’ no- • ice of the improvement prayed for, with the names of the petitioners prayed for, has been given in one newspaper published in the city.’\n“If, as we now hold, councils are seeking to repave the street, their action is illegal, and can bind no one, not even the petitioners. To bind even the latter there must exist such circumstances as would amount to an estoppel of their right to gainsay the action of councils. If, in the matter of repaving, the passage of the ordinance was held to be conclusive of the facts required as to the number of petitioners, it would confer despotic power upon councils to do as they pleased in defiance of the actual facts. It would be practically conferring upon them the right of taking private property without compensation, which is clearly prohibited by the constitution.\n“ The only case brought to our attention, that seems to give countenance to such statutes, is that of Erie v. Bootz, 72 Pa. 197, wherein a similar statute appears to have been held to make the decision of councils final and conclusive. The question of repaving was, however, not raised in any way. The constitutional question of the taking of private property was, therefore, not involved, nor was the constitutionality of the clause itself, in any way, before the court. It appeared, also, from point three of the plaintiff, the law pointed out a method of remonstrating against the enactment, and, not having done so, the contestant was estopped. It is not necessary to question the authority, having found the matter now at issue one of repaving.\n“ In Pittsburgh v. Walter, 69 Pa. 365, there is presented the case of a law authorizing the councils of Pittsburgh to gi’ade on the application of the majority of lot holders on the street, to assess the costs and enter a lien against the lots abutting on it, and it was there held that an application by such majority, etc., was necessary to give the councils jurisdiction to order the grading. ‘ Without such application the city had no power or jurisdiction in the premises.’ This law contained no provision making the passage of the ordinance conclusive of the fact that a majority did so apply.\n“ In Bidwell v. Pittsburgh, 85 Pa. 412, there was presented for consideration an act for the improvement of Penn avenue, with a section providing that its provisions might be extended to other streets and avenues on the petition of a majority of the property-holders whose properties fronted thereon. A petition to that effect was presented, ordinance passed and improvements made upon Ellsworth avenue. Mr. Bidwell’s property was liened for the assessment made. No question as to the petition containing such majority appears to have been raised. The case was decided upon a question of estoppel. As a petitioner, he had induced the authorities to act and finish the work. He at his own request received the benefits. His objections were an afterthought, long after the completion of the work. The court intimated, however, that those who were not so estopped might not be liable to specific assessments.\n“If, therefore, as was held in Pittsburgh v. Walter, councils have neither jurisdiction nor power to act without the presentation of the majority petition, is it not a seeming inconsistency to say, that their action without it shall be conclusive of their jurisdiction and power?\n“ As stated in the veto of Mayor Merritt: 1 This clause should not be construed to give council an arbitrary power, irrespective of the wishes of the property-ow'ners.’ The master found as a fact, precisely what the mayor’s veto alleged, that, before the passage of the act, so many of the petitioners had withdrawn their petition that the majority to give jurisdiction was clearly wanting. The action of councils was, therefore, at the passage of the ordinance, based upon a fact that did not exist. They had not, in the language of the act, so ‘ordered,’ and therefore the petitioners had a right to withdraw before councils had so ordered. The act of assembly must not be taken to be a trap for the unwary citizen, to hold him in its meshes by force against his will.\n“ At the argument the point was made that presentation of the petition estops those petitioning from any further contest thereafter. But we see no facts creating an equitable estoppel.\n“ ‘ Where an act is done or statement made by a party, the truth or efficacy of which it would be a fraud on his part to controvert or impair, the character of an estoppel will be given to such acts or statements. But to bring about this result there must exist the intent to induce the other to act upon it, and the fact that the other relying upon it did so act.’ Such is the law of estoppel as laid down in Bidwell v. Pittsburgh, above cited.\n“ Applying it to the existing facts, no estoppel can result. Councils cannot be held to have acted upon the petition of those who withdrew. No ordinance was passed upon the faith that petitioners constituted a majority, for, before the passage of the ordinance, they were informed and knew the actual facts were otherwise. There was neither fraud nor misrepresentation. Councils were not misled or induced to act, when action was objected to by earnest remonstrance, by petition and counsel. No expenditures were made, no benefits conferred or received. All the elements of an equitable estoppel are wanting. Even the party not remonstrating or withdrawing his petition, cannot be bound, for he had a right to assume that, unless the majority asked, the law would not bind, for no jurisdiction could be legally acquired or legally assumed, and that councils would not act in the matter. •\n“ In the case of Breed v. Allegheny, 85 Pa. 214, it was held that, where, hy statute, a municipal lien was made prima facie evidence of all it contained, the property holder might, nevertheless, allege as a defence, the absence of jurisdiction. It is a matter of great regret that councils, in the exercise of a doubtful right, have assumed jurisdiction, in spite of the veto of the mayor and the remonstrance of propei'ty holders interested. It is respectfully submitted that legislation cannot command the hearty respect of the citizen, when assessments, made in the exercise of doubtful rights, are sought to be forced from the-few for the benefit of the many. The alacrity and earnestness with which technicalities, without moral equity to support them, are presented to justify such action, do not tend to bring about hearty co-operation of the citizens in promoting measures for the public welfare. Enforced taxation can only be made upon strict principles of equality and justice. The authority of councils is ample to make all needed improvements out of the general treasury, by imposing burdens equitably upon all alike.”\nThe court entered the following decree:\n“And now, to wit: Jan. 4, 1892, the above case having come on to be heard upon exceptions filed to the report of the master, and, having been fully argued by counsel for plaintiff and defendant, it is, on due consideration, ordered and decreed that the city of Reading and the officers thereof be enjoined and restrained, and they are hereby enjoined and restrained from entering into any contracts for paving and curbing said Fifth street, between Penn and Buttonwood streets, or any part thereof under the ordinance aforesaid, and from collecting any assessment levied under or by virtue of the said ordinance, and from entering any lien against the land of the plaintiff by reason or under the authority thereof, as prayed for in plaintiff’s bill, and that the defendant pay the costs of this proceeding.”\nJEJrrors assigned were (1) granting injunction; (2) entering decree, quoting it.\nRichmond L. Jones, William J. Rourhe, with him, for appellant.\nJE. B. Wiegand, for appellee.\nOctober 3, 1892."
  },
  "file_name": "0185-01",
  "first_page_order": 207,
  "last_page_order": 216
}
