{
  "id": 836690,
  "name": "Commonwealth, Appellant, v. Westinghouse Electric & Manufacturing Co.; Commonwealth v. Westinghouse Electric & Manufacturing Co., Appellant",
  "name_abbreviation": "Commonwealth v. Westinghouse Electric & Manufacturing Co.",
  "decision_date": "1892-10-03",
  "docket_number": "Appeals, No. 17",
  "first_page": "265",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "151 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "103 U. S. 344",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1522239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/103/0344-01"
      ]
    },
    {
      "cite": "150 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0064-01"
      ]
    },
    {
      "cite": "129 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/129/0346-01"
      ]
    },
    {
      "cite": "97 U. S. 501",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3374922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/97/0501-01"
      ]
    },
    {
      "cite": "127 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3531927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/127/0001-01"
      ]
    },
    {
      "cite": "18 Wall. 5",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3426749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/85/0005-01"
      ]
    },
    {
      "cite": "1 Mona. 86",
      "category": "reporters:state",
      "reporter": "Monag.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pet. 435",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        102726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/41/0435-01"
      ]
    },
    {
      "cite": "55 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0045-01"
      ]
    },
    {
      "cite": "7 Wall. 16",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3451911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/74/0016-01"
      ]
    },
    {
      "cite": "9 Wheat. 738",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0738-01"
      ]
    },
    {
      "cite": "4 Wheat. 816",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "112 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0119-01"
      ]
    },
    {
      "cite": "117 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0265-01"
      ]
    },
    {
      "cite": "59 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0104-01"
      ]
    },
    {
      "cite": "109 U. S. 81",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0386-01"
      ]
    },
    {
      "cite": "5 Pa. C. C. 90",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "129 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/129/0317-01"
      ]
    },
    {
      "cite": "125 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0506-01"
      ]
    },
    {
      "cite": "108 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0362-01"
      ]
    },
    {
      "cite": "104 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0089-01"
      ]
    },
    {
      "cite": "95 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0243-01"
      ]
    },
    {
      "cite": "88 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0175-01"
      ]
    },
    {
      "cite": "83 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0359-01"
      ]
    },
    {
      "cite": "150 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1075,
    "char_count": 25871,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.717648387472088e-07,
      "percentile": 0.9774990742703532
    },
    "sha256": "9e17e999d8096d343cca1b799d37a3f1c96f20d261525ec00877385fb95ad83a",
    "simhash": "1:8920fa7a8c1fd32e",
    "word_count": 4447
  },
  "last_updated": "2024-02-27T20:11:42.939941+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Westinghouse Electric & Manufacturing Co. Commonwealth v. Westinghouse Electric & Manufacturing Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Heydrick,\nin No. 17 May T., 1892.\nThis cause was submitted to the decision of the court below without a jury under the act of 1874. In such cases it has been repeatedly held that the findings of fact are no more reviewable by this court than is the verdict of a jury: Jamieson v. Collins, 83 Pa. 359; Lee v. Keys, 88 Pa. 175; Brown v. Dempsey, 95 Pa. 243; Commonwealth v. Railroad Co., 104 Pa. 89; Bradlee v. Whitney, 108 Pa. 362; Railroad Co. v. Moyer, 125 Pa. 506; Commonwealth v. Hulings, 129 Pa. 317. For this reason the first five specifications of error cannot be noticed farther than to say that the exceptions referred to in the fourth and fifth appear to have been sustained by the court below.\nThe sixth specification of error raises the question whether the defendant corporation is within the proviso to the twenty-first section of the act of June 1, 1889, P. L. 431, exempting the capital stock of corporations, limited partnerships and joint stock associations organized exclusively for manufacturing purposes and actually carrying on manufacturing within this state from taxation. The learned judge of the common pleas found that the company was incorporated by and in virtue of an act of the general assembly of this commonwealth approved April 9, 1872, entitled “An act to incorporate the Chartiers Improvement Company, and to define the powers thereof,” which referred to another act entitled “An act to incorporate the Improvement and Co-operative Company, with powers to acquire and improve property, to use and dispose of the same, and for other purposes,” approved May 12, 1871, for a definition of its powers, and made these acts part of his finding. Turning to the acts in question it is fouzid that the defendant corporation was empowered to engage in enterprises so vaguely defined that it would be unsafe to say what was not authorized, if anything could be authorized by such generalities, except the issue of its own obligations as currency which was expressly excluded, and manufacturing which the most liberal construction of the language of the act of 1871 would not comprehend. It was, however, expressly authorized “ to make purchases and sales of and investments in the securities of other companies,” and to do many other enumerated things which were not manufacturing. He farther found that during the tax fear 1890, and for some time previous thereto the defend- ' ant Was exclusively engaged in the manufacture of electrical apparatus and appliances and machinery for the generation, transmission and utilization of electricity, and in no other business, and because it was so engaged he held that it was organized exclusively for manufacturing purposes. In Commonwealth v. William Mann Company, 150 Pa. 64, it was held that a corporation is organized when the agents or officers by which alone it can perform its appropriate functions have been appointed and taken upon themselves the burden of their offices, and that it is then organized for the purposes authorized by the law of its creation. It is necessarily organized for all of its lawful purposes, because, until organization, it cannot, from mere incapacity to perform any corporate act, abdicate or surrender any of its franchises. Whether it could lose by mere non-user, or abdicate or surrender any part of its franchises after organization is not a question of any moment in this cause. Neither the loss, or surrender of franchises granted, nor the usurpation of others not granted could change the fact that this defendant corporation was organized for the purpose, among other things, of making purchases and sales of and investments in the securities of other companies. It cannot, therefore, be said to have been organized exclusively for manufacturing purposes, and hence is not within the proviso to the twenty-first section of the revenue act of 1889.\nBut while the defendant is not within the proviso it does not follow that it is taxable upon its entire capital. Part of its capital is invested in patent rights, and that it is not taxable upon that part is so clearly and forcibly shown by the learned court below as to render further discussion of that subject undesirable. It is equally clear that it is not taxable upon another part invested in manufacturing plants situated in New York and New Jersey. This, however, is not controverted. But in addition to the items upon which tax was imposed by the judgment of the court below it is taxable upon so much of its tangible property as is situated in this commonwealth.\nThe judgment is reversed and judgment is now entered in faVor of the plaintiff for the sum of six thousand six hundred and sixty-one dollars and eighty-nine cents with costs.\nPer Curiam,\nOctober 3, 1892, in No. 1.5 May T., 1892:\nThe judgment is affirmed upon the opinion of the learned judge of the court below.",
        "type": "majority",
        "author": "Mb. Justice Heydrick, Per Curiam,"
      }
    ],
    "attorneys": [
      "Jas. A. Stranahan, deputy attorney general, and W. U. Hemsel, attorney general, for the Commonwealth,",
      "M. E. Olmsted, for Westinghouse Electric & Mfg. Co."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Westinghouse Electric & Manufacturing Co. Commonwealth v. Westinghouse Electric & Manufacturing Co., Appellant.\nFindings of fact by court without jury—Act of April 22, 1874—Seview— Practice, Supreme Court.\nWhere a cause is submitted to the decision of the court below without a jury under the act of April 22, 1874, the findings of fact under such a submission are no more reviewable by the Supreme Court than is the verdict of a jury.\nTaxation—Patent right—Corporation.\nThe portion of the capital stock of a Pennsylvania corporation invested m either ail assignment or a grant of a patent right, cannot be taxed by this state. Such taxation would involve a property right which depends for its existence exclusively upon the federal constitution and acts of Congress.\nManufacturing corporations—Taxation—Act of June 1, 1889.\nA corporation chartered and organized for the purpose, among other things, of making purchases and sales of and investments in the securities of other companies, is not organized exclusively for manufacturing purposes within the moaning of the proviso of the act of June 1,1889, § 21, although such corporation during the tax year and for sometime previous thereto, was exclusively engaged in manufacturing.\nTaxation—Capital slock invested in other states.\nThe portion of the capital stock of a corporation invested in manufacturing plants in other states is not liable to taxation in this state.\nCapital stock invested in shares of other companies.\nThe portion of the capital stock of a corporation represented by shares of other companies is taxable under the laws of this commonwealth.\nArgued May 31, 1892.\nAppeals, No. 17, May T., 1892, by plaintiff, and No. 15, May T., 1892, by defendant, from judgment of C. P. Dauphin Co., March T., 1892, No. 282, on trial by court without jury.\nBefore Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydrick, JJ.\nAppeal in court below by defendant from tax settlement.\nThe case was tried without a jury under the act of April 22, 1874. The facts were found by the court as follows, in an opinion by McPherson, J.:\n“ 1. The defendant is a Pennsylvania corporation originally chartered April 9, 1872, P. L. of 1873, p. 1096. This act refers to the act of May 12, 1871, P. L. 787, and both are therefore made part of this 'finding. During the tax year of 1890 it had an average capital stock of $6,502,405, but declared dividends amounting to seven per cent upon an average capital stock of only $4,798,164.10. Upon the last named amount this settlement seeks to recover a tax of three and one half mills.\n[ “ 2. During the said tax year, and for some time previous thereto, the defendant was exclusively engaged in the manufacture and sale of electrical apparatus and appliances, and machinery for the generation, transmission and utilization of electricity, and in no other business. It conducted its principal manufacturing operations in Pittsburgh, where it employed between eight hundred and a thousand men. It also operated a manufacturing establishment in the city of New York, and a similar establishment in the city of Newark in New Jersey. The value of its manufacturing plant in Pennsylvania was’ $2,861,245.08; the value of its manufacturing plant in New York, all of which is tangible property, was $554,912.27; the value of its manufacturing plant in New Jersey, all of which is tangible property, was $998,126.79.] [1]\n[ “ 3. A considerable portion of defendant’s capital stock, namely, $4,217,530.34, is invested in and represents patent rights granted by the United States, the entire ownership and interest in which was, during said year, and still is, in the defendant. These patents are absolutely essential to enable the defendant to manufacture and sell the electrical apparatus, machinery, etc., above described, and they are, and were during the said tax year, fairly worth the valuation above placed upon them. If the defendant had not owned these patents, its other property would have been worth much less than the values above estimated. The defendant’s machinery would have been far less valuable, because much of it was adapted especially to the manufacture of the various articles covered by said patents.] [2]\n“ 4. The defendant is not engaged in brewing and distilling spirituous- or malt liquors and does not enjoy and exercise the right of eminent domain.\n[“ Upon these facts and for the reasons given in Commonwealth v. William Mann Co., No. 385 January term, 1892, we hold that the defendant is a corporation organized exclusively for manufacturing purposes and actually carrying on manufacturing within the state, and therefore that no portion of its capital stock is taxed by section twenty-one of the act of 1889; but if this position is not correct it is clear that so much at least of its capital stock as is invested in its manufacturing plants in New York and New Jersey are not taxable. Commonwealth v. Pennsylvania Coal Co., 5 Pa. C. C. 90; Commonwealth v. American Dredging Co., 122 Pa. 386.\n“We also hold that so much of its capital stock as is invested in patent rights granted by the United States is not taxable by the state. As we understand the evidence, these patent rights were either originally issued, or have been directly assigned, to the defendant; and it therefore stands in the same position as an original patentee. The case differs from those heretofore decided by the Supreme Court and to be found in 28 W. N. 515 et seq., as will be shown in a few moments. It presents a question of great importance, which has not been decided by any court of last resort so far as we are aware, and which deserves and has received our careful consideration. We have reached the conclusion above stated, and will briefly give the reasons which we have found controlling.] [6]\n“ The property in every patented invention has two elements : first, the right to practice the invention, and, second, the monopoly of sale, use and manufacture in favor of the inventor. Each of these elements is property; each may be dealt with as property by the owner, and to some extent may be dealt with separately if he chooses. If it is necessary to support by authority the position that a patent right is property, a recent decision in point may be found in Rehfuss v. Moore, 134 Pa. 471. This right may be transferred by three different forms of conveyance, namely, assignment, grant and license, each having a well-defined, technical meaning, and each operating only upon its appropriate subject-matter. Neither has any necessary connection with the tangible, patented article, and with this we have no present concern; the subject now involved is the right in its twofold aspect.\n“An assignment, then, operates upon both elements above referred to, upon the invention and also upon the monopoly, and cannot transfer either separately. It must convey the entire interest of the patentee, or an undivided part thereof, and must embrace the whole United States. A grant differs from an assignment only in the fact that the area within which it operates is defined, and must be less than the whole United States. A license is the conveyance of any more restricted interest in the invention than that which is the proper subject of a grant, and does not transfer the monopoly except by way of estoppel against the owner of the patent. The distinction is thus stated in Robinson on Patents, § 792: ‘A transfer of the right to make, or use or sell, or of the exclusive right to make, use or sell, does not convey the entire interest; the grant must operate on all three of these rights and be exclusive as to all; and a transfer which does not thus operate is a mere license.’ And in § 806 the distinction is thus stated: 4 Any conveyance of an interest in a patented invention, which cannot operate as an assignment or a grant, is a license.’ For a full discussion of the whole subject of transferring letters patent we refer to Robinson on Patents, chap. Y, § 752 et seq., and § 806 et seq. See also Oliver v. Rumford Works, 109 U. S. 81.\n“ In the first two forms of transfer it is plain that the specially valuable element of the patent, namely, the monopoly, the right to exclude others from making, using or selling the patented article or process, is directly conveyed by the patentee and passes completely to the assignee or grantee, who may thereafter protect his rights by suit in his own name. It is plain also that this right to exclude rests upon the federal constitution and the acts of congress. Whenever, therefore, it appears that the capital stock of a Pennsylvania corporation has been invested in either an assignment or a grant of a patent right, in our opinion the state must be forbidden to tax such stock.\n“ The case of a license stands in a somewhat different position. This form of conveyance does not rest upon the acts of congress, but upon custom and judicial sanction : 2 Rob. Pat. § 760. It is governed and defined by state law as distinguished from statutory patent law, and is subject to the incidents which attach to all agreements: lb. § 806. Its extent depends entirely upon the contract of the parties, but even where it takes the usual form or exclusive right to use, or to make and use, or to make and sell, within a specified territory, it does not in any degree transfer the monopoly. This is only affected by estopping the licensor from exercising his prohibitory powers in derogation of the privileges conveyed by him to the licensee: lb. § 606. The exclusive licensee is entitled to enjoy the privileges thus conveyed without interference from the licensor, and to be protected by him against the violation of these privileges by others (Ibid. § 819), but this right of enjoyment and protection rests upon express or implied contract and not upon the federal law. The licensee cannot protect himself against one who is infringing upon his privilege ; he must call upon the licensor as the person who possesses the monopoly, and can only hope for relief through his successful action. If the licensor refuses to exert his monopoly in behalf of the licensee, the latter has no remedy against the infringer; his only right of action lies against the licensor for an ordinary breach of an express or implied agreement. While, therefore, the licensee may be seriously affected by the monopoly, he has no legal interest in it; he cannot control it or wield any of its power, and his connection with it is sensibly different from the connection enjoyed by an assignee or a grantee.\n“ But while all this is true and from certain standpoints a license differs materially from an assignment or a grant, when the power of the state to tax is being considered, it seems to us that there is no important difference. The interference of the state is just as effective if it may tax the investment by a licensee, as if it might also tax the ownership of the licensor. Free transfer is hindered as certainly by taxing the buyer as by taxing the seller; and the owner of a patent would have just reason to complain if he discovered that, while the state could not tax his ownership and right to license, it could so tax his intending licensees as to wholly prevent the transaction. ' Putting aside for a moment the veil of capital stock, could it be successfully argued that the state could tax directly the contract of license ? It is easy to see, that to burden this form of contract may seriously impair the value of the patent; in many cases it would wholly destroy its value; and to assert the right of the state to tax it, and thus to harm or to destroy a creature of federal power, seems to us a wholly untenable position.\n“ In every case, therefore, it is necessary as a preliminary mat-\nter to construe the agreement by which the alleged, transfer is made; and, of course, if the agreement is held to be neither an assignment, nor a grant, nor a license, but a mere leasing or sale of patented articles, the question of the state’s right to tax the stock will not arise. This, apparently is the position taken in Commonwealth v. Cent. D. & P. T. Co., 28 W. N. 515; Commonwealth v. Phila. Co., Ib. 518; Commonwealth v. Brush E. L. Co., Ib. 527, and Commonwealth v. Edison E. L. Co., Ib. 581; and its correctness is not to be denied. The agreements there in question look to us like licenses, and we would pronounce them to be licenses if the question was open; but the Supreme Court has construed them to be leases of tangible property, and we have followed that construction in opinions filed herewith. We refer to these cases not to criticise them, but merely to show that they do not proceed bej'ond the stage of preliminary inquiry above referred to. It was unnecessary to go further, but if the agreements then construed had been found to be assignments or grants, or licenses properly so called, we do not doubt that the capital stock invested therein would have been held to be beyond the reach of taxation by the state.\n“This is a question of power and not of practical results. Either the state may tax capital stock thus invested or it may not; if it may not, it seems superfluous to consider the consequences. Believing the argument to be sound which denies the power of the state to tax this stock,, we feel at liberty to follow it until it is decided to be invalid. Briefly stated, the argument is this:\n“The tax now in question is upon the defendant’s capital stock, and not upon the dividends, which only furnishes the measure of taxation: Phoenix Iron Co. v. Com., 59 Pa. 104; Bridge Co. v. Com., 117 Pa. 265. Being upon the capital stock, it is a tax upon the company’s property and assets: Com. v. Standard Oil Co., 101 Pa. 119; Fox’s Ap., 112 Pa. 354; and is, therefore, upon the patent rights themselves, whether they are original patents or assignments or grants or licenses. They must be considered as property of some kind, although thq right is intangible, and is merely ‘ a property in notion,’ to use Lord Mansfield’s phrase concerning copyright in Miller v. Taylor, 4 Burr. 2396; see also Rehfuss v. Moore, 134 Pa. 471. Considered, therefore, as a tax upon the right itself, we think it cannot possibly be supported, because it restrains and interferes with a right granted by congress in the exercise of power exclusively committed to the government of the United States by the federal constitution. That instrument, by section 8 of article 1, gives power to congress ‘ to promote the progress of science and useful arts by securing for limited times to authors and inventors the exclusive right to their respective rights and discoveries,’ and this power has been exercised for nearly a century. In respect to the subjects and exercise of other powers of congress, express or implied, it is abundantly settled that the states cannot interfere with either by taxation, because the power to tax to any degree involves the power to destroy. Thus, it has been held that a state could not tax the operations of a branch of the United States bank: McCullouch v. Maryland, 4 Wheat. 816; Osborne v. Bank, 9 Wheat. 738. And it cannot tax the loans of the United States : Bank v. Mayor, 7 Wall. 16; Pittsburgh v. Bank, 55 Pa. 45; or the office or emoluments of a federal officer: Dobbins v. Erie, 16 Pet. 435; or commerce between the states : Com. v. Canal Co., 1 Mona. 86 ; or the carriage of the mails : Com. v. R. R. Co., 21 W. N. 412; or the operations of a federal agency: R. R. Co. v. Peniston, 18 Wall. 5; or the franchise of a railroad company granted by congress: Cal. v. C. P. Ry. Co., 127 U. S. 1.\n‘- The reasoning of this latter case seems to us to be decisive of the point before us. The court says, p. 40: ‘Assuming, then, that the Central Pacific Railroad Company has received the important franchises referred to by grant of the United States, the question arises, whether they are legitimate subjects of taxation by the state. ... It may undoubtedly tax outside visible property of the company situated within the state. That is a different thing. But may it tax franchises, which are the grant of the United States ? In our judgment it cannot.’ After describing the character of the franchise, the opinion proceeds: ‘ Recollecting the fundamental principle, that the constitution, laws and treaties of the United States are the supreme law of the land, it seems to us almost absurd to contend that a power given to a person or a corporation by the United States may be subjected to taxation by a state. The power conferred emanates from, and is a portion of, the power of the government that confers it. The tax is not onfy derogatory from the dignity but subversive of the powers of the government and repugnant to its paramount sovereignty.’ While a patent right may not be a franchise in the strict sense of that word, it certainly resembles it in being a privilege which concerns and is intended to benefit the public, and which depends for existence and preservation upon the government which confers it. Such a right granted by congress would be exposed to serious danger if every state could tax it at will, either directly or by means of a tax upon capital stock. In Pennsylvania it could be reached without difficulty by exercising a legislative power to classify subjects of taxation. Suppose a taxing statute to put together in one class all corporations whose capital stock was invested, either in whole or in part, in patents granted by the United States, and to tax them at a different rate from all other corporations. If this would be constitutional the class first named might be destroyed; and before it is pronounced unconstitutional the objector may be recommended to lay down the rules which, in his opinion, ought to govern the legislature in classifying, and may then be referred to Com. v. Del. Div. Canal Co., 128 Pa., and the cases cited on pages 620 and 621, and to Com. v. Germania Brewing Co., 144 Pa., as illustrations of the extensive and undefined and perhaps indefinable nature of this great power.\n“ In conclusion, we desire to say that it has not been necessary to consider or determine the power of a state to tax tangible articles manufactured under a patent right, or to restrict the sale or to regulate the use of such articles in the exercise of the police power: Patterson v. Kentucky, 97 U. S. 501; the point decided is that the state may not tax capital stock invested in any form of the intangible right.\n“We, therefore,reach the following conclusions:\n“ 1. Defendant is a corporation organized exclusively for manufacturing purposes and actually carrying on manufacturing within the state.\n“ 2. No part, therefore, of its capital stock is taxed by section twenty-one of the revenue act of 1889.\n“ 3. If this is not correct, defendant is at least not taxable upon so much of its capital stock as is invested in its manufacturing plants in New York and New Jersey.\n“ 4. Defendant is not taxable upon so much of its capital stock as is invested in the patents above described.\n[“ We direct the prothonotary to enter judgment in favor of the defendant if exceptions are not filed according to law.”] [9]\nThe Commonwealth filed exceptions, alleging that the court erred (1, 2) in its 2d and 3d findings of fact, quoting them; (3) in not finding as a fact that defendant held shares of stock in sundry corporations, received in payment for manufacturing products sold, and which stocks it was, and is, the intention of the company to sell as soon as possible; (4) in not finding as a fact that defendant company held shares of stock in sundry corporations, purchased to obtain control of exclusive license to operate under patents owned by said corporation; (5) in not finding as a fact that defendant company held shares of stock in other companies, $110,338.44; (6) in its conclusions of law, quoting the portion of the opinion in brackets, as above ; (7, 8) in not holding the entire stock taxable under the revenue act of 1889; (9) in directing judgment as above; and (10) in not entering judgment for the full amount of the Commonwealth’s claim.\nThe court subsequently sustained the fourth and fifth exceptions, and overruled the others. Judgment was entered for the Commonwealth in the sum of $1,439.14.\nVarious exceptions were filed by defendant to the effect that the court erred in directing judgment to be entered in respect of shares of stock in other corporations held by the defendant.\nJErrors assigned by the Commonwealth were (1—10) dismissal of its exceptions, quoting them.\nErrors assigned by defendant were dismissal of its exceptions, quoting them.\nJas. A. Stranahan, deputy attorney general, and W. U. Hemsel, attorney general, for the Commonwealth,\ncited as to the taxation of manufacturing corporations: Com. v. Lack I. & C. Co., 129 Pa. 346; Commonwealth v. William Mann Co., 150 Pa. 64; as to taxation of patent rights: Webber v. Virginia, 103 U. S. 344.\nM. E. Olmsted, for Westinghouse Electric & Mfg. Co.\nOctober 3, 1892,"
  },
  "file_name": "0265-01",
  "first_page_order": 287,
  "last_page_order": 297
}
