{
  "id": 994658,
  "name": "Philadelphia, Appellant, v. Hestonville, Mantua and Fairmount Railroad Company; Philadelphia, Appellant, v. People's Passenger Railway Company",
  "name_abbreviation": "Philadelphia v. Hestonville & Fairmount Railroad",
  "decision_date": "1902-05-19",
  "docket_number": "Appeals, Nos. 25 and 26",
  "first_page": "38",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 38"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "169 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0269-01"
      ]
    },
    {
      "cite": "177 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883665
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0371-01"
      ]
    },
    {
      "cite": "44 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0454-01"
      ]
    },
    {
      "cite": "183 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896157
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0334-01"
      ]
    },
    {
      "cite": "100 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0583-01"
      ]
    },
    {
      "cite": "96 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0464-01"
      ]
    },
    {
      "cite": "58 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0463-01"
      ]
    },
    {
      "cite": "45 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 729,
    "char_count": 19883,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.3886450154713684e-07,
      "percentile": 0.6422955546829178
    },
    "sha256": "826e85a7ee2ec697c1fe53f3da0c8742458979e11bc92633476a92b75a32765c",
    "simhash": "1:357b05518a3cf17f",
    "word_count": 3485
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Dean, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Philadelphia, Appellant, v. Hestonville, Mantua and Fairmount Railroad Company. Philadelphia, Appellant, v. People’s Passenger Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgments in these cases are affirmed on the opinion of Judge Willson.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. Spencer Miller, assistant city solicitor, with him John L. Kinsey, city solicitor, for appellant.",
      "Russell Duane, Ellis Ames Ballard and Rufus E. Shapley, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Philadelphia, Appellant, v. Hestonville, Mantua and Fairmount Railroad Company. Philadelphia, Appellant, v. People’s Passenger Railway Company.\nStreet railways — Paving streets — Amendment—Statute of limitations— Notice.\nWhere a city brings a suit against a street railway company to recover the cost of paving streets occupied by the tracks of the company, and it appears in the course of the suit that the company sued was under no charter, contractual or statutory obligation to pay the cost of paving the streets, the city cannot after the statute of limitations has run against its claim, be permitted to amend its statement so as to aver that the company had by lease or merger acquired the franchises and assumed the burden of another railway company, and that by reason of such assumption of obligation it was liable for the paving. Such an averment introduces an entirely new cause of action.\nWhere the ordinances of a city provide that street railways shall pave or repave the highways “when requested so to do by the chief commissioner of highways” or “ after notice has been given to said company by the chief commissioner of highways.” and that if the companies refuse or neglect to do the work, the city may do it at their cost, the city cannot recover the cost of paving or repaving without showing that a proper notice and request had been given to the company.\nArgued March 27, 1902.\nAppeals, Nos. 25 and 26, Jan. T., 1902, by plaintiff, from judgment of C. P. No. 4, Phila. Co., . June T., 1893, Nos. 77 and 78, in cases of Philadelphia v. Hestonville, Mantua & Fairmount Passenger Railway Company and Philadelphia v. People’s Passenger Railway Company.\nBefore McCollum, C. J., Dean, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nAssumpsit to recover the cost of repaving streets.\n.On a motion for judgment on a point reserved, Willson, J., filed the following opinion:\nThese cases were tried together, and for convenience they may be disposed of together. Suits were brought by the city to recover from the respective defendants the cost of repairing and repaving streets which were occupied by the tracks of the respective companies defendant. So far as the People’s Passenger Railway Company is concerned, the case as tried only related to the cost of repaving, there having been an amicable settlement of the claim for the repairs which was originally covered by the same action.\nFor the disposition of these cases, and for the purpose of showing the grounds upon which the final judgment of the court is based, it will not be necessary to consider more than two or three questions. The first of these relates to an effort made by the city solicitor at the trial to amend the statement filed in each case so as, in short, to include averments to the effect that the companies defendant had by lease or merger acquired the franchises and assumed the burdens of other street passenger railway companies, and that by reason of such assumption of obligation, they were bound to pay the cost of the work which the city sought in these actions to recover. In order that the question may be intelligently understood, it is not necessary to enter further into a statement of the details of the point. It seems to have been conceded, at any rate, the argument proeeéded upon the assumption that, if the amendment was allowed as asked for, the position of the city and the grounds on which it would then stand would be stronger than if the city stood merely upon the averments in the statements as originally framed. The motion for leave to amend was opposed by the defendants’ counsel, and after argument it was refused. The reason upon which it was refused was that the introduction of the matter covered by the proposed amendment would constitute a different cause of action from that which was originally covered by the plaintiff’s statements, and that, in view of the fact that the statute of limitations had run against the claims as originally stated, it was not proper to allow amendments at the time of the trial which would deprive the defendants .of the benefit of that statute. It was contended at the trial, and is now contended on behalf of the city, that this view of the case was not sound. There is no doubt that, under the statutes of amendment which operate in this commonwealth, there has been and ought to be a large measure of liberality in regard to allowing amendments of pleadings, in order that substantial justice between litigants may be reached, and that substance may not be lost sight of in a rigid adherence to mere matters of form. It is not necessary to refer to many decisions in which this doctrine is laid down. The plaintiff’s counsel has referred to some of them. We do not hesitate to recognize the doctrine, and are quite ready to acknowledge its good sense, as well as its validity. At the same time, it is equally well settled that amendments will not be allowed, either in the form of the action or in the form of the pleadings, where such allowance will deprive a defendant of the benefit which the lapse of time has given him ; Smith v. Smith, 45 Pa. 403; Trego v. Lewis, 58 Pa. 463 ; Tyrrill v. Lamb, 96 Pa. 464; Miller v. Bealer, 100 Pa. 583.' Another case .to which reference may well be made is Grier v. Northern Assurance Company, 183 Pa. 334. That action was based upon a fire insurance policy. The motion was made to amend the statement so as to cover a verbal promise of compromise which was made! during negotiations. The policy contained a provision that suit must be brought to recover upon it within a year from the time of loss, and suit had been brought within that period of time. A motion to amend the statement was made after the year had expired, but within six years from the time of the verbal promise, and the amendment was allowed in the lower court, but the judgment was. reversed in the Supreme Court, which held that the verbal promise was so integrally connected with the policy of insurance that it was to be governed by the terms of the latter, as to the time within which suit might be brought upon it. It was held by that court that the amendment as allowed in the lower court introduced a new cause of action, and that this could not be permitted after the period of limitation provided by the policy had run. See also Wright v. Hart, 44 Pa. 454.\nWe do not see how we can avoid applying in this case the doctrine which has just been referred to. It seems to us that we must hold that the amendment which the city desired to make to the statement was such a change in the cause of action as is prohibited by any such view as the Supreme Court took in Grier v. The Northern Assurance Company. In that case, what was to be covered by the proposed amendment was a right growing out of the contract which was the basis of the original action, and only differed from it in this, that the plain-, tiff desired to aver that the parties’ minds had met in adjustment of their rights, and had agreed upon a settlement which the plaintiff desired to enforce by means of the amendment. That the Supreme Court said was improper, because the period of limitation mentioned in the policy had lapsed. But it is argued on behalf of the city that the cause of action would not be changed by the allowance of the amendments, which, at the trial, were refused. Undoubtedly, if that proposition can be maintained, the amendments ought to have been permitted, but we - are of the opinion that there is no valid foundation for the proposition.\nThe city, when it brought the suits originally, based its right to recover upon the charters of the companies sued and ordinances of the city through which it claimed the companies were subject. In the case of the Hestonville Company it failed to recover upon that ground. See 177 Pa. 371. Originally, it was not claimed that there was any right on which the city could hold the defendants; excepting their charters and the city ordk nances. If, as is now contended, the charters of the companies which made leases to, or were merged with the defendant, could properly be used in support of the averments of the statements in their original form, then it would follow either that no amendment is necessary, or that it should be allowed, but this is a view which we cannot adopt. It seems to us that, when the city asks leave now to hold the companies liable because those companies assumed certain obligations by virtue of leases from, or mergers with, other passenger railway companies, they are setting up an entirely independent and different cause of'action from that upon which, the city originally relied — different in its nature, different in the ground upon which the liability of the defendants would arise, and different in the character of the evidence which would be necessary to sustain the plaintiff’s position.\nIt has been argued, however, that the cause of action in the cases is merely the work done by the city and the undertaking or liability on the part of the defendants to pay for it. This statement, however, is incomplete. A cause of action includes the grounds upon which the liability arises, or, in other words, that which creates the obligation, as well as the doing of the work, to recover the cost of which an action is brought. Without entering further into the discussion of the question, we must conclude that the ruling of the trial judge in refusing to allow the amendments asked for was correct.\nAnother matter arises, which is covered by the reserved point in the case against the People’s Passenger Railway Company, upon the question whether or not before the city could recover against the defendant for the cost of repaving the streets, it was bound to notify the companies to do the wo.rk. Preliminarily, it may be stated that the question arises upon the assumption that there was no evidence in the eases tried that proper notice and demand had been given to and made upon the defendants. Upon that point, however, it was ruled by the trial judge that there was no evidence of such notice and demand. We see no reason to question the accuracy of that ruling. We do not think that such general statements as the evidence shows in regard to letters having been written to the defendants by the city’s officers, without proof of the delivery of such letters, or that stubs containing what purported to be the contents of notices given, in the absence of any evidence that the notices were served, should have any weight to establish the fact that proper notices were given. There was considerable liberality exercised at the trial on the part of the defendants in admitting that where the stubs contained the signatures or the initials of persons who presumably represented the city, the notices called for by the stubs were actually given. We think, however, that the defendants were correct in demanding that stubs not so verified, and letters as to the actual delivery of which nothing appeared, should not be admitted in evidence. We do not see any reason upon which a public body like the municipality should be relieved of the ordinary obligation to prove the service of a notice, which is the foundation of its right. Assuredly some practical method can be devised without a great deal of difficulty whereby the evidence of the service of such notices can be put in a form which would be recognized as sufficient by the courts. But that the municipality should be allowed entire exemption from the ordinary obligations of those holding contract relations with others would not only be unprecedented, but it would tend to foster a degree of looseness of administration which would not only be prejudicial to individual rights, but also harmful to the interests of the community.\nAssuming, then, as was ruled at the trial, that there was no proof that the city had served upon the companies notice of its demand that they should repave any of the streets in question, can it, in the absence of such notice, recover the cost of repaving? The question is one which does not seem to have been squarely and finally decided in Pennsylvania. There are expressions in various cases which seem to indicate that it has been the view of the courts that such notice was required. See Philadelphia v. Hestonville Passenger Railway Company, supra, and Phila. v. Thirteenth and Fifteenth Streets Passenger Railway Company, 169 Pa. 269.\nIf in the matter which is now before the court there was any obligation on the part of either of the defendants to pay for the cost of repaving streets, it arose by reason of the fact that under the acts incorporating them they became subject to the provisions of certain ordinances of the city. This it is conceded with regard to the People’s Passenger Railway Company, and therefore, to determine its obligations, it is necessary to consider what was required by the provisions of the ordinance referred to.\nThe first of these ordinances was that approved July 7,1857, which was entitled “ An ordinance to regulate passenger railways.” In its 3d section it is provided “that all railroad companies as aforesaid shall be at the entire cost and expense of maintaining, paving, repairing and repaving that may be necessary upon any road, street, avenue or alley occupied by them.”\nThe 4th section, however, provided, “ that it shall be the duty of any company as aforesaid, when requested so to do by the chief commissioner of highways, to remove any obstruction, mend or repair their road, pave or repave the highways, as hereinbefore provided, and should they refuse or neglect to. do so for ten days from the date of such notice, then and in such case the councils may forbid the running of any car or cars upon the said road until the same is fully complied with; and the city reserves the right in all such cases to repair or repave such streets, and the expense thereof shall be a judgment upon the road, stock and effects of such company, recoverable as judgments are now recoverable by the city of Philadelphia.”\nTaking this ordinance bjr itself, we think it is clear that it must be regarded as a unit, and that the 3d section, as quoted above, must be construed as setting forth in a general way the obligation of passenger railway companies which were subject to the provisions of the ordinance, but not, in view of later and more specific provisions in the ordinance, as the ground upon which recovery can be had against such companies. We think it clear that the general terms of section 3 must be held to be limited and controlled by the more specific provisions of section 4. That section, in defining the specific 'duty of any company, directs that it shall repair, pave or repave the highways, “when requested so to do by the chief commissioners of highways.” In case it fails to obey the notice or request, then councils reserve the right to forbid the running of the cars, and in all such cases, that is, as we understand it, cases in which the company has refused or neglected to repair, pave or repave, the city reserves the right to do the repairing or repaving itself. This seems to be the natural and proper interpretation to be put upon the ordinance of July 7, 1857. • But another ordinance on the same subject was approved on April 1, 1859, which was entitled “ An ordinance supplementary to an ordinance entitled ‘ An ordinance to regulate passenger railways,’ approved July 7, 1857.” Referring to such portions of it as relate to the matter in hand, it is to be noticed that section 4 provided, “ That any city passenger railway company now incorporated, or that may be hereafter incorporated, shall; after notice has been given to said company, by the chief commissioner of highways, repave or repair from curbstone to curbstone any street over and along-which the tracks or rails of said company may pass; the said paving and repairing shall be done according to the gradé now-established, or that may be hereafter established by law, and shall replace the grade of said street so far as the same may be altered by said company, and shall repave any street -used by said company as aforesaid, within the time fixed by the chief commissioner of highways in said notice, . . . and if said company shall fail to comply with the provisions of this section according to the term of notice served upon it, the chief commissioner of highways shall pave, repave- and repair said streets . . . the cost of which shall be collected of and from said company by the city of Philadelphia.”\nThere is perhaps no essential difference upon the point under discussion between the two ordinances, but we think that it would be proper, if there were any such difference, to regard the later of the two as fixing the obligation of the passenger railway companies. In the case of either ordinance, it seems to us that the true interpretation of the language employed requires that, before the city can call upon passenger railway companies to pay for repairing or repaving the streets it must appear that proper notice or request had been given to.the company by the chief commissioner of highways to do the work. As we have already said, this, in our view, is the proper interpretation to be given to the ordinance of 1857. Under that ordinance the duty of the company to repair, pave or repave the • highways only arose when it was requested to do so by the chief commissioner of' highways, and -it was only in case of refusal or neglect on its part to do so that the city reserved the right to repair or repave the streets itself. This view is made stronger by the ordinance of 1859. There the due notice to repave or repair was required, but it was also provided that the paving and repairing should' be done according to an established grade, and that the grade should be replaced, “ so far as the same may be altered by said'company.” The company was also required to repave any street used by it within the times fixed by the .Chief commissioner of highways, in said notice. All such provisions plainly implied that the passenger railway companies were, in the first instance, required to do the work, but only after proper notice or request from the city through its proper officer. If the city intended to impose the obligation to incur the cost of such work upon the passenger railway company, the ordinance required that it should so indicate at the outset of the work. This was reasonable, in order that the company might get the benefit of such favorable terms as it might be able to obtain for the doing of the required labor. If it failed to comply with the notice and to do the work within the time fixed by the public authorities, then the ordinance provided that the city might do the work in its own way and recover the cost from the company.\n, On the whole, in regard to this question, we may say that it seems to us to be free from reasonable doubt, and that the true view to be taken of it is that before the city could recover from the company defendant, the cost of repaving the streets occupied by it, it was bound to show that the proper notice and request had been given to the company demanding that it should itself do the work of repaving. There having been no evidence to that effect, the city cannot recover in this action the cost of such repaving.\nFrom what has been said it follows that in the action brought against the Hestonville Passenger Railway Company a new trial must be refused, and that in the action against the People’s Passenger Railway Company judgment must be entered in favor of the defendant upon the point reserved.\nError assigned was the judgment of the court.\nE. Spencer Miller, assistant city solicitor, with him John L. Kinsey, city solicitor, for appellant.\nRussell Duane, Ellis Ames Ballard and Rufus E. Shapley, for appellee, were not heard.\nMay 19, 1902:"
  },
  "file_name": "0038-01",
  "first_page_order": 68,
  "last_page_order": 76
}
