{
  "id": 994769,
  "name": "Lewis, Appellant, v. Lewis",
  "name_abbreviation": "Lewis v. Lewis",
  "decision_date": "1902-06-04",
  "docket_number": "Appeal, No. 291",
  "first_page": "194",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "90 Ill. 444",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2754056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/90/0444-01"
      ]
    },
    {
      "cite": "16 Neb. 322",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2348283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/16/0322-01"
      ]
    },
    {
      "cite": "17 Cal. 589",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2299368
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/17/0589-01"
      ]
    },
    {
      "cite": "8 Cal. 407",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "1 Metc. 486",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "22 Pick. 85",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0085-01"
      ]
    },
    {
      "cite": "40 N. Y. 363",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        503182
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/40/0363-01"
      ]
    },
    {
      "cite": "36 Mo. 85",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        988074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/36/0085-01"
      ]
    },
    {
      "cite": "20 Neb. 216",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4404952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/20/0216-01"
      ]
    },
    {
      "cite": "31 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0289-01"
      ]
    },
    {
      "cite": "34 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0252-01"
      ]
    },
    {
      "cite": "3 L. R. A. 754",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "165 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0139-01"
      ]
    },
    {
      "cite": "181 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0080-01"
      ]
    },
    {
      "cite": "58 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0365-01"
      ]
    },
    {
      "cite": "163 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0461-01"
      ]
    },
    {
      "cite": "181 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "176 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/176/0373-01"
      ]
    },
    {
      "cite": "165 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/165/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 9370,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 1.310280111308407e-07,
      "percentile": 0.6242082067332884
    },
    "sha256": "084c5c8c9add7d78b66a94618385657104cd8397db089989a0f2feb60791e446",
    "simhash": "1:ee139602760ac258",
    "word_count": 1671
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown and Potter, JJ."
    ],
    "parties": [
      "Lewis, Appellant, v. Lewis."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nPrior to March, 1878, the complainant in this case lived with his family in Schuylkill county, Pennsylvania. Deeming it for his interest to remove to Dakota, he executed upon March 20, 1878, a special power of attorney, authorizing his wife, Sarah Lewis, as his agent and attorney to collect all debts, rents or other moneys due him, or which might thereafter be payable to him, and to use the same for the support and maintenance of herself and children. He also authorized her to make sale of certain real estate, but there was no authority for her to appropriate the proceeds of any such sale of the real estate for the maintenance of herself and'children.\nWhen Mr. Lewis removed to Dakota, it was expected that in due time his wife and family should follow him. For some reason, however, they did not go, and the husband continued to reside in Dakota, while the wife and family remained in Pennsylvania. From time to time he made remittances of money, and more than once came back upon a visit. The wife, in the mean time, continued to collect and use the rentals of the husband’s real estate, and received the wages of the minor children.\nOn May 11, 1894, Sarah Lewis, as attorney in fact for her husband and individually, executed and acknowledged a deed to her son, the respondent in this case, for lot No. 147 in the plan of lots mentioned, the consideration recited in the deed being the sum of $2,000. On December 11,1895, she executed and acknowledged another deed to her son for lot No. 145, for a consideration as expressed of $1,800.\nAs a matter of fact, however, no money consideration for the deeds actually passed between the mother and her son. The real consideration, according to the testimony, being certain moneys which the respondent had previously given to his mother from his earnings, and which she had used for her maintenance, and in making repairs to the property in controversy. He also, as part of the consideration, made an agreement to support his mother for the remainder of her natural life.\nIf it be conceded that under the special power of attorney, executed by the complainant, his wife liad authority to convey the property, there remains a serious question as to whether or not the consideration received by the wife was sufficient to support the conveyance.\nThe trial judge held that the consideration was sufficient but cited no authorities in support of his conclusion. One of the cases relied upon in the other branch of the case, in sustaining the right to make the conveyance, is Peck v. Harriott, 6 S. & R. 146. In this case, Duncan, J., on page 148, lays down the principle that, “ An attorney who has power to convey, has so essentially the power to receive the purchase money, that a voluntary conveyance, without receiving the stipulated price, or security for it, would be fraudulent, and either the whole contract might be rescinded by the principal or the vendee liable for the purchase money.”\nA number of authorities are summed up in 1 Am. & Eng. Ency. of Law (2d ed.), 1003, 1004. They hold substantially that an agent appointed generally to sell real or personal property must receive therefor a consideration in money, and that he cannot give away the property, or make a conveyance in consideration of love and affection in the principal for the grantee ; and that “ a valid exercise of the authority requires the transaction to be for the benefit of the principal, who is not bound by the pledge or transfer of the property by the agent as security or in payment of his own debts.”\nIn Paul v. Grimm, 165 Pa. 139, it was held that “an attorney in fact, with power to sell land, has no authority, in the absence of instructions to the contrary, to receive payment for the land, otherwise than in money.”\nIn Kern’s Estate, 176 Pa. 373, we find that “ an attorney in fact can lawfully use the property of his principal only in the business of the principal. The use of such property for the payment of his own debt, or that of any other person, is not authorized by the power.”\nIn this case Mrs. Lewis undertook to sell her husband’s real estate, not for any consideration paid to her in cash at the time of the conveyance, but for past payments of money made to her in small amounts by her son, and used by her for her own purposes. The conveyance based upon this indebtedness to her son, coupled with an agreement for her future support, was not a lawful execution of the power. The husband had aright under the power of attorney to expect that a sale would be made for a consideration which would be of value to himself, and which would yield him some substantial return. The real estate which he owned had a certain market value. So long as he held title to it that value belonged to him. It was certainly the duty of his agent and attorney in fact to obtain for the property when sold something like a substantial equivalent. Instead of making a sale which would yield such a result, the wife undertook to hand over the property to the son, without securing for her principal any equivalent whatever. The fact that the relation of husband and wife existed between them made no difference in the requirement of duty under the power of attorney: Wilson v. Wilson-Rogers, 181 Pa. 89. The complainant had gone to a far country, for a reasonable purpose, and the testimony shows no failure upon his part to care for his wife, in so far as any necessity existed therefor. Having intrusted her with the care of his property and allowed her to use the income therefrom, he certainly had the right at his home coming to receive his own, or its equivalent in value, in case of its conveyance under the power of attorney.\nHolding as we do that there was practically no consideration for the deeds, and that they are therefore to be deemed invalid, the question of the delivery of the deeds need not be discussed. The complainant is entitled to a decree declaring that the deeds in question are null and void for want of any sufficient consideration, and directing the respondent to surrender the said deeds to the complainant for cancelation.\nThe decree of the court below dismissing the bill is reversed, and the bill is reinstated, and it is ordered that the record be remitted to the court below for further proceedings in accordance with this opinion.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "E. P. Leusehner and W. D. Seltzer, for appellant.",
      "W J. Whitehouse, with him D. L. Thomas and B. A. Freiler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lewis, Appellant, v. Lewis.\nPrincipal and agent — Attorney in fact to sell land — Consideration—Husband and wife.\n■Where a husband gives a power of attorney to his wife to collect debts and rents and apply the proceeds thereof to the maintenance of herself and children, and also to sell real estate, but with no power to apply the proceeds thereof to her own use, a deed made by the wife to her son for certain of the husband’s lands in consideration of certain previous payments made by the son to his mother for her support, and also in consideration of an agreement on the son’s part to support his mother thereafter, is invalid as to the husband, as not based upon a consideration moving to him.\nArgued Feb. 18, 1902.\nAppeal, No. 291, Jan. T., 1901, by plaintiff, from decree of C. P. Schuylkill Co., Jan. T., 1900, No. 1, dismissing bill in equity, in case of Lewis J. Lewis v. Samuel E. Lewis.\nBefore McCollum, C. J., Mitchell, Fell, Brown and Potter, JJ.\nReversed.\nBill in equity for the cancellation of deeds.\nFrom the record it appeared that the complainant and defendant were father and son, and that the deeds were executed by Sarah E. Lewis, the wife of complainant to defendant, her son, under an alleged authority contained in a power of attorney from complainant to his wife executed on March 20, 1878. The circumstances under which the power of attorney was given and the deed executed are fully stated in the opinion of the Supreme Court.\nError assigned was decree dismissing the bill.\nE. P. Leusehner and W. D. Seltzer, for appellant.\nAn agent constituted for a particular purpose and under limited power cannot bind his principal if he exceeds his power. A special power must be strictly pursued, and whoever deals with an agent constituted for a special purpose deals at his peril when the agent passes the precise limits of his power : Devinney v. Reynolds, 1W. & S. 328; Williams v. Getty, 31 Pa. 461; Campbell v. Foster Home Assn., 163 Pa. 632.\nA special power is to be strictly executed, otherwise its execution amounts to nothing: Wickersham v. Savage, 58 Pa. 365; Wilson v. Wilson, 181 Pa. 80.\nAll sales, whether of real or personal property, by an agent appointed generally to sell, must be for a consideration in money, and such an agent cannot bind his principal by receiving payment in bonds, notes or other paper: Paul v. Grimm, 165 Pa. 139; Randall v. Duff, 3 L. R. A. 754; Boardman v. Dean, 34 Pa. 252; McCollough v. McKee, 16 Pa. 289.\nW J. Whitehouse, with him D. L. Thomas and B. A. Freiler, for appellee.\nWhere the agent is authorized in general terms to sell, he is assumed to have power to take all the usual steps to effect the sale: Peck v. Harriott, 6 S. & R. 146; Williams v. Getty, 31 Pa. 464; Alexander v. Goodwin, 20 Neb. 216; Lamy v. Burr, 36 Mo. 85; Haydock v. Stow, 40 N. Y. 363; Valentine v. Piper, 22 Pick. 85; Yale v. Eames, 1 Metc. 486; People v. Boring, 8 Cal. 407; Fogarity v. Sawyer, 17 Cal. 589; Plummer v. Buck, 16 Neb. 322; Hemstreet v. Burdict, 90 Ill. 444.\nJune 4, 1902:"
  },
  "file_name": "0194-01",
  "first_page_order": 224,
  "last_page_order": 228
}
