{
  "id": 994772,
  "name": "Gitt's Estate",
  "name_abbreviation": "Gitt's Estate",
  "decision_date": "1902-06-04",
  "docket_number": "Appeal, No. 359",
  "first_page": "263",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0331-01"
      ]
    },
    {
      "cite": "134 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0426-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 4896,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 7.063884962999275e-08,
      "percentile": 0.4256379425981978
    },
    "sha256": "0b919d74854a0257328b7fb8139db6e20d64021c26436f1c11ec3541b64f9db1",
    "simhash": "1:68f721b22f12eaa7",
    "word_count": 878
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown and Potter, JJ."
    ],
    "parties": [
      "Gitt’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb.. Justice Mitchell,\nThe official function of an executor is not to hold money but to distribute it. If he is to hold it at all, he must do so as trustee and by virtue of some direction or intent of the testator. In the present case there is no such intent manifested. On the contrary the implication is strongly to the contrary. The testator divided the share of his deceased son into three parts, one to be paid to his grandson Jesse when he arrives at twenty-one, one to his granddaughter Elizabeth to be paid when she arrives at twenty-one, and the “ remaining one-third part of said share shall be held by my executors ” charged on lands devised to them, and “ the interest to be paid by them to Emma K. Gitt, widow of my son,” etc. And as to this portion he further directed that the executors might at any time pay it to “ some reliable trust company,” and be discharged from further liability. Here is the division of a specified share of his estate into three parts, all to-be paid in the future, with the creation of an express trust as to one part and no similar direction as to the other two. The inference is irresistible that as to those two no trust was contemplated or intended.\nThe party to receive a legacy is the legatee, and when he is incapacitated by infancy his legal representative is a guardian; That is the case presented here. When the testator made his will, his two grandchildren were infants, and he directed that their portions should be paid to each on reaching the age of twenty-one. That might or might not be before testator's own death. In fact it was afterwards, and the legatees therefore were incapable of taking in person at that time. In the absence of any direction or apparent intent of the testator to the contrary, their shares were to be held in the interim by their legal representative, a guardian.\nDecree affirmed.",
        "type": "majority",
        "author": "Mb.. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Henry C. Niles, with him George E. Neff, for appellant, cited Yost’s Estate, 134 Pa. 426.",
      "Edward Chapin, with him C. E. Ehrehart, for appellee, cited Senseman’s App., 21 Pa. 331."
    ],
    "corrections": "",
    "head_matter": "Gitt’s Estate.\nExecutors and administrators — Guardian and ward — Trust and trustees.\nThe official function of an executor is not to hold money but to distribute it. If he is to hold it at all he must do so as trustee and by virtue of some direction or intent of the testator.\nWhere a testator gives legacies to his grandchildren and directs that their shares shall be paid to the legatees as they severally reach the age of twenty-one years, and there are no other directions as to the legacies, the executors are not entitled to hold the legacies until the legatees reach the age of twenty-one years, but it is their duty to pay the legacies over to the guardian of the grandchildren.\nArgued May 19, 1902.\nAppeal, No. 359, Jan. T., 1901, by George D. Gitt and Harry N. Gitt, Executors of Joseph W. Gitt, Deceased, from decree of O. C. York Co., sustaining exceptions to auditor’s report,\nBefore Mitchell, Dean, Fell, Brown and Potter, JJ.\nAffirmed.\nBefore Bittenger, P. J.\nExceptions to report of C. J. Delone, Esq., auditor.\nFrom the report of the auditor it appeared that Josiah W. Gitt died on February 10, 1898, leaving a will in which, after making certain bequests, he directed as follows:\n“ The remaining share to the widow and heirs of my deceased son, Clinton J. Gitt, as follows: one-third part of said share to be paid to Jesse Gitt, son of my deceased son, Clinton, when he arrives at the age of twenty-one years; one-third part of said share to be paid to Elizabeth Gitt, daughter of my deceased son, Clinton, when she arrives at the age of twenty-one years ; and the remaining one-third part of said share shall be held by my executors, and to be invested by them in the property devised to them individually the interest of which to be paid by them, at the rate of five (5) per cent per annum, to Emma K. Gitt, widow of my son, Clinton, during her natural life or widowh ood, and after her death, or remarriage, said one-third part of said share shall be paid to Jesse Gitt and Elizabeth Gitt, children of my deceased son, Clinton, in equal shares. My executors may, at their option, pay said one-third part held by them for the use of Emma K. Gitt, at any time to some reliable trust company, to be held by it upon the same trusts as herein specified, and upon such payment my said executors, and the property devised to them in which said sum is invested, shall be discharged from all further liability or account of the same.”\nThe auditor awarded the shares of Jesse Gitt and Elizabeth Gitt to the executors to hold until the legatees reached the age of twenty-one years respectively.\nExceptions to the auditor’s report were sustained by the court, and the shares of the minors were awarded to the York Trust Company, their guardian.\nErrors assigned were in sustaining exceptions to report of the auditor.\nHenry C. Niles, with him George E. Neff, for appellant, cited Yost’s Estate, 134 Pa. 426.\nEdward Chapin, with him C. E. Ehrehart, for appellee, cited Senseman’s App., 21 Pa. 331.\nJune 4, 1902:"
  },
  "file_name": "0263-01",
  "first_page_order": 293,
  "last_page_order": 295
}
