{
  "id": 994680,
  "name": "Nesinger, Appellant, v. Clay & Hinkletown Turnpike Company",
  "name_abbreviation": "Nesinger v. Clay & Hinkletown Turnpike Co.",
  "decision_date": "1902-06-04",
  "docket_number": "Appeal, No. 138",
  "first_page": "265",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "153 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0047-01"
      ]
    },
    {
      "cite": "66 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0222-01"
      ]
    },
    {
      "cite": "100 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0356-01"
      ]
    },
    {
      "cite": "118 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0344-01"
      ]
    },
    {
      "cite": "17 W. N. C. 429",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "58 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0253-01"
      ]
    },
    {
      "cite": "3 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0202-01"
      ]
    },
    {
      "cite": "33 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0202-01"
      ]
    },
    {
      "cite": "33 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0131-01"
      ]
    },
    {
      "cite": "41 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0450-01"
      ]
    },
    {
      "cite": "1 Mona. 567",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        254749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/1/0567-01"
      ]
    },
    {
      "cite": "160 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0277-01"
      ]
    },
    {
      "cite": "158 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "128 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0621-01"
      ]
    },
    {
      "cite": "192 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/192/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 8619,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 5.29975337322509e-08,
      "percentile": 0.3349046604647607
    },
    "sha256": "eac099feeabbccf0eab3fb5146170275de325f7385d0a45b3b78752e7feb91d2",
    "simhash": "1:1d76f2332b09a835",
    "word_count": 1471
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Nesinger, Appellant, v. Clay & Hinkletown Turnpike Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nIn Schload v. Clay & Hinkletown Turnpike Co., 192 Pa. 40, this court decided nothing. The case was argued after the death of Justice Williams, and our Brother Bbown, who succeeded had been of counsel, so that the court was necessarily limited to six judges and these were divided equally on the question of affirmance or reversal. No opinion was intimated on any of the questions raised. The case, therefore, stands upon the authority of the court of common pleas of Lancaster, neither impaired nor strengthened by the appeal to this court. None of the questions involved in that case have been raised or argued in the present appeal, and we express no opinion upon them, but it has seemed proper to say this much on the subject to avoid misunderstanding in view of the reference to that decision by the learned judge below. ' He, however, rested his decision finally on the ground of the plaintiff’s laches and in this he was entirely right. The decree is affirmed on so much of his opinion as relates to that subject.\nDecree affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "John II. Fry and Thomas B. Holahan, for appellant.",
      "John E. Malone, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nesinger, Appellant, v. Clay & Hinkletown Turnpike Company.\nEquity —Laches—Turnpike companies.\nWhere a turnpike company abandons its road, and the township supervisors thereupon maintain the road for several years, and subsequently a new turnpike company is organized, takes possession of the road, expends money upon it and erects toll gates, the supervisors cannot, after the expiration of sixteen years from the time when the new company took possession of the road, maintain a bill in equity against it to restrain it from the use of the road until it had reimbursed the supervisors for the expenditures which the latter had made upon it.\nArgued May 20, 1902.\nAppeal, No. 138, Jan. T., 1902, by plaintiff, from decree of C. P. Lancaster Co., Equity Docket, No. 3, dismissing bill in equity in case of John Nesinger and Jonas Dommoyer v. Clay & Hinkletown Turnpike Company.\nBefore Mitchell, Dean, Fell, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity to restrain the defendant from using a road until certain payments were made to plaintiffs.\nThe court stated the facts to be as follows:\nIt is admitted that the plaintiffs are the supervisors of Clay township, having been duly elected to their respective offices, and that they entered upon the duties of their office. It is also admitted that on March 24, 1803, the legislature of Pennsylvania enacted a law, enabling the governor to incorporate the Downingtown, Ephrata and Harrisburg Turnpike Company, and that that company was duly incorporated, and built, constructed and for many years operated and maintained a turnpike road, extending in part through Clay township, the extent of the road through said township being about three miles. About the year 1870, this turnpike company abandoned the same, and, since that time, has neither maintained any part of its turnpike in Clay township nor collected tolls thereon. The supervisors of Clay township thereupon took charge of that portion of the road, put it in good order and repair, and continued to maintain it as a county road, free from toll, until September 6, 1884. The amount thus expended was kept by the supervisors and county auditors in a township account book, and an accurate account thereof, as therein contained, fixed the amount at $803.87. It is admitted that the defendant has never reimbursed the said township for any of these expenditures, and has refused so to do.\nOn April 29, 1884, letters patent were duly granted to the Clay and Hinkletown Turnpike Company, the above-named defendant. The said company thereupon entered upon the bed of the said abandoned turnpike and located its road thereon, erected toll gates and commenced to collect toll for the time of the same. It has continued in such occupancy from that time to the present. It has prevented the use by the public of the said road, unless toll was paid by the traveling public for traveling over the same. Shortly after a license was granted to the defendant authorizing it to erect gates and to collect tolls, a petition was presented on behalf of Clay, Ephrata and Earl townships, asking that the order of the court should be rescinded or the license stopped until the said townships were reimbursed for the money expended by them in repairing the roadbed, between the time of • its original abandonment in 1870 and its new occupancy by the defendant company. This court, after fully hearing the petitions, dismissed them at the costs of the petitioners.\nLandis, J. (after discussing some matters not passed upon by the Supreme Court).\nThe final disposition of the case must necessarily depend upon whether the plaintiffs have been guilty of such laches as prevents them from securing, at this late day, equitable relief. The turnpike of the defendant company was built in 1884, long before the decision in Groff’s Appeal, 128 Pa. 621. This bill was filed on April 14, 1900. Upon the faith of its charter and under the impression that it had a lawful right to occupy this road, the company expended a large amount of money in its improvements. Neither the citizens nor the township authorities gainsaid that right. Only after sixteen years of use was this injunction asked for. In Commonwealth v. Bala & Bryn Mawr Turnpike Company, 158 Pa. 47, where an amendment of the charter of a turnpike company was made by the court of common pleas, and, under the decree, unappealed from, the company expended a large amount of money in extending its road, it was held that, after the expiration of five years, a court of equity would refuse its aid, even to the commonwealth, and that laches might be imputed to the commonweath as well as to the individual. Paxson, C. J., in that case, used the following language, which appears to apply with peculiar appropriateness to the present one: “The defendant company was acting under color of authority in pursuance of a decree of one of the commonwealth’s own courts, and it seems ungracious, on the part of the commonwealth, after permitting the company to expend a large amount of money in extending their turnpike road, to question, years afterwards, the regularity of the proceeding under which the expenditures were made. Were the complainants here a private individual, we would not hesitate to say that his laches was a bar to this proceeding.” See also Pennsylvania Schuylkill Valley R. R. Co. v. Philadelphia & Reading R. R. Co., 160 Pa. 277. The facts before us are, however, much weaker than those in the case from which we have just quoted. Here, the commonwealth is not a party, nor do the supervisors represent the commonwealth. The prayer of the bill is for an injunction and restraining order, and is for the benefit of the township and the township alone. The well known rule is, that, to entitle the plaintiff to an injunction, he must show a case clear and free from doubt and must not be guilty of laches. Therefore, in Dunmore Borough’s Appeal, 1 Mona. 567, where the complaint was that a turnpike company had appropriated a public highway within the limits of the borough without warrant of law and had located a toll gate thereon, and it was sought by injunction to restrain them from maintaining the same, the court below, holding that “ a clear right and the prompt assertion of it was the rule,” and that, after eleven years, the application was too late, dismissed the bill, and this action was sustained by the appellate court upon appeal.\nWe are of opinion that, after this long delay, the plaintiffs should not, in equity, maintain this bill, and it is, for this reason, dismissed at their costs.\nError assigned was decree dismissing the bill.\nJohn II. Fry and Thomas B. Holahan, for appellant.\nStatutes of limitations run not against the public, nor will lapse of time change the nature of a nuisance: Com. v. Miltenberger, 7 Watts, 450; Rung v. Shoneberger, 2 Watts, 26; Kittanning Academy v. Brown, 41 Pa. 270; County of Susquehanna v. Deans et al., 33 Pa. 131; Wartman et al. v. City of Philadelphia, 33 Pa. 202; Com. v. Bowman, 3 Pa. 202; Philadelphia v. Philadelphia & Reading R. R. Co., 58 Pa. 253; Stevenson’s App., 17 W. N. C. 429; Com. v. Moorehead, 118 Pa. 344; Com. v. McDonald, 16 S. & R. 400.\nJohn E. Malone, for appellee.\nThat township supervisors may be guilty of laches does not admit of doubt. The statute of limitations even runs against them: Township of Rush v. Schuylkill County, 100 Pa. 356; Evans v. Erie County, 66 Pa. 222.\nAnd in the case of Commonwealth v. Bala & Bryn Mawr Turnpike Co., 153 Pa. 47, laches was imputed to the commonwealth.\nJune 4, 1902:"
  },
  "file_name": "0265-01",
  "first_page_order": 295,
  "last_page_order": 299
}
