{
  "id": 994748,
  "name": "Commonwealth, Appellant, v. American Car and Foundry Company",
  "name_abbreviation": "Commonwealth v. American Car & Foundry Co.",
  "decision_date": "1902-06-03",
  "docket_number": "Appeal, No. 21",
  "first_page": "302",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 302"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Cranch. 52",
      "category": "reporters:scotus_early",
      "reporter": "Cranch.",
      "case_ids": [
        572698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0052-01"
      ]
    },
    {
      "cite": "62 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0417-01"
      ]
    },
    {
      "cite": "54 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006300
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0180-01"
      ]
    },
    {
      "cite": "5 Wall. 111",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "198 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "145 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 17019,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 3.3289237523675063e-07,
      "percentile": 0.8734383742063726
    },
    "sha256": "b4e0ba5fefab3f99da69b7e24ee29d29a52b347cc7ec057e7b50e167383e8f6b",
    "simhash": "1:b82658a647adb59b",
    "word_count": 2888
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell; Dean, Fell, Brown and Potter, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. American Car and Foundry Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJudgment affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Frederic W. Fleitz, deputy attorney general, and John P. Elkin, attorney general, for appellant.",
      "M. E. Olmsted, with him A. O. Stamm, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. American Car and Foundry Company.\nTaxation— Corporations — Foreign corporations — Manufacturing corporations — Exemption.\nSo much of the capital stock of companies incorporated by other states than Pennsylvania and organized for manufacturing purposes as is invested in and actually and exclusively employed in carrying on manufacturing within the state is exempt from state taxation by the proviso to section 21 of the act of June 8, 1891, as amended by section 1 of the Act of June 8, 1893, P. L. 353.\nArgued June 3, 1902.\nAppeal, No. 21, May T., 1902, by plaintiff, from judgment of C. P. Dauphin Co., Commonwealth Docket, 1901, for defendant, on appeal from tax settlement in case of Commonwealth v. American Car and Foundry Company.\nBefore Mitchell; Dean, Fell, Brown and Potter, JJ.\nAffirmed.\nAppeal from tax settlement.\nSimonton, P. J., filed the following opinion:\n1. The requests of defendant’s counsel for findings of facts, which we have affirmed and file herewith, show that defendant is a corporation chartered under the laws of the state of New Jersey for the'purpose of “ the manufacture and sale of railway passenger, freight and street cars, the manufacture and sale of car trucks and car wheels, and any and all parts of cars or car trucks,” and for many other purposes which are set forth at length in the third paragraph of its certificate of incorporation, which has been given in evidence and is hereby referred to and made part of this finding.\n2. In 1889, defendant purchased real estate, buildings and machinery from Pennsylvania corporations at Milton and at Berwick, Pennsylvania, constituting manfacturing plants at each place, in the use of which it was extensively engaged during the tax year, 1900, in manufacturing railway cars of iron and wood, employing all its capital stock invested in this state in manufacturing at these places.\n8. Defendant had complied prior to 1900 with the terms of the act of April 22, 1874, entitled “An act to prohibit foreign corporations from doing business in Pennsylvania without having known places of business and authorized agents ; ” and had received from the secretary of the commonwealth his certificate showing compliance with said act.\n4. Defendant’s officers, in February, 1901, made and forwarded to the auditor general a report and appraisement of its property invested in this state during the tax year 1900, appraising it at $358,000, and accompanying their report with a petition and statement of facts upon which defendant claimed exemption from taxation on its capital stock on the ground that it is a manufacturing corporation.\n5. The auditor general did not accept the appraisement so made, but claiming that the capital stock of defendant invested in Pennsylvania was of the value of #1,512,285.62, and that being a foreign corporation it was not entitled to the exemption from taxation accorded to manufacturing corporations by the acts of 1889, 1891 and 1893, he settled an account against it, charging it with tax at the rate of five mills on that sum, amounting to #7,561.43, from which settlement defendant appealed.\nDISCUSSION.\nWe have not been furnished with evidence from which we could determine what was the actual value of the capital stock of defendant invested in its manufacturing plants in this state, and this question was not discussed on either side at the trial. We therefore do not consider it, assuming that if the conclusion to which we come on the question of defendant’s claim to be exempt from tax should not be sustained on appeal, the question of tbe amount of its capital stock invested in Pennsylvania will be open for after determination.\nThe substantial question in the case is presented by the contention of the learned attorney general that “ this company being a foreign corporation not organized under the laws of our state and not within the class of corporations contemplated by the legislature is not exempt from the taxes imposed by the revenue act of assembly of 1879 and its supplements.”\nIn support of this proposition the attorney general cites the decision of the Supreme Court in Commonwealth v. Northern Electric Light and Power Co., 145 Pa. 105, the effect of which he summarizes thus : “ Certainly the Supreme Court said in as plain words as it was possible to write into an opinion that only those corporations, the creation of which had been authorized by the act of 1849 and its supplements as enlarged and extended by our general corporation act of 1874 had the right to claim the benefit of the exemption as provided in the act of 1885.” Mr. Justice Williams certainly did say this in the opinion in that case. But of the decision based on this reasoning when it was brought to the test of use as a precedent in Commonwealth v. Keystone Electric Light, Heat and Power Co., 198 Pa. 245, Mr. Justice Fell, delivering the opinion of the court, said: “ The reason assigned for the decision in Commonwealth v. Northern Electric Light Company, however, is not satisfactory. Carried to its logical conclusion as was done in this case by the learned judge who decided it in the common pleas it leads to a wrong result. Electric light, heat and power companies are manufacturing corporations within the meaning of the act of 1874 and its supplements.” The attorney general recognizes this, but quotes and relies on what Mr. Justice Fell further said of the decision in that case that electric light companies were not exempt from the tax: “ They are not exempt from a tax on their capital stock under section 20, of the act of 1885, because they are not within the policy of the legislature in passing that act, and it was not intended that they should share its benefits.” And he contends in his brief that: “ The question of public policy having been made the ground for supporting the electric light company cases, this principle should be taken into consideration in deciding the case now pending. It certainly could not have been the intention of the legislature as a question of public policy to encourage the creation of foreign corporations for the purpose of transacting their business in Pennsylvania by exempting their capital stock from taxation. The policy of our laws should be to encourage the incorporation of domestic companies for manufacturing purposes.”\nIf the question in this case were whether an electric light, heat and power company were exempt from the tax on capital stock we would, of course, unhesitatingly follow the precedent of the Northern Electric Light case and decide it was not. But the electric light cases are not authority for cases involving the question of the right of other companies to the exemption. These are to be decided by determining the proper construction of the acts taxing the capital stock of corporations, and if the language of the acts is clear and unambiguous, the court is in duty bound to enforce them according to their obvious meaning, and is not at liberty to enlarge or limit their scope by any ideas it may have of what should be the policy of the legislature. This has been so often said that it is commonplace, but, as it seems to have been overlooked in the discussion of the electric light cases we refer to a few of the utterances of the courts on this subject.\nIn Hadden v. The Collector, 5 Wall. 111, Mr. Justice Field, delivering the opinion of the court, said: “ What is termed the policy of the government with reference to any particular legislation is generally a very uncertain thing upon which all sorts of opinions, each varying from the other, may be formed by different persons. It is a ground much too unstable upon which to rest the judgment of the court in the interpretation of statutes.”\nIn Bradbury v. Wagenhorst, 54 Pa. 180, Mr. Justice Thompson, delivering the opinion of the court, said: “Whatever may have been the legislative thought no ambiguity exists in what they have said, and when the words of a statute are plainly expressive of an intent, the interpretation must be in accordance therewith.”\nIn Dame’s Appeal, 62 Pa. 417, Sharswood, C. J., said, at' page 422: “ The moment we depart from the plain words of a statute according to their ordinary and grammatical meaning in a hunt for some intention founded on the general policy of the law, we find ourselves involved in a ‘ sea of troubles.’ Difficulties and contradictions meet us at every turn.”\nIn tbe Schooner Paulina v. United States, 7 Cranch. 52, Mabshall, C. J., said: “ In construing laws it has been truly said to be the duty of the court to effect the intention of the legislature; but this intention is to be searched for in the words which the legislature has employed to convey it.”\nIn Priestman v. United States, 4 Dali. 28, Mr. Justice Chase, speaking of rules of construction, said: “None can be more dangerous than that which, distinguishing between the intent and the words of the legislature, declares that a case not within the meaning of a statute according to the opinion of the judges\" shall not be embraced within the operation of the statute, although it is clearly within the words ; or, vice versa, that a case within the meaning, though not within the words, shall be embraced. For my part, .... I shall always deem it a duty to conform to the expression of the legislature to the letter of the statute when free from ambiguity and doubt without indulging a speculation either upon the policy or the hardship of the law.”\nSedgwick, in his work on the Construction of Statutory and Constitutional Law, page 205, says: “The tendency of all our modern decisions is to the effect that the intention of the legislature is to be found in the statute itself, and that there oiily the judges are to look for the mischiefs meant to be obviated and the remedy to be provided.”\nCitations of utterances to the same effect from judges both in this country and in England might be multiplied indefinitely, but these we think are sufficient to make clear the principle upon which this case is to be decided.\nIn accordance with this principle we are to construe section 20 of the Act of June 8,1891, P. L. 235, which enacts “ that here\"after, except in the case of banks, saving institutions and foreign insurance companies, it shall be the duty of the president and chairman or treasurer of every corporation having capital stock .... now or hereafter organized or incorporated by or under any law of this commonwealth .... or under the laws of any other state or territory of the United States, or by the United States, or by any foreign government, and doing business within the commonwealth ” to make report of its capital stock to the auditor general; and the Act of June 8, 1898, P. L. 354, which provides “ that every corporation .... and company whatsoever from which a report is required under the 20th section” (of the act of June 8, 1891, above quoted) “ shall be subject annually to a tax at the rate of five mills upon each dollar of the actual value of its capital stock of all kinds; ” with the proviso “ that this section shall not apply to the taxation of so much of the capital stock of corporations .... organized for manufacturing purposes which is invested in and actually and exclusively employed in carrying on manufacturing within the state, except companies engaged in the brewing or distilling of malt liquors, and such as enjoy and exercise the right of eminent domain.” And we are to determine from the language used whether the legislature intended but failed to insert the further proviso that the exemption should not apply to corporations organized and incorporated by other states. To summarize the act: It requires that every company whatever, except banks, saving institutions and foreign insurance companies, doing business in Pennsylvania, shall report the value of its capital stock to the auditor general; and every corporation whatever required to report shall be subject to the tax on capital stock ; except manufacturing corporations whose capital stock “is invested in and actually and exclusively employed in carrying on manufacturing within the state.”\nBut it does not stop here. There were manufacturing corporations engaged in brewing and distilling; and if nothing further were added their capital stock would be exempt. They are therefore excepted. And there might possibly be manufacturing corporations “ enjoying and exercising the right of eminent domain.” If any, they are excepted. And then the exemption is guarded so as not to apply to such capital stock, if any, of manufacturing corporations as “ may be invested in any property or business not strictly needed or appurtenant to its manufacturing business.” And manufacturing corporations are not exempted from payment of “ local taxes assessed upon its property in the district where located.” And then the object of the proviso is again stated to be “ to relieve from state taxation only so much of the capital stock as is invested purely in the manufacturing business.” Yet with all this care evidently taken to guard and limit the exemption and to leave no room for doubt to what it applies, we are asked to say that the language of the act shows that the legislature intended but omitted to add “except also manufacturing corporations organized or incorporated by or under the laws of any other state or territory of the United States, or by the United States, or by any foreign government.”\nWe say we are asked to find this intention and omission from the language of the act because “ whatever may have been the legislative thought when the words of a statute are plainly expressive of an intent, the interpretation must be in accord therewith; ” and we cannot “ depart from the plain words of the statute according to their ordinary and grammatical sense in a hunt for some intention founded on the general policy of the law” (Bradbury v. Wagenhorst, 54 Pa. 180); and, therefore, if the language of the act does not show an intent not expressed, we are not at liberty to look elsewhere for it.\nIn our opinion, there is not the slightest ambiguity in the language of this proviso, nor evidence of any intent not clearly expressed in it, and we would therefore have no hesitation in resting the decision of the case on the construction of the proviso according to its plain intent and meaning.\nBut the legislature has furnish.ed us in other enactments with direct evidence tending to show what is its policy on this subject. The Act of June 7,1881, P. L. 89, makes it “lawful for any company incorporated by the laws of any other state for the manufacture of any form of iron, steel or glass to erect and maintain buildings and manufactuing establishments within this commonwealth, and to hold real estate not exceeding 100 acres necessary and proper for such manufacturing purposes.”\nAnd having thus invited foreign manufacturing corporations to come into the state, it assures them of a welcome in these words : “Every foreign corporation doing business as aforesaid in this commonwealth shall be liable to taxation to an amount not exceeding that imposed on corporations organized for similar purposes under the laws of this state, and every such foreign corporation taking the benefit of this act shall make the same returns to the auditor general that are now required by law of the corporations of this state.”\nThe scope of this act of 1881 is enlarged in supplements thereto of April 28, 1887, P. L. 76; April 30, 1891, P. L. 39; June 8, 1898, P. L. 389, and June 16, 1893, P. L. 466, each of which repeats the proviso relative to the taxation of foreign corporations contained in the act of 1881 quoted above.\nWe are at a loss to see how in the light of this legislation there could be any doubt what, the legislative policy was, so that even if we were permitted — as by the true principles of the construction of legislative enactments we are not — -to “ hunt for some intention founded on the general policy of the law,” to use Shaeswood’s, C. J., phrase, we should find the intention of the legislature in enacting the exempting proviso to the act of 1893 to accord with the construction we have placed upon it above. This construction leads us to the following conclusion of law:\nThat so much of the capital stock of companies incorporated by other states than Pennsylvania and organized for manufacturing purposes as is invested in and actually and exclusively employed in carrying on manufacturing within the state is exempted from state taxation by the proviso to section 21 of the act of June 8, 1891, as amended by section 1 of the Act of June 8, 1893, P. L. 353. Therefore, judgment is directed to be entered in favor of defendant if exceptions be not filed within the time limited by law.\nError assigned was the judgment of the court.\nFrederic W. Fleitz, deputy attorney general, and John P. Elkin, attorney general, for appellant.\nM. E. Olmsted, with him A. O. Stamm, for appellee.\nJune 3, 1902:"
  },
  "file_name": "0302-01",
  "first_page_order": 332,
  "last_page_order": 339
}
