{
  "id": 994656,
  "name": "Keefer, Appellant, v. Sunbury School District",
  "name_abbreviation": "Keefer v. Sunbury School District",
  "decision_date": "1902-06-04",
  "docket_number": "Appeal, No. 296",
  "first_page": "334",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 334"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 400,
    "char_count": 9085,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.1277675023956488e-07,
      "percentile": 0.5750225206179974
    },
    "sha256": "ecd0fbb983605a8b793feec9b4a3b8072785556f31f135a100af561ba7622595",
    "simhash": "1:10c2e52849e54c78",
    "word_count": 1499
  },
  "last_updated": "2023-07-14T16:21:24.936962+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Keefer, Appellant, v. Sunbury School District."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis is not a case in which the various parts of the specifications are contradictory and inconsistent, so as to require parol testimony to determine which portion expressed the meaning of the parties. The only question here presented is as to what the contract included, and whether it fairly contemplated the erection of the smoke, heat and ventilating flues and stacks. This called for a construction of the written terms of the agreement, and was therefore for the court.\nWe see no reason to differ from the views expressed by the trial judge in his analysis of the contract, and we agree with the conclusions he reached. We do not find anything in the testimony to warrant the claim of the appellant that the school district was estopped from asserting that the erection of the stacks, flues and vents for the heating and ventilating plant was included in the contract. Neither do we find sufficient evidence to establish a waiver of the provision, stipulating against any allowance for extra work, unless agreed upon in writing in advance.\nTbe assignments of error are dismissed and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Andrew A. Leiser, with him M. L. Snyder, for appellant.",
      "<7. M. Clement and I. Clinton Kline, for appellee."
    ],
    "corrections": "",
    "head_matter": "Keefer, Appellant, v. Sunbury School District.\nContract — Construction—Province of court and jury.\nWhere the specifications attached to a contract for the construction of a schoolhouse show on their face that a heating plant of a particular kind was to be used in the building, and specify that “ the walls shall have all necessary openings, a[r spaces and vertical channels for chases, heating, plumbing and ventilating pipes,” and the specifications are not contradictory or inconsistent, their construction is for the court, and the court commits no error in deciding that they cover the erection of the smoke, heat and ventilating flues and stacks suitable for the heating plant which was to be placed in the building.\nArgued May 26, 1902.\nAppeal, No. 296, Jan. T., 1901, by plaintiff, from judgment of C. P. Northumberland Co., Feb. T., 1900, No. 166, on verdict for plaintiff in case of George W. Keefer v. Sunbury Borough School District.\nBefore Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit on a building contract. Before Savidge, J.\nAt the trial it appeared that in 1896, the school district of the borough of Sunbury determined to erect a high school building. The plans submitted by Wagner & Reitmeyer, architects, were accepted. Proposals for the construction of the building were invited. These proposals were to be in accordance with specifications and drawings. The specifications disclosed that a plan of heating submitted by the Peck-Williamson Heating and Ventilating Company was 'to be used in the building. The specifications provided that “ the walls shall have all necessary openings, air spaces and all vertical channels or chases for heating, plumbing and ventilating pipes.” The contract for the erection of the building was awarded to plaintiff. It provided for a fixed sum “ without any extra or additional compensation unless expressly assented to in writing before the extra work is commenced.” Plaintiff claimed that the erection of the smoke, heat and ventilating flues and stacks was not covered by the specifications, and that for this work he should be paid $2,225.85 extra.\nThe court charged in part as follows:\n[The first question arising naturally is, whether or not the erection of these flues and stacks by Mr. Keefer was reasonably contemplated by the contract, or in other words was part of the contract. I think they were.] [1]\n[It turns out, at least it is claimed by the plaintiff, that these specifications were not with the secretary of the school board, and that the specifications proper were not with Wagner & Reitmeyer. But the plans of Peck-Williamson Heating and Ventilating Company were with him, or had been with him, and from these he made his tracings or drawings which formed a part of the contract of Mr. Keeler, and they, as I understand, showed everything that was essential to be known by a contractor in order that he might intelligently bid upon the work of erecting these stacks, etc.] [3]\n[I say to you again, as I have already said to you, there can be no waiver of its terms (i. e., the provision requiring extras to be in writing) by the building committee, or by any member thereof, and much less by less than .a majority of a building committee.] [4]\nPlaintiff’s points were as follows:\n1. The proposal and contract of Keefer, the plaintiff, to and with the school district of the borough of Sunbury, the defendant, by its express terms covers only the erection of the high school building in accordance with the plans and specifications prepared by Wagner & Reitmeyer, architects, and attached to said contract, and the detailed plans and specifications prepared by the said Wagner & Reitmeyer, architects, and does not cover the plans and specifications of the Peck-Williamson Heating and Ventilating Company, and the heating plant, stacks, flues, vents and other brickwork connected therewith, said Peck-Williamson Heating and Ventilating Company’s plans and specifications not having been prepared by Wagner & Reitmeyer, architects, and not having been attached to said contract. Answer: Refused. [5]\n2. If the jury believe the evidence on the part of the plaintiff, and, inter alia, that, when Keefer, before he had submitted his proposal, went to the office of Irwin — the secretary of the board of school directors and the chairman of the building committee in charge of this work, and to whom bidders, in the notice of the school board soliciting proposals, were referred for the specifications and drawings in accordance with which they were to bid for the high school building — and inquired for the Peck-Williamson Heating and Yentilating Company’s specifications and drawings, such drawings and specifications were not there, and said Irwin told him not to bid on the heating plant or the brickwork connected therewith, and that he had nothing to do with the plans and specifications for the heating plant, as it had already been contracted for, and Keefer put in his proposal without taking the heating plant and its brickwork into account in his estimate, the school district, defendant, is estopped from claiming that such heating plant or any part thereof was a part of and covered by Keefer’s proposal and included in his contract. Answer: Refused. [6]\n3. A provision in a building contract that no extras shall be paid for unless assented to in writing before the extra work is commenced, may be waived by the conduct of the parties, and if the jury believe the testimony on the part of the plaintiff, and, inter alia, that, when the question of the construction of the stacks, flues and vents, to wit: the brickwork connected with the heating plant, was under consideration, and in doubt or dispute as between said defendant and said Peck-Williamson Heating and Ventilating Company, the defendant, through its building committee, authorized Keefer, the plaintiff, to erect said stacks, flues and vents and promised to pay him therefor, and in pursuance of such agreement and promise the plaintiff erected said stacks, etc., furnishing the materials and labor therefor, then the jury will be warranted in finding that this was a waiver of the provision in the contract that no extras shall be paid for unless authorized in writing by the architects or building committee, and the plaintiff will be entitled to recover therefor at the agreed price, or if, no price were expressly agreed upon, then at such price as said work and materials were reasonably worth. Answer: Refused. [7]\n4. The fact that, although no written orders for extras were given, the defendant paid to the plaintiff to the amount of $726.93 for extras at different times and in different sums, is pregnant evidence to show that the defendant had waived the provision of the contract, that no extras were to be paid unless assented to in writing, by its course of dealing with plaintiff. Answer: Refused. [8]\n5. The provision relating to extras in the contract between Keefer and the school district, and requiring the price to be first agreed upon and work authorized in writing, refers solely to alterations in the work referred to in the specifications as prepared by Wagner & Reitmeyer, architects, and does not refer to the heating plant and the brickwork connected therewith. Answer: Refused. [9]\n' 6. Under all the evidence in the case the plaintiff is entitled to recover the value of the work and materials and services performed, furnished and rendered in the erection of the brickwork, stacks, flues and vents connected with the heating plant, to wit: what was agreed to be paid therefor by the building committee, or, if no price were agreed upon, then what the same were reasonably worth. Answer: Refused. [10]\nVerdict and judgment for plaintiff for $104. Plaintiff appealed.\nErrors assigned were (1-10) above instructions, quoting them.\nAndrew A. Leiser, with him M. L. Snyder, for appellant.\n<7. M. Clement and I. Clinton Kline, for appellee.\nJune 4, 1902:"
  },
  "file_name": "0334-01",
  "first_page_order": 364,
  "last_page_order": 368
}
