{
  "id": 994716,
  "name": "Philipsburg Water Company, Appellant, v. Philipsburg Borough",
  "name_abbreviation": "Philipsburg Water Co. v. Philipsburg Borough",
  "decision_date": "1902-10-13",
  "docket_number": "Appeal, No. 317",
  "first_page": "562",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 562"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "120 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0001-01"
      ]
    },
    {
      "cite": "31 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0175-01"
      ]
    },
    {
      "cite": "6 W. & S. 114",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "58 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0026-01"
      ]
    },
    {
      "cite": "37 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0340-01"
      ]
    },
    {
      "cite": "19 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0144-01"
      ]
    },
    {
      "cite": "197 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0080-01"
      ]
    },
    {
      "cite": "200 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0504-01"
      ]
    },
    {
      "cite": "195 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0566-01"
      ]
    },
    {
      "cite": "188 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901307
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0051-01"
      ]
    },
    {
      "cite": "180 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0509-01"
      ]
    },
    {
      "cite": "186 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989676
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0578-01"
      ]
    },
    {
      "cite": "178 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0001-01"
      ]
    },
    {
      "cite": "177 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0643-01"
      ]
    },
    {
      "cite": "189 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903510
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0023-01"
      ]
    },
    {
      "cite": "177 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0643-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 7301,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 6.172004459737083e-08,
      "percentile": 0.3831372022075418
    },
    "sha256": "ae30c73a0d3115fa45740b017e1306bd3da1c56c2fbc9aac45aca8574c22f6b7",
    "simhash": "1:0ed2de8f9be74373",
    "word_count": 1241
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Philipsburg Water Company, Appellant, v. Philipsburg Borough."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nIn October, 1881, the borough of Philipsburg made a contract with the Philipsburg Water Company for a supply of water for fire plugs and for fire protection during a term of twenty years. This period expired on January 1,1902. When the contract was made, the Philipsburg Water Company had the exclusive privilege of supplying water, and was the only water company doing business in the borough; but in 1897 another corporation, the Citizens Water Company, was organized to do business in the same territory, and after considerable litigation its right to do so was upheld upon the ground that the prior company had for a period of five years divided among its stockholders from its earnings a dividend equal to eight per cent per annum upon the capital stock.\nThe question was settled in Philipsburg Water Company v. Citizens Water Company, 189 Pa. 23.\nThis court there held that for the reason above stated the. Philipsburg Water Company was no longer possessed of the exclusive privilege of furnishing water to the inhabitants within the territory embraced in its charter. This established the right of the Citizens Water Company to do business in Philipsburg, and gave to the people of the borough a choice between the service offered by the two companies. In September, 1901, in anticipation of the expiration of the contract made with the Philipsburg Water Company, the borough council advertised for bids for furnishing fire plugs and water for fire purposes for a term of years, beginning January 1, 1902. Shortly after-wards the Philipsburg Water Company filed its bill alleging that the borough was about to enter into a contract with the Citizens Water Company for a supply of water for municipal purposes. The bill denied the right of the borough to take any such action, and alleged that it was without power or authority to enter into such a contract, and prayed for an injunction. The court below granted a temporary restraining order, which was afterwards dissolved, and after a full hearing upon bill, answer and testimony, the bill was dismissed.\nThe only question raised by this appeal is as to the power of the borough to exercise the right of choice between the two water companies authorized to do business in the borough. The appellant contends that it alone has the right to supply the borough with water for public purposes, and that the borough has no right to enter into a contract with the other water company. Appellant’s counsel argue that the borough, having once entered into an agreement with the first cornpanjr to supply water for municipal purposes, the municipal function has passed from the borough, and cannot be resumed except by the purchase of the appellant company’s works. This position might be well taken if the appellant had an exclusive right to supply water within the borough. If that were so it might properly cite in support of its contention the class of cases of which White v. Meadville, 177 Pa. 643, is a type, but as was said in Philipsburg Water Company v. Citizens Water Company, supra, these cases are not applicable to the case at bar. They apply only where an exclusive right is assailed. It has been judicially determined that this appellant, having enjoyed the benefits of a monopoly for the period prescribed by law, has no longer any just claim to an exclusive privilege; but apparently overlooking that fact, the appellant is here strongly contending that a distinction should be drawn against the municipal corporation, and that it should be held bound hand and foot to the Philipsburg Water Company, while all other consumers of water are free to choose between the two companies in the field. There is no reason for any such discrimination. With the ending of the exclusive privilege of the Philipsburg Water Company, the door was opened for the entry of all comers properly authorized. Any other water company could come in, or, the borough itself could erect its own works, subject only to the terms of its existing contract with the appellant. That agreement, however, did not cover a supply of water for municipal purposes in perpetuity. It was for a fixed and definite period of twenty years. ' When that time expired, the borough was under no compulsion to continue to take water for public purposes. It was at liberty to discontinue the supply altogether, if it saw fit, or to make such arrangements for its continuance as it deemed proper. It is idle to suggest that under these circumstances the appellant had any “vested right” to continue' to supply water to the borough for municipal purposes.\nThe assignments of error are overruled, the decree of the court below is affirmed, and the appeal is dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "David L. Krebs, with him George W. Zeigler and Alfred M. Liveright, for appellant.",
      "Ellis L. Orvis, and Calvin M. Bower, with them W. D. Crosby, for appellee."
    ],
    "corrections": "",
    "head_matter": "Philipsburg Water Company, Appellant, v. Philipsburg Borough.\nCorporations — Water companies — Exclusive privileges — Contract with borough.\nWhere a borough has made a contract with a water company for the supply of water for municipal purposes for twenty years, and during the continuance of the contract the water company lias lost its exclusive privileges by reason of having paid a dividend of eight per cent for the period of five years, the borough may upon the expiration of twenty years make a contract with another water company operating in the borough.\nArgued April 22, 1902.\nAppeal, No. 317, Jan. T., 1901, by plaintiff, from decree of C. P. Centre Co, Nov. T., 1901, No. 1, dismissing bill in equity in case of Philipsburg Water Company v. Philipsburg Borough.\nBefore Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity for an injunction.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in dismissing the bill.\nDavid L. Krebs, with him George W. Zeigler and Alfred M. Liveright, for appellant.\nThe borough having entered into an agreement or arrangement with the Philipsburg Water Company to supply water for municipal purposes, that municipal function has passed from the borough and cannot be resumed except in the manner pointed out by the act of April 29, 1874: White v. Meadville City, 177 Pa. 643; Metzger v. Beaver Falls Borough, 178 Pa. 1.\nThe borough will not be permitted to do indirectly what it cannot do directly: Welsh v. Beaver Falls Borough, 186 Pa. 578; Wilson et al. v. Boro. of Rochester, 180 Pa. 509; Carlisle Gas & Water Co. v. Carlisle Water Co., 188 Pa. 51; Tyrone Gas & Water Co. v. Tyrone Boro., 195 Pa. 566; Nelson v. Warren Boro., 200 Pa. 504; Bly v. White Deer Water Co., 197 Pa. 80.\nCharters granted by the state, under its special or general laws, constitute contracts between the state and the grantee, the obligation of which a subsequent legislature cannot impair: Dartmouth College v. Woodward, 4 Wheaton, 518; Bank of Penna. v. Com., 19 Pa. 144; Iron City Bank v. Pittsburg, 37 Pa. 340; Com. v. Pittsburg, etc., R. R. Co., 58 Pa. 26; Monongahela Nav. Co. v. Coons, 6 W. & S. 114; Western Saving Fund Society v. Philadelphia, 31 Pa. 175; Williamsport Pass. Ry. Co.’s App., 120 Pa. 1.\nThe right of the Philipsburg Water Company to supply water for municipal purposes is more than a mere legislative gratuity, it is a vested right, in its nature a species of property.\nEllis L. Orvis, and Calvin M. Bower, with them W. D. Crosby, for appellee.\nOctober 13, 1902:"
  },
  "file_name": "0562-01",
  "first_page_order": 592,
  "last_page_order": 595
}
