{
  "id": 994668,
  "name": "Dobbling, Appellant, v. York Springs Railway Company",
  "name_abbreviation": "Dobbling v. York Springs Railway Co.",
  "decision_date": "1902-10-13",
  "docket_number": "Appeal, No. 123",
  "first_page": "628",
  "last_page": "632",
  "citations": [
    {
      "type": "official",
      "cite": "203 Pa. 628"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0381-01"
      ]
    },
    {
      "cite": "114 U. S. 549",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11295172
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/114/0549-01"
      ]
    },
    {
      "cite": "109 U. S. 618",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/109/0618-01"
      ]
    },
    {
      "cite": "97 U. S. 398",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3375295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/97/0398-01"
      ]
    },
    {
      "cite": "166 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0258-01"
      ]
    },
    {
      "cite": "165 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0021-01"
      ]
    },
    {
      "cite": "151 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836660
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0472-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "104 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0440-01"
      ]
    },
    {
      "cite": "97 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0107-01"
      ]
    },
    {
      "cite": "52 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002205
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0214-01"
      ]
    },
    {
      "cite": "51 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0298-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    },
    {
      "cite": "69 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0489-01"
      ]
    },
    {
      "cite": "10 Phila. 438",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "2 P. & W. 454",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8879100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0454-01"
      ]
    },
    {
      "cite": "10 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0231-01"
      ]
    },
    {
      "cite": "14 N. Y. Supp. 467",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        4294707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/14/0467-01"
      ]
    },
    {
      "cite": "10 Phila. 486",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "29 Iowa, 537",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2281550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/29/0537-01"
      ]
    },
    {
      "cite": "48 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422194
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0161-01"
      ]
    },
    {
      "cite": "115 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0407-01"
      ]
    },
    {
      "cite": "197 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0460-01"
      ]
    },
    {
      "cite": "79 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0478-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 256",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0306-01"
      ]
    },
    {
      "cite": "200 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924403
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0230-01"
      ]
    },
    {
      "cite": "10 Phila. 438",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": 0
    },
    {
      "cite": "31 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0306-01"
      ]
    },
    {
      "cite": "200 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0230-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 9052,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.9468281414687936e-07,
      "percentile": 0.8485375016072365
    },
    "sha256": "c1dbfd0bb21cf0eeb92ad5c0092d798be22c08f831742827b9805fdd307cd398",
    "simhash": "1:1df0af9692389f59",
    "word_count": 1573
  },
  "last_updated": "2024-02-27T20:04:12.592414+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown and Pottek, JJ."
    ],
    "parties": [
      "Dobbling, Appellant, v. York Springs Railway Company."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMr. Justice Potter,\nThe plaintiff in this ease entered into a contract with the defendant company to do the grading, masonry and track laying on a line of railroad between Dillsburg and York Springs. He alleges that after he had made complete preparations to execute the contract, and had provided men and appliances of all lands, and had actually begun the work, certain complications arose concerning the right of way, and he was ordered by the defendant company to stop all work. The interference at first promised to.be temporary, and he was requested by the defendant company to remain on the ground with his working organization intact, and in readiness to proceed. Pie did so for a time at considerable expense, but was not allowed to begin operations during the time stipulated in the contract for its performance. The plaintiff brings this suit to recover for damages resulting from the stoppage of the work and the rescission of the contract. He makes no claim in this action for any compensation for work done under the contract, but seeks to recover for the loss of the contract.\nThe defendant rests upon a clause in the agreement, under which it contends that the plaintiff waived any right to recover in any action at law, and agreed that all disputes should be decided b,y the engineer. The provision in question is that commonly used in contracts for railroad construction work, and is as follows: “ The decision of the engineer shall be final and conclusive in any dispute which may arise between the parties to this agreement relative to or touching the same and each and every of said parties do hereby waive any right of action, suit or suits, or any other remedy in law or otherwise, by virtue of the covenants herein contained, so that the decision of the engineer shall, in the nature of an award, be final and conclusive on the rights and claims of said parties.”\nSuch a contingency as the entire stoppage of the work by the defendant company, or the rescission of the contract, was not apparently anticipated by either of the parties, and no provision was made in contemplation of any such occurrence. The agreement to submit to the decision of the engineer was limited to disputes relative to or touching the agreement itself, and the waiver of the remedy in law extended only to that which might be exercised by virtue of the covenants contained in the agreement. It did not cover questions outside the contract, and clearly could not include a claim for damages for the abrogation of the contract.\nDuring the progress of the trial, in ruling upon an offer of evidence, the learned judge of the court below construed this clause in the following language : “The words ‘relative to this agreement ’ clearly distinguish the clauses, and it does not seem to us that this dispute between the parties as to damages for the breach of the agreement was either in the contemplation of the parties to the contract that was signed, or within the provisions of the clause of the contract in regard to the decision by the engineer being final and conclusive.” But at the close of the testimony the trial judge was constrained to change his opinion as to the right of the plaintiff to recover in this action, and directed a verdict for the defendant.\nWe think that the court below was correct in the first impression, and that it should have adhered to the ruling made thereunder.\"\nThis precise question was considered by Judge Elcock in McGovern v. Bockius, 10 Phila. 438. He was dealing with a similar state of facts, and the clause providing for submission to the engineer was almost identical in its form with that now before us. Speaking with careful discrimination he there says: “We cannot conceive that the language of this agreement contemplates that the estimate of the engineer should be given on the rescission of the contract. It would not be a natural interpretation of it. The duties of the engineer render his decision valuable and conclusive upon disputes as to the quantity, quality and kind of work, the change of route, and as to numerous questions relating to the construction of the road; and hence the stipulation in all railroad contracts making his decision final. This was to avoid litigation as to these very nice questions, which are best determined upon the ground, but it was never intended that the engineer should usurp the province of the jury, and upon the rescission of the contract determine the contractor’s damages for the loss of his bargain. It can hardly be supposed that a contractor would put this power in the hands of the company’s engineer; at all events it should not be inferred from doubtful language in the agreement.”\nThe question here involved is also squarely ruled by Lauman v. Young, 31 Pa. 306. In that case the submission clause was worded differently, but the principle there established covers exactly the case in hand. There as here, the plaintiffs did not sue to recover for work done in performance of their contract, but to recover damages from the defendant for refusing to permit them to perform it. The engineer was to determine in regard to work done, but had nothing to do with a dispute between the parties arising from a claim for damages for not being permitted to do the work. As was there said with emphasis, “ The right of trial by jury will not be taken away by implication merely, in any case; it must appear in all cases that the parties have agreed to dispense with it.”\nThe same doctrine was applied and emphatically enforced by our Brother Brown in Chandley Brothers & Company v. Cambridge Springs Boro., 200 Pa. 230, where we held that before the decision of the engineer could be considered final and conclusive, it must clearly appear that such power was given to him.\nIn the present ease, the submission clause in the contract cannot properly be construed, to constitute the engineer the final umpire, to determine the plaintiff’s right to recover for damages for the loss of the contract.\nThe* assignments of error are sustained, and the judgment is reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "N. M. Wanner, with him W A. Miller, for appellant.",
      "R. W. Woods, with him George S. Schmidt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dobbling, Appellant, v. York Springs Railway Company.\nArbitration — Contract for construction of railroad — Rescission of contract — Railroads.\nAn arbitration clause in a contract for the construction of a railroad which makes the decision of the engineer final as to any dispute relative to or touching the agreement, and which waives the right to sue at law or otherwise, does not apply where no claim is made for work done under the contract, and the contract itself has been rescinded, and the contractor is claiming to recover for the loss of the contract.\nArgued May 20, 1902.\nAppeal, No. 123, Jan. T., 1902, by plaintiff, from judgment of C. P. York Co., Oct. T., 1901, No. 33, on verdict for defendant in case of John H. Dobbling v. York Springs Railway Company.\nBefore Mitchell, Dean, Fell, Brown and Pottek, JJ.\nReversed.\nAssumpsit for breach of a contract to construct a railway.\nThe name of the trial judge did not appear in the record.\nThe facts appear by the opinion of the Supreme Court.\nThe court gave binding instructions for defendant.\nError assigned was in giving binding instructions for defendant.\nN. M. Wanner, with him W A. Miller, for appellant.\nThe right of trial by jury cannot be taken away by implication. To oust the jurisdiction of the Courts, it must clearly appear that the subject-matter of the controversy was intended by the parties to be within the prospective submission to the decision of the engineer: Chandley Bros. & Co. v. Cambridge Springs Boro., 200 Pa. 230; Lauman v. Young, 31 Pa. 306; Citizens’ Trust Co. v. Howell, 19 Pa. Superior Ct. 256; Mentz v. Armenia Fire Ins. Co., 79 Pa. 478; Needy v. German Am. Ins. Co., 197 Pa. 460; Commercial Union Assurance Co. v. Hocking, 115 Pa. 407; Memphis, etc., R. R. Co. v. Wilcox, 48 Pa. 161; Jemmison v. Gray, 29 Iowa, 537; Kellow v. Jory, 2 Northampton, 229; Kreilich v. Klein, 10 Phila. 486; Velsor v. Eaton, 14 N. Y. Supp. 467; Hall v. Rupley, 10 Pa. 231; Shaw v. Lewistown, etc., Turnpike Co., 2 P. & W. 454; McGovern v. Bockius, 10 Phila. 438.\nR. W. Woods, with him George S. Schmidt, for appellee.\nThe arbitration clause ousted the jurisdiction of the courts: Howard v. Allegheny Valley R. R. Co., 69 Pa. 489; Monongahela Navigation Co. v. Fenlon, 4 W. & S. 205; Memphis, etc., R. R. Co. v. Wilcox, 48 Pa. 161; Reynolds et al. v. Caldwell, 51 Pa. 298; O’Reilly v. Kerns, 52 Pa. 214; Hartupee v. City of Pittsburg, 97 Pa. 107; Connor v. Simpson, 104 Pa. 440; Hostetter v. City of Pittsburg, 107 Pa. 419; Kennedy v. Poor, 151 Pa. 472; English v. Wilmerding Boro. School District, 165 Pa. 21; Gowen v. Pierson, 166 Pa. 258; Chandley Brothers & Co. v. Cambridge Springs Borough, 200 Pa. 230; Kihlberg v. United States, 97 U. S. 398; Sweeney v. United States, 109 U. S. 618; Martinsburg & Potomac R. R. Co. v. March, 114 U. S. 549; Custer v. Titusville Gas & Water Co., 63 Pa. 381; Brown v. Winehill, 3 Washington, 524 (28 Pac. Repr. 1037).\nOctober 13, 1902:"
  },
  "file_name": "0628-01",
  "first_page_order": 658,
  "last_page_order": 662
}
