{
  "id": 575022,
  "name": "Yinger, Appellant, v. Springer",
  "name_abbreviation": "Yinger v. Springer",
  "decision_date": "1973-05-23",
  "docket_number": "Appeal, No. 9",
  "first_page": "66",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "452 Pa. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "161 A. 2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290511
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0405-01"
      ]
    },
    {
      "cite": "20 Pa. D. & C. 2d 314",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1645839
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/20/0314-01"
      ]
    },
    {
      "cite": "53 A. 2d 116",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472119
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 5127,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 2.2014119206906627e-07,
      "percentile": 0.7751978976380476
    },
    "sha256": "95aed6cfef51eff9416f45ba6d3d94a414e9aab9a8d8c65d457a5e90ceb43ab0",
    "simhash": "1:a3637e239aa43baa",
    "word_count": 850
  },
  "last_updated": "2024-02-27T19:29:31.693513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Ea-gen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ."
    ],
    "parties": [
      "Yinger, Appellant, v. Springer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nOn April 23, 1971, appellant filed a complaint in equity against Jacob Springer to enforce specifically a conveyance of real estate. Appellant’s cause of action for specific performance was based on a written sales agreement dated July 19, 1968. The agreement of sale described the property in question as “the property known as R I) 1 New Cumberland Jacob Springer’s 80 acres more or less wich (sic) will exclude 7 acres of the 87 acres more or less.” The agreement of sale was signed by appellant and an agent of Springer who was authorized to sell Springer’s property. In Springer’s answer to the complaint, he alleged that Daugherty & Twigg, Inc. (also an appellee), had procured the authorization to sell Springer’s property by fraud. This matter was never reached at trial. At trial, after appellant presented his case, Springer’s motion for a non-suit was denied. Springer then took the witness stand. After his testimony the chancellor reconsidered and then granted Springer’s motion for a compulsory non-suit and ordered that all of his testimony be stricken from the record on the grounds that the agreement of sale contained an inadequate and insufficient description of the real estate to be conveyed. This appeal followed.\nAn examination of the testimony indicates that, at the time appellant concluded the presentation of his case, he had presented no evidence tending to show that the description of the land to be conveyed was sufficient to satisfy the statute of frauds. However, when the chancellor indicated that he had changed his mind and decided to grant the nonsuit, appellant’s counsel asked for permission to reopen his case in order to offer evidence that there was no dispute as to what land was to be conveyed. The court refused, ruling that parol evidence was not admissible. In this decision, we believe that the court was in error.\nIn Suchan v. Swope, 357 Pa. 16, 53 A. 2d 116 (1947), we were presented with a similar situation to the instant case. In that case, the only writing that comprised the sales agreement stated: “Received of Anna Suchan Fifty ($50.00) dollars first payment on my farm the balance thirty nine fifty (3950). Ray Swope.” At page 18.\nWe held this to be sufficient, explaining:\n“ ‘Parol evidence to describe the land intended to be sold is one thing, and parol evidence to apply a written description to land is another and very different thing, and for that purpose is admissible’. The designation ‘my farm’, under the circumstances of the present case, is clearly sufficient to satisfy the statute. Ray [Swope] owned only one farm and the parties well knew . . . what was intended by ‘my farm’. . . .\n“Our reports are replete with cases in which specific performance was granted, declarations of trust held valid, or other relief granted, where the description of the property involved was not more definite or detailed than that in the present instance. ...” At page 20.\nThe chancellor sought to distinguish the instant case from Suchan, supra, on the grounds that in Suchan, the whole farm was to be sold while in the instant case, a seven-acre portion was to be excluded from the whole farm. We do not find the distinction convincing. In Suchan, parol evidence was deemed admissible to show that the description “my farm” was sufficiently definite as to be identifiable.\nIn the instant case we must deal with a parcel which can be defined algebraically as “my farm minus X” where the parcel constituting “my farm” is given a more complete description than was given in Suchan and the parcel equal to “X” is defined only as a parcel equal to “7 acres” but which parcel appellant alleges is the subject of a sales agreement between Yinger and another buyer. Just as parol evidence is admissible to show that the description of the whole parcel is sufficiently definite under the statute, so parol evidence is admissible to show that the description of the parcel to be subtracted from the whole parcel is sufficiently definite under the statute.\nPrager v. McAdam, 20 Pa. D. & C. 2d 314 (1960), affirmed 399 Pa. 405, 161 A. 2d 39 (1960), upon which the chancellor relied, can be distinguished from the instant case. In Prager, the purchaser did not claim or seek to offer evidence to show that the description provided in the agreement, particularly the description of the parcel to be excluded from the total owned by the seller, was sufficiently definite to satisfy the statute of frauds.\nDecree vacated and case remanded to the Court of Common Pleas of York County for further proceedings consistent with this opinion. Costs to be borne by appellees.\nAppellant wished to show that Springer had sold the other seven acres.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Michael Brillhart, with him Robert II. Griffith, Henry Torchia, and Markowitz, Kagen & Griffith, for appellant.",
      "Joel 0. Sechrist, with him Donald T. Puckett, and Eveler, Puckett & Trout, for defendant-appellee.",
      "Robert E. Meyers, for additional defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "Yinger, Appellant, v. Springer.\nArgued January 16, 1973.\nBefore Jones, O. J., Ea-gen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nMichael Brillhart, with him Robert II. Griffith, Henry Torchia, and Markowitz, Kagen & Griffith, for appellant.\nJoel 0. Sechrist, with him Donald T. Puckett, and Eveler, Puckett & Trout, for defendant-appellee.\nRobert E. Meyers, for additional defendant-appellee.\nMay 23, 1973:"
  },
  "file_name": "0066-01",
  "first_page_order": 158,
  "last_page_order": 161
}
