{
  "id": 574479,
  "name": "Commonwealth v. Murray, Appellant",
  "name_abbreviation": "Commonwealth v. Murray",
  "decision_date": "1973-05-23",
  "docket_number": "Appeal, No. 1",
  "first_page": "282",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "452 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 S. Ct. 677",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "379 U.S. 976",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11799690,
        11799596,
        11799758,
        11799637,
        11799455,
        11799550,
        11799519
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0976-06",
        "/us/379/0976-04",
        "/us/379/0976-07",
        "/us/379/0976-05",
        "/us/379/0976-01",
        "/us/379/0976-03",
        "/us/379/0976-02"
      ]
    },
    {
      "cite": "202 A. 2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891856
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0081-01"
      ]
    },
    {
      "cite": "217 A. 2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900453
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0061-01"
      ]
    },
    {
      "cite": "235 A. 2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "260 A. 2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926138
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0330-01"
      ]
    },
    {
      "cite": "284 A. 2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940026
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0546-01"
      ]
    },
    {
      "cite": "263 A. 2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 8141,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 4.5504023599877756e-07,
      "percentile": 0.9244753265537875
    },
    "sha256": "f5c4dccd5b8790ae14a8e6474b0f309d8995d146c8976646b156f5f522764772",
    "simhash": "1:bad2c7c07bec1076",
    "word_count": 1347
  },
  "last_updated": "2024-02-27T19:29:31.693513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mander-INO, JJ.",
      "Mr. Justice Nix concurs in the result."
    ],
    "parties": [
      "Commonwealth v. Murray, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Eagen,\nOn July 8, 1966, in the course of a robbery of a jewelry store in Pittsburgh, the operator of the store was fatally shot by one of the robbers. Three men, including William Murray, were arrested the same day and charged with the crimes. On February 13, 1967, Murray was convicted by a jury of murder in the first degree and the punishment was fixed at life imprisonment. The Honorable F. Joseph Thomas, of the Thirtieth Judicial District, Specially Presiding, was the trial judge. Post trial motions were filed and argument thereon was held before a court en banc which included Judge Thomas. The motions were later denied and the court then imposed sentence in accordance with the jury’s verdict.\nOn June 18, 1969, Murray filed a direct appeal in this Court and on October 9th, oral argument and written briefs were submitted on his behalf. On March 20, 1970, we affirmed the judgment. See 437 Pa. at 326, 263 A. 2d 886 (1970). A timely petition for reargument was denied. During the trial proceedings, Murray was represented by Allen N. Brunwasser, Esq., self-retained counsel. After the trial, Mr. Brunwasser was permitted to withdraw, because Murray told the court “he didn’t want” Brunwasser to represent him any further. By court appointment, the Public Defender represented Murray in the prosecution of the post trial motions and the appeal in this Court.\nOn January 8, 1971, Murray fíled a petition pro se seeking post conviction relief where he complained, inter alia, of the effectiveness of the Public Defender in the prosecution of the post trial motions in the trial coux*t, and his direct appeal in this Court. The trial court dismissed the petition without hearing, but we subsequently vacated this order and remanded the record directing that a hearing be conducted. See 445 Pa. 546, 284 A. 2d 778 (1971). An evidentiary counseled hearing followed before Judge Thomas, the trial judge. Later Judge Thomas ruled Murray’s complaint of -ineffective post trial counsel was without merit, and again dismissed the petition seeking post conviction relief. This appeal was then filed. In dismissing the petition for post conviction relief, Judge Thomas filed an opinion with supporting reasons, plus a Certificate under Rule 1506 of the Pennsylvania Rxxles of Criminal Procedure, setting forth “the post trial events to the best of the court’s recollection. . . .”\nAt the post conviction relief hearing, Murray offered nothing to substantiate his claim he was denied effective counsel in the prosecution of the direct appeal to this Court, other than the fact that he Hied his own brief with this Court in support of the appeal. The record shows that his then counsel, an attorney from the office of the Public Defender, filed a brief in this Court separate and apart from Murray’s brief, and also presented oral argument before this Court in support of the appeal. This attorney testified at the post conviction relief hearing that he studied the trial record thoroughly and presented every argument on Murray’s behalf which he considered relevant and having merit. It is obvious from the above, Murray’s claim of ineffective counsel in the prosecution of his direct appeal is without a scintilla of substance.\nAt the post conviction relief hearing Murray testified the office of the Public Defender refused to file a brief in the trial court in support of the post trial motions and, as a result, he was compelled to prepare the brief personally without legal assistance. *The record substantiates and the hearing court so found that this course was followed because Murray “insisted” on preparing the brief himself. While we do not condone the failure of the office of the Public Defender to prepare and file a separate brief on Murray’s behalf, we do not feel Murray may now meritoriously complain of a procedure he knowingly influenced.\nFinally, Murray testified at the post conviction relief hearing that his attorney failed to adequately argue the post trial motions before the trial court and, as a result, he was compelled to make “the main” argument himself. It is undisputed that an attorney from the Public Defender’s office presented oral argument to the court in support of the post trial motions following which Murray requested and was given pea-mission by the court to make additional argument. Also, the attorney who appeared before the court on Murray’s behalf at this time testified at the post conviction relief hearing he was not adequately prepared to argue these motions on the date they were submitted to the court for decision. However, based on Ms own recollection, fortified by detailed notes he made at the time of argument, Judge Thomas found Murray’s then counsel argued the motions “very vehemently” and was adequately prepared. In view of everytMng disclosed by the record, we are not persuaded Judge Thomas erred in this finding.\nThere is no question but that Murray was entitled to effective counsel at all times during the appellate process. Cf. Commonwealth v. Stein, 436 Pa. 330, 260 A. 2d 467 (1969). However, there is a presumption counsel is competent (Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A. 2d 349 (1967)), and a claim of ineffectiveness will not be successful unless it is sustained by the record or other credible evidence. Cf. Commonwealth ex rel. Mullenaux v. Myers, 421 Pa. 61, 217 A. 2d 730 (1966), and Commonwealth ex rel. Crosby v. Rundle, 415 Pa. 81, 202 A. 2d 299 (1964), cert. denied, 379 U.S. 976, 85 S. Ct. 677 (1965). When such a claim is made, the issue is whether the accused’s rights have been adequately protected. Commonwealth ex rel. Washington v. Maroney, supra. Taking into consideration every phase of tMs litigation and every event occurring therein, we are convinced Murray’s interests were adequately protected throughout.\nAt the post conviction relief hearing below, Murray attempted to show certain errors occurred during the trial itself, but was precluded by the court from so doing. This is assigned as error. One of these alleged errors was advanced and decided adversely to Murray on direct appeal. The others were not raised during direct appeal. Since Murray has failed to establish he was denied effective counsel during the appellate process, the court correctly ruled Murray is now foreclosed from raising these assignments of error. See Post Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, 19 P.S. §1180-1 et seq.\nOrder affirmed.\nMr. Justice Nix concurs in the result.\nIn Ms petition Murray did not attack the effectiveness of his trial counsel, and the record discloses that during the sentence proceedings he described Mr. Brunwasser as “very competent.”\nAt the post conviction relief hearing and in the instant appeal Murray has been represented by an attorney from the office of the Public Defender, other than the one who appeared for him in prior post trial proceedings. This counsel has filed a brief with this Court on Murray’s behalf. Murray has also filed Ms own brief.\nA copy of this brief was sent to Murray on or about tbe date it was filed in the Supreme Court.\nThis brief was prepared in longhand and delivered to the office of the Public Defender which then caused it to be typewritten and filed with the court.\nThese proceedings were not reported.\nThe post trial motions were argued before a court en banc on March 22, 1968. No request for a continuance was made. Argument on these motions was first listed for June 13, 1967, but argument was continued by the court because of Attorney Brunwasser’s withdrawal from the case. Argument was again listed for November 3rd, but was continued on this date to give the Public Defender’s office additional time to prepare.",
        "type": "majority",
        "author": "Mb. Justice Eagen,"
      }
    ],
    "attorneys": [
      "John II. Corbett, Jr., and John J. Dean, Assistant Public Defenders, and George II. Boss, Public Defender, for appellant.",
      "Robert L. Eberhardt, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Murray, Appellant.\nSubmitted March 12, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mander-INO, JJ.\nJohn II. Corbett, Jr., and John J. Dean, Assistant Public Defenders, and George II. Boss, Public Defender, for appellant.\nRobert L. Eberhardt, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nMay 23, 1973:"
  },
  "file_name": "0282-01",
  "first_page_order": 374,
  "last_page_order": 379
}
