{
  "id": 574145,
  "name": "Commonwealth v. Roots, Appellant",
  "name_abbreviation": "Commonwealth v. Roots",
  "decision_date": "1973-07-02",
  "docket_number": "Appeal, No. 160",
  "first_page": "535",
  "last_page": "541",
  "citations": [
    {
      "type": "official",
      "cite": "452 Pa. 535"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "292 A. 2d 921",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944656
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0282-01"
      ]
    },
    {
      "cite": "270 A. 2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933884
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0057-01"
      ]
    },
    {
      "cite": "121 A. 111",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "277 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079577
      ],
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 642,
    "char_count": 10678,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.4298831827295356e-07,
      "percentile": 0.6510754101880071
    },
    "sha256": "84f7017b2ddfa4cb83cce3b2ed308a668316fe9d4a88cd37353c7d6a3eeae374",
    "simhash": "1:e86dfc5748221798",
    "word_count": 1908
  },
  "last_updated": "2024-02-27T19:29:31.693513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manuerino, JJ.",
      "Mr. Justice Manderino dissents."
    ],
    "parties": [
      "Commonwealth v. Roots, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAppellant, Patricia Roots, was convicted by a jury of the murder of Herman Wells. After the denial of her post-trial motions, appellant was sentenced to an indefinite term not to exceed fifteen years at the State Correctional Institution at Muncy. This appeal followed.\nAt the trial, the following facts were presented: Officer Philip Boyd of the Philadelphia Police Department found the body of the deceased at 5:12 a.m., on December 31, 1971, in the 200 block of Melville Street. The body was clad in a red shirt. Eight minutes later, Officer Boyd and his partner answered a radio message to meet a complainant at 217 South Melville Street, which was about twenty-five yards from where he had found the body. At that address, the officers found appellant sweeping up glass from the sidewalk. She denied calling the police, but explained that an unknown person had broken the front windows of the apartment house where she lived. Appellant denied having had an argument with anyone, but stated that there had been two males upstairs in the building having a party, one of whom had on a red shirt. Appellant then identified the deceased as one of the persons who was at the party. She then was taken by the officers to the police station, where, after being given her Mwanda warnings, she gave a written statement in which she denied any involvement in the killing. After the first statement the police secured a warrant for the search of appellant’s apartment, where they recovered a kitchen butcher knife. It was stipulated that blood found on the knife matched that of the deceased. The police again warned appellant of her Mirmida rights and obtained an eight-page formal statement in which she admitted killing the deceased with the knife, but claimed self-defense. Both statements were admitted into evidence without objection.\nIn her second statement, appellant gave the following account of the circumstances surrounding the killing:\n“A. I met Herman Wells at the Triangle Bar early Friday morning around 1:30 a.m. or 2:0Q o’clock. . . . he said he was hungry, and then Herman said I need something, I knew that he meant dope, ‘Drugs’, I told him that I didn’t have any money. . . . then Herman asked me where did I live? I told him to ‘come on up, I didn’t have to tell him I could show him’, I ask him did he knew where the Brierhurst Hotel is? I live right across from there Herman said ‘that’s easy pickings Hotel’ I told him if he was going to rob something he may as well rob a hank, then we left the bar and walked up to my house, when we got there I fixed him a sandwich and gave him a glass of tomato juice. . . . then Kenneth Shepperson, my boyfriend, . . . come in and . . . Herman started to talking about the Brierhurst Hotel again he said ‘I need the money to get a fix and I’m going to rob the Brierhurst Hotel, who is for it?’ Kenneth said ‘why dont you strighten up’? 1 told him that he sure was dumb, then Kenneth left. . . . after Kenneth left I told Herman he had better leave too, he took a brown paper bag and put the rest of Ms sandwich in it, I told him I was going over to the brierhurst hotel to get a pack of oigaretts but he left before I did about a couple of minutes after he left I went to the Hotel when I walked in Herman was standing in front of the desk, two men got off the elevator and they were walking toward the door, and both of them said how you doing blue,? Herman waved to them and they went out the front door I went over to the cigarett macMne by the side of the desk that’s when I heard Herman tell the man at the desk, I dont want to hurt anybody, ‘give me your money’ I came back from beside the cigarette machine and there was no body in the place except me Herman the man at the desk and the dog, Herman said, ‘dont nobody move, for about four or five minutes and that include you’ I stood still, the man at the desk was on the floor then Herman ran out but before he ran out the man gave him the money out of the cash register after Herman ran out I waited a couple of seconds and I ran behind him when I got out side and did’nt see anybody except the two Men who got off the elevator they was coming back up towards the Hotel I turned around and went back into the Hotel and told the desk clerk ‘why don’t you call the police’? By that time the two Boys was back in the Hotel and one of them, the biggest one said, ‘what’s going on’? I said ‘your friend Blue robbed the Hotel’ they ask the clerk, for how much? He said ‘for about 128.00.’ . . .\n“Then I looked up and saw a camera hanging up in a comer going back and forth and going from side to side, I said, ‘you have nothing to worry about you probably got a good picture of him.’ He said ‘no because every thing happen so fast’ then I walked out and left, I went home sat down and was drinking some more wine and I heard a crash through the front door window, before I heard the crash I heard Herman yell up to me Pat, you are a dirty ‘Bitch’ then I ran down stairs taking my butcher knife with me which I got off of the kitchen sink drain board I saw that the whole window in the front door was broken out, I saw a brick lying in the hallway, I open the door and went out to the side walk, then Herman said, ‘you are going to get yours no matter where you go at, you are going to get yours, then he punched me across the left side of my face with Ms fist I had the butcher knife in my right hand and I stabbed Mm, I don’t know how many times I think it was two or three times, he punched me again in the mouth and I stumbled back then Herman was walking down towards Walnut St. past a couple of cars then he was sliding on the side of the cars as he was walking, he was staggering. . . . ’\n“Q. What was the dispute between you and Herman, and why did he throw the brick thru the window?\n“A. I guess because I went back into the Hotel, and he must have thought I told the man on him and who he was.\n“Q.When you went down stairs when he threw the brick thru the window, why did yon take the knife with you?\n“A. Because I was afraid that he might hurt me.\nTo rebut the evidence presented in appellant’s statement, which indicated that the decedent had robbed a hotel shortly before he was Mlled and that she had returned to aid the victim of the robbery, which presumably provoked the decedent into attempting to kill her, causing her to kill Mm in self-defense, the Commonwealth presented the testimony of the hotel clerk.\nAccording to the hotel clerk, the robber was dressed in blue, not red, indicating that the decedent was not involved. Moreover, the only woman the clerk had seen, rather than, merely standing at the cigarette stand, was actually acting as lookout for the robber and had, in fact, entered the hotel with him. In addition, the clerk stated that no woman returned to the hotel after the robbery, or mentioned the television camera.\nBased on this testimony and appellant’s admission that she was present in the hotel at the time of the robbery, the prosecuting attorney, both in his opening-remarks and in Ms closing remarks, tried to implant in the minds of the jurors the idea that the appellant was a participant in the robbery, even though the hotel clerk could not identify the woman who he said had acted as the lookout.\nAppellant first argues that it was prejudicial error to permit the prosecuting attorney to make such remarks, since the Commonwealth failed to prove that she had, in fact, participated in the robbery and any attempt to prove that she was a participant in the robbery would violate the rule that evidence of other crimes is generally not admissible, unless it indicates a common scheme or design.\nHowever, there is another rule wMch permits the Commonwealth to introduce evidence to rebut statements in a defendant’s confession wMch create inferences especially favorable to him. See Commonwealth v. Rush, 277 Pa. 419, 121 A. 111 (1923). In the instant case, appellant, in her statement, claimed that she killed in self-defense when the decedent threatened to Idll her for reporting his involvement in a robbery. It was entirely appropriate under such circumstances for the Commonwealth to rebut these inferences by offering evidence to show that the decedent was not a robber and that appellant was not a good Samaritan. Moreover, given appellant’s own admission of her presence in the hotel at the time of the robbery, and the hotel clerk’s testimony that only one woman was present, and she was a lookout, it is not unreasonable for a jury to infer that appellant was, in fact, a participant in the robbery.\nAppellant next alleges that the evidence of the Commonwealth was insufficient to support the verdict. However, appellant herself admitted the stabbing of the deceased, but claimed the killing was done in self-defense. As we stated in Commonwealth v. Hornberger, 441 Pa. 57, 61, 270 A. 2d 195 (1970) : “. . . it is well settled that a jury or a trial Court can believe all or a part of or none of a defendant’s statements, confessions or testimony, or the testimony of any witness.”\nWhen the jury rejected appellant’s claim of self-defense, they were left with appellant’s statement that she in fact did stab the deceased. From this admission a jury could certainly have convicted appellant of second-degree murder. In Commonwealth v. Palmer, 448 Pa. 282, 288, 292 A. 2d 921 (1972), we defined second-degree murder as: “Second degree murder is established if malice can be inferred or implied from the facts and circumstances surrounding the killing. . . . Malice is properly implied when a deadly weapon is directed to a vital part of the body.”\nIn the instant case, where the medical examiner testified that death was caused by a stab wound of the left chest, which penetrated the decedent’s lung and caused massive hemorrhaging, there can be no doubt that malice was properly implied.\nAppellant raises several other allegations of error, contending that, although individually each would be harmless beyond a reasonable doubt, cumulatively they denied appellant due process. We have examined each of these allegations and find them all to be without merit.\nJudgment of sentence affirmed.\nMr. Justice Manderino dissents.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Charles Lowenthal, with him Robert S. Robbins, for appellant.",
      "James J. Wilson, Assistant District Attorney, with him James T. Ranney and Milton M, Stein, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Roots, Appellant.\nArgued April 26, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manuerino, JJ.\nCharles Lowenthal, with him Robert S. Robbins, for appellant.\nJames J. Wilson, Assistant District Attorney, with him James T. Ranney and Milton M, Stein, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nJuly 2, 1973:"
  },
  "file_name": "0535-01",
  "first_page_order": 627,
  "last_page_order": 633
}
