{
  "id": 950381,
  "name": "Bucher v. Sunbury Borough, Appellant",
  "name_abbreviation": "Bucher v. Sunbury Borough",
  "decision_date": "1906-06-27",
  "docket_number": "Appeal, No. 159",
  "first_page": "89",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "216 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "208 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0182-01"
      ]
    },
    {
      "cite": "198 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0563-01"
      ]
    },
    {
      "cite": "152 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0334-01"
      ]
    },
    {
      "cite": "150 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0050-01"
      ]
    },
    {
      "cite": "8 Pa. Superior Ct. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        286946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/8/0269-01"
      ]
    },
    {
      "cite": "206 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0106-01"
      ]
    },
    {
      "cite": "212 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0379-01"
      ]
    },
    {
      "cite": "212 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0338-01"
      ]
    },
    {
      "cite": "91 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0226-01"
      ]
    },
    {
      "cite": "213 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0573-01"
      ]
    },
    {
      "cite": "15 W. N. C. 214",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "22 W. N. C. 133",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "22 W. N. C. 132",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0109-01"
      ]
    },
    {
      "cite": "100 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0119-01"
      ]
    },
    {
      "cite": "130 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        569019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/130/0501-01"
      ]
    },
    {
      "cite": "209 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0618-01"
      ]
    },
    {
      "cite": "208 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0182-01"
      ]
    },
    {
      "cite": "150 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0050-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 13607,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.3482927067989767e-07,
      "percentile": 0.6327643040192691
    },
    "sha256": "79fd6ececce7d89b7b9011c8a7c8d63b7978aa824d232a05329e25fad0cbf9a3",
    "simhash": "1:bab0b72d92a77c00",
    "word_count": 2380
  },
  "last_updated": "2024-02-27T17:19:33.080225+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Bucher v. Sunbury Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nIf the injury in this case had resulted from the general slippery condition of the pavement occasioned by the storm on the Sunday prior to the accident, and nothing else, there would not be such negligence on the part of the defendant borough as to make it liable in damages. The plaintiff in his statement of claim did not alone allege the general slippery condition of the pavement, but averred in substance that it had been so negligently maintained as to make it unsafe and dangerous for traveling purposes; that at the place of accident there were offsets, irregular and rough places which were permitted to become filled with snow and ice to such an extent as to make it unsafe for public use. There was testimony tending to show that these conditions had existed for several weeks, one witness saying all winter, and of course they became more dangerous by reason of the storm which left the borough streets generally in a slippery condition. The learned trial judge carefully charged the jury as to the duty and liability of the appellant under the circumstances. There was no reversible error in the instructions to the jury bearing on this question. The testimony showed that the pavement was in general use on the day of the accident and that a number of people had passed over it that day and on days prior thereto. Under these and other circumstances in the case it was not the duty of the court to say as a matter of law that the plaintiff was guilty of contributory negligence. It was for the jury to say whether the dangers were so obvious as to cause a prudent man to avoid them. This also was a question for the jury, where the court left it.\nIt is earnestly contended that no liability for damages rests on the appellant borough because in the case o£ Bucher v. Northumberland County, 209 Pa. 618, it was held that said county, an abutting property owner, was not liable in damages for the injuries sustained by the accident. This position assumes that because the' appellee could not recover against the county in that case he cannot recover against the borough in the present case. This does not necessarily follow. In Brook-ville Borough v. Arthurs, 130 Pa. 501, it was held to be the duty of a municipal corporation, having exclusive care and control of its streets, to see that they are kept in a condition that is safe for the passage of persons and property; and if that plain duty is neglected and an injury results by reason of such negligence, the borough is primarily liable to the injured party. It was further held that if as between the borough and a third party the injury resulted from the negligence of the latter he is liable over to the municipal corporation. The right of the appellee to recover in this case is not dependent upon the question of the primary or secondary liability of the borough. In Gates v. Penna. R. R. Co., 150 Pa. 50, the present Chief Justice in discussing this question said: “ The basis of the opinion of the learned judge below and the argument of the appellee is that a township is liable to the plaintiff, and it seems to have been accepted without question that in such case the defendant was not liable. But this does not appear to us to be a necessary or just conclusion. It is opposed in the first place, to the general rule that a party injured by the concurrent tort of two may sue either, and this right is not affected by any circumstances of primary or secondary duties of the tort feasors as between themselves.” It being the duty of a municipality to keep its streets in a reasonably safe condition for those who have occasion to use them by day or night, it follows that if it fails in the performance of this duty it is properly chargeable with negligence and liable in damages for injuries resulting therefrom: Johnson v. Philadelphia, 208 Pa. 182. If, therefore, the defendant borough failed in the performance of its duty to keep, or cause to be kept, its pavements in a reasonably safe condition for public use, it is liable in damages for such injuries as resulted from the negligence complained of, and its liability is not affected by the question of the nonliability of an abutting property owner.\nAssignments of error overruled and judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Walter Shipman and J. Fred Schaffer, for appellant.",
      "C. M. Clement and M. H. Taggart, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Bucher v. Sunbury Borough, Appellant.\nNegligence — Boroughs—Pavement—Evidence—Question for jury.\nIn an action against a borough to recover damages for personal injuries sustained by falling on a slippery pavement, the case is for the jury where the evidence tends to show that at the place of the accident there were offsets, and irregular and rough places which were permitted to become filled with snow and ice to such an extent as to make it unsafe for public use, and that this condition had existed for several weeks. In such a case it was for the jury also to determine whether the dangers of the situation were so obvious as to cause a prudent man to avoid them.\nNegligence — Borough—Pavement—Abutting owner.\nIf a borough fails in the performance of its duties to keep or cause to be kept, its pavements in a reasonably safe condition for public use, it is liable in damages for such injuries as result from its negligence, and its liability is not affected by the question of the non-liability of an abutting property owner.\nArgued May 21, 1906.\nAppeal, No. 159, Jan. T., 1905, by defendant, from judgment of O. P. Northumberland Co., Feb. Term, 1901, No. 140, on verdict for plaintiff in case of George D. Bucher v. Sunbury Borough.\nBefore Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Auten, J.\nAt the trial it appeared that the plaintiff was injured on January 3, 1899, at about two o’clock p. M\\, by falling on a slippery sidewalk. The owner of the property abutting on the street was the county of Northumberland. The evidence tended to show that at the place of the accident there were ir- . regular and rough places which had become filled with ice and snow to such an extent as to make the . pavement unsafe, and that the borough had permitted this condition to continue for several weeks.\nCounsel for the defense offered in evidence the record of the case of George D. Bucher v. The County of Northumberland, in the court of common pleas of Northumberland county, No. 139, February Term, 1901, this for the purpose of establishing the fact that the plaintiff in this suit brought action against the abutting owner, the county of Northumberland, upon this same cause of action, as bearing upon the question of law that will arise in the case, affecting the primary and secondary liability of the abutting owner, the county of Northumberland, and the secondary liability of the defendant borough.\nMr. Clement of counsel for plaintiff: Objected to for the reason that in any action of trespass for personal injury, the plaintiff having the right of action against either or both of two tort feasors, is not barred against one by reason of his failure to recover against the other, nor is one of two tort feasors chargeable with the duties, neglects, omissions or rights of the other.\nObjections sustained, evidence excluded, and bill sealed for the defendant. [12]\nDefendant presented these points :\n1. Under all the evidence in this case the verdict of the jury must be for the defendant. Answer: Refused without reading. [1]\n2. There is no evidence of actual notice to the municipal authorities in this case, and sufficient time had not elapsed between the close of the general storm, which ended Sunday morning, January 1, 1899, and the accident of Tuesday, January 8, 1899, to carry this case to the jury on the question of constructive notice, therefore the plaintiff cannot recover. Answer : Refused without reading. [2]\n3. There is no evidence of actual notice to the municipal authorities in this case, and the ordinance of the defendant borough, approved January 5, 1897, having imposed upon abutting owners the duty of removing ice and snow within twenty-four hours after the ice had accumulated, or snow had fallen, which period did not expire until Monday, January 2, 1899, and but one day having intervened thereafter to the day of the accident, sufficient time had not elapsed to carry this case to the jury on the question of constructive notice, and the plaintiff cannot recover. Answer: Refused without reading. [3]\n4. The undisputed evidence in this case being that the condition of the sidewalk in question, and all the sidewalks of the defendant municipalitj^ was one of general slipperiness due to the general storm that ended Sunday morning preceding the accident, there can be no recovery in this case. Answer: Refused without reading. [4]\n5. If the jury believe from the evidence that the condition of the pavement in question, and all the sidewalks of the defendant borough, was one of general slipperiness, due to the general storm, which closed the Sunday preceding the accident, there can be no recovery in this case. Answer: I will not affirm that point in the'exact language in which it is drawn, but I say to you that if you believe from the evidence that the condition of the pavement in question, and all the sidewalks of the defendant borough, was one of general slipperiness due to the general storm which closed the Sunday preceding the accident, and you further find that the accident was due to that cause alone, there can be'no recovery. But I further charge you that in the consideration of that point you will take into account the testimony relative to the condition of the walk itself and determine whether that contributed to the accident. By the condition of the walk, in this sense, I mean unevenness caused by the elevation of parts of the pavement and the depression of other parts, as testified to by the witnesses. [5]\nIt was the duty of the plaintiff to have used his senses, and if the jury believe from the evidence, that the sidewalk was in a manifestly dangerous condition, the plaintiff is guilty of contributory negligence in attempting its passage and cannot recover. Answer : That is affirmed, provided you find that the condition was so manifestly dangerous that a person of ordinary prudence would not have undertaken to travel it. [6]\n7. If the jury believe that the plaintiff, by the exercise of ordinary care, should have observed that the walk was dangerous and tlia.t he had the, choice of another way which was safe, he is guilty of contributory negligence and cannot recover. Answer: I will not affirm that point as drawn, but I say to you that if the walk upon which Mr. Bucher fell was so manifestly dangerous that a person using ordinary prudence would not have undertaken to use it, and that he had another way around which was safe, he cannot recover. [7]\nIt was the duty of the plaintiff to have used his senses in passing over the walk, and if the jury believe from the evidence that the walk was manifestly dangerous at the point of the accident he is guilty of contributor} negligence in not making a detour to avoid it, and cannot recover. Answer: This is not affirmed in the language in which it is drawn, but I say to you that if it was so manifestly dangerous that Mr. Bucher, in the exercise of ordinary prudence, should have avoided it and he could have avoided it by making a detour, as stated in the point, then he would be guilty of contributory negligence and could not recover. He is required to use the degree of care that an ordinarily prudent man would have used under the circumstances. [8]\nVerdict and judgment for plaintiff for $2,083.38. Defendant appealed.\nErrors assigned among others were (1-8) above instructions, quoting them, and (12) ruling on evidence, quoting the bill of exceptions.\nJune 27, 1906:\nWalter Shipman and J. Fred Schaffer, for appellant.\nThat it requires more than a slippery condition of the pavement or crossing at the time of the occurrence of an accident, to make a municipality liable for injury sustained by a plaintiff, and that it requires in addition to such slipperiness, the accumulation of snow and ice in the shape of such pronounced ridges and hills as to render the passage dangerous, is fully sustained in the following cases : Mauch Chunk v. Kline, 100 Pa. 119; McLaughlin v. Corry, 77 Pa. 109; Springer v. Philadelphia, 22 W. N. C. 132; Hanson v. Borough of Warren, 22 W. N. C. 133; Dehnhardt v. City of Philadelphia, 15 W. N. C. 214.\nThe ordinances of the appellant borough imposed the primary duty of repairing this pavement and keeping it free from snow and ice, on the abutting owner, the county of Northumberland. The duty of the appellant was secondary.\nThe secondary duty is based upon and upheld by the primary duty.\nThe liability partakes of the nature and degree of the duty, i. e., a neglect of a primary duty gives rise to a primary liability, and a neglect of a secondary duty creates a secondary liability.\nThe secondary duty and liability are supported by and based upon the primary duty and liability.\nA denial of the right to recover for a breach of a primary duty must necessarily be a denial of the right to recover for the breach of the secondary duty growing out of it.\nC. M. Clement and M. H. Taggart, for appellee,\ncited : Steck v. Allegheny, 213 Pa. 573; Fritsch v. Allegheny, 91 Pa. 226; Gillard v. Chester, 212 Pa. 338 ; Becker v. Philadelphia, 212 Pa. 379; Brown v. White, 206 Pa. 106 ; Pittsburg v. Fay, 8 Pa. Superior Ct. 269; Gates v. Penna. R. R. Co., 150 Pa. 50; Brookville Boro. v. Arthurs, 152 Pa. 334; Dutton v. Lansdowne Borough, 198 Pa. 563; Johnson v. Philadelphia, 208 Pa. 182."
  },
  "file_name": "0089-01",
  "first_page_order": 119,
  "last_page_order": 125
}
