{
  "id": 950404,
  "name": "Cameron v. Citizens Traction Company, Appellant",
  "name_abbreviation": "Cameron v. Citizens Traction Co.",
  "decision_date": "1907-01-07",
  "docket_number": "Appeals, Nos. 63 and 64",
  "first_page": "191",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "216 Pa. 191"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "145 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0478-01"
      ]
    },
    {
      "cite": "207 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0431-01"
      ]
    },
    {
      "cite": "149 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0444-01"
      ]
    },
    {
      "cite": "210 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0615-01"
      ]
    },
    {
      "cite": "207 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0629-01"
      ]
    },
    {
      "cite": "85 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0293-01"
      ]
    },
    {
      "cite": "150 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0145-01"
      ]
    },
    {
      "cite": "149 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0222-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0333-01"
      ]
    },
    {
      "cite": "91 Tenn. 699",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8538924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/91/0699-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285467
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/7/0043-01"
      ]
    },
    {
      "cite": "117 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0353-01"
      ]
    },
    {
      "cite": "215 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0001-01"
      ]
    },
    {
      "cite": "207 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0585-01"
      ]
    },
    {
      "cite": "207 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 10022,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 3.113262544636631e-07,
      "percentile": 0.860142811414874
    },
    "sha256": "40334fca6be2338a43ac5e0bada7a50928ea490d31fb63574456b76002291abc",
    "simhash": "1:29ee0dd1892f157c",
    "word_count": 1742
  },
  "last_updated": "2024-02-27T17:19:33.080225+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Cameron v. Citizens Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nOn the evening of May 6,1903, the plaintiff, Mrs. Marion Cameron, boarded a car of the defendant company. In the floor of the car was a trap door, used for access to the machinery beneath. When Mrs. Cameron entered the car, this trap door was standing open, but was unobserved by her ; she proceeded towards a vacant seat, and, as the car started, stepped into the opening, sustaining injuries which were the basis of the claim for damages in this case.\nThe first assignment of error, is to the admission of evidence upon the part of the plaintiff against the objection of the defendant. But the specification violates Rule 31, for the reason that it does not refer to the page of the paper-book where the matter may be found in its regular order in the printed evidence. An assignment which offends in this respect, will not be considered: Fitzgerald v. Illuminating Co., 207 Pa. 118; Gerwig v. Johnston Co., 207 Pa. 585; Hallock v. Lebanon, 215 Pa. 1.\nThe second assignment of error complains of the refusal by the court, of binding instructions in favor of the defendant. It is admitted that the negligence of the defendant company, and the absence of contributory negligence upon the part of the plaintiff, have -been established by the verdict of the jury. But counsel for appellant contends vigorously that the negligence charged in plaintiff’s statement was permitting the opening to exist in the floor of the car ; while the testimony, it is claimed, showed that the proximate cause of the injuries to the plaintiff was the sudden starting of the car, which threw her into the opening. As the statement did not allege any negligence in starting the car, it is argued that no recovery can be had upon that ground. And, further, that no recovery can be had on the ground set forth in the statement, because the opening in the floor was not the proximate cause of the accident. In reply to this argument, counsel for appellee state that they do not base the charge of negligence upon the starting of the car, but rest it solely upon the fact that the trap door in the floor of the car was left open. Of course the opening could not in itself cause anyone to fall through it. Some propelling force must do that. But this might be the misstep of a moving passenger along the aisle, or it might arise from the sudden jerk of the car in starting. Every car starts with more or less of a jerk, but ordinarily no harm results. In the present case it is contended that, while the sudden start may have, and probably did, accelerate her movements, yet, had there been no opening in the floor, the plaintiff would have sustained no harm, and that the injuries she received were chargeable to the existence of the opening in the floor.\nWhen the defendant company negligently left the trap door open while passengers were entering the car, and after it was in motion, it was answerable for all the consequences that ensued in the natural course of events. An unprotected opening in the floor was dangerous, whether the car was at rest or in motion; and it is no excuse for the company that this danger was increased by its own act in starting the car. The distinction which is attempted to be drawn by counsel for the appellant, between the two acts of negligence, is not warranted; for both were chargeable to the defendant company. “ Whoever does a wrongful act is answerable for all the consequences that may ensue in the ordinary and natural course of events, though such consequences be immediately brought about by intervening causes, if such intervening causes were set in motion by the original wrongdoer.” 1 Thompson on Negligence, sec. 52. Here, the intervening cause, if it may properly be so considered, was the starting of the car. If there was negligence in this, it was that of the original wrongdoer.\nIn Burrell Twp. v. Uncapher, 117 Pa. 353, the following extract from Shearman & Redfield on Negligence, 3d ed., sec. 10, is quoted and approved: “Negligence, however, may be the proximate cause of an injury of which it is not the sole or immediate cause. If the defendant’s negligence concurred with some other event (other than the plaintiff’s fault) to produce the plaintiff’s injury, so that it clearly appears that but for such negligence the injury would not have happened, and both circumstances are closely connected with the injury in the order of events, the defendant is responsible, even- though his negligent act was not the nearest cause in the order of time.”\nAs to the alleged variance between the allegation and the proof, the plaintiff did state in her declaration that, while passing along the aisle of the car in search of a vacant seat, she fell into the opening in the floor of the car. Under this allegation, it was proper for her to prove, as explanatory of the accident, that she was affected in her movement by the starting of the car, even though she had not alleged in the declaration just what caused her to make the misstep which culminated in her injury.\nThe third assignment of error complains that the court below did not affirm without qualification the second point of the defendant, which was to the effect that, if the jury found that the proximate cause of the injury was the sudden starting of the car, the verdict should be for the defendant. The court affirmed this point, but added that “ Upon this subject we refer to the general charge.” An examination of the general charge does not show any instructions on the matter contained in this point, nor any reference to the testimony that the car had been suddenly started, and that Mrs.Cameron had thereby been thrown into the hole. But the trial judge appears to have noticed this omission; for, after the points had all been answered, additional instructions were given, covering the question of proximate cause. This supplement to the charge seems to have been called out by the defendants’ second point, and intended as a further answer to it. It is to the same effect as the point itself, and we see nothing in it of which the appellant can justly complain. The instructions of the court, both in the affirmance of the second point, and in the supplement to the charge, were fully as favorable to appellant as it was entitled to ask.\nWe see nothing which can be sustained in any of the assignments of error. They are therefore overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "William J. Breene, with him Edmond O. Breene, for appellant. —",
      "William M. Parker, with him Judson I). Trax, for appellees."
    ],
    "corrections": "",
    "head_matter": "Cameron v. Citizens Traction Company, Appellant.\n_ Negligence — Proximate cause — Evidence.\nWhoever does a wrongful act is answerable for all the consequences that may ensue in the ordinary and natural course of events though such consequences be immediately brought about by intervening causes, if such intervening causes were set in motion by the original wrongdoer.\nNegligence — Street railways — Proximate and remote cause — Variance.\nIn an action against a street railway company to recover damages for personal injuries, the plaintiff in her statement of claim averred, that while passing along the aisle of a car in search of a vacant seat, she fell into an opening in the floor of the car. At the trial she testified that in proceeding towards the vacant seat her movement was affected by the sudden starting of the car. The statement of claim did not allege any negligence in the starting of the car. Held, (1) that there was not sufficient variance between the statement and the proof to defeat the plaintiff’s action, and (2) that the case was for the jury, and that a verdict and judgment for plaintiff should be sustained.\nAppeals — Assignments of error — Evidence—Rule 31.\n■ An assignment of error to the admission of evidence which does not refer to the page of a paper-book where the matter may be found, will not be considered.\nArgued Oct. 12, 1906.\nAppeals, Nos. 63 and 64, Oct. T., 1906, by defendant, from judgment of C. P. Venango Co., Jan. T., 1904, No. 26, on verdict for plaintiffs in case of Marion Cameron and Alexander Cameron, her husband, v. Citizens Traction Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Criswell, P. J.\nThe circumstances of the accident are stated in the opinion of the Supreme Court.\nVerdict and judgment for Marion Cameron for $2,900 and for Alexander Cameron $2,600. Defendant appealed.\nErrors assigned were (1) rulings on evidence, quoting the bill of exceptions, but not referring to the page of the paper-book where the matter could be found; (2) refusal of binding instructions for defendant and (3) answer to defendant’s second point, referred to in the opinion of the Supreme Court.\nJanuary 7, 1907:\nWilliam J. Breene, with him Edmond O. Breene, for appellant. —\nThe appellees having alleged a certain act of negligence to be the proximate cause of the injuries, were bound to sustain the allegation by proof. The evidence adduced by the appellees, on the trial of the case in the court below, clearly showed another independent act of negligence to be the primary and proximate cause of the injuries, and there being no amendment or offer to amend, the verdict should have been for the appellant: Clark v. Lindsay, 7 Pa. Superior Ct. 43 ; Railroad Co. v. Kelly, 91 Tenn. 699 (20 S. W. Repr. 312) ; Dixon v. Butler Township, 4 Pa. Superior Ct. 333 ; Herr v. Lebanon, 149 Pa. 222; Schaeffer v. Jackson, 150 Pa. 145.\nWilliam M. Parker, with him Judson I). Trax, for appellees.\n—As a general rule the efficient and predominating cause in producing a given event or fact is taken to be the proximate cause though there may be separate, and to a certain extent independent, causes in operation: Hoag v. L. S. & M. S. R. Co., 85 Pa. 293 ; Gudfelder v. R. R. Co., 207 Pa. 629; Cohn v. May, 210 Pa. 615.\nEven if there had been a variance, of which there is not the least evidence, it would not necessarily be ground for a new trial or reversal: Kroegher v. McConway & Torley Co., 149 Pa. 444 ; Kirchner v. Smith, 207 Pa. 431; Chapin v. Cambria Iron Co., 145 Pa. 478."
  },
  "file_name": "0191-01",
  "first_page_order": 221,
  "last_page_order": 225
}
