{
  "id": 950329,
  "name": "Blaney, Appellant, v. Sin Clair",
  "name_abbreviation": "Blaney v. Clair",
  "decision_date": "1907-01-07",
  "docket_number": "Appeal, No. 176",
  "first_page": "258",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "216 Pa. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0440-01"
      ]
    },
    {
      "cite": "211 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0026-01"
      ]
    },
    {
      "cite": "23 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0031-01"
      ]
    },
    {
      "cite": "51 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0504-01"
      ]
    },
    {
      "cite": "209 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 264,
    "char_count": 3566,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 5.692609448424287e-08,
      "percentile": 0.35791604066491906
    },
    "sha256": "39ea6196022ef4ae5978534425757d651e9d17b981d215870a3d45cd04058dc3",
    "simhash": "1:90aca41c370db0b6",
    "word_count": 621
  },
  "last_updated": "2024-02-27T17:19:33.080225+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Bjbown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Blaney, Appellant, v. Sin Clair."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe testator devised his real estate to his widow for life, and directed his executors at her death to sell said real estate and divide the proceeds among his children, naming them, in certain proportions, and “ In case either of my above said children shall die before the division of my estate as hereinbefore directed, having lawful issue, such issue shall receive the deceased parent’s share, but if there be no such issue then such share shall fall into the general fund, to be divided among the survivors in the manner hereinbefore provided.”\nThe language of the will does not admit of the slightest doubt as to the testator’s meaning. There was no present conversion of the real estate but a direction to convert for purpose of distribution on the happening of a future event. Except for the provision' above quoted in regard to the death of any of the children before the division of the estate, the plaintiffs could have conveyed a title in fee without any further proceedings. But this provision made the interests of the children clearly contingent. What is said of a similar provision in Mulliken v. Earnshaw, 209 Pa. 226, is applicable here: “ All these remainders are clearly contingent. No child takes a vested interest because until the happening of the contingency prescribed, the death of the widow, it cannot appear that he will be in the class to whom the devise is made, to wit: those then living, and if he should die before then leaving issue such issue would claim directly in their own right under the terms of the will.” As is pointed out by the learned judge in the present case, “ if any of the children of J. A. Blaney should die before the death of his wife, and the division of his estate, which events have not yet occurred when the distribution came to be made under the terms of the will, the issue of the child or children so dying, would be entitled to take, and the deed of the parent or parents to Milton Sin Clair, the defendant, would afford him no protection as against them.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "R. L. Ralston, with him Calvin Rayburn,",
      "W. J. Christy, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Blaney, Appellant, v. Sin Clair.\nWill — Devise—Vested and contingent interest.\nThe testator devised his real estate to his widow for life, and directed Ms executors at her death to sell said real estate and divide the proceeds among Ms cMldren, naming them, in certain proportions, and “in case either of my above said children shall die before the division of my estate as hereinbefore directed, having lawful issue, such issue shall receive the deceased parent’s share, but if there be no such issue then such share shall fall into the general fund, to be divided among the survivors in the manner hereinbefore provided.” Held, that the children took a contingent and not a vested estate.\nArgued Oct. 12, 1906.\nJanuary 7, 1907 :\nAppeal, No. 176, Oct. T., 1906, by plaintiff, from judgment of C. P. Armstrong Co., Sept. T., 1906, No. 146, on case stated in suit of Minerva Blaney et al. v. Milton Sin Clair.\nBefore Mitchell, C. J., Fell, Bjbown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nCase stated to in assumpsit on contract to purchase land. Defense title not marketable. Before Patton, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was in entering judgment for defendant.\nR. L. Ralston, with him Calvin Rayburn,\nfor appellants, cited: Womrath v. • McCormick, 51 Pa. 504; Manderson v. Lukens, 23 Pa. 31; Dalrymple’s Estate, 13 P'a. Superior Ct. 289.\nW. J. Christy, for appellee,\nwas not heard, but cited in his printed brief: McAlpin’s Estate, 211 Pa. 26; Mayer v. Walker, 214 Pa. 440."
  },
  "file_name": "0258-01",
  "first_page_order": 288,
  "last_page_order": 289
}
