{
  "id": 950343,
  "name": "Emmel v. Pittsburg Railways Company, Appellant",
  "name_abbreviation": "Emmel v. Pittsburg Railways Co.",
  "decision_date": "1907-01-07",
  "docket_number": "Appeal, No. 78",
  "first_page": "541",
  "last_page": "545",
  "citations": [
    {
      "type": "official",
      "cite": "216 Pa. 541"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "211 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0625-01"
      ]
    },
    {
      "cite": "184 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0425-01"
      ]
    },
    {
      "cite": "17 Pa. Superior Ct. 588",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        835222,
        835094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/17/0588-01",
        "/pa-super/17/0588-02"
      ]
    },
    {
      "cite": "201 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925587
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0351-01"
      ]
    },
    {
      "cite": "210 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0215-01"
      ]
    },
    {
      "cite": "198 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920367
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0332-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 5966,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.2922309370160191
    },
    "sha256": "dc48659c4b023ca9a7c8f24ff7b5be2f47a75d36635078efc69798bda9e5cb2c",
    "simhash": "1:a8e5378ddc3748d0",
    "word_count": 1040
  },
  "last_updated": "2024-02-27T17:19:33.080225+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Eell, Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Emmel v. Pittsburg Railways Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe negligence here complained of was the alleged excessive and dangerous rate of speed at which the car that collided with the wagon plaintiff was driving, was being run. Without any way of determining by accurate measurement of time and distance what the rate of speed was, the evidence with respect to it rested on the observation of bystanders who saw the car approach. It is quite clear that the car which caused the accident was the one going toward Pittsburg; it was the first to reach the point on Isabella street where plaintiff attempted to cross over. When plaintiff first saw this car, before he attempted the crossing, it was, he says, “ a good distance on the other side of Robinson street,” while the car coming from the opposite direction “ was about 300 feet up on the bridge.” The shorter distance was in favor of the car that collided, but the difference could at best be only a few feet, say twice the length of an ordinary car. Appellant’s argument proceeds on the assumption, that it appears from the evidence of plaintiff’s witnesses that the car coming from Pittsburg was moving at a slow and safe rate of speed; and it is argued that since both cars, at the point of time when plaintiff started to cross the tracks, were about equidistant from the point of accident, and arrived there at almost the same moment, their rate of speed must have been the same. We fail to find warrant for this assumption. But two of plaintiff’s witnesses testify to the rate of speed of the car which caused the accident. One of these, who.testified to an experience that should have qualified him to speak on such matters with a greater degree of accuracy than the ordinary witness, says that he observed this car from the time it appeared at Robinson street; that it was moving at the rate of twenty-six or twenty-seven miles an hour, until within ten or twelve feet of the place of the accident, when attempt was made to stop it. The other, admittedly without experience, testified that in his judgment the speed was ten or fifteen miles an. hour. Each of these witnesses, and a third, testified with reference to the rate of speed of the other car. The first was asked as to its speed when plaintiff’s wagon was knocked against it by the other car, and replied that it was moving very slowly. The second said that it was moving at about half the speed of the other car; that “ the motorman in coming down that steep grade couldn’t slacken up quite enough.” The third says, speaking of the motorman in charge: “ The man tried to stop; he was moving very slowly.”- This evidence, relating as it does to the speed of this car at a time when the collision of the other car with plaintiff’s wagon, if not inevitable, must have seemed at least likely to happen, and when the motorman in charge was evidently endeavoring to control his car so as not to be involved in it, furnishes no support for appellant’s contention. • Eor all that appears from it, the speed of the car up to that point may have been fully equal to the speed of the other car. What that speed was, and whether it was negligence to maintain it under the circumstances of the case, was a question for the jury. Whether plaintiff was negligent in attempting to cross the tracks with approaching cars each about 300 feet distant, was also a question for the jury. Both issues were found for the plaintiff, under very full and careful instructions as to the law. The assignments of error relate to the refusal of the court to direct a nonsuit. They are overruled.\nJudgment affirmed.\nJanuary 7, 1907:",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "Clarence Burleigh, James C. Gray and William A. Chatterer, for appellant,",
      "Meredith R. Marshall, Thos. M. and Rody P. Marshall, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Emmel v. Pittsburg Railways Company, Appellant.\nNegligence — Street railways — Collision between car and wagon.\nIn an action against a street railway company to recover damages for personal injuries sustained in a collision between a car and a wagon’ at a crossing, it appeared that as the plaintiff approached a street crossing there were two cars coming in opposite directions, each about 300 feet distant. He started to cross, and was caught by one of the cars, and thrown from his wagon and injured. The evidence as to the speed of the car varied. One witness testified that it was going at the rate of twenty-six or twenty-seven miles an hour, another placed it at from ten to fifteen miles an hour. Held, that the case was for the jury.\nArgued Oct. 26, 1906.\nAppeal, No. 78, Oct. T., 1906, by defendant, from judgment of O. P. No. 3, Allegheny Co., Nov. T., 1904, No. 206, on verdict for plaintiff in case of Charles C. Enamel v. Pittsburg Railways Company.\nBefore Mitchell, C. J., Eell, Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Kennedy, P. J.\nAt the trial it appeared that in the evening on March 26, 1904, plaintiff, while driving a wagon along Isabella street, in the city of Allegheny, approached Anderson street. The defendant operated on Anderson street a double-track street railway. Plaintiff testified that on coming to the Anderson street crossing he stopped and waited for several minutes. He started to cross when two cars were approaching the crossing in opposite directions, each about 300 feet distant. One of these cars struck his wagon, and he was thrown out and injured. The conflict of testimony as to the speed of the cars is stated in the opinion of the Supreme Court.\nYerdict and judgment for plaintiff for $1,600. Defendant appealed.\nError assigned was in refusing binding instructions for defendant.\nClarence Burleigh, James C. Gray and William A. Chatterer, for appellant,\ncited: Bornscheuer v. Consolidated Traction Co., 198 Pa. 332,\nJanuary 7, 1907:\nMeredith R. Marshall, Thos. M. and Rody P. Marshall, for appellee,\ncited : Kennedy v. Traction Co., 210 Pa. 215 ; Hamilton v. Traction Co., 201 Pa. 351; Shaughnessy v. Consolidated Traction Co., 17 Pa. Superior Ct. 588 ; Callahan v. Phila. Traction Co., 184 Pa. 425 ; Schwarz v. D., L. & W. R. R. Co., 211 Pa. 625."
  },
  "file_name": "0541-01",
  "first_page_order": 571,
  "last_page_order": 575
}
