{
  "id": 950376,
  "name": "Miller, Appellant, v. American Bridge Company",
  "name_abbreviation": "Miller v. American Bridge Co.",
  "decision_date": "1907-01-07",
  "docket_number": "Appeal, No. 145",
  "first_page": "559",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "216 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "128 Cal. 48",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2079046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/128/0048-01"
      ]
    },
    {
      "cite": "71 N. H. 294",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1813772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/71/0294-01"
      ]
    },
    {
      "cite": "112 N. Y. 614",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2219640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/112/0614-01"
      ]
    },
    {
      "cite": "63 N. Y. Supp. 631",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7772841
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/63/0631-01"
      ]
    },
    {
      "cite": "166 U. S. 399",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3593422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/166/0399-01"
      ]
    },
    {
      "cite": "196 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 10328,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 5.781671120884069e-07,
      "percentile": 0.9509664463063291
    },
    "sha256": "bfc03fbf09fa9e83df31b1bdac08edb6682ee225d82fc7a1080c7ee3891a822a",
    "simhash": "1:b224ff5792c1d4ca",
    "word_count": 1890
  },
  "last_updated": "2024-02-27T17:19:33.080225+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Miller, Appellant, v. American Bridge Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJ udgment affirmed on the opinion of the court below,",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Wm. A. Hudson, with him Joseph Howley, for appellant.",
      "David A. Reed, of Reed, Smith, Shaw & Beal, for appellee."
    ],
    "corrections": "",
    "head_matter": "Miller, Appellant, v. American Bridge Company.\nNegligence — Master and servant — Vice principal — Fellow servant.\nWhere a vice principal assumes the work of an ordinary laborer, and is negligent therein, his employer is not liable to another employee for injuries resulting from such negligence.\nNegligence — Master and servant — Safe place to work — Notice of transitory dangers.\nWhere an employer furnishes a safe place for his employees to work, he is under no duty to give notice of transitory dangers which may be caused by the acts of fellow workmen.\nArgued Oct. 29, 1906.\nAppeal, No. 145, Oct. T., 1906, by plaintiff, from order of C. P. No. 3, Allegheny Co., Feb. T., 1905, No. 159, entering judgment for defendant non obstante veredicto.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Evans, J.\nAt the trial the jury returned a verdict in favor of the plaintiff for $3,166.\nOn a rule for judgment non obstante veredicto, Evans, J., filed tbe following opinion:\nThe plaintiff was a carpenter in the employ of the defendant company, and at the time of the accident which gives rise to this suit was working on a bridge across the Ohio river, a short distance below the city of Pittsburg, known as the Ohio Connecting Bridge. His immediate superior was a man by the name of Ward, who had charge of the work on the ground, had power to hire and discharge the men employed upon this work and give the directions to the men employed in the prosecution of the work. The bridge was practically finished and the roadway of the bridge was about twenty-five feet above the top of the stone piers.\nOn the day in question the plaintiff was directed by Ward to go down to the top of the stone pier and receive and put in place timbers which would be lowered to him through an opening made in the floor of the bridge. The timber was brought to the opening in the bridge by two workmen ; Ward tied the rope around the timber, and, wrapping the slack end of the rope around an iron upright of the bridge, lowered the timber into position on the top of the stone pier. When the third piece of timber was being lowered the rope became untied, the timber in falling struck the plaintiff and knocked him off the pier into the river, by which he was injured and for which injury he brings this suit against his employer. The plaintiff in his testimony stated that immediately prior to being sent down there by Ward that Ward stated to him that he would warn him each time he was about to lower the piece of timber, and that when the first two pieces were lowered he did so warn him that he might get out of the way, but failed to warn him when lowering the piece which struck him and knocked him off into the river; that the top of the stone pier was about thirty feet long and eight feet wide, and and that he could have gotten to a place of perfect safety had he received the warning promised him by Ward.\nThe defendant presented a point for binding instructions, which was refused, and the case came before the court in banc on a motion for judgment non obstante veredicto, under the provisions of the Act of April 22,1905, P. L. 286. It is claimed by the plaintiff that Ward was a vice principal, and that his negligence in tying the rope around, the piece of timber about to be lowered caused the timber to fall, and his failure to give notice to the plaintiff that he was about to lower the timber was the negligence of the defendant.\nThere was evidence that the rope was negligently tied by Ward. We may assume for the purposes of the case that Ward was a vice principal, the jury has found that he was under the instructions of the court; but every negligent act of a vice principal resulting in injury to others does not necessarily render his employer liable to an employee. When Ward assumed to tie the rope around the piece of timber about to be lowered and himself had charge of the rope in lowering the timber, he was not representing his employer as a vice principal, but as an ordinary laborer, and as such he was a fellow workman of the plaintiff Miller.. To sustain this proposition we need do no more than cite the case of Ricks v. Flynn, 196 Pa. 263. The case is so nearly parallel to this one that apparently the only difference is that in the former the accident happened in raising a stone and in the present one it happened in the lowering of a wooden timber. The tying of the rope and the lowering of the timber was the act of a fellow employee.\nBut it is contended by the plaintiff that the duty to give the warning which Ward had promised Miller to give was an absolute duty upon the employer in furnishing a safe place for his employee to work. There is no allegation here that the top of that stone pier was not a perfectly safe place to work, that all the appliances for lowering the timbers from the roadway of the bridge to the top of the pier were not perfectly safe. No harm could come to the plaintiff in the performance of his duty except through the negligence of those working with him in lowering the timbers from the roadway of the bridge. There is no allegation that his fellow employees were not competent to fill the position and ordinarily careful, and when an employer has furnished safe surroundings, safe tools for his employees to work with, reasonably competent fellow workmen, his duty is performed.\nWe find no case in Pennsylvania which squarely, rules the question whether, the duty of the employer to furnish a safe place for his employees to work imposes upon him the duty to give notice of transitory dangers which may be caused by. the acts of fellow workmen, but the courts in many of the states and the Supreme Court of the United States have ruled this question. The case of Martin V. Atchison, Topeka & Santa Fe R. R. Co., 166 U. S. 399 (17 Sup. Ct. Repr. 603), is in all points parallel to the case at bar. The plaintiff was in the employ of the railroad company, the defendant, and on the day of the accident was passing from one point to another in the course of his employment upon a handcar with several other workmen, in charge of a section foreman, who for the purpose of the case was considered a vice principal. They were expecting a work train to follow them, and the plaintiff in particular looked back and mentioned the fact that there was danger of their being run down by the work train. He was instructed by the section foreman to keep his face toward the front and that he, the foreman, would notify him of any danger. He failed to do so, the handcar was run down by the work train, and the plaintiff was injured. Mr. Justice Pbokham, speaking for the court, says: “ The counsel for the plaintiff has argued before us that the defendant must be held responsible because the plaintiff had been directed by the foreman, under whose orders he was placed, to look north while he was on the car and had received the foreman’s assurance that he (the foreman) would warn him of the approach of danger, and that as the foreman failed to do so, it was a failure of the defendant to do something which it was bound as a master to do in furtherance of the obligation it was under to see that the plaintiff had a reasonably safe place in which to perform his work. We do not perceive that the doctrine as to the duty of the master to furnish a safe place for the servant to work in has the slightest application to the facts of this case. There is no intimation in the evidence nor is any claim made that the handcar upon which the plaintiff was riding was not properly equipped and in good repair, and in every way fit for the purpose for which it was used. It was a perfectly safe and proper means of transit in and of itself from the station at Albuquerque to the point where the plaintiff was going to work. The negligence of the section foreman in failing to note the approaching train and give the proper warning, so that the car might be taken from the track, was not neglect of the defendant in regard to the performance of any duty which as master it owed to the plaintiff. If the car was rendered unsafe it was not by reason of any lack of diligence on tbe part of tbe defendant in providing a proper car, but the danger arose simply because a fellow servant of the plaintiff failed to discharge his own duty in watching for the approach of a train from the south.” The above case is of sufficient authority and the reasonings sufficiently sound to justify our following it without further investigation, but the New York courts in several cases have come to the same conclusion for the same reason. In the case of Schott v. Onondaga County Savings Bank, 63 N. Y. Supp. 631, plaintiff was injured while working in a trench through one of the fellow workmen dumping the contents of a wheelbarrow upon his head and shoulders. He alleged that the foreman, who was a vice principal, had promised to warn him before anything should be thrown in the ditch, and this he had neglected to do. The case is on all fours with the present one. After stating the general rule of the duty of the master to provide a reasonably safe place for his employees to work, the court • says: “ Was it required to supervise the executive detail of the work as it progressed, and protect its employees from any and every hazard which its execution involved, including the negligent manner in which the work was being performed ? Certainly no such rule obtains in this state, but, on the contrary, in the case of Hussey v. Coger, 112 N. Y. 614 (20 N. E. Repr. 556), it was said that the master is not ‘ chargeable with the consequences of a place for work, made dangerous only by the carelessness and neglect of fellow servants, or for the negligent manner in which they used the tools and materials furnished them for their work.’ ” The same principle is laid down in McLaine v. Head & Dowst Co., 71 N. H. 294 (52 Atl. Repr. 545) and in Donovan v. Ferris, 128 Cal. 48 (60 Pac. Repr. 519).\nJanuary 7, 1907:\nLet judgment be entered for the defendant non obstante veredicto.\nError assigned was the order of the court.\nWm. A. Hudson, with him Joseph Howley, for appellant.\nDavid A. Reed, of Reed, Smith, Shaw & Beal, for appellee."
  },
  "file_name": "0559-01",
  "first_page_order": 589,
  "last_page_order": 593
}
