{
  "id": 1026472,
  "name": "Thomas's Appeal",
  "name_abbreviation": "Thomas's Appeal",
  "decision_date": "1871-05-18",
  "docket_number": "",
  "first_page": "120",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "69 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 343",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 343",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6783,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.4848697519100316e-07,
      "percentile": 0.6618812525363448
    },
    "sha256": "dac60a4eb078da8206df1bc773d5b340474914ec018f44f81455b6498abfc6d6",
    "simhash": "1:deeeed13ea774b63",
    "word_count": 1206
  },
  "last_updated": "2024-02-27T21:26:01.451411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Thomas’s Appeal."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe court was delivered, May 18th 1871, by\nAgnew, J.\nWe cannot agree with the learned judge of tbe Common Pleas that every time a debtor waives bis exemption of $300 secured to him by tbe Act of 1849, and judgment happens to be entered upon tbe bond or note containing the waiver, it disables him from claiming bis exemption against all execution-creditors who levy on bis goods. A waiver of the- exemption in favor of one creditor is not ipso facto a fraud on others; especially where tbe waiver is contained in tbe instrument itself creating tbe contract obligation of the debtor. A waiver may be given for a consideration of tbe utmost importance to tbe interests of tbe debtor. There is, therefore, no good reason for striking down tbe debtor’s exemption, in favor of a creditor to whom be has made no concession, and in a case involving no question of distribution. Expressions such as used in Bowyer’s Appeal, 9 Harris 214, that “ the law does not give tbe debtor tbe power of preferring those whom be chooses to favor at\" tbe expense of those whom be liked less, but whose legal rights are superior; ” and that “whateverbe does not claim for himself or bis. family, be leaves in tbe general fund under tbe control of tbe court to be distributed to those who are legally entitled to it, and such distribution is not to be regulated by any wish of bis,” — are not applicable to this case, however they may furnish a key to tbe decision in that and other cases of existing liens. Tbe principle of Bowyer’s Appeal, reaffirmed in Shelly’s Appeal, 12 Casey 380, overruling Johnston and Sutton’s Appeal, 1 Casey 116, is that among creditors having existing liens upon tbe same property, tbe law regulates their priority, and not tbe will of the debtor. Hence, if in consequence of bis waiver be is not able to take tbe fund out of court, but tbe $300 must remain in custody for distribution among tbe creditors, they among themselves must be governed by their priority as fixed by law. The same principle has been applied to liens in other cases, as in Wilcox v. Waln, 10 S. & R. 380; Manufacturers’ & Mechanics’ Bank v. Bank of Pennsylvania, 7 W. & S. 343, and Tomb’s Appeal, 9 Barr 61. Hence, when the lien of the first creditor is superior to that of the second but inferior to that of the third, and the lien of the second is superior to the third, the first creditor will take the fund because of his superiority to the second, by reason of the superiority of the second over the third. So in the case of existing liens on the subject-matter of the exemption of the debtor, though his exemption would prevail against the first liemcreditor, yet being inferior to the claim of the second lien-creditor he is prevented from taking the fund out of court, and the court being called on to make distribution awards the fund to the first lien creditor because it is superior in law to that of the second, and the law will not permit the course of distribution to be interfered with by the debtor. For these reasons the cases referred to afford no guide in the present case. Here is no question of lien. No creditor has levied upon the goods but the one against whom the debtor claims his exemption. The court is called upon to make no distribution among lien-creditors, and the right of the debtor to his exemption is superior to the right of the execution-creditor’. The exemption must therefore prevail if demanded in proper time. The order of the court below, setting aside the appraisement under the exemption act, is therefore reversed and annulled, and the appraisement ordered to be restored, and the record remitted to be proceeded in according to law.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "J. Cornman and W. M. Penrose, for appellant.",
      "W. J. Shearer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas’s Appeal.\n1. A waiver of exemption in favor of one creditor is not ipso facto a fraud on others; especially when the waiver is in the'instrument creating the contract obligation of the debtor.\n2. There is no reason for striking down the debtor’s exemption, in favor of a creditor to whom he has made no concession and in a case involving no question of distribution.\n3. When the question is on the distribution of the proceeds of property amongst creditors having existing liens on it, the law regulates the priority and not the will of the debtor.\n4. If in consequence of his waiver, the debtor is not able to take the $300 out of court; the creditors amongst themselves are governed by the priority fixed at law.\n5. Where the lien of the first creditor is superior to the second, but inferior to the' third, and the second superior to the third, the first creditor will take the fund.\n6. The law will not permit the course of distribution to be interfered with by the debtor.\n7. Execution was issued on a judgment as to which the exemption was not waived and goods levied on: the debtor was entitled to his exemption although there was a subsequent judgment in which the exemption was waived ; no execution having been issued on that judgment.\n8. Bowyer’s Appeal, 9 Harris 214; Shelly’s Appeal, 12 Casey 373, remarked on. Wilcox v. Waln, 10 S. & R. 380 ; Manufacturers’ and Mechanics’ Bank v. Bank of Penna., 7 W. & S. 343; Tomb’s Appeal, 9 Barr 61, recognised.\nMay 12th 1871.\nBefore Thompson, C. J., Agnew, Sharswood and Williams, JJ.\nAppeal-from the decree of the Court of Common Pleas of Cumberland county: Of May Term 1871, No. 104.\nIn matter of the appraisement, under the exemption laws, of the goods of B. F. Thomas.\nOn the 9th of March 1866, A. D. Meals entered a judgment for $200 on bond with warrant of attorney against B. P. Thomas. The bond was dated September 25th 1865, and contained no waiver of exemption. On the 2d of October 1866, Alfred Harmar entered a judgment against Thomas for $200, on bond with warrant of attorney dated September 27th 1866. This bond contained a waiver of the benefit of the exemption law.\nTo August Term 1870, Meals issued an alias fi. fa. on his judgment,,under which the sheriff levied on the defendant’s personal property and also on a lot of land. Thomas claimed the benefit of tbe exemption law, tbe sheriff caused bis personal property to be appraised and set apart to him, tbe appraisement amounted to $183.25. Tbe real estate was condemned by an inquest. No execution bad been issued on Harmar’s judgment.\nOn 26th of November 1870, tbe plaintiff obtained a rule to show cause why the appraisement should not be set aside, on the ground that the waiver of exemption under Harmar’s judgment worked a waiver as to tbe prior judgment of Meals.\nTbe Court of Common Pleas was of that opinion, and on tbe 25th of May 1871, made tbe rule absolute and set aside tbe appraisement.\nThomas appealed to the Supreme Court and assigned this order of tbe Court of Common Pleas for error.\nJ. Cornman and W. M. Penrose, for appellant.\nW. J. Shearer, for appellee."
  },
  "file_name": "0120-01",
  "first_page_order": 120,
  "last_page_order": 122
}
