{
  "id": 1026562,
  "name": "The American Express Co. versus The Second National Bank of Titusville",
  "name_abbreviation": "American Express Co. v. Second National Bank",
  "decision_date": "1872-01-09",
  "docket_number": "",
  "first_page": "394",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "69 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 335",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0335-01"
      ]
    },
    {
      "cite": "5 Rawle 179",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824596
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0179-01"
      ]
    },
    {
      "cite": "8 Allen 189",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2120380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/90/0189-01"
      ]
    },
    {
      "cite": "24 Ind. 403",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1471366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/24/0403-01"
      ]
    },
    {
      "cite": "1 Gray 502",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0502-01"
      ]
    },
    {
      "cite": "18 Verm. 140",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 157",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "22 Conn. 1",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        438376
      ],
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/22/0001-01"
      ]
    },
    {
      "cite": "9 Wright 208",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Am. Law Reg. 234",
      "category": "reporters:state",
      "reporter": "Am. Law Reg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 915,
    "char_count": 23612,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 3.48395381169492e-07,
      "percentile": 0.8819162816056071
    },
    "sha256": "3608453f45445214d84f02836ad0ec9d0429403993b96d33785aa87815a973bb",
    "simhash": "1:6c9291204b0ab146",
    "word_count": 4118
  },
  "last_updated": "2024-02-27T21:26:01.451411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Bead, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "The American Express Co. versus The Second National Bank of Titusville."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 9th 1872, by\nSharswood, J.\nA fundamental error runs through and infects the whole charge and the answers of the learned judge below to the points presented, which renders it unnecessary to discuss the assignments in detail. He instructed the jury more than once that the express company had agreed to carry or send the package in question safely to Lancaster and' deliver it to Mr. Funk, to whom it was directed. He entirely put aside, as of no validity, the special contract contained in the receipt, actually filled up.by the bank, and accepted by them, undoubtedly with full knowledge of its stipulations. Pie put this, it would seem, on two grounds, both of which are unquestionably true, but have no application to the case, viz.: first, that common carriers cannot so limit their liability, by special notice or contract, as to exempt themselves from the consequences of their own or their servants’ negligence; and second, that if property is received by a common carrier, and he fails to deliver it safely at its place of destination, the burden is on him to prove that it was not lost or injured while in his custody; and in general, the only way in which he can do this satisfactorily, is by proving when, where, and how the loss did actually occur. There was, however, in this case, no attempt to relieve the common carrier from the necessity of proving to the satisfaction of the jury that the package, after its delivery to the express company, was not broken open and rifled of part of its contents while in the possession and custody of any of their officers or agents. The learned judge thought, and so charged, that it was incumbent on them to prove affirmatively where, when, and by whose negligence, or otherwise, the loss had actually happened. We think, however, that this rule is not applicable to the case. By the express terms of the contract contained in the receipt, the express company undertook only to forward to the nearest point of destination reached by them, and upon this, among other conditions, that they were not to be liable for any default or negligence of any person or corporation to whom they might deliver it at any point off their own established route or line. If they were carriers at all, it was only to the nearest point of destination ; beyond that they were forwarders only. There was nothing unreasonable, unusual or unlawful in such a contract. It is very well settled that forwarders are not insurers as common carriers. They are liable only as ordinary bailees to carry for hire. “A person,” says Mr. Justice Story, “who receives and forwards goods, taking upon himself the expenses of transportation, for which he receives a compensation from the owners, but who has no concern in the vessels or wagons by which they are transported, and no interest in the freight, is not to be deemed a common carrier, but a mere warehouseman or agent: ” Story on Bailees, § 502; Chitty on Carriers 18; Hoop v. Wells, 5 Am. Law Reg., N. S., 16; Jenneson v. The Camden and Amboy Railroad Co., 4 Am. Law Reg. 234; Camden and Amboy Railroad Co. v. Forsyth, 11 P. F. Smith 81.\nTo hold that a forwarder merely is bound not merely to clear his own skirts of negligence, but to prove when, where and how the loss occurred, would be to impose upon him an obligation which attaches only to a carrier, and not to an ordinary bailee for hire. A carrier, who is bound at all events to deliver safely, must bring himself, by positive evidence, within the exceptions, the act of Grod, or public enemies. Not so an ordinary bailee. It is enough for him to satisfy a jury, by the best evidence in his power, that he has performed his duty with care and fidelity, and that the loss has not arisen from any default of himself or his servants. The jury then should have been instructed that if the evidence satisfied them that the loss had not occurred between Titusville and Corry, either in going or returning, but on some other part of the route, and that in the performance of their duties as forwarders they had used all usual and reasonable care and diligence in the selection of proper carriers, their verdict should be for the defendants.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "P. Church, for plaintiffs, in error.",
      "W. S. Morris (with whom were Douglass McCoy), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The American Express Co. versus The Second National Bank of Titusville.\n1. Common carriers cannot so limit their liability by special notice or contract, as to relieve themselves from the consequences of their own or their servants’ negligence.\n2. If a common carrier fails to deliver property safely at its destination, the burden is on him to prove that it was not lost or injured whilst in his custody.\n3. An express company received a package of money from a bank at Titusville to be transmitted to Lancaster, jn their printed receipt, they undertook to “forward to the nearest place of destination reached by this company.” By conditions printed with the receipt, they were not to be liable “ except as forwarders only, * * * or for any default or negligence of any person or corporation to whom” the package should be delivered, “at any place of the established route run by this company,” and such person, &e., was to be taken to be the agent of the consignor. To reach Lancaster the package was carried by three other express companies. The consignee at Lancaster refused to receive it, and directed it to be returned to Titusville, to which place it was carried by the same routes. On its arrival there it was found that part of the money had been abstracted. Held, that at most the company were liable as carriers only to the end of their own route, and afterwards were forwarders, responsible only for reasonable care and diligence in selecting proper carriers.\n4. The burden was not upon the company to prove when, where, or by whose negligence the package was lost.\n5. The contract in the conditions of the receipt was not unreasonable or unlawful.\n6. Forwarders are not insurers as common carriers; they are liable as an ordinary bailee for hire, who need only satisfy the jury by the best evidence in his power of his care and fidelity; and that the loss was not from default of himself or servants.\nOctober 16th 1871.\nBefore Thompson, C. J., Bead, Agnew, Sharswood and Williams, JJ.\nError to the Court of Common Pleas of Grawford county: No. 48, to October and November Term 1871.\nThis was an action on the case brought September 7th 1866, by the Second National Bank of Titusville against the American Express Company.\nThe suit was to recover damages for the loss of part of a package of money sent by the defendants, addressed to Amos Funk, Lancaster, Penna.\nThe defendants’ route was from Titusville to Corry; from Corry to Lancaster other express companies had the route. The package when started from Titusville on the 25th of May 1866, contained $1900. It reached Lancaster, and Funk, on being notified of its arrival, called at the express office there, declined to receive it, and directed it to be returned to A. C. Kepler, Titusville. It was accordingly returned, and was delivered by the express agent to the plaintiff’s cashier on the 2d of June, and upon opening it, was found to contain but $600.\nThe receipt given to the plaintiffs was as follows:—\n“AmericanExpress Company, Titusville, Penn., May 25th 1866.\n“ The American Express Co. do a general express business between all the principal cities and towns of the states of New York, Kentucky, Wisconsin, Western Pennsylvania, Michigan, Missouri, Ohio, Illinois, Minnesota, Indiana, Iowa, Canada, and connecting with other responsible expresses to all parts of the world.\n“ Livingston, Fargo & Co., Buffalo.\n“Wells, Butterfield & Co., New York.”\n“Beceived of Second National Bank, Titusville, Penna., one package, said to contain bank-notes valued at Nineteen Hundred Dollars, marked Amos Funk, Esq., Lancaster City, Pennsylvania, which we undertake to forward to the nearest point of destination reached by this company, subject expressly to the following conditions, viz.: This company is not to be held liable for any loss or damage except as forwarders only, nor for any loss or damage by fire, by the dangers of navigation, by the act of Cod, or of.'the enemies of the government, the restraints of government, mobs, riots, insurrections, pirates, or from or by reason of any of the hazards or dangers incident to a state of war. Nor shall this company be liable for any default or negligence of any person, corporation, or association to whom the above-described property shall or may be delivered by this company, for the performance of any act or duty in respect thereto, at any place or point off the established routes or lines run by this company, and any such person, corporation or association is not to be regarded, deemed or taken to be the agent of this company for any such purpose, but on the contrary such person, corporation or association shall be deemed and taken to be the agent of the person, corporation or association from whom this company received the property above described. * * * The party accepting this receipt hereby agrees to the conditions herein contained.\n“For the proprietors, “ O. J. Benham, Agent.”\nThe case was tried January 21st 1870, before Johnson, P. J.\nThe plaintiffs proved that their cashier, on the 25th of May 1866, put $1900 in an envelope, sealed it with mucilage and sealing-wax, and directed it to A. Funk, Lancaster, Penna. Downs, a clerk of the bank, delivered it about five minutes after it was sealed to the express office, took the bank’s express receipt-book, with receipt filled up, delivered the package as received, with the receipt-book to Benham, the express agent; the receipt-book had beenused by the bank for about fifteen months, and was about half-full of receipts. On the 5th of June this package was brought again to the bank by Robinson, an express agent, and the express charges from Titusville to Lancaster and back paid by the bank; it was laid on the teller’s table, who, upon opening it, found but $600 in it; the seals were not tampered with; the folds of the envelope had been cut, and it was held by mucilage.\nThe defendants proved that Benham, their agent at Titusville, put the package into the safé at the office, kept the key about two hours, apd delivered it to the clerk, whose duty it was to bill such packages; the package was not interfered with whilst in his charge; it^was delivered by the clerk the next day, about thirteen hours afterwards, in the same condition it had [been'received, to the messenger on the Oil Creek Railroad; nobody could touch it whilst it was in the safe but the clerk. The messenger of the defendants who received the package from the clerk, delivered it two hours afterwards as he had received it, to the clerk a.t the office of the defendants at Oorry. The clerk at Corry received it May 26th, and put it into the safe immediately upon receiying it, and in the condition it was when given to him; it was delivered about 10 o’clock A. M. of that day to the messenger of the Union Line Express Company, in apparent good order. The agent of the Adams Express Company, at Lancaster received the package on the 29th of May in the evening; the package appeared to be perfect; it was laid in the safe until the morning of the 30th; it was given to another agent to deliver to Funk, who' brought it back to the office, Mr. Funk not being at home; it was put into the safe till the next morning; Funk then called and said he would not receive the package, and directed the agent at the office to return it to A. C. Kepler, Titusville; the package went in the mail train of Pennsylvania Railroad at 11.15 A. m., in the same condition in which it had been received, except that the direction was altered. They proved also the return of the package by similar evidence over the same route, and its delivery at the Titusville Bank; also that it would pass through four express companies, including the defendants, from Titusville to Lancaster, and that the Adams Express Company and the Union Line Express Company, two of them, were entirely distinct from the defendants ; the defendants had no control over the other companies.\nThe defendants gave much evidence to show that there had been no negligence or want of care in regard to the package by the different agents of the several companies who had charge of it from the time it was delivered to them at Titusville until its return.\nThe defendants’ points were — ■\n1. If the jury believe the evidence of defendants’ witnesses, the special acceptance and undertaking of defendants to deliver the package safely for plaintiffs at the end of the route has been fully complied with.\n2. There is no evidence of any contract on part of the defendants to deliver the package beyond the terminus of its own route, and if the jury believe that defendants parted with its possession each time in the same condition as received by them, the defendants are not liable for the loss of any of the contents of the package.\n3. The defendants are not to be charged with the loss unless it be shown affirmatively that the $1300 were in the package when they received it at Corry on its return from Lancaster, and the burden of this proof is on plaintiffs.\n4. Unless it is affirmatively shown that the $1300 were not in the package when it reached its destination at Lancaster, the defendants are not liable to plaintiffs.\nThe points were denied.\nThe court charged:—\n* * * “ [In this case the defendants agreed to carry or send this package safely to Lancaster, and deliver. it to Mr. Funk. That became impossible, because Funk would not take it. They had it on hand, and were bound to get rid of it or be responsible for it. So they voluntarily undertook to bring it back and redeliver it to the party from whom they got it.] This they failed to do. While in transitu, some one of their several agents or some outsider, through the negligence of these agents, opened the package and stole the money. The package is returned to the defendants, to whom it had been delivered to the plaintiffs from whom they received it, with full charges for its transportation both ways. But it is despoiled and robbed 6f $1800. * * * The plaintiffs therefore claim to have back from the defendants just what they committed to their safe-keeping, and have paid them for carrying and taking care of.\n“ The defendants resist this construction of their liability, because they say it is contrary to their special contract; that they did not undertake to carry the package to Lancaster, but only to the end of their line, and were not responsible for the diligence, care or honesty of those to whom they intrusted the plaintiffs’ goods, and indeed that they did not agree to deliver the package to anybody, nor at any place, nor at any time, and if they did, they were not to be held responsible for the negligence or stealing of those to whom they delivered it. All this or more is expressed or implied in the fine-print stipulations and conditions of their receipt. If full force and effect were given to these fine-print conditions, it would be as to them an entire exemption from the laws and liabilities of common carriers, and their offers to serve the community in that capacity would be a mockery, a delusion and a snare. While holding themselves out as such, they cannot thus escape the liabilities that attach to their occupation. Their undertaking is larger than their receipt and appended conditions. Receiving such a package marked for a certain destination, they are bound to forward it on its way with care and diligence, and are liable for any loss or damage that accrues through any negligence of theirs, or their agents or employees. That they may limit their liability for accidents beyond their control by special contract may be true, but they cannot exonerate themselves from the duties which the law imposes upon a party thus assuming the custody of another’s property and the obligations of a carrier respecting it. * * * It is clear to my mind that the loss of goods in the hands of a carrier unaccounted for, is presumptive evidence of negligence, and throws the burden of proof on him as to the manner of the loss. Peradventure he may show that the loss so happened as not to make him liable. But showing nothing as to how, when and by what means the loss occurs, the liability falls on him with or without a special contract. When the law presumes negligence, the burden of showing its absence necessarily devolves upon the party implicated. [Here, according to the proof, if believed, $1900 was given to the defendants to send to Lancaster and deliver to Mr. Funk. It was not delivered to him. The defendant was not to blame for that, for he would not take it. What, then, was to he done ? It should have remained at the place of consignment until the further order of the consignor was received. But this was not done. Those put in charge of it by the defendants undertook, of their own motion, to bring it back.] It came back into the hands of defendants. They claim to have received it as a package of $1900, agreed to pay those from whom they received it the full price for transporting that amount back from Lancaster. They then brought it to Titusville, charging for its transportation over their route at the full rate for $1900, and collected the expressage on that amount both to and from Lancaster. What was this but an assertion on their part that they had faithfully, diligently and carefully discharged their undertaking, and now returned undamaged the money intrusted to them? They did not return what they had received by $1300, and gave no account of its loss. But on whom should it fall, supposing both parties equally innocent of any intentional wrong ? Should the plaintiff, who has been guilty of no negligence, who had no possession of or control over it, be the victim ? * * * Whose duty is it to show how the loss occurred ? The plaintiff has no means of showing it. The defendants have, or ought to have. If the defendants have dishonest employees, that would be negligence. If they delivered the package into the hands of thieves, that was negligence. [If they received it from others on its return-trip and re-delivered it to plaintiffs as $1900, charging and receiving full price for the transmission, care and incidental responsibility of that amount, and there was not that amount there, that was negligence — not criminal, but technical.]\n“ As between two innocent parties, the loss must fall on the one whose act or agency has in any manner been instrumental in its production. [The burden of proof, then, was on the defendants to show their entire innocence of any agency in producing this loss. This could only be done by showing how it did happen. It was implied, if not expressed, in the contract of the defendants in taking charge of this money, that they would take or send it to its destination or return it to its owner. They have done neither. Therefore the presumption of negligence arises against them. They fail to show that it was the negligence of any other express company for whose carelessness they stipulated not to be responsible. Therefore they are not relieved from the presumption against themselves.]\n“ The conclusion of the whole matter is this: the defendants being common carriers, received this package of money consigned to’ Lancaster, under an implied contract to take or send it by careful and responsible hands to its destination. They declare, on the bill of lading or receipt, that they are doing business with such companies to all parts of the world. Not having delivered it to the consignee, they return it to the owner as sound, demand and receive pay for its safe transmission both ways as sound, and it proves to have been damaged while out of the possession of the plaintiffs $1300 worth.\n“ The law attaches negligence to the 'party thus receiving and returning the goods or package. To absolve themselves from liability for this negligence, the burden of proof is on the defendants to show how the loss occurred, so that the jury may judge whether it was altogether without any fault of theirs. You must judge from all the evidence whether the defendants have been guilty of negligence or are exonerated from liability.\n“ If, then, you believe from the evidence, that plaintiffs did enclose $1900 in the envelope, sealed up and gave it to the defendants in that condition, and that there was but $600 in the envelope when it was returned to the plaintiffs, and that the defendants have not accounted for the loss in a manner satisfactory or consistent with their freedom from blame, then the law presumes the loss to have occurred through their negligence and they are liable. If you are not satisfied of these two facts, that they gave to the defendants $1900 and got back only $600, your verdict should be for the defendants. * * *”\nThe verdict was for the plaintiff for $1583.40.\nThe defendants took a writ of error, and assigned the answers to the points, and the parts of the charge in brackets for error.\nP. Church, for plaintiffs, in error.\nThe plaintiffs having been doing business with the defendants for many months, and having a book of the receipts of the defendants, there was notice' of what the contract contained: Roskell v. Waterhouse, 2 Starkie 461; Mayhew v. Eames, 3 B. & C. 601; Redfield on Carriers 128; Pennsylvania R. R. Co. v. Schwarzenberger, 9 Wright 208; Hood v. N. Y. & N. H. R. R. Co., 22 Conn. 1, 502; Van Santwood v. St. John, 6 Hill 157; C. & A. Railroad Co. v. Forsyth, 11 P. F. Smith 81. The usage of the business is to deliver to the next carrier to be forwarded, this usage must be considered as one of the elements of the contract, and the consignor could not avail himself of his ignorance of the usage, it being his business to inform himself: Farmers’ Bank v. Champ. Trans. Co., 18 Verm. 140; Nutting v. Conn. Railroad Co., 1 Gray 502; United States Express Co. v. Rush, 24 Ind. 403; 2 Redfield on Railways 103; Damon v. Damon, 8 Allen 189.\nWhere a bailee accounts for a loss in a way not to implicate himself in a charge of negligence, this is a sufficient defence unless plaintiff proves negligence: Beckman v. Shouse, 5 Rawle 179; Farnham v. C. & A. Railroad Co., 5 P. F. Smith 53. Where goods have been tendered to a consignee and refused by him, the carrier is not hound to give notice to the consignor — he is only bound to do what is reasonable, and that is a question for the jury under all circumstances: 2 Redfield on Railways 65.\nW. S. Morris (with whom were Douglass McCoy), for defendants in error.\nAn express company, carrying packages for hire, are common carriers: Fuller v. Bradley, 1 Casey 120. Negligence will not be presumed, but when a loss has been shown to throw the burden of proof on the bailor, it is necessary for the bailee to show clearly how the loss occurred: Clark v. Spence, 10 Watts 335; Verner v. Sweitzer, 8 Casey 208; Camden and Amboy Railroad Co. v. Baldauf, 4 Harris 67; Beckman v. Shouse, 5 Rawle 179; Baltimore and Philadelphia Steamboat Co. v. Brown, 4 P. F. Smith 77; Penna. Railroad Co. v. Schwarzenberger, 9 Wright 208. Receipting for full freight between two points, is a contract to carry between those points: Baltimore and Philadelphia Steamboat Co. v. Brown, supra; whether the freight be paid before or after the carriage of goods: McGill v. Rowand, 3 Barr 451; Chouteaux v. Leech, 6 Harris 224. Restrictions by carriers for their own benefit are construed most strongly against them : Hooper v. Wells & Fargo, 4 Am. Law Register, N. S. 216."
  },
  "file_name": "0394-01",
  "first_page_order": 394,
  "last_page_order": 402
}
