{
  "id": 927445,
  "name": "Commonwealth ex rel. v. Penn Germania Building & Loan Association",
  "name_abbreviation": "Commonwealth v. Penn Germania Building & Loan Ass'n",
  "decision_date": "1902-10-13",
  "docket_number": "Appeals, Nos. 6, 7, 8, 9 and 10",
  "first_page": "29",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 358,
    "char_count": 6704,
    "ocr_confidence": 0.483,
    "sha256": "8e46192b32237ece04b8cf753c7ec06943f2e398180792fc0f2fc83ea315b981",
    "simhash": "1:237375a7530ef475",
    "word_count": 1139
  },
  "last_updated": "2023-07-14T20:24:50.977901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown, Mesteezat and Potter, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. v. Penn Germania Building & Loan Association."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nAll of these appeals are from a decree confirming the report of an auditor awarding distribution of a fund in the hands of the receiver of the Penn Germania Building & Loan Association, and they may be considered together. The association entered into an agreement with its general manager by which in consideration of the transfer to him of certain items of its receipts, he was to pay all the costs and expenses of the association, including the salaries of its officers. The contracts on which the claims of John H. Kennard, Emma D. Churchill, James E. Carmalt and Charlotte C. Carmalt are founded were all made with the general manager at a time when the agreement was in force and with a full knowledge on their part of the existence of the agreement. Their contracts were in fact with him as an individual, and they had no claim on the fund for distribution.\nThe claim of Mr. Leedom for salary as general counsel of the association comes within the same class, if we accept, as we think we should, the finding of the learned auditor that he had knowledge of the agreement between the association and its manager, and it was properly disallowed. His claim for services in resisting the application for the appointment of a receiver rests upon a different basis. It was sufficiently established by the testimony that he was specially retained by resolution of the board of directors to do this, and the auditor finds that his claim is not excessive for the services rendered. One of the reasons for rejecting this claim was that the services were really rendered to the manager. This is merely an inference from the fact that the manager had an apparent interest in sustaining the agreement into which he had entered with the association, and that Mr. Leedom attempted before the attorney general and the court to sustain it as a valid exercise of the corporate power of the association. One of the grounds, if not the principal ground, on which a receiver was asked for was that the agreement was contrary to public policy. Mr. Leedom was retained by the association to represent it in the proceedings that had been instituted. If he had succeeded in sustaining the agreement, the manager might incidentally have been benefited, but against direct and positive testimony to the contrary, this fact does not sustain an inference that the services were rendered in his interest. The second reason stated, that the directors did not act in good faith in resisting the appointment of a permanent receiver, is not more satisfactory. In apparent good faith they had entered into an agreement which they believed would be of advantage to the association. They were commanded by the commonwealth to appear and show cause in a proceeding intended to take the management of the association out of their hands and to wind up its business. If they believed that their action was legal, or, if illegal, could be modified or set aside, and that the interests of the stockholders could be better served by a continuance of the association than by a compulsory liquidation, it was their duty to retain counsel and resist the application for a receiver. We find no evidence that indicates that they did not so believe, and no ground for an inference of bad faith. The fact that near the close of the hearings before the court three of the directors who had authorized Mr. Leedom’s employment signed a request for the appointment of a receiver, throws no light on the question of their original intention. They may then have concluded that the litigation had destroyed every chance of a successful operation of the association, and that under the changed conditions it was wiser to wind up its affairs. Under all the circumstances as they now appear to us, we think Mr. Leedom’s claim designated by the auditor No. 2, for $160, and No. 3, for $1,000, should have been allowed. With this modification the decree of the court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "J. Q. Durbin and Joseph Leedom., for appellant.",
      "W. M. Hargest, of Hargest Hargest, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. v. Penn Germania Building & Loan Association.\nBuilding and loan association—Contract—Corporation—General manager—Receiver.\nWhere a building and loan association enters into an agreement with its general manager by which in consideration of the transfer to him of certain items of its receipts, he is to pay all the costs aud expenses of the association, including the salaries of its officers, and persons deal with the general manager at a time when the agreement is in force, and with a full knowledge on their part of the existence of the agreement, such persons deal with the general manager individually, and cannot participate in the distribution of a fund raised by a sale of the assets of the association in the hands of a receiver. An attorney at law, however, who although counsel for the general manager is specially retained by resolution of the director of the association to resist the application for a receiver, is entitled to his fees out of the fund.\nArgued June 2, 1902.\nAppeals, Nos. 6, 7, 8, 9 and 10, May T., 1902, by Joseph Leedora et al., from order of C. P. Dauphin Co., Commonwealth Docket, 1900, No. 86, overruling exceptions to auditor’s report in case of Commonwealth ex rel. John P. Elkin, Attorney General, v. Penn Germania Building & Loan Association.\nBefore Mitchell, Dean, Fell, Brown, Mesteezat and Potter, JJ.\nAffirmed.\nExceptions to report of John Fox Weiss, Esq., auditor.\nFrom the record it appeared that in 1900, J. T. Hopple, Esq., was appointed receiver of the Penn Germania Building & Loan Association. Prior to the appointment of the receiver the association had entered into an agreement with W. F. Johnson, general manager, by which the latter in consideration of the transfer to him of certain items of receipts, was to pay all the costs and expenses of the association, including the salaries of its officers. The receiver filed an account of the moneys received by him, and the appellants presented claims for salaries, professional services, and for moneys advanced. It appeared that these services and these advances were based on contracts with the general manager individually, made at the time when his agreement with the association was in full force, and known to the appellants. The claim of Joseph Leedom, Esq., was in part for services rendered to the general manager, and in part for services rendered to the association at the instance of its directors in resisting the application for a receiver. The auditor disallowed the claims, and his report was sustained in an opinion by Simonton, P. J.\nErrors assigned were in overruling the various exceptions.\nJ. Q. Durbin and Joseph Leedom., for appellant.\nW. M. Hargest, of Hargest Hargest, for appellee.\nOctober 13, 1902:"
  },
  "file_name": "0029-01",
  "first_page_order": 59,
  "last_page_order": 61
}
