{
  "id": 927530,
  "name": "Election Court",
  "name_abbreviation": "Election Court",
  "decision_date": "1902-10-13",
  "docket_number": "",
  "first_page": "92",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0134-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 11600,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 2.1823112880021334e-07,
      "percentile": 0.7727991091372508
    },
    "sha256": "c51c5e826cdba5a12e87094edd66ad315d0c792e71ac161bc007cb3a17ee8110",
    "simhash": "1:325766dd7f40c562",
    "word_count": 2040
  },
  "last_updated": "2024-02-27T21:50:02.802881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Election Court."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mitchell,\nIt would be sufficient reason to refuse this petition that the remedies of the petitioners in the regular course of procedure in Philadelphia have not been exhausted. Two judges of the court of quarter sessions of Philadelphia county will sit for the November term on Monday, November 3, and it does not appear that an application to one or both to sit for election matters on Tuesday will not be properly acted upon if made.\nBut a broader ground for refusal is found in the fact that no sufficient reasons have been presented why such a court is necessary to be held, and still less why we should be called upon to hold it. The reasons set forth by the petitioners why they think it important that a special court should be held on election day are, first, that previous to the act of 1893 making election day a public holiday, it was customary for the court of quarter sessions to be in session, “ a judge usually sitting to hear any questions arising from breaches of the peace and illegal acts committed by election officers and others on that day.” In regard to those, matters all that need be said is that any judge whether of the quarter sessions or of this court could only hear them as a committing magistrate with no more authority in law than any of the numerous magistrates whose regular duty and business it is to exercise this jurisdiction.\nSecondly, the petitioners after citing section 14 of article 8 of the constitution, that election officers shall be privileged from arrest on election day except upon warrant of a court of record or judge thereof, say that “ if no court of record is in session that day no arrest can be made of an election officer ” for election frauds, etc. This is an erroneous statement of the law. The power to issue warrants against election officers for election frauds is given not only to courts of record but to each and every judge thereof.\nThere are fifteen judges of the common pleas in Philadelphia, any one of whom has power to act in such matters. It is unreasonable to suppose that no one of them will be within reach if a proper occasion should arise for his presence.\nThirdly, it is said that there are apt to be arrests of challengers and others who should have an opportunity of obtaining writs of habeas corpus. As already said there are fifteen judges with full powers to issue such writs, and it is unreasonable to presume that no one of them can be found if there is proper occasion for his action.\nLastly, and this is probably the moving cause for the petition, it is said that “ election officers on the day of election frequently require and would request instruction as to their legal rights and duties from a court of quarter sessions.” It would probably be useful and conducive to good order and due observance of the laws to have a tribunal to which questions of the kind mentioned might be referred. But there is no legal authority for it. Courts sit to adjudicate actual litigation in the established forms. It is not their duty or their province merely to advise. If this whole court sat to respond to questions from election officers, it could give no judgments; its opinions would be wholly extrajudicial, and the officers could disregard them with impunity. We do not feel called upon to assume such a position or to sanction such departure from established forms.\nThe effect of an opinion in an election case, extrajudicial, because the court and a judge was without legal jurisdiction over the subject, will be found discussed in Com. ex rel. Howley v. Mercer et al., 190 Pa. 134.\nWe have given the matters in the petition this careful consideration and review out of regard to the importance of the general subject of election law and the public interest in it.\nBut we do not think we are called upon to exercise our authority in the matter which while unquestionable is only to be used in exceptional emergencies ; and we are fully satisfied that if the proper case is made out for a special court the regular judicial authorities of Philadelphia will be found not only competent but willing to hold it.\nThe petition is dismissed.",
        "type": "majority",
        "author": "Mb. Justice Mitchell,"
      },
      {
        "text": "Mestrezat, J.,\nconcurring:\nWhile I do not think the petition sets forth sufficient grounds to justify the court in assigning one of its members to hold a court of oyer and terminer in Philadelphia on next Tuesday, the day of the general election in the commonwealth, yet I do not approve of the action of the local judges of that city in refusing the request to sit at their court room on that day. It is to be regretted that of the fifteen judges in the city of Philadelphia, one at least did not respond to the request to be present at the court room in City Hall, next Tuesday so that he might promptly issue necessary writs of habeas corpus and warrants of arrest “for an election fraud, for felony or for wanton breach of the peace.” He need not sit as a court, as his powers as a judge are ample to grant the relief and, by means of the proper process, to protect electors in the exercise of their constitutional rights. The object of the petitioners is, as I understand, to have a judge at a convenient place so that a prompt remedy may be had for the anticipated violations of the rights of the voter and of the officers of the election. Prom the allegations in the petition supported by the records of the criminal courts of Philadelphia showing violations of law at former elections in that city as recited in the petition, the petitioners were justified in apprehending an invasion of the rights of duly qualified electors on Tuesday next, and the request to the judges for protection was reasonable and proper and should have been granted. To ignore or refuse it was to deny to the citizen what unquestionably he had a right to demand. The military power of the commonwealth has recently been called into active service to protect an alleged violation of the rights of property and to maintain the peace. A far more sacred right, that of the elective franchise in the city of Philadelphia, is imperiled if the allegations of this petition be true and they are not ’denied. Yet there seems to be no relief for this great wrong. As appears by a certificate attached to the petition presented to this court, the judges of that city practically ignore the appeal of the electors for protection. I think this is an erroneous view of their duty and the effect of their action will be to encourage the lawless element of the city to do what the petitioners in this application allege they' anticipate being done on election day.",
        "type": "concurrence",
        "author": "Mestrezat, J.,"
      }
    ],
    "attorneys": [
      "Samuel Grustine Thompson, with him Dallas Sanders and D. T. Watson, for petitioners."
    ],
    "corrections": "",
    "head_matter": "Election Court.\nCourt—Supreme Court—Deputation of a justice to hold election court.\nWhere a judge sits to hear questions arising from breaches of the peace and illegal acts committed by election officers and others on election day, he sits merely as a committing magistrate.\nUnder section 14 of article 8 of the constitution, the power to issue warrants against election officers for election frauds is given not only to courts of record, but to each and every judge thereof.\nThe Supreme Court will not depute one of its own members to hold an election court in Philadelphia, where it does not appear that any application has been made to the two judges of the court of quarter sessions who are to sit during the term in which election day occurs, and that there are fifteen judges in Philadelphia to any one of whom application can be made.\nIt is no ground for an application for the deputation of a judge to hold a special election court, that election officers might have a tribunal to advise them as to their legal rights and duties. Courts sit to adjudicate actual litigation in the established forms. It is not their duty or their province merely to advise.\nPetition of certain citizens of Philadelphia for the deputation of a justice to hold an election court in the city of Philadelphia.\nThe petition was as follows: •\nThat as a reasonable precaution to secure to themselves and to other electors residing in the city and county of Philadelphia, adequate protection in the free exercise of the right of suffrage at the general election to be held on the 4th day of November next, and the immediate benefit on that day of those high and invaluable rights, remedies, privileges and immunities belonging to them by virtue of the constitution and laws of this commonwealth, and for the purpose of more effectually safeguarding the fairness, freedom and purity of the said election, they joined in a respectful petition to the honorable judges of the court of quarter sessions of the peace for the county of Philadelphia requesting them for the reasons therein set forth “ to hold a session of the court of quarter sessions for this county on Tuesday, November 4, 1902, the day fixed for a general election in this county.” A certified copy of said petition is attached hereto and made part hereof.\nThat William Drayton, Esq., an attorney and counsellor of said court duly presented said petition to the judges thereof in the manner, on the days, and with the results specifically set forth in his certificate hereto attached and made part hereof.\nThat no order or decree was made to the prayer of a substantially similar petition presented to the judges of one of the courts of common pleas for this county prior to the general election held on the 5th day of November last, 1901.\nThat by reason of the premises your petitioners are fearful and apprehensive that no order or decree answerable to the prayer of their petition will be made prior to the election to be held on the 4th day of November next.\nThat your petitioners in all sincerity believe that the presence of a justice or judge of a court of record, in the county of Philadelphia, on the day of election at a place w'here the protection of the law may be immediately invoked by those whose rights, powers, privileges or immunities may have been violated will help to guard electors and officers, overseers and party watchers of election against transgressions.\nYour petitioners respectfully pray your honorable court to make such order in the premises as to your honors, under the circumstances and the law, may seem fit and proper.\nThe following certificate was attached to the petition:\nI, William Drayton, a member of the Philadelphia bar, representing the petitioners named in the annexed petition, presented the said petition to the court of quarter sessions of Philadelphia county, Judge Biddle sitting, on Friday, October 24, 1902. The judge stated that he would not be sitting in the court of quarter sessions in November and could take no action binding the judge who would then preside.\nThat the petition could be filed, which was done.\nA copy of the petition was presented on Tuesday, October 28, 1902 to Judge Audenried, the secretary of the board of judges, who stated he would call the attention of the judges to the fact that such a paper had been presented to him as secretary, but could give no assurance that the board of judges would hold a meeting before December 1, 1902, which is their next regular meeting. (Signed) William Drayton.\nThe petition filed in the court below averred: ‘ That prior to the Act of May 81, 1893, JP. L. 188, making the first Tuesday after the first Monday in November a public holiday, the court of quarter sessions was in session on election day, a judge usually sitting to hear any questions arising from breaches of the peace and illegal acts committed by election officers- or others upon that day.”\nSamuel Grustine Thompson, with him Dallas Sanders and D. T. Watson, for petitioners.\nOctober 13, 1902:"
  },
  "file_name": "0092-01",
  "first_page_order": 122,
  "last_page_order": 126
}
