{
  "id": 927537,
  "name": "Hosack v. Crill, Appellant",
  "name_abbreviation": "Hosack v. Crill",
  "decision_date": "1902-11-03",
  "docket_number": "Appeal, No. 176",
  "first_page": "97",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Pa. Superior Ct. 90",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0090-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 90",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837328
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/18/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 747,
    "char_count": 19362,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.9877503093282927e-07,
      "percentile": 0.7413652301736511
    },
    "sha256": "25c896f9d458e2b3f44b6989a518a030d8fab046639b73b96351805e2f5fc9e6",
    "simhash": "1:04a6acd49e9da815",
    "word_count": 3425
  },
  "last_updated": "2024-02-27T21:50:02.802881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Hosack v. Crill, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment entered in this case by the learned judge of the common pleas is based on the opinion of the Superior Court reported in 18 Pa. Superior Ct. 90, in an action between the same parties, growing out of the same contract, and involving the same questions as this appeal. For the reasons stated in that opinion this judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "8. S. Mehard, with him W. W. Moore, and J. W. Bell, for appellant.",
      "B. Magoffin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hosack v. Crill, Appellant.\nMines and mining—Severance of coal—Deed.\nAfter severance of the surface from the underlying strata, whether by reservation or by express grant, the mineral right is an independent interest in land; it forms a distinct possession; is held upon a distinct title, and is as much the subject of sale, devise or inheritance, and of separate taxation and incumbrance as the surface. The technical words “grant, bargain and sell,” or the like, are not necessary t.o the creation of a separate estate in the coal, provided the intention to sell the coal is manifest, and it is now well settled that an instrument which is in terms a demise of all the coal in, under and upon a tract of land, with the unqualified right to mine and remove the same, is a. sale of the coal in place; and this too, whether the purchase money stipulated for is a lump sum or is a certain price for each ton mined, and is called rent or royalty; and also, notwithstanding a term is created within which the coal is to be taken out. As between the parties to the instrument and their privies a conveyance of the underlying coal the grantor retaining the surface effects severance in title; under our statute the recording of the conveyance takes the place of livery of seisin, and the subsequent possession of the holder of each estate follows his right.\nWhere the words “ grant, bargain and sell” are used in connection with coal and words of inheritance are added, it is to be presumed, unless a contrary intent clearly and affirmatively appears, 1hat the parties intended them to have their ordinary legal effect, which is to vest in the grantee the entire ownership of the coal in the land described.\nArgued Oct. 15, 1902.\nAppeal, No. 176, Oct. T., 1902, by-defendant, from decree of C. P. Mercer Co., April T„ 1902. No. 3, on bill in equity in case of Samuel Hosack, Executor of John Hosack, Deceased, v. John T. Grill.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity to determine right to royalties from coal.\nMiller, P. J., filed the following opinion:\nThe Mercer Mining Company, under andby virtue of a certain agreement entered into on August 26, 1863, between John Hosack, the decedent, of the one part, and Hugh B. Wick of the other, mined coal from under the premises described in said agreement, and the royalty on the coal so mined being claimed by Samuel Hosack, the executor of John Hosack, deceased, and John T. Crill, on the request of all the parties in interest, an issue was framed by the court on April 11, 1902, for the purpose of determining the rights of the respective parties to the money admitted by the Mercer Mining Company to be in their hands; in said issue Samuel Hosack, executor of John Hosack, deceased, was to be the plaintiff, and John T. Crill the defendant.\nOn June 23, 1902, the said parties, plaintiff and defendant, waived a trial by jury, and consented and agreed that the same should be tried without the intervention of a jury. Upon consideration of the whole of the evidence the court finds the following facts:\n' FINDINGS OF FACTS.\n1. John Hosack, the decedent, and Hugh B. Wick entered into a written agreement on August 2G, 1863, which agreement was recorded in the recorder’s office of Mercer county, February 18, 1864, in article book C, page 123.\nThe agreement is as follows:\n“ Article of agreement made and concluded this 26th day of August, 1863, between John Hosack, of the township of Findley, county of Mercer, state of Pennsylvania, party of the first part, and Hugh B. Wick, town of Youngstown, county of Ma-honing and state of Ohio, party of the second part, as follows: the party of the first part for and in consideration of one dollar to him in hand paid as well as the agreements hereinafter mentioned does hereby bargain, sell and convey unto the party of the second part, his heirs or assigns, all the mineral, coal and iron ore in, upon and under the tract of land in the township of Findley, in the county of Mercer in the said state, bounded and described as follows: The first tract is bounded northerly by lands of James Alexander and others, easterly by lands of William Pardoe and Hugh Evans, southerly by lands of B. Sidley, westerly by lands of Jacob Yannatta, containing about 240 acres. Second tract is bounded northerly by lands of James Connelly’s heirs, easterly by lands of Lawrence Boyer, southerly by lands of James Johnson, westerly by lands of David Bastress, containing about 131 acres of land ; containing in the whole 381 acres of land; granting to the party of the second part or his heirs or assigns as well as his and their laborers and workmen the right to enter upon said lands at any time hereafter and search for coal and ore, and when found to remove the same from said lands, together with all the rights and privileges incident to mining and securing said coal and ore, including the right of egress and ingress and to dig, mine and explore and occupy with such' buildings and constructions as may be necessary and useful for the full enjoyment of the advantages of said coal and ore, and with the refuse from said mines, and also the right to mine and remove the coal and ore of adjoining lands through, over or under said lands during the continuance of this agreement.\n“ And the party of the second part agrees by himself, his assigns and workmen to enter upon and make search for coal and ore upon the lands above described, and should he find coal and ore in said lands and adjoining lands of sufficient thickness, quantity and quality to justify him, the party of the second part, to open and work said mines, then he or his representatives or assigns shall pay to the party of the first part, his heirs or assigns, within five years after the completion of a railroad on or near the above described premises, made in connection with any other leading railroad, by which said minerals can be taken to any large market, the sum of #10.00 a year during the continuance of this agreement; and the failure to make these advance payments yearly upon request or within one year after demand upon the party of the second part shall be deemed an abandonment of this agreement or lease, but not to the injury of tbe second party or his assigns, and the party of the second part shall have the right to abandon the said lands and mining at any time and remove all his buildings and fixtures from said land.\n“It is further understood and agreed by the parties that if the party of the second part shall fail to construct or cause to bo constructed the above contemplated railroad within fifteen years from the date of this contract, the party of the second part shall pay to the party of the first part the above named sum of #10.00 a year until the railroad is constructed and mining is commenced on said premises, and the said party of the second part by himself and his assigns and workmen agrees to pay to the party of the first part, his legal representatives or assigns, the sum of five cents for each ton of 2,240 pounds of screened coal mined and removed from said lands' herein described, and the price or rent of the ore mined or removed from, said lands for such gross ton of 2,240 pounds shall be five cents for screened and cleaned; but it is understood and agreed that any advance payments of $10.00 as above mentioned to be paid yearly that shall be made to the party or the (second) party of the first part are to apply on the payment of rent of coal first mined thereafter. The payment of rent on coal mined and removed shall be made yearly, and all payments required by this agremeent shall be made and accepted in bankable funds of the state.of Pennsylvania.\n“ It is mutually understood by the parties that the coal under any dwelling houses or other permanent buildings shall not be mined out and as little injury to the surface of said lands shall be done as possible in mining, removing and transportation of said coal and ore as herein contemplated.\n“ It is further understood and agreed by and between the parties to this contract ,that the party of the first part agrees to grant and give to the party of the second part all the land necessary for the location, construction and occupancy of a public railroad as above contemplated.\n“ It is further agreed that the party of the first part may mine for his own use coal from said premises until the railroad is completed.\n“ It is also mutually understood that the stipulations herein contained shall apply to and bind the heirs, executors, administrators and assigns of the parties respectively.\n“In witness whereof the parties hereunto set their hands and seals the day and year first above mentioned.\n“ All interlineations and erasures made before signing.\n“ John Hosack. [Seal.]\n“Hugh B. Wick.” [Seal.]\n2. John Hosack, the lessor, was on August 26, 1863, and prior thereto, the owner of the premises mentioned in said agreement.\n3. John Hosack died on February 5, 1868.\n4. The search for coal and ore mentioned in said agreement was not made until sometime in the year 1868, and subsequent to the death of John Hosack.\n5. No drilling was done nor any entry made under said instrument by Hugli B. Wick, or anyone under him, until sometime after the death of John Hosack in 1868.\n6. Hugh B. Wick, the lessee in said agreement, and the persons associated with him in the same enterprise made and executed similar agreements to the one in question, and about the same time, with persons owning several thousand acres of land in Mercer and Butler counties, and extending for a distance of about forty miles.\n7. The said several agreements, including the one in question, were, shortly after they were taken, assigned and transferred by the said Hugh B. Wick to the Mercer Mining & Manufacturing Company, a corporation of the state of Pennsylvania, and being a corporation promoted by the said Wick and his associates.\n8. The Bear Creek Railroad Company, a corporation of the state of Pennsylvania, and one promoted by the lessees of said coal lands and others, constructed a railroad through the lands covered by said leases, said railroad extending from Shenango Junction, a point on the Atlantic & Great Western Railroad, now the New York, Pennsylvania & Ohio Railroad, and the Erie & Pittsburg Railroad southeastward to Hilliard in Butler county. The said railroad was completed to Pardoe and through the lands covered by the said Hosack lease in the fall of -1869. At the time the lease was executed the nearest railroad to the premises was sixteen miles distant.\n9. No mining operations were commenced by Hugh B. Wick, or any person under him in pursuance of the said Hosack agreement, or other similar agreements taken by the said Wick in that neighborhood, until sometime in the year 1869, and after the death of the said John Hosack.\n10. John Hosack, the lessor in said agreement, made his last will and testament bearing date of January 29, 1868, which was duly probated on February 13,1868, before the register of wills of Mercer county.\n11. John Hosack by his said last will devised to his daughter Clarissa A. Hosack, afterwards intermarried with J. W. Barker, fifty acres of the land mentioned in said agreement between John Hosack and Hugh B. Wick; said fifty acres being the same land from which the fund has accrued for coal mined thereunder, and for which fund this suit is brought.\n12. All the right, title, property and estate of Clarissa A. Hosack, afterwards Clarissa A. Barker, under the devise in her father’s will aforesaid, to the said fifty acres of land became vested by sundry conveyances and assurances in law in John T. Crill, the defendant, on September 4, 1885, when he went into possession of said fifty acres of land and has since remained in possession thereof.\n18. Whatever right, if any, to the fund in dispute would pass by said devise from John Hosack to Clarissa A. Hosack is now in John T. Crill, the defendant.\n14. The money in controversy, being the royalty for coal mined under the said fifty acres, amounts to $2,650.65, and was mined and removed by the Mercer Mining Company, a corporation duly established and existing under the laws of the commonwealth of Pennsylvania, under and by virtue of the rights and privileges acquired by them in their acquisition of the rights and privileges of the said Hugh B. Wick in said written agreement of August 26,1863, with said John Hosack.\n15. The heirs of John Hosack, deceased, are five in number: Samuel Hosack, John Hosack, Dorothy E., a daughter intermarried with Thomas Irwin, Clarissa A., a daughter intermarried with J. W. Barker, and Mary Ann, a daughter intermarried with John McElree.\n16. Samuel Hosack is the surviving and sole executor of John Hosack, deceased.\nOPINION.\nThe question in this case is the character of the estate vested in Wick by the contract of August 26, 1863. Was it a mere license, a mere option, or a sale of the coal in place underlying the lands described therein?\n•The defendant contends that the contract only granted to Wick and his assigns a license or option to enter upon the lands and make search for coal or ore, and remove the same from the lands when found of sufficient thickness, quantity and quality : that while Wick or his assigns promised to make the search, and on a certain contingency mine and remove the minerals or pay the sum of $10.00 a year, nevertheless the making of the search and the mining or removing of the minerals and the payment of $10.00 a year was not compulsory on Wick or his assigns; that Wick reserved the right to abandon the land at any time, and that Hosack had no power to compel the lessee or any person holding under him to enter upon the premises and make search for coal or ore or other minerals.\nThe same question now before the court was passed upon by the Superior Court in the case of Hosack v. Grill, 18 Pa. Superior Ct. 90. The parties and the facts in that case and in the case at bar are the same. In the opinion filed in that case the court below said in part:\n“ 'Phe language of the contract is unambiguous. ‘ The party of the first part .... does hereby bargain, sell and convey unto the pa'rty of the second part, his heirs and assigns all the mineral coal or iron ore in, upon or under the farm or tract of land,’ etc. To understand fully the consideration that moved Mr. Hosack to make this contract, we must look at the circumstances surrounding the case at the time the contract was made. At the time Mr. Hosack made the contract in suit other similar contracts were taken by Mr. Wick in that neighborhood and in the adjacent and continuous locality for a distance of about forty miles. The Hosack land at the time the agreement was made was about sixteen miles distant from the nearest railroad. The construction of a railroad through or near the premises to take the minerals to a market was contemplated. If the grantee failed to construct or cause to be constructed the contemplated railroad within fifteen years he was to pay the grantor the sum of ©10.00 a year until the railroad was constructed or mining commenced.\n“ The subject-matter of the contract was the coal underlying the premises described, and this Hosack by the terms of the agreement bargained, sold and conveyed to the grantee and to put beyond question what the grantor meant words of inheritence were added. The considerations expressed are, ‘ One dollar in hand paid and the agreements hereinafter mentioned,’ viz: to search for coal and if coal was found in said lands and adjoining lands of sufficient thickness, quantity and quality to justify the grantee to open and work said mines, then he was to mine the same, to pay the royalty on all coal mined, or after a cen tain period pay ©10.00 a year until the contemplated railroad was constructed or mining begun.\n“ Time was required to carry out the enterprise on the part of the grantee. It was to the interest of the grantor that the coal underlying his farm be marketed. To this end a railroad was a necessity. Within five years after the completion of'the railroad mining was to commence or $10.00 a year to be paid to the grantor, and if the railroad was not completed until fifteen years then $10.00 a year was to be paid the grantor until the railroad was constructed or mining commenced. Not a single one of the covenants that entered into the consideration of the grant failed. The contract is dated August 26, 1863. The search for coal was made on the premises in 1869. The contemplated railroad was constructed to and upon the Hosack premises in the year 1869. Mining operations were commenced under the contracts taken by.Wick in the Hosack neighborhood in June, 1869.”\nIn the prior case the court below held that the contract between John Hosack and Hugh B. Wick of August 26, 1863, effected a sale of the coal in place to the said Wick, his heirs and assigns. An appeal was taken from the decision of the lower court \"to the Superior Court, and in Hosack v. Crill, supra, Judge Rice affirmed the decision of the lower court. For the reasons set forth in the said opinion of Judge Rice, we hold that the coal under the fifty-acre tract devised to Clarissa Barker did not pass by the devise, and that the royalties accruing after the death of the grantor, being purchase money for the coal sold are distributable as personalty according to the provisions of the will of John Plosack, and that the fund in controversy should be paid to the plaintiff.\nCONCLUSIONS OE LAW.\n1. The contract between John Hosack and Hugh B. Wick of August 26, 1863, effected a sale of the coal in place to the said Wick heirs and assigns. ■\n2. The devise of the fifty acres by John Hosack to his daughter Clarissa in the third paragraph of his will did not vest in her the underlying coal, nor any interest in the coal contract with Hugh B. Wick, nor any interest in the royalty contracted for in said contract.\n3. The contract to said fifty-acres of land vested in said Clarissa by the devise aforesaid having by divers conveyances become vested in John T. Crill, the defendant, he has no larger estate in the land than said Clarissa had under said devise, and therefore by virtue of his deeds he obtained no estate in the mineable coal, nor in the coal contract, nor in the royalties accruing therefrom.\n4. That the royalty stipulated for in said contract passed under the residuary clause of John Hosack’s will to his children. share and share alike.\ndecree.\nAnd now, September 15,1902, it is considered and adjudged that the fund in dispute in this case, to wit: the sum of $2,650.65, owing by the Mercer Mining Company, belongs to Samuel Hosack, executor of John Hosack, deceased, plaintiff, and not to John Grill, defendant. Wherefore, judgment is directed in favor of plaintiff and against the defendant in this issue.\nError assigned was the decree of the court.\n8. S. Mehard, with him W. W. Moore, and J. W. Bell, for appellant.\nB. Magoffin, for appellee.\nNovember 3, 1902:"
  },
  "file_name": "0097-01",
  "first_page_order": 127,
  "last_page_order": 135
}
