{
  "id": 927457,
  "name": "Russell v. Stewart, Appellant",
  "name_abbreviation": "Russell v. Stewart",
  "decision_date": "1902-11-10",
  "docket_number": "Appeal, No. 54",
  "first_page": "211",
  "last_page": "212",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 225,
    "char_count": 3339,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 1.44290404748228e-07,
      "percentile": 0.6535597249106029
    },
    "sha256": "3e475b6ea145657273ec6d407ce0ba3c014f7766dd44eb2ec0d72a1d74f33ab6",
    "simhash": "1:4a81b0511e80140d",
    "word_count": 573
  },
  "last_updated": "2023-07-14T20:24:50.977901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mesteezat and Potter, JJ."
    ],
    "parties": [
      "Russell v. Stewart, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cubiam,\nThe agreement in this case expressly provides that the failure to make the first payment on the property on or before October 5, 1900, should render it null and void. Such payment was not made or tendered, and not until March 18, 1901, more than two months after Russell had formally notified the appellants that the agreement had been forfeited and become null and void by reason of the failure to pay the purchase money due October 5, 1900, was there even a notice from them of their willingness and readiness to pay. Under the facts found there could have been no other conclusion of the court below than that the defendants had forfeited all rights “ that they ever had under the article of agreement.”\nA- decree in this, as in all other cases, ought to have been formally made after the exceptions to the findings and the decree to which they were filed had been disposed of. The final decree here is one simply dismissing the exceptions. It is, of course, understood what the court intended its final decree should be, but the record should show it as the last act in the proceedings below.\nDecree affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Pee Cubiam,"
      }
    ],
    "attorneys": [
      "J. F. McFarland, for appellant.",
      "John H. Murdoch, with him A. S. Miller and Edgar B. Murdoch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Russell v. Stewart, Appellant.\nVendor and vendee—Agreement to sell coal—Forfeiture.\nWhere an agreement for the sale of coal provides in express terms that a failure to make the first payment on a day designated should render the agreement null and void, and no money is paid or tendered on that day, and not until five months thereafter, and not until more than two months after formal notice of forfeiture had been given is notice received by the vendor of a willingness and readiness to pay, the vendor is entitled to have the agreement canceled.\nEquity—Equity practice—Final decree.\nWhere the court after hearing on bill, answer and proofs files findings of fact, conclusions of law and a decree, and exceptions are filed thereto, the court should not rest satisfied with entering a decree dismissing the exceptions, but should formally enter a final decree as the last act in the proceedings below.\nArgued Oct. 20, 1902.\nAppeal, No. 54, Oct. T., 1902, by defendants, from decree of C. P. Washington Co., No. 1177, in equity, on bill in equity in case of William M. Russell v. John E. Stewart, S. A. Gibson and Ross White.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mesteezat and Potter, JJ.\nAffirmed.\nBill in equity to secure the cancelation of an agreement to sell coal. Before McIlvaine, P. J.\nFrom the record it appeared that plaintiff claimed a forfeiture by reason of the defendant failing to make first payment of the purchase money, on the day designated in the agreement. The facts relating to the forfeiture sufficiently appear by the opinion of the Supreme Court.\nThe court filed findings of fact, conclusions of law, and a decree in accordance with the conclusions of law. The defendant filed exceptions, which exceptions were dismissed in the following decree:\nAnd now, February 7, 1902, upon due consideration, exceptions to the opinion and decree of court overruled and dismissed.\nNo other decree was entered.\nErrors assigned were to certain conclusions of law, the decree annexed to the report, and the decree dismissing the exceptions.\nJ. F. McFarland, for appellant.\nJohn H. Murdoch, with him A. S. Miller and Edgar B. Murdoch, for appellee.\nNovember 10, 1902:"
  },
  "file_name": "0211-01",
  "first_page_order": 241,
  "last_page_order": 242
}
