{
  "id": 927525,
  "name": "Commonwealth ex rel. v. Pittsburg, Appellants",
  "name_abbreviation": "Commonwealth v. Pittsburg",
  "decision_date": "1902-11-11",
  "docket_number": "Appeal, No. 8",
  "first_page": "219",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "176 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882168,
        882219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0588-02",
        "/pa/176/0588-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 7381,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 2.7626247353492384e-07,
      "percentile": 0.8336976402871364
    },
    "sha256": "9382dd376034099b1c05e5fb63d3ececcf3a6b7ebc527818c662ad3b6c6df81c",
    "simhash": "1:3ec8ce1bd4bfb90c",
    "word_count": 1278
  },
  "last_updated": "2024-02-27T21:50:02.802881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Beown and Mestrezat, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. v. Pittsburg, Appellants."
    ],
    "opinions": [
      {
        "text": "Pee Cubiam,\nThis judgment is affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Pee Cubiam,"
      }
    ],
    "attorneys": [
      "W. B. Rodgers, with him George W. Guthrie, for appellant.",
      "Homer L. Castle, with him William A. Stone, Stephen Stone, and J. A. Langfitt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. v. Pittsburg, Appellants.\nMunicipalities—Municipal contracts—Decision of director of department of public works.\nWhere a municipal contract provides that the decision of the director of the department of public works shall be final, conclusive and binding upon all parties, and the director signs and approves an estimate for the work done and materials furnished by the contractor, the estimate is conclusive upon the controller of the city, and he has no discretion to refuse to pay it.\nArgued Nov. 10, 1902.\nAppeal, No. 8, Oct. T., 1903, by defendant, from order of C. P. No. 2, Allegheny Co., July T., 1902, No. 393, on demurrer to return to writ of alternative mandamus in case of Commonwealth ex rel. the Mercantile Trust Company v. City of Pittsburg and John B. Larkin, City Controller.\nBefore Mitchell, Dean, Fell, Beown and Mestrezat, JJ.\nAffirmed.\nPetition for mandamus.\nDemurrer to return to alternative mandamus.\nShafer, J., filed the following opinion:\nAn alternative mandamus was issued to the city of Pittsburg and John B. Larkin, controller of the city, commanding them to issue a warrant to the relator for $11,140.12 for work done on a reservoir, or to show cause why the same should not be issued.\nThe city of Pittsburg, by its recorder, has answered expressing its willingness to do so, and the controller has made a return that he has not done so for the reasons set out by him at length, to which the relator has demurred.\nThe Mercantile Trust Company was surety on the bond of the contractor for the building of a reservoir for the city of Pittsburg. The contractor failed and ceased to prosecute the work. The trust company offered to complete the reservoir, which offer was accepted by the city by resolution of councils, approved by the mayor. The company thereupon, and in pursuance of this offer and acceptance, did certain work upon the reservoir and received an estimate for the sum for which it now demands a warrant, approved by the director of the department of.public works.\nThe contract under which the work was done contains a provision, set out in the writ of alternative mandamus at length, that in case any dispute shall arise between the contractor and the city “ under the said plans, specifications or terms of this contract, respecting the quality, quantity or value of the work or labor done or materials furnished,” or “ any of the terms, stipulations, covenants or agreements herein contained,” the question shall be referred to the director of the department of public works, “ whose decision thereon shall be final, conclusive and binding upon all parties, without exception or appeal, and all rights of any action at law or in equity by virtue of this contract and all matters connected with and relative to the same are hereby expressly waived by the contractor.” It also contains a provision that if the work is not completed by November 1, 1898, the city may deduct and retain out of any moneys coming to the contractor $100 a day for each day of default.\nThe director of the department of public works at the time of the making of the contract is not now in office, and has been succeeded by another person. The present director of the department of public works has signed and approved an estimate of the work done and materials furnished during April, 1902, giving the items thereof and certifying that the work has been done in strict accordance with plans and specifications relative to the same, that the contractors have fully complied with all the conditions of the contract, and that the amount due the contractor is $11,140.12.\nThe controller declines to countersign a warrant for the amount because he says, in substance, that the sum demanded is not due and payable, the work not being done in accordance with the specifications of the contract; that some of it was once condemned by a former director of the department of public works ; that some of it is for paving stored and not yet actually used in the work; that other payment had been, therefore, made for materials stored and not yet used in the work, to an amount exceeding the present estimate; and that the penalty of $100 per day for noncompletion of the work now amounts to more than this estimate.\nThe substantial question in this case is whether or not, so far as appears by the pleadings the city is liable to the relator for the sum for which a warrant is demanded; and to the ascertainment of that fact alone the power of the controller to inquire and investigate is confined. The department under whose charge the matter in question is, does not dispute the claim, but admits its validity, the only contest comes from the controller himself, and, in addition to this, the relator has the award, so far as the work for the month of April is concerned, of the arbitrator named in the contract, under an arbitration clause which seems to comprehend every subject of dispute which could arise between the city and the contractor. It is not alleged that the arbitrator has been guilty of bad faith or has acted corruptly. The city is just as much bound by the decision of the arbitrator as the contractor would be. Even if there were no provision in the contract between the city and the contractor, to the effect that the director of the department of public works should decide all disputes between the parties, it would be doubtful whether the controller would have any right to withhold, his signature to the warrant for the reasons given. In the case of the Commonwealth ex rel. The Century Company v. Philadelphia, 176 Pa. 588, the Supreme Court says of the controller of Philadelphia, whose powers are the same as those of the controller of Pittsburg, “ He is not entrusted with the duty of making or even of supervising the contracts of other departments. He is the city’s head bookkeeper, and his office is to see that the various departments do not exceed their appropriations, nor apply them to purposes not within their proper scope. To this end he is clothed with very large powers of examination and investigation, and a large measure of discretion, but they do not extend to the revision of lawful contracts made by other departments within their proper sphere.”\nIn the present case not only is the contract in question one which by its nature is under the supervision of the department of public works, but the contract itself so provides, and the contractor has the right to have it supervised by the director of the department of public works and by no one else. He agreed to satisfy the director, and the city agreed that that should be sufficient, without exception or appeal. In an action against the city for the sum demanded, we cannot see that anything stated by the controller would constitute a defense on the part of the city. It therefore appears that the money is legally due and the controller has no discretion to refuse to pay it.\nThe demurrer is, therefore, sustained and it is ordered that judgment be entered for the plaintiff with costs, and it is directed that a peremptory mandamus issue as provided by law.\nError assigned was the order of the court.\nW. B. Rodgers, with him George W. Guthrie, for appellant.\nHomer L. Castle, with him William A. Stone, Stephen Stone, and J. A. Langfitt, for appellee.\nNovember 11, 1902:"
  },
  "file_name": "0219-01",
  "first_page_order": 249,
  "last_page_order": 252
}
