{
  "id": 927543,
  "name": "Commonwealth v. Brush Electric Light Company, Appellant",
  "name_abbreviation": "Commonwealth v. Brush Electric Light Co.",
  "decision_date": "1903-01-05",
  "docket_number": "Appeal, No. 28",
  "first_page": "249",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "57 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0098-01"
      ]
    },
    {
      "cite": "51 Me. 599",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        665518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/51/0599-01"
      ]
    },
    {
      "cite": "8 Ga. 23",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1385743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/8/0023-01"
      ]
    },
    {
      "cite": "25 Ind. 397",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1460769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/25/0397-01"
      ]
    },
    {
      "cite": "6 Blackf. 36",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        6096651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/6/0039-01"
      ]
    },
    {
      "cite": "26 Mass. 412",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2058433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0419-01"
      ]
    },
    {
      "cite": "57 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0098-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 8991,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 6.33751971097406e-07,
      "percentile": 0.9586738454635773
    },
    "sha256": "2572281be362197fe863a215571b54dfdb9b8a0de0f1c8633b27162fa4483e46",
    "simhash": "1:bd87bf7ecaf7ceda",
    "word_count": 1476
  },
  "last_updated": "2024-02-27T21:50:02.802881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Commonwealth v. Brush Electric Light Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Bbown,\nBy section 23 of the Act of June 1, 1889, P. L. 420, electric light companies are taxed eight mills upon the gross receipts from their business. The appellant, such a company, claims exemption from this tax upon certain items in its gross receipts, because they are not derived from electric lighting. They are for electric power furnished to individuals and corporations for manufacturing purposes and for sales of electric supplies, such as lamps, drop lights, fans, etc. The contention of the appellant is, that, as it is incorporated as an electric light company, only its gross receipts from electric lighting are taxable. But such are not the words of the statute. They are clear and unambiguous, as they must be, if the commonwealth is entitled to the taxation imposed: Boyd v. Hood, 57 Pa. 98. The tax is not to be paid upon the gross receipts from electric lighting, but upon the gross receipts from the business of the company. For the purpose of enlarging and swelling the volume of its business, it furnishes not only electric light, but electric power to manufacturers and sells electric supplies. Having so extended its business beyond the mere furnishing of light by electricit}r, the company has largely increased its revenues, and it would be a strained construction of the words of the statute if the gross receipts from its business should be interpreted as meaning only its gross receipts from electric lighting, simply because it is called an electric light company. It is taxed on what it does. The statute imposes the tax not upon a portion of its receipts— those derived from a particular commodity it supplies to the public—but upon all of its receipts from its general business conducted under its franchises. Having, under what it regards as its franchises, not questioned by the commonwealth, enlarged its business by extending the same beyond the mere furnishing of light, and having realized largely increased revenue from so doing, its plea for abatement of the tax claimed by the state is ungracious, and cannot avail it in the face of the statute declaring what it shall pay. This, in a very clear opinion, to which nothing can be profitably added, was the view of the learned judge below, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Bbown,"
      }
    ],
    "attorneys": [
      "M. E. Olmstead, with him A. O. Stamm, for appellant.—■",
      "Frederic W. Fleitz, deputy attorney general, with him John jP. EUcin, attorney general, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Brush Electric Light Company, Appellant.\nTaxation—Electric light companies—Gross receipts—Corporations.\nUnder seetion 23 of the Act of June 1, 1889, P. L. 420, electric light companies must pay to the commonwealth eight mills per annum upon the gross receipts from their business, and it is immaterial that certain of these receipts are derived from electric power furnished to individuals and corporations for manufacturing purposes, and from sales of electric supplies, such as lamps, drop lights and fans.\nArgued June 3, 1902.\nAppeal, No. 28, May T., 1902, by defendant, from judgment of C. P. Dauphin Co., Commonwealth Docket, 1901, No. 187, on appeal from tax settlement, in case of Commonwealth v. Brush Electric Light Company.\nBefore Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAppeal from tax settlement. Before Weiss, J.\nThe court below found the facts to be as follows:\n1. The Brush Electric Light Company, defendant, is a corporation of the state of Pennsylvania, chartered for the purpose, as expressed in its charter, of “ carrying on the business of manufacturing, procuring, owning and operating various apparatus used in producing light, heat or power by electricity, or used in lighting buildings, with the right to acquire, hold, manufacture and manage such property, real, personal and mixed, as may be deemed necessary or advisable to use in connection therewith and with such other rights as provided in the act of assembly, entitled ‘ An act to provide for the incorporation and regulation of certain corporations,’ approved April 29, 1874, and its several supplements.” The defendant accepted the provisions of the Act of May 8, 1889, P. L. 136, and is now a corporation existing in pursuance of the terms of said act.\n2. For the six months ending June 30, 1900, in a blank form prescribed by the auditor general, defendant returned to that official an itemized statement of its gross receipts, as follows:\nFrom electric light business,.............. #442,727.73\nFrom other sources, sales of materials, etc., . . 75,884.55\nwhich last sum was made up of the following items\nFrom loans to other companies returned, . .. #54,128.62\nSale of electric supplies, such at lamps, drop lights, scrap iron, etc., . ............... 7,432.29\nTemporary loan of money, ............... 12,200.00\nRebates on freight and insurance, ........ 800.94\nRent of stalls in stable owned by defendant, . 81.50\nInterest on bank balance,............... 1,241.20\nTotal,.....................' . . $75,884.55\n3. The auditor general in the account appealed from charged a tax of eight miles upon defendant’s 'entire receipts, including the said $75,884.55. Defendant paid into the state treasury the sum of $3,541.82, being the tax upon $442,727.73 reported as derived “ from electric light business,” and appealed from the balance.\nThe court found the following conclusions of law:\nThe conclusion of law is, that the defendant companies are each liable to taxation upon the gross receipts derived from the sale or supply of electrical power, in the amount returned by them, respectively, to the auditor general, for the tax periods embraced in the settlements made against them by the commonwealth.\n■ We are further of the opinion that the items designated, variously, “ sale of steam,” “ sale of electric supplies, such as lamps, drop lights,” etc., “sales of scrap and other material,” should be added to the gross receipts from light and power.\nThey are the proceeds of sales of articles used in lighting, or in the conduct of the business of the electric light companies, as hereinbefore defined, and should be added to the other, taxable items and taxed as gross receipts.\nThe other items returned under the heading “from all other sources,” or otherwise, not the result of sales of the product of the business of the companies engaged in electric lighting, are not taxable by the commonwealth.\nThe prothonotary is directed to enter judgment in accordance with the foregoing opinion, upon calculation of the amounts taxable as gross receipts at the rate of eight mills upon the dollar thereof, and crediting the respective amounts paid to the state treasurer by each of the companies defendant, unless exceptions are filed according to law.\nError assigned was the judgment of the court.\nM. E. Olmstead, with him A. O. Stamm, for appellant.—■\nThere are very few corporations whose operations are confined with absolute strictness to one branch of business. The defendant company has express authority in its charter for “ carrying on the business of manufacturing ” the various apparatus used in lighting buildings, etc., as well as for the purpose of supplying electric light. It has also, under the Act of May 8,1889, P. L. 136, express authority not only for the supply of light, but clause 1 of section 2 of the act distinctly says that “ every such corporation shall have the authority to supply light, heat and power, or any of them, by electricity.”\nIn other words, such companies may be either light companies, heat companies, or power companies, or all three purposes may be combined in one company. This act, which was passed by the same legislature, and a few days before the passage of the revenue law, clearly contemplated receipts from three different sources. But the revenue law has taxed only those from electric light business. It could hardly be pretended that a company which was chartered as a power company, and supplied power only, or as a heat company and supplied heat only would be taxable upon its gross receipts. But the claim is made that because this company supplies electricity for light also, it is taxable, not only upon its receipts from electric light business, but also from all other sources.\nIt is a well settled rule of law that every charge upon the subject must be imposed by clear and unambiguous language: Doe v. Snaith, 8 Bing. 147; Denn v. Diamond, 4 B. & C. 243; Wroughton v. Turtle, 11 Mees. & W. 561; Chandos v. Commissioners of Inland Revenue, 6 Exch. 464; Gurr v. Scudds, 11 Exch. 190.\nStatutes which impose restriction upon trade or common occupations, or which levy an excise or tax upon them, must be construed strictly : Sewall v. Jones, 26 Mass. 412; Williams v. State, 6 Blackf. 36; Smith v. Waters, 25 Ind. 397; Savannah v. Hartridges, 8 Ga. 23; Williamsburg v. Lord, 51 Me. 599; Boyd v. Hood, 57 Pa. 98.\nThis is the first attempt to collect the tax upon anything more than receipts from electric light business. Heretofore the state officers have not claimed the tax upon receipts from power, etc.\nFrederic W. Fleitz, deputy attorney general, with him John jP. EUcin, attorney general, for appellee.\nJanuary 5, 1903:"
  },
  "file_name": "0249-01",
  "first_page_order": 279,
  "last_page_order": 283
}
