{
  "id": 927423,
  "name": "Miller v. Mackey, Appellant",
  "name_abbreviation": "Miller v. Mackey",
  "decision_date": "1903-01-05",
  "docket_number": "Appeal, No. 104",
  "first_page": "345",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "204 Pa. 345"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 Ill. 368",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        820056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/67/0368-01"
      ]
    },
    {
      "cite": "77 Ill. 325",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        821754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/77/0325-01"
      ]
    },
    {
      "cite": "66 N. Y. 261",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2163530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/66/0261-01"
      ]
    },
    {
      "cite": "14 Mich. 12",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1948358
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/14/0012-01"
      ]
    },
    {
      "cite": "23 N. J. L. 712",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        401202
      ],
      "pin_cites": [
        {
          "page": "725"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/23/0712-01"
      ]
    },
    {
      "cite": "117 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555833
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0310-01"
      ]
    },
    {
      "cite": "102 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502652
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0576-01"
      ]
    },
    {
      "cite": "12 W. N. C. 183",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0461-01"
      ]
    },
    {
      "cite": "46 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420624
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0334-01"
      ]
    },
    {
      "cite": "9 Watts, 85",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0085-01"
      ]
    },
    {
      "cite": "194 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912483
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0496-01"
      ]
    },
    {
      "cite": "120 Cal. 59",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1973465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/120/0059-01"
      ]
    },
    {
      "cite": "109 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0150-01"
      ]
    },
    {
      "cite": "6 Vt. 355",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11269480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/6/0355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 9189,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 9.009969117930357e-08,
      "percentile": 0.5035266534844309
    },
    "sha256": "c7269d01c528933bf69e8b87b3bb5e7f473ba504b4af244405cc8d0e84938a48",
    "simhash": "1:6e4c1020815af7fd",
    "word_count": 1703
  },
  "last_updated": "2024-02-27T21:50:02.802881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Miller v. Mackey, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Fell,\nIn 1867, the defendant was the owner of a tract of land on the south side of Centre avenue in the borough of Butler, which she laid out in building lots fronting on the avenue and extending south 160 feet to an alley twenty feet wide. In 1873, after she had sold all these lots, she laid out another tract adjoining the first on the south, into lots with streets and alleys. On the plan of this tract, Walker avenue was the main street. It was forty feet wide and extended from the south side of the tract, intersecting cross streets, 1125 feet to the alley in the rear of the lots first laid out. This avenue was at an angle of about sixty degrees with Centre avenue, and ended at the alley 160 feet from it. In order to give the owners of lots on Walker avenue a better means of access to Centre avenue and other streets, the alley west of the former was widened to forty feet and extended to Fullerton street, which opened into Céntre avenue. Walker avenue was opened, and lots abutting on it were sold according to the plan, a part of the description of each lot being : “No. on Mrs. Mackey’s plan of lots.” In 1887, the defendant purchased from Henry De Wolfe a lot on Centre avenue which she had before owned and had sold in 1867. The lot was sixty feet wide and extended back to the alley opposite the end of Walker avenue, but was not in line with it, as the avenues were not at right angles. The extension of Walker avenue in a straight course would take the smaller part of this lot and the larger part of two lots to the west, not then nor now owned by the defendant.\nIn the bill filed it was alleged that the plaintiffs purchased lots on Walker avenue in reliance on the promises of the defendant to open the avenue through to Centre avenue. This averment was not sustained by the testimony. The proofs showed that at different times extending over a period of many years, the defendant had told persons, some of whom after-wards became purchasers, that she intended to have the avenue opened at some future time. Some of these statements were made before and some after she purchased the De Wolfe lot, but with a single exception there was no agreement with a purchaser to extend the avenue, but merely the expression of an intention to have it opened sometime in the future. To some of the parties she said that she did not want to pay all the expenses of opening the avenue, and all her declarations were as consistent with an intention on her part to cause it to be opened by the borough as they were with an intention to do it at her own cost. The only one of the plaintiffs with whom it is found by the court that an agreement was made is Andrew Miller, who purchased in 1891 after the defendant had become the owner of the De Wolfe lot. He testified : “ I asked her if she would open it (the street) if I purchased, and she said she would open it through to Centre avenue, but she did not know whether she could do it while Mr. Reif lived, and said she did not think he would live long as he was an old man.” Mr. Reif was the owner of a lot west of the De Wolfe lot, the larger part of which would be taken by the extension. By the decree entered, the defendant is ordered, to open and extend Walker avenue of a width of forty feet, over and across the west side of the DeWolfe lot to Centre avenue. The enforcement of this decree will deflect the street about thirty degrees from its course and require the removal of a house occupied by the defendant’s tenants.\nWe find no ground on which this decree can be sustained. There was not an actual dedication of the DeWolfe lot for public use as a street. The defendant never agreed that the avenue should be deflected from its course and extended through this lot. Her agreement with Andrew Miller was 'to have it extended in a straight line. This is clearly and unmistakably indicated by her statement to him that she did not know whether she could open the street during the. lifetime of the owner of an adjoining lot over which the street would pass. The dedication of the lot did not result by implication of law from the sale of lots on Walker avenue. The sale of lots on this avenue implied a covenant with the purchasers that the avenue should forever remain open as a public thoroughfare, but nothing more. It was then opened and connected at both ends with the system of borough streets. In order to make a better connection at the south end, the defendant had widened the alley to the full width of the avenue on the west to Fullerton street. The avenue was complete, and its length and width and its connections with other streets all appeared on the plan and on the ground itself, and there was no possible reason for the implication of an intention to extend it.\nA distinct agreement with a purchaser to extend the avenue through the DeWolfe lot might be enforced, but no such agreement was made with any of the plaintiffs. The agreement with one of them, and the only agreement shown, was to extend the avenue' without a change of its course over the property of others when it became possible to do so. With the other defendants there was no agreement, but merely the statement of an intention to be carried into effect in the indefinite future. In the sale of lots to them there was no misrepresentation or com cealment of material facts, which would give rise to an equity that could be enforced in any manner. The plan, which entered into and became a part of the description in their deeds, showed the division of the land into lots, streets and alleys. This was notice to them. Moreover they had knowledge, and no one purchased on the supposition that the defendant owned the land extending on the line of Walker avenue through to Centre avenue, and had dedicated it or by the sale of lots was then dedicating it to the public use.\nThe- decree is' reversed, and the bill is dismissed at the cost of the appellees.",
        "type": "majority",
        "author": "Mb. Justice Fell,"
      }
    ],
    "attorneys": [
      "T. C. Campbell, with him A. E. Reiber, for appellant.",
      "II. H. G-oucher, for appellees."
    ],
    "corrections": "",
    "head_matter": "Miller v. Mackey, Appellant.\nVendor and vendee—Plan of lots—Extension of street.\nOn a bill in equity by a number oí lot owners in a borough to compel the defendant who had laid out the lots in a plan, and sold them to the plaintiffs, to extend a street on the plan to a main street of the borough, it appeared that the only agreement made by the defendant was with one of the plaintiffs, and that was to extend the street in question without a change of its course over the property of others when it became possible to do so. With the other plaintiffs there was no agreement, but merely the statement of an intention to be carried into effect in the indefinite future. In the sale of lots by the defendant there was no misrepresentation or concealment of material facts which would give rise to an equity which could be enforced in any manner. The court entered a decree directing the defendant to open the street in question by a deflected course over a lot originally conveyed by the defendant to another person, but subsequently repurchased by her. Held that the evidence was insufficient to sustain the decree.\nArgued Oct. 22, 1902.\nAppeal, No. 104, Oct. T., 1902, by-defendant, from decree of C. P. Butler Co., March T., 1901, No. 1, on bill in equity in case of Adam Miller et al. v. Sarah Maclcey.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nReversed.\nBill in equity to compel the opening of a street.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was the decree of the court.\nT. C. Campbell, with him A. E. Reiber, for appellant.\nThe intention to dedicate must be clearly manifest in order to deprive a landowner of his own property: State v. Trask, 6 Vt. 355; Griffin’s App., 109 Pa. 150; San Francisco v. Grote, 120 Cal. 59 (52 Pac. Repr. 127); Lewis v. Portland, 25 Oregon, 133 (35 Pac. Repr. 256); Cotter v. Philadelphia, 194 Pa. 496.\nThe alleged contracts related to an interest in land and rested in parol: McKee v. Phillips, 9 Watts, 85; Parrish v. Koons, 1 Parsons, 78; Hammer v. McEldowney, 46 Pa. 334; Moore v. Small, 19 Pa. 461.\nThe description of the land involved in the alleged contracts is vague: Parrish v. Koons, 1 Parsons, 78; Hammer v. McEldowney, 46 Pa. 334; Lee’s App., 12 W. N. C. 183; Cortelyou’s App., 102 Pa. 576; Ruff’s App., 117 Pa. 310; Holthouse’s App., 12 Atl. Repr. 340.\nII. H. G-oucher, for appellees.\nThe facts and circumstances in proof in this case constitute a dedication by Mrs. Mackey of the necessary ground for an easement for the opening and extension of Walker avenue to the width of forty feet over the west side of the “ De Wolfe” lot for the use of the lot owners and the public.\nThe doctrine of all the authorities is that the intention to dedicate land to the public use is of the very essence of the act, but this intention may be proved as a fact or inferred from the circumstances (Smith v. State, 23 N. J. L. 712, 725; Lee v. Lake, 14 Mich. 12; Mayo v. Murchie, 3 Munf. (Va.) 358; Niagara Falls Bridge Co. v. Bachman, 66 N. Y. 261), and may be shown by acts in pais : Town Council v. Lithgoe, 7 Rich. (Law) 435; Angell on Highways, sec. 132; Princeville v. Auten, 77 Ill. 325; Illinois Ins. Co. v. Littlefield, 67 Ill. 368.\nJanuary 5, 1903:"
  },
  "file_name": "0345-01",
  "first_page_order": 375,
  "last_page_order": 378
}
