{
  "id": 1900414,
  "name": "Pritchard v. Malatesta, Appellant",
  "name_abbreviation": "Pritchard v. Malatesta",
  "decision_date": "1966-04-19",
  "docket_number": "Appeal, No. 110",
  "first_page": "11",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 11"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "389 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0131-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 273,
    "char_count": 3400,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 3.2985287180006396e-07,
      "percentile": 0.8717459975465751
    },
    "sha256": "d9fb888436a787ca00838fad95c440fff108e8309de157f6731d7080f6f606e3",
    "simhash": "1:f54703954f384870",
    "word_count": 592
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Pritchard v. Malatesta, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPee Cueiam,\nMorgan Louis Pritchard, eleven years of age, was struck by an automobile operated by the defendant, and he died from the resulting injuries. His father brought wrongful death and survival actions against the defendant. The jury returned a verdict for the defendant. On motion of the plaintiff, the trial court ordered a new trial, stating: “In our opinion, the verdict for the defendant in this case was so shocking and unjust that, as has been aptly stated in an earlier case, ‘the. judicial process has resulted in working of an injustice upon the plaintiff.’ Kiser v. Schlosser, 389 Pa. 131.”\nWe have reviewed the record and are satisfied that the reasons given by the trial court support his order for a new trial: “The defendant saw the decedent, yet operated his car for about 80 feet before he applied his brakes, and then applied them so hard that the car skidded the remaining 110 feet, when the left fender of the car struck the decedent, who was then about two-thirds of the way across the highway. The defendant’s car continued to skid forward an additional 72 feet— a total of 182 feet — when it came to a stop and the decedent’s body slid off the hood of the car. . .\n“It is likely that when he [the minor decedent] started to cross the road, the defendant’s vehicle was not yet in sight and that the boy exercised the care of a normal, ordinary eleven-year-old boy in making the crossing when he did. No horn was sounded and, if he was running, as the defendant said, this would be evidence that having committed himself to the crossing, he was doing all in his power to complete it before the defendant’s car arrived at the point of crossing. Further, in addition to the presumption that an eleven year old child lacks the capacity fully to appreciate danger and is only held to the standard of care of a boy of his age and intelligence, there is the presumption of due care which a decedent has the benefit of in a situation like the present, and in our opinion, this presumption was not adequately rebutted. This is particularly true since the decedent had crossed two-thirds of the highway and had nearly completed his crossing before he was struck.”\nOur reading of the record impels us to share the perplexity of the trial judge who said: “For some reason, which we are unable to fathom, the jury apparently determined that there was no liability on the part of this defendant.”\nThe trial judge points out that the evidence of the defendant’s excessive speed and his complete lack of control of his vehicle immediately prior to the accident was “overwhelming.”\nIt is true as appellant states that a new trial should not be granted merely because the trial judge on the same facts would have arrived at a different conclusion, but where the verdict is so diametrically opposed to the evidence as it unfolds before the trial judge that his sense of justice is so shaken that in judicial conscience he cannot allow the verdict to stand without a new trial, his order to that effect will not be disturbed on appeal.\nOrder affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "William J.. Joyce, with him Albert E. Acker, and Ousick, Madden, Joyce, Acker and McKay, for appellant.",
      "William G. Kuhn, with him Philip E. Brockway, and Brockway, Brockway & Kuhn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pritchard v. Malatesta, Appellant.\nArgued March 15, 1866.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nWilliam J.. Joyce, with him Albert E. Acker, and Ousick, Madden, Joyce, Acker and McKay, for appellant.\nWilliam G. Kuhn, with him Philip E. Brockway, and Brockway, Brockway & Kuhn, for appellee.\nApril 19, 1966:"
  },
  "file_name": "0011-01",
  "first_page_order": 51,
  "last_page_order": 53
}
