{
  "id": 1900382,
  "name": "Zeedick Will",
  "name_abbreviation": "Zeedick Will",
  "decision_date": "1966-04-19",
  "docket_number": "Appeals, Nos. 60 and 63",
  "first_page": "44",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "213 A. 2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896921
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 190,
    "char_count": 2273,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.5243135013454456e-07,
      "percentile": 0.669860289151993
    },
    "sha256": "377224f8408be54afb775b765b5b8e3f24fab2c1eb5289dd539e83d24a6e4604",
    "simhash": "1:c4ea67103ca28315",
    "word_count": 377
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Zeedick Will."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThis is a will contest. After a lengthy hearing in the court below, the chancellor sustained the will and dismissed the appeal from the probate thereof. Exceptions to his findings were later overruled by the court en banc, and appeals to this Court followed.\nIt is the contention of the appellants: (1) that under the testimony the trial court was bound as a matter of law to declare the will was procured by fraud and undue influence; (2) that from a consideration of all the testimony, the conclusion is inescapable that the testator lacked testamentary capacity, and the will did not correctly state his intentions as to the disposition of his property.\nIn his adjudication, the chancellor carefully detailed and analyzed the testimony presented against and in support of the validity of the will. We need not summarize it again. After our study of the record, we are completely satisfied that the chancellor’s findings of fact, which ■ were subsequently affirmed by .the court en banc, are supported by both sufficient and competent evidence, and that correct legal principles were applied thereto in resolving the issues for determination.\nWe also note that on appeal, it is not within our province to assess the credibility of the testimony. Our scope of review is limited to a determination of whether or not the findings of fact are supported by sufficient, competent evidence, and whether or not the court below committed an error of law or abused its discretion: Abrams Will, 419 Pa. 92, 213 A. 2d 638 (1965). We find nothing in the instant record to warrant a reversal of the decree below.\nDecree affirmed. Parties to pay own costs.\nIn the court below, the contestants also alleged forgery; however, the chancellor’s finding that the testator did in fact sign the will is not challenged here. The contestants also maintain that the marriage of the testator and the principal beneficiary in the will was procured by fraud; however, the validity of the marriage cannot be determined in this proceeding.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Michael Hahalyak, for appellants.",
      "John H. Scott, Jr., with him Ernest R. Dell, and Reed, Smith, Shaw & McGlay, for appellee."
    ],
    "corrections": "",
    "head_matter": "Zeedick Will.\nArgued March 18, 1966.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nMichael Hahalyak, for appellants.\nJohn H. Scott, Jr., with him Ernest R. Dell, and Reed, Smith, Shaw & McGlay, for appellee.\nApril 19, 1966:"
  },
  "file_name": "0044-01",
  "first_page_order": 84,
  "last_page_order": 86
}
