{
  "id": 1900429,
  "name": "Pratt v. Scott Enterprises, Inc., Appellant",
  "name_abbreviation": "Pratt v. Scott Enterprises, Inc.",
  "decision_date": "1966-04-19",
  "docket_number": "Appeal, No. 45",
  "first_page": "46",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "191 A. 34",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "130 Pa. Superior Ct. 21",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1006127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/130/0021-01"
      ]
    },
    {
      "cite": "326 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174489
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0145-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 8765,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.4515558909032545e-07,
      "percentile": 0.6551540263544322
    },
    "sha256": "c7323dd957ccdb518669737412ad89463792b87addda5e0ffa42ff5f4fb6a8fe",
    "simhash": "1:f9bc4472fd676af6",
    "word_count": 1490
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Pratt v. Scott Enterprises, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nOn February 3, 1962, Robert T. Pratt, an employee of the Jeannette Glass Company, was operating a tow motor on the first floor of a warehouse owned by Scott Enterprises in South Greensburg, when the floor gave way and he fell with the machine into the basement, sustaining serious injuries. He brought suit in trespass against the Scott Enterprises, owners of the building, and the Pittsburgh Plate Glass Company, tenant on the first floor. The Jeannette Glass Company, which had leased the premises prior to the Pittsburgh Plate Glass Company’s lease, but which had not yet completely vacated the premises at the time of the accident, was brought in as an additional defendant. The jury returned a verdict in favor of the plaintiff and against the defendant Scott Enterprises in the sum of $125,000. The Pittsburgh Plate Glass Company and the Jeannette Glass. Company were freed of liability by the jury’s verdict. Scott Enterprises filed motions for judgment n.o.v. and a new trial, which were refused. This appeal followed.\nNothing was advanced at the oral argument or appears in the briefs which would justify judgment n.o.v., so we will proceed to a consideration of the motion for a new trial. The appellant contends that the lower court érred in charging the jury on the duties of a landlord of a building accommodating multiple tenants.\nIt appears that Scott Enterprises had purchased the warehouse in question from the American Glass Company on February 4, 1958, and at the time of the purchase, the first floor was under lease to the Thatcher Glass Company. Scott then leased the first floor to the Pittsburgh Plate Glass Company but, as Jeannette Glass Company, leasing part of the first floor, had not removed all its equipment and stock when Pittsburgh Plate moved in, the latter entered into an oral sublease with Jeannette for such time as it needed to take away its property. The plaintiff Robert T. Pratt was an employee of Jeannette.\nThe appellant contends that the plaintiff failed, because of the leasing and subleasing, to establish that Scott is the party liable for his injuries. Anyone who is injured in a building where he has the right to be, as the result of the negligence of the landlord who is not out of possession and is in control, is not required to grope his way through a labyrinth of lease and sublease provisions with their thickets of verbiage, in order to reach a determination of the issue of responsibility for the mishap which caused his accident. The brute fact in this case is that Scott had exclusive possession of the basement and it had the duty of maintaining it in a safe condition.\nThere was evidence of a structural defect in the warehouse. There was evidence that the landlord was aware of that structural defect. A dialectical semi-philosophical argument is made that the collapse which caused the plaintiff’s injury was a defect in the floor of the first floor and not in the ceiling of the basement. This argument is akin to the eternal debate as to which came first: the chicken or the egg, an issue which, of course, never arrives at unanimous solution. The first floor and the basement ceiling in this building were merged into a unit, responsibility for which devolved upon the landlord.\nScott had exclusive possession of the basement. It was shown that the ceiling of the basement had “flaked” in several areas, and, indeed, Scott, which was made aware of the weakness in the structural support of the ceiling, had stacked pallets on the basement floor as high as the basement ceiling or the bottom of the first floor at the site of the collapse. There was evidence also that knowledge had been brought home to Scott of the lack of strength and durability in the surface of the floor above to support the loads to which it was being subjected. The lower court summed up the situation very well when it said: “Prom the evidence, knowledge of the true defective condition of the floor and of the risk created would only be had by persons having access to the underside of the floor. To observers on the main floor, the defect would not be discoverable or known, for as succinctly stated by the plaintiff: ‘A floor is a floor.’ However, to Scott, the true nature of the problem plainly became apparent... The evidence here indicates that nothing occurred on the top side of the floor on any occasion prior to this collapse to have Jeannette Glass and Pittsburgh Plate sharing Scott’s knowledge. The testimony is uncontradicted that Scott never informed either company of any defect or danger.”\nThe appellant submits. that • the Court erred in its charge regarding multiple tenancies, and in this regard cites the case of Harris v. Lewistown Trust Co., 326 Pa. 145. That case offers no support to the foundation of the appellant’s argument. In the case at bar the landlord had not leased the entire building to a tenant, releasing all control over it. On the contrary, it retained control, it allowed no one into the basement Without its consent, it supervised the entire building, it inspected the basement and the first floor, when breaks occurred in the floor above the basement it made the needed repairs, it maintained a workshop in the basement from which inspections were made throughout the building. George McCurdy, the maintenance employee for Scott, had, some six months prior to the plaintiff’s accident, notified Thatcher Glass Company not to operate tow-motors over the floor until he, Mc-Curdy, could place braces beneath the floor at the points he indicated. The “flaking” which McCurdy had observed, was in the immediate vicinity of the point where the plaintiff later came to grief.\n. The rule applicable to the facts before us was well stated, in Germansen v. Egan, 130 Pa. Superior Ct. 21, where the Superior Court stated: “The rule laid down by the Supreme Court in Harris v. Lewistown Trust Co., 326 Pa. 145, 191 A. 34, in our opinion, cannot be applied here. It is confined to cases where the landlord rents an entire building to a tenant, retaining no possession or control over any part of it. It does not apply where the landlord rents different parts of a building to different tenants and himself occupies part of it. In such case the landlord remains in possession and control of the building, except those portions specifically leased to tenants. The roof of a building rented to different tenants is not leased to the tenant of the floor just below it, but remains in the control of the landlord, and the latter is responsible for damages naturally resulting from its negligent maintenance.” (Emphasis supplied.)\nAs the roof of a building is its hat, the basement is its shoes and when the landlord is wearing those shoes he cannot escape responsibility for negligence in keeping the shoes properly repaired, to the hurt of those to whom he owes a landlord’s duties.\nThe appellant urges that the trial judge read to the jury contradictory points for charge. Their contradiction resides only in the fact that he was giving opposing contentions in the case which the jury had to resolve in accordance with the facts as they found them. We see no error here.\nFinally the appellant says that the trial court strayed from applicable legal principles in charging the jury that the defendant Scott had control over the building. Whether the defendant was or was not in control was strictly a question of fact, and the judge submitted that qtiestion to the jury as such.\nThe trial court, in its charge and in its rulings throughout the trial stayed well within the provisions of §361, Restatement, Torts, strictly pertinent to the fact situation here in dispute: “A possessor of land, Who leases a part thereof and retains in his own control any other part which is necessary to the safe use of the leased part, is subject to liability to his lessee and others lawfully upon the land with the consent of the lessee or a sublessee for bodily harm caused to them by a dangerous condition upon that part of the land retained in the lessor’s control, if the lessor by the exercise of reasonable care (a) could have discovered the condition and the risk involved therein, and (b) could have made the condition safe.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Robert E. Wayman, with him Blair A. Griffith, and Way man, Irvin, Trushel d McAuley, for original defendant, appellant.",
      "B. Earnest Long, for plaintiff appellee.",
      "Daniel R. Edwards, with him If. Reginald Belden, and Stewart, Belden, Sensenieh d Herrington, for additional defendant, appellee.",
      "Vincent Williams, with him Smith, Best and Horn, for original defendant, appellee."
    ],
    "corrections": "",
    "head_matter": "Pratt v. Scott Enterprises, Inc., Appellant.\nArgued March 18, 1966.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nRobert E. Wayman, with him Blair A. Griffith, and Way man, Irvin, Trushel d McAuley, for original defendant, appellant.\nB. Earnest Long, for plaintiff appellee.\nDaniel R. Edwards, with him If. Reginald Belden, and Stewart, Belden, Sensenieh d Herrington, for additional defendant, appellee.\nVincent Williams, with him Smith, Best and Horn, for original defendant, appellee.\nApril 19, 1966:"
  },
  "file_name": "0046-01",
  "first_page_order": 86,
  "last_page_order": 91
}
