{
  "id": 1900366,
  "name": "Evans, Appellant, v. Marks",
  "name_abbreviation": "Evans v. Marks",
  "decision_date": "1966-04-19",
  "docket_number": "Appeal, No. 70",
  "first_page": "146",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 146"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "149 A. 2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282769
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0270-01"
      ]
    },
    {
      "cite": "169 A. 2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299477
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0212-01"
      ]
    },
    {
      "cite": "100 A. 2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244397
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0503-01"
      ]
    },
    {
      "cite": "161 A. 483",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "105 Pa. Superior Ct, 429",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        701588
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/105/0429-01"
      ]
    },
    {
      "cite": "120 A. 804",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "277 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079517
      ],
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0056-01"
      ]
    },
    {
      "cite": "202 A. 2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890408
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0610-01"
      ]
    },
    {
      "cite": "184 A. 2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308391
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0472-01"
      ]
    },
    {
      "cite": "167 A. 603",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "109 Pa. Superior Ct. 195",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        967750
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/109/0195-01"
      ]
    },
    {
      "cite": "137 A. 2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276845
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0028-01"
      ]
    },
    {
      "cite": "190 A. 2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884619
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0505-01"
      ]
    },
    {
      "cite": "81 A. 2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230332
      ],
      "year": 1951,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 683,
    "char_count": 13226,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 6.77016233710333e-07,
      "percentile": 0.9635268311009638
    },
    "sha256": "509f8a9cd88b56dc6fdbb06efe42109784b663cd5e490e73d09bf828e7665e96",
    "simhash": "1:f5beaca689544c2d",
    "word_count": 2193
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Evans, Appellant, v. Marks."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThis action of trespass arose out of an accident which occurred on June 16, 1959, at the intersection of Routes 72 and 322 in West Cornwall Township, Lebanon County, Pennsylvania. Appellant, Charlotte Evans, - was a passenger in a vehicle Owned and operated by Frances Bischoff Nash, now deceased, which collided with a vehicle operated by appellee, Ethel C. Mariis, at the intersection. Frances Bischoff Nash died as a result of the accident: The suit was brought in Lebanon County by Charlotte Evans against Ethel C. Marks, the operator of the other vehicle. The complaint was filed by appellant against appellee oh Jánuary 15,' 1963, for damages resulting from the collision. On July 2, 1963, appellee filed an answer denying liability and further alleging as new matter that appellant was precluded from- bringing this action because she had previously received satisfaction of a verdict in a proceeding brought in Montgomery County by the same plaintiff against the personal representative of the deceased Frances Bischoff Nash. ■ Appellant filed a reply on July 29, 1963, contending that the verdict was .not. the result of .an adversary proceeding.-in Montgomery. County, but, rather, was an agreed verdict, and that satisfaction thereof did not absolve appellee. On July 30, 1963, appellee filed a motion, for judgment on the pleadings,- argument followed, ■ and briefs were submitted to the court. The. court below, in its opinion of -. May 28, 1964, refused the motion for judgment on the pleadings.\nOn June 9, 1964, appellee petitioned for an exten- - sion of time to join the First Pennsylvania Banking and Trust Company,. Executor of .the Estate of Frances Bischoff Nash, Deceased, as an additional .defendant. The lower court issued a rule and on July 1, 1964, made the rule absolute.-. On July 2,1964, a complaint to join the additional defendant, the First Pennsylvania Banking and Trust Company, was filed. On October 2, 1964, the additional defendant filed an answer and under new matter pleaded that appellant released the additional defendant by a written release, a copy of which was attached to the pleading. On October 7, 1964, appellee, the original defendant, filed a reply to new matter and, on October 31, 1964, the court below granted leave to appellee to amend her answer and new matter, and this amendment was filed on November 10, 1964. The new matter filed by appellee stated that appellant’s release of all claims made on December 28, 1962, thereby released not only the additional defendant but also appellee, the original defendant. The pertinent parts of the release read as follows: “I/we, being of lawful age, have released and discharged, and by this release do for myself/ourselves, my/our heirs, executors, administrators and assigns, release and discharge First Pennsylvania Banking & Trust Co., Executor of the Estate of Frances Bischoff Nash, deceased and any and all other persons and entities • (whether herein named or not) of and from any and all claims,, damages, actions, causes of action, and suits of whatever kind, known or unknown, prior to and including the date hereof, and particularly for all injuries to person or damage to property resulting or to result, and especially the liability arising from an accident which occurred on or about the 16th day of June, 1959, at or near Lebanon, Pa.” (Emphasis ours)\nAppellant filed an amended reply, admitting the execution of the release but denying the document released appellee from liability. Appellant avers that on or about November 30, 1962, counsel for additional defendant forwarded a release to appellant’s counsel, which release specifically released and discharged “The First Pennsylvania Banking & Trust Company, Executor of the Estate of Frances Bischoff Nash, Deceased, and Ethel C. Murks.” After receiving the release in question, appellant’s counsel advised counsel for the additional defendant that the release was unacceptable in that it provided for a release of all claims against appellee, Ethel C. Marks. Counsel for the additional defendant then authorized appellant’s counsel to delete, by erasure, the name of Ethel C. Marks. On or about December 4, 1962, the appellant executed the release in question, after deleting, by erasure, the words “and Ethel C. Marks”. This release was then returned to the additional defendant’s counsel, and after receiving it, he advised appellant’s counsel that a new release of only the additional defendant would have to be re-executed, due to the erasure marks on the original release. He advised that such a release would apply only to the additional defendant, and to no other person. On or about December 28, 1962, appellant’s counsel forwarded the disputed release to counsel for the additional defendant, which at this time had been properly executed. Appellant contends that this release was intended to constitute a release of the additional defendant only, and no other person, and that the consideration for it was furnished solely by the additional defendant, and that appellee, Ethel C. Marks, did not, in any way, contribute, nor was she intended to benefit in any way from the release.\nIn January of 1965, both the original defendant and the additional defendant filed a motion for judgment on the pleadings. In March, appellant filed an amended reply, averring that: “28. If the said release in its executed form did constitute a release of any other person or persons, such release was by mistake of both counsel and plaintiff and The First Pennsylvania Banking and Trust Company, Executor of the Estate of Frances Bischoff Nash, Deceased.” The court below granted the motions of both Ethel C. Marks and the First Pennsylvania Banking and Trust Company for judgment on the pleadings. This appeal followed.\nMr. Chief Justice Bell, then Justice Bell, stated in London v. Kingsley, 368 Pa. 109, 111, 81 A. 2d 870 (1951): “A motion for judgment on the pleadings is in effect a demurrer and in considering the same the Court should be guided by the same principles as were heretofore applicable in disposing of a preliminary objection in the nature of a demurrer. On such a motion the Court must accept as true — even though denied— averments of fact by the opposing party which are material and relevant; but inferences and conclusions which are drawn from and erroneously interpret a written instrument which is part of the record are not admitted, nor are the conclusions of law. Judgment on the pleadings should be entered only where the right is clear and free from doubt: [citing cases].” (Emphasis in original) See also Miami Nat. Bank v. Willens, 410 Pa. 505, 506, 190 A. 2d 438 (1963).\nIn Easton v. Wash. Co. Ins. Co., 391 Pa. 28, 137 A. 2d 332 (1957), we stated: “In order to obtain the reformation of a contract in equity, or a variance of the terms of a contract at law, the moving party is required to show by clear, precise and indubitable [convincing] evidence either fraud or mutual mistake, [citing cases] The meaning of this requirement is that [plaintiffs’] ‘witnesses must be found to be credible, that the facts to which they testify are distinctly remembered and the details thereof narrated exactly and in due order, and that their testimony is so clear, direct, weighty and convincing as to enable the jury to come to a clear conviction, without hesitancy, of the truth of the precise facts in issue.’ . . . Furthermore, the evidence must be established by two witnesses or by one witness and corroborating circumstances, [citing cases] Whether the plaintiffs’ evidence met this standard and so justified the submission of their case to the jury is again a question of law for the court, [citing cases]” (Emphasis in original)\n“In this Commonwealth, wherein equitable principles are administered in common law forms, reformation of a policy in equity for mutual mistake is not a prerequisite to an action upon it at law: Litto v. Public Fire Ins. Co., 109 Pa. Superior Ct. 195, 167 A. 603 (1933); Broida v. Travelers Ins. Co., supra; Restatement, Contracts, Sec. 507.” Bugen v. N. Y. Life Ins. Co., 408 Pa. 472, 184 A. 2d 499 (1962).\nAppellant in the instant case raised, by proper averments, the issue of mutual mistake in the release executed December 28, 1962. Appellant avers in her amended reply to appellee Marks’ amended new matter that the appellant and the additional defendant, the First Pennsylvania Banking and Trust Company, intended the release in question to refer only to those two parties, and that Ethel C. Marks, whose name originally appeared on the release, was deleted by erasure on the instructions of Desmond T. McTighe, Esquire, attorney, representing the First Pennsylvania Banking and Trust Company, who authorized appellant’s attorney to delete the name of Ethel C. Marks. We said in Kutsenkow v. Kutsenkow, 414 Pa. 610, 612, 202 A. 2d 68 (1964) : “It has long been the law that courts of equity have the power to reform a written instrument where there has been a showing of fraud, accident or mistake. Radnor Bldg. & Loan Assn. v. Scott, 277 Pa. 56, 120 A. 804 (1923), and cases cited therein. The law has provided the further requirement that when reformation is sought because of mistake, the mistake alleged must be a mutual mistake. Bugen v. N. Y. Life Ins. Co., 408 Pa. 472, 184 A. 2d 499 (1962), and cases-cited therein. It has even been held that a deed may be reformed when a mutual mistake in the description is made, even though one of the parties denies that a mistake was made. Krieger v. Rizzo and Rizzo, 105 Pa. Superior Ct, 429, 161 A. 483 (1932).”\nIn Bardwell v. The Willis Company, 375 Pa. 503, 100 A. 2d 102 (1953), we stated: “Where the alleged prior or contemporaneous oral representations or: agreements concern a subject which is specifically dealt with in the written contract, and the written contract covers or purports to cover the entire agreement of the parties,* [footnote omitted] the law is now clearly and well settled that in the absence of fraud, accident or mistake the alleged oral representations or agreements are merged in or superseded by the subsequent written contract, and parol evidence to vary, modify or supersede the written contract is inadmissible in evidence: [citing cases].” See also Pellegrene v. Luther, 403 Pa. 212, 169 A. 2d 298 (1961).\nThe issue before us, then, narrowly defined, is to consider the intent of the parties and whether a mutual mistake occurred. Appellant’s amended reply alleges that a mutual mistake did occur. As previously set out in this opinion, for the purposes of judgment on the pleadings, all well-pleaded facts in the complaint must be accepted as true. It seems clear, then, that the intention of both parties was to delete Ethel C. Marks from the release, and that the release ás executed, including the phrase “. . . and any and all other persons and entities (whether herein named or not)” was a mistake. In Hilbert v. Roth, 395 Pa. 270, 275, 149 A. 2d 648 (1959), we held: “. . . the legislature quite reasonably enacted that such a release is not a discharge of other tortfeasors unless it specifically so, states.”[Uhiform Contribution Among Tortfeasors Act of 1951, July 19, P. L. 1130 (12 P.S. §2085)] : ■ - • - \" -\nWe believe that here, in accepting the averred facts' as pleaded, that appellant and the additional, defendant agreed specifically to exclude Ethel C. Marks from the release, and the fact that “any- and all other persons” was left in the release was sufficient for -the court to consider that a mutual mistake had been made. The intent Of the parties must be gleaned from the language of the release; however, where it can be shown, as in this case, by the averred facts that the parties specifically meant to exclude Ethel C. Marks, a mutual mistake had obviously occurred, and the parol evidence rule will allow oral testimony in the case of a mutual mistake. We therefore must conclude that the lower court erred in granting appellees’ motion for judgment on the pleadings.\nAppellee bank and appellee Marks have both filed motions to strike off or quash the appeal. In addition, appellee Marks filed a motion to strike off appellant’s answer to her petition to strike off or quash the appeal. All of the motions are based on alleged violations of our rules and there is a dispute as to whether at least' one of the alleged rules violations actually occurred. In any event, no party has been shown to have been prejudiced by any violation and we are constrained to deny the motions lest substantial rights be lost by their grant.\nJudgment reversed and case remanded for trial.\nNo statute of limitation problem, arises since the action - was commenced by summons in trespass,., within .the period of the statute, at No. 23 September Térm, 1961. When the complaint was filed, it was erroneously docketed at'No. 119 June Term, 1963.\nThis is an incorrect motion.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "James 8. Kilpatrick, Jr., with him Haws é Burke, for appellant.",
      "Bernerd A. Buzgon, with him Davis and Katz, for appellee.",
      "Thomas H. Ehrgood, for appellee."
    ],
    "corrections": "",
    "head_matter": "Evans, Appellant, v. Marks.\nArgued January 6, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nJames 8. Kilpatrick, Jr., with him Haws é Burke, for appellant.\nBernerd A. Buzgon, with him Davis and Katz, for appellee.\nThomas H. Ehrgood, for appellee.\nApril 19, 1966:"
  },
  "file_name": "0146-01",
  "first_page_order": 186,
  "last_page_order": 194
}
