{
  "id": 1900397,
  "name": "Elias, Appellant, v. Board of School Directors; Wagner, Appellant, v. Board of School Directors",
  "name_abbreviation": "Elias v. Board of School Directors",
  "decision_date": "1966-03-22",
  "docket_number": "Appeals, Nos. 125 and 126",
  "first_page": "260",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 A. 2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193071
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0395-01"
      ]
    },
    {
      "cite": "189 A. 2d 249",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884621
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0222-01"
      ]
    },
    {
      "cite": "87 A. 2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234540
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0326-01"
      ]
    },
    {
      "cite": "112 A. 2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258924
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0561-01"
      ]
    },
    {
      "cite": "97 A. 2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241418
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0554-01"
      ]
    },
    {
      "cite": "112 A. 2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 1
    },
    {
      "cite": "381 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258924
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "566-567"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/381/0561-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 13862,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 6.89239142236376e-07,
      "percentile": 0.9647151243180587
    },
    "sha256": "f1331ee15814552b355f73b5464d80ef80a1e5e0170b608cb1b8265719d76208",
    "simhash": "1:8ec8755867ee3a89",
    "word_count": 2177
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Elias, Appellant, v. Board of School Directors. Wagner, Appellant, v. Board of School Directors."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThese are two actions of mandamus, brought by plaintiffs as school nurses against the defendant board of school directors and the defendant school district. Both plaintiffs were registered nurses and were employed by defendants to serve as school nurses. On the date of employment of each plaintiff, neither had certification to act as a school nurse or to teach school. In the case of each plaintiff, a temporary professional employe’s contract to teach in the school district for a period of ten months was executed. Several months thereafter, the Department of Public Instruction issued to each plaintiff a State Standard Limited Certificate to act as a school nurse, which certificate was registered with the superintendent of defendant school district. After more than three years of service the defendant board terminated the employment of each plaintiff effective at the close of the then current school year. At the time of termination, each plaintiff held a State Standard Limited Certificate to serve as a school nurse, but the district superintendent did not rate either plaintiff during the last four months of the first two years of employment, or thereafter, and he made no certification of any rating to the secretáry of the defendant board.\nIn separate mandamus actions, the plaintiffs seek an order that defendants reinstate them to their former positions and assign them their proper duties; to issue to them professional employe’s contracts; and to award damages for lost earnings. The trial court dismissed each complaint.\nAs originally enacted, the Public School Code, Act of March 10, 1949, P. L. 30, §1101, 24 P.S. §11-1101, defined the term “professional employe” to include “teachers, supervisors, supervising principals, principals, directors of vocational education, dental hygienists, visiting teachers, school secretaries the selection of whom is on the basis of merit as determined by eligibility lists, school nurses who cure certified as teachers and any regular full-time employe of a school district who is duly certified as a teacher.” (Emphasis supplied).\nSubsections (2) and (3) of §1101 defined the terms “substitute” and “temporary professional employe,” respectively. In the same session, §1101 was amended by the Act of May 14, 1949, P. L. 1365, §2, which provided: “Section 2. Sections one thousand one hundred one and one thousand one hundred forty-six . . . are hereby amended to read as follows: Section 1101. Definitions. — As used in this article (1) The term ‘professional employe’ shall include those who are certified as teachers, supervisors, supervising principals, principals, directors of vocational education, dental hygienists, visiting teachers, home and school visitors, school counselors, school secretaries the selection of whom is on the basis of merit as determined by eligibility lists and school nurses [who are certified as teachers and any regular full-time employe of a school district who is duly certified as a teacher].”\nSubsections (2) and (3) of §1101, defining the terms “substitute” and “temporary professional employe” were not set forth at length in the amendatory act. Defendants contend that failure to set forth at length these subsections nullifies the entire amendment for failure to comply with the provisions of Article III, §6 of the Pennsylvania Constitution and the Statutory Construction Act, Act of May 28, 1937, P. L. 1019, §71, 46 P.S. §571.\nArticle III, §6 of the Constitution states: “No law shall be revived, amended, or the provisions thereof extended or conferred, but so much thereof as is revived, amended, extended or conferred shall be re-enacted and published at length.”\nSection 71 of the Statutory Construction Act requires that the Secretary of the Commonwealth, in printing amendatory Iuavs, print the section only as reenacted, and indicate between brackets the provisions of the existing law eliminated by the amendment, and print in italics all new provisions which have been added to the law.\nIn the instant matter, the mandates of both the Constitution and the Statutory Construction Act have been obeyed. If the purpose of an act is to amend a subsection, it is sufficient to re-enact and publish at length only that subsection. Commonwealth v. Hallberg, 374 Pa. 554, 559, 97 A. 2d 849, 851 (1953). The amendatory act was not intended to amend subsections (2) and (3), nor was any attempt made to amend those two subsections. Rather, the intended amendment is of the first subsection only, not the entire section. The title of the amendatory act states, in relevant part, that it amends the Public School Code of 1949 by “. . . clarifying the term ‘professional employe,’” which term is defined in subsection (1). No mention is made of an intention to clarify the terms “substitute” and “temporary professional employe”, which are the subject matters of subsections (2) and (3) respectively. Section 554 of the Statutory Construction Act provides that the title of a law may be considered in its construction. Certainly, in this instance, the title of the amendatory act limits its scope and indicates that within its purview is to be included only subsection (1) of §1101 and not subsections (2) and (3).\nIf either plaintiff is to claim the status of a professional employe, she must be certified as a school nurse, in accordance with the definition set forth in the amendatory act. At the time of her employment, neither plaintiff was certified to serve as a school nurse. However, several months thereafter each plaintiff was issued by the Commonwealth a State Standard Limited Certificate, which authorized her “to act as a public school nurse in this Commonwealth for three years. . . .” While this certificate was still effective both plaintiffs received notice of dismissal. Certainly, at that time they were certified to act as school nurses, and had attained the status of professional employe as defined by the Code. More particularly, each was a temporary professional employe, as defined in §1101(3) and by their separate contracts of employment. As such, each plaintiff was protected by §1108 of the Code, which provides in relevant part: “(a) . . . . No temporary professional employe shall be dismissed unless rated unsatisfactory, and notification in writing, of such unsatisfactory rating shall have been furnished the employe within ten (10) days following the date of such rating. . . .” Other portions of §1108 provide that each temporary professional employe shall be rated by the county or district superintendent at least twice yearly and that a temporary professional employe who has been certified as satisfactory during the last four months of the second year of service, shall become a full-fledged professional employe and be tendered forthwith a professional employe’s contract.\n• It is on the basis of these latter portions of §1108 that the court below determined that neither plaintiff had attained the status of professional employe. The lower court, however, ignored the provision of §1108 prohibiting the dismissal of a temporary professional employe unless rated unsatisfactory. Neither plaintiff was ever rated unsatisfactory by the superintendent. In fact, the record reveals that the only rating received by either plaintiff was an excellent rating of 97.6 in the case of plaintiff Elias. Under the circumstances, we must conclude that the absence of ratings indicates satisfactory performance and that each plaintiff is entitled to a professional employe’s contract under §1108 of the School Code.\nInitially, it may seem that this decision is contrary to our determination in Maxwell v. Farrell School District Board of Directors, 381 Pa. 561, 112 A. 2d 192 (1955), wherein we held that a temporary professional employe cannot become a full-fledged professional employe until her work has been certified as satisfactory by the school superintendent, irrespective of the latter’s failure to rate her as required by §1108 of the School Code. However, the two cases are distinguishable because in Maxioell plaintiff prayed that the superintendent be commanded by the court to' rate her work satisfactory. Of course, that prayer went beyond the limits of mandamus because it is well-settled that in a mandamus proceeding the court cannot compel a public official to exercise his discretion in a manner which will produce a result which the court may deem desirable. Travis v. Teter, 370 Pa. 326, 87 A. 2d 177 (1952). However, the rating requirement of §1108 of the Code must be enforced if we are to be fair to the temporary professional employe who aspires to the status of a regular professional employe. To hold otherwise would permit a school superintendent, by willful noncompliance with the statutory mandate of rating of and notice to the temporary professional employe, to effect the dismissal of such employe in blatant violation of the clear requirements of the School Code. Furthermore, it would seem sensible that an employe might conclude that her work was satisfactory if her superiors had expressed no dissatisfaction after two years of service. Maxwell v. Farrell School District Board of Directors, supra (dissenting opinion). Accordingly, we find that under §1108, the failure on the part of the superintendent to rate is tantamount to a satisfactory rating. By so holding, we do not limit the authority of a school board to dismiss a professional employe for incompetency or other cause set forth in the School Code. Proper procedures are therein established whereby the contract of an incompetent or otherwise undesirable professional employe may be terminated. Thus, even having acquired tenure, the professional employe is subject to a continuing rating system which is designed to improve the school system, adherence to which this Court actively encourages. See Thall Appeal, 410 Pa. 222, 189 A. 2d 249 (1963).\nIt should be noted that plaintiffs’ actions seeking writs of mandamus were proper because an action of mandamus may be brought to enforce a statutory duty imposed upon a school board which is mandatory, in the absence of proper grounds for noncompliance with such statute. Langan v. Pittston School District, 335 Pa. 395, 6 A. 2d 772 (1939). In the instant matter, the school board failed to comply with the statutory requirement of rating plaintiffs as unsatisfactory and giving them notice thereof, prior to dismissal. Accordingly, plaintiffs are entitled to writs of mandamus.\nOrders reversed.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      },
      {
        "text": "Concurring and Dissenting Opinion by\nMr. Chief Justice Bell:\nPlaintiffs-appellants are temporary professional employes who, after three years of service, seek reinstatement and the status of regular professional employes, although they have never been “rated” as satisfactory in compliance with the mandatory and prerequisite provisions of the Act of March 10, 1949, §1108(b), as amended. Section 1108(b) provides: “A temporary professional employe whose work has been certified by the county superintendent of schools or the district superintendent to the secretary of the school district, during the last four (4) months of the second year of such service, as being satisfactory shall thereafter be a ‘professional employee’ within the meaning of this article.”\nThis issue is directly and expressly governed and controlled by Maxwell v. Farrell School District Board of Directors, 381 Pa. 561, 566-567, 112 A. 2d 192. I strongly disagree with the statement upon which the majority bases its conclusion, viz., “the failure on the part of the superintendent to rate is tantamount to a satisfactory rating.” It is clear as crystal that plaintiffs are not entitled to be reinstated as regular professional employes and that the majority’s holding flies in the teeth of Maxwell v. Farrell School District Board of Directors, supra.\nHowever, §1108(a) of the Act of 1949 provides: “No temporary professional employe shall be dismissed unless rated unsatisfactory, and notification, in writing, of such unsatisfactory rating shall have been furnished the employe within ten (10) days following the date of such rating.” Since appellants were dismissed without any unsatisfactory rating, I would, remand the case to the Court below with directions to the Superintendent to rate .their work as unsatisfactory or satisfactory and thereafter enter an appropriate Order.\nItalics throughout, ours.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Chief Justice Bell:"
      },
      {
        "text": "Concurring and Dissenting Opinion by\nMr. Justice Roberts :\nI concur in that portion of the majority opinion which holds that it was impermissible for the board of school directors to have dismissed plaintiffs from their positions as temporary professional employees without having complied with the mandatory rating requirement of §1108(a) of the Act of March 10, 1949, P. L. SO, 24 P.S. §11:1108.\nHowever, I see no reason for concluding that the failure of the board of school directors to rate plaintiffs. should be treated as a satisfactory rating. Such a result is no more compelled than the conclusion that the failure to rate is equivalent to an unsatisfactory rating.\nI dissent, therefore, from that portion of the majority opinion which holds that plaintiffs should be reinstated as permanent professional employees, a status which cannot be achieved absent a rating of satisfactory. Since no rating has been made with respect to either plaintiff, I would merely order their reinstatement as temporary professional employees with directions that they be rated in accordance ■ with the statutorily prescribed procedure.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "Lewis F. Adler, with him Charles R. Coffroth, for appellants.",
      "Joseph N. Cascio, with him Fike, Cascio <£ Boose, for appellees."
    ],
    "corrections": "",
    "head_matter": "Elias, Appellant, v. Board of School Directors. Wagner, Appellant, v. Board of School Directors.\nArgued November 9, 1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nLewis F. Adler, with him Charles R. Coffroth, for appellants.\nJoseph N. Cascio, with him Fike, Cascio <£ Boose, for appellees.\nMarch 22, 1966:"
  },
  "file_name": "0260-01",
  "first_page_order": 300,
  "last_page_order": 308
}
