{
  "id": 1900437,
  "name": "Schleifer v. Nationwide Life Insurance Company, Appellant",
  "name_abbreviation": "Schleifer v. Nationwide Life Insurance",
  "decision_date": "1966-05-24",
  "docket_number": "Appeal, No. 197",
  "first_page": "359",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "322 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0547-01"
      ]
    },
    {
      "cite": "400 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 6671,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.2663261119307514e-07,
      "percentile": 0.6136763185807358
    },
    "sha256": "a16f4dd17d299d26838fd467577fb515f02512099a5f71c3b86c9a2e2fff1968",
    "simhash": "1:0640127712114e0c",
    "word_count": 1130
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Cohen concurs in the result."
    ],
    "parties": [
      "Schleifer v. Nationwide Life Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nAnn W. Schleifer and Robert H. Myers, named beneficiaries in a life insurance policy issued by Nationwide Life Insurance Company, in the name of Erwin H. Schleifer, brought suit in assumpsit against the insurance company when it refused to pay the named benefits to them, the company averring that the application for insurance, as submitted and signed by the insured, contained misrepresentations which voided the policy as a matter of law. The jury returned a verdict in favor of the plaintiffs in the sum of $22,000, plus interest, and the defendant insurance company appealed, asking for judgment n.o.v.\nThe company maintains that since the insured failed to specify in his application that he was under the care of a doctor for a heart condition, this omission resulted in a material misrepresentation which invalidated the contract of insurance. In this review the long settled rule applies that in considering a motion for judgment n.o.v., the evidence must be read in the light most favorable to the plaintiff. Stated in another way, the defendant company can prevail only if, as a matter of law, the evidence shows it has met the burden of proving (1) the insured made false declarations; (2) the subject matter of those declarations were material to the risk; and (3) the insured knew the declarations to be false and advanced them in bad faith: Allstate Insurance Co. v. Stinger, 400 Pa. 533. As this Court stated in Evans v. Penn Mutual Life Insurance Company, 322 Pa. 547: “(2) Where the statements are made representations, the insurer, to avoid the policy, must show they were false and insured knew they were false or otherwise acted in bad faith in making them. (3) If such falsity and the requisite bad faith affirmatively appear (a) from competent and uncontradicted documentary evidence, such as hospital records, proofs of death, or admissions in the pleadings, or (b) from the uncontradicted testimony of Plaintiff’s own witnesses, a verdict may be directed for the insurer. (4) But whenever disputed questions of fact are presented by conflicting evidence, whether documentary or oral, or whenever the insurer’s defense depends upon the testimony of its witnesses, even though such testimony is uncontradicted, the case must be submitted to the jury, subject to the trial court’s power to award a new trial as often as in its sound discretion it may think the interests of justice require.” (Emphasis supplied)\nThe record quite clearly manifests that from all the evidence presented a serious factual dispute arose as to whether the decedent had knowingly given false answers. He had answered “No” to questions asking him whether he had ever been treated for, or to the best of his knowledge and belief, had had any disease or disturbance of the heart or blood vessels, or whether, to the best of his knowledge and belief he ever had had vertigo, dizzy spells or bloodspitting, and he had added, in the questionnaire, that he had consulted Dr. R. 0. Johnson periodically for a checkup.\nThe defendant endeavored, through Dr. Johnson’s testimony, to show that the answers made by the decedent were false. The doctor, however, at no time testified that he told the insured he was suffering from any heart condition. Indeed, he declared to the absolute contrary: “I’m sure I told him his electrocardiogram findings were insignificant.”\nNor did the doctor inform the insured that he was afflicted with sinus arrhythimia: “Q. Did you discuss the findings of sinus arrhythimia? A. We discussed the electrocardiogram. This man had a sinus arrhythimia, which I considered as an ordinary, non-pathological finding in the heart sound in any individual. Q. Did you ever tell him he had a heart affliction of any kind? A. I never recall telling him he had a heart condition, because, in my own mind, I didn’t feel this man had a heart condition.”\nThe doctor had treated the decedent for a nervous condition and had prescribéd sedatives so that he could function, but he negated in his testimony that the insured was ever made aware that he suffered from any serious malady: “Q. Did you, Doctor, ever indicate to this man that he had a serious illness of any kind? A. I medically did not feel this man had a serious illness of any kind. This man had a nervous condition Avhich was aggravated by his employment. Q. Did you express this to him? A. I think I did. Yes. Q. By that, you mean you expressed to him, medically, you did not believe he had any serious illness? A. Yes.”\nFrom all this, it is apparent that the question as to whether the applicant made any false answers intending to deceive the insurer was a question of fact for the jury.\nIn question 7 (a) the applicant was asked if he had any disturbance of the “brain or nerves.” The joining of the two words “brain” and “nerves” could easily exclude the interpretation of a nervous disorder as such. The applicant could well have believed that by conjoining “nerves” to “brain”, a query was being made with regard to the physical “nerves” of the body, that is, the fibers which transmit impulses, rather than to a network breakdown of nerves. Certainly the insured might well have assumed (and the jury so found) that he was free from any disease or disturbance of the brain or nerves, as that term would be commonly understood and interpreted.\nNo matter how a person feels, he goes to a doctor to find out if there is anything Avrong with him. That is what Erwin II. Schleifer did. The doctor informed him, after the usual physical examination, that he was in good physical condition and recommended that he play golf, take walks and divert himself, a regimen hardly reeommendable for patients suffering with an observable heart condition.\nConsidering that the doctor assured Schleifer that his health was good, considering that he continued to work regularly, considering the fact that he was only 47 years of age, he had no reason to believe that his airplane of good living would crash into the mountainside of a heart attack which, as it has felled so many without warning, suddenly loomed ahead of him in the skies of the prime of life.\nThe jury found no misrepresentations on the part of the insured and we discover nothing in the record to declare their findings capricious, faulty or perverse.\nJudgment affirmed.\nMr. Justice Cohen concurs in the result.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "William E. Schantz, with him Robert B. Doll, and Snyder, Wert, Wilcox, Frederick <& Doll, for appellant.",
      "Howard Yarns, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schleifer v. Nationwide Life Insurance Company, Appellant.\nArgued April 21, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nWilliam E. Schantz, with him Robert B. Doll, and Snyder, Wert, Wilcox, Frederick <& Doll, for appellant.\nHoward Yarns, for appellee.\nMay 24, 1966:"
  },
  "file_name": "0359-01",
  "first_page_order": 399,
  "last_page_order": 403
}
