{
  "id": 1900288,
  "name": "Saylor, Appellant, v. Drayton",
  "name_abbreviation": "Saylor v. Drayton",
  "decision_date": "1966-06-24",
  "docket_number": "Appeal, No. 28",
  "first_page": "622",
  "last_page": "625",
  "citations": [
    {
      "type": "official",
      "cite": "421 Pa. 622"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "138 A. 2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 1
    },
    {
      "cite": "391 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276900
      ],
      "year": 1958,
      "opinion_index": 1,
      "case_paths": [
        "/pa/391/0387-01"
      ]
    },
    {
      "cite": "152 A. 2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "396 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284853
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa/396/0283-01"
      ]
    },
    {
      "cite": "415 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891903
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/415/0031-01"
      ]
    },
    {
      "cite": "83 Montg. Co. L.R. 130",
      "category": "reporters:state",
      "reporter": "Montg.",
      "year": 1963,
      "pin_cites": [
        {
          "page": "136"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "187 A. 2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "409 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883245
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa/409/0655-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 322,
    "char_count": 4320,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06943068881622055
    },
    "sha256": "39075d10c2001bafa2660562ad0378c32a8422db85c41054e111485c965e0df1",
    "simhash": "1:4830932365bafd7c",
    "word_count": 698
  },
  "last_updated": "2024-02-27T21:35:37.728133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Cohen joins in this dissenting opinion."
    ],
    "parties": [
      "Saylor, Appellant, v. Drayton."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThe Court being equally divided, the order of the lower court is affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nIn my view, the variance granted by the court below was grounded on a misapprehension of law and should be set aside and the case remanded for consideration under the correct standard.\nThe record discloses that William J. Vogt and Helen M. Vogt, his wife, purchased the premises known as 558 Montgomery Avenue, Haverford, Montgomery County, Pennsylvania by deed dated January 29, 1959. At that time the building was not in conformity with the prevailing “R-4” zoning under which only “single-family detached dwellings” were permitted, having been converted into a three unit apartment house by a prior owner.\nOn January 28, 1963, the Vogts were notified by the township to terminate the multi-family occupancy of the building. Thereupon, the Vogts applied to the zoning board of adjustment of the township for a variance to permit continued use of the premises as an apartment house. The board, relying on the decision in Sheedy v. Zoning Board of Adjustment, 409 Pa. 655, 187 A. 2d 907 (1963), granted the variance whereupon H. Durston Saylor, his wife, and the Haverford Civic Association, the protestants in the proceedings, appealed the board’s order to the Court of Common Pleas of Montgomery County.\nThe court, relying on the record made in the proceedings before the board, concluded that Sheedy was not controlling and remanded the case for further testimony and a supplemental decision “upon the issue of whether or not the property is reasonably sale-able for single family dwelling purposes.” Saylor v. Lower Merion Township, 83 Montg. Co. L.R. 130, 136 (1963).\nOn remand, after hearing additional testimony, the board found that the Yogts had failed to establish that the property was not reasonably saleable as a single family dwelling and concluded in light of the opinion of the court of common pleas that the application for a variance should be refused.\nThe Vogts then appealed and the ease came again before the court of common pleas which upon reconsideration concluded that the case was controlled by the decision in Sheedy. Consequently, the original decision of the zoning board of adjustment which granted the variance was reinstated. We granted appellants’ petition for certiorari under Rule 68y2.\nMy examination of the record in the instant ease leads me to conclude that both the board and the court below failed to apply the correct standard in determining that the Vogts were entitled to a variance. Both appear to have treated the decisions in Sheedy v. Zoning Board of Adjustment, supra, and Hasage v. Philadelphia Zoning Board of Adjustment, 415 Pa. 31, 202. A. 2d 61 (1964), as establishing a separate category of variance law applicable to purchasers of nonconforming property. I do not agree; both Sheedy and Has-sage represent merely the application of traditional principles to specific factual configurations.\nSince the récord discloses that the Zoning Board of Adjustment of Lower Merion Township did not treat the present petition for a variance as subject to those principles, I would remand, The petition should be considered on its own facts by the application of the traditional test; namely, has the applicant shown: (1) unnecessary hardship which is unique and peculiar to his property, as distinguished from hardship arising from the impact of zoning regulation in general upon the entire district, and (2) that the proposed variance is not contrary to the public safety, health, morals or general welfare. See, e.g., Ferry v. Kownacki, 396 Pa. 283,152 A. 2d 456 (1959); Moyerman v. Glanzberg, 391 Pa. 387, 138 A. 2d 681 (1958).\nAccordingly, I dissent.\nMr. Justice Cohen joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "H. Durston Saylor, II, with him John J. Dautrioh, for protestants, appellants.",
      "Robert S. Ryan, with him Lewis H. Van Dusen, Jr., and Drinker, Biddle & Reath, for zoning board, appellee.",
      "Joseph F. Keener, Jr., with him Elkins Wetherill, and Henderson, Wetherill é O’Hey, for property owners, intervenor-appellees."
    ],
    "corrections": "",
    "head_matter": "Saylor, Appellant, v. Drayton.\nArgued January 13, 1966.\nBefore Bell, O. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.\nH. Durston Saylor, II, with him John J. Dautrioh, for protestants, appellants.\nRobert S. Ryan, with him Lewis H. Van Dusen, Jr., and Drinker, Biddle & Reath, for zoning board, appellee.\nJoseph F. Keener, Jr., with him Elkins Wetherill, and Henderson, Wetherill é O’Hey, for property owners, intervenor-appellees.\nJune 24, 1966:"
  },
  "file_name": "0622-01",
  "first_page_order": 662,
  "last_page_order": 665
}
