{
  "id": 1250888,
  "name": "Kelly, Appellant, v. Sheehan, Admr.",
  "name_abbreviation": "Kelly v. Sheehan",
  "decision_date": "1954-06-01",
  "docket_number": "Appeal, No. 76",
  "first_page": "33",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "378 Pa. 33"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "127 A. 473",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "474"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "282 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088408
      ],
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0148-01"
      ]
    },
    {
      "cite": "39 A. 2d 592",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "594"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461201
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0467-01"
      ]
    },
    {
      "cite": "70 A. 2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221673
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0405-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 7554,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.8822412464219084e-08,
      "percentile": 0.3065997284011539
    },
    "sha256": "3c399b80536cfc428a23d0ca70abb62f015195ae2ba3a3168f2837c477811b4c",
    "simhash": "1:430f65307105fb13",
    "word_count": 1300
  },
  "last_updated": "2024-02-27T22:30:10.554085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Kelly, Appellant, v. Sheehan, Admr."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Arnold,\nThe plaintiff’s complaint in assumpsit recited, inter alia: “5. On the date aforesaid [the 12th day of September, 1949], WILLIAM J. SHEEHAN, deceased, promised that he would, in his Will, give, devise, and bequeath the sum of Thirteen Thousand Dollars ($13,-000.00) to the plaintiff. 6. Said contract further promised that plaintiff would care for and minister to decedent’s wants and needs and act as a companion to him so long as decedent should live. 7. Plaintiff fully complied with all the terms and conditions of said contract. 8. Decedent, WILLIAM J. SHEEHAN, nonetheless failed and omitted to make the promised testamentary provision for decedent.”\nThe court below granted a compulsory nonsuit which it subsequently refused to take off.\nThe only testimony tending to prove that the decedent made a contract with the plaintiff was the testimony of Thomas G. White. This evidence fails to show any contract between the decedent and the plaintiff. This witness testified that the claimant said to the decedent: “Tell Tom what arrangements you made with me”; and the decedent replied, “well, Frank, you know I’m honest. You can go down and see Ted [an attorney]. He’ll tell you all about it . . . you are going to get . . . [my deceased wife’s] share if you stick with me.” The decedent “opened the book up and let me look at it ... It was a bank book [on the] Philadelphia Savings Funds.. . . [The balance shown in the book was] beyond $13,000 to the best of my recollection.”: The decedent said, “and this is going to be his’n too.” There was evidence that the plaintiff, the nephew of the decedent, did some housework about the premises where he lived with his uncle. He washed the dishes, bought groceries and cleaned the house.\nThere is nothing showing that the plaintiff performed services on the faith of any such contract. All the evidence shows is a bare declaration of the decedent that he intended to leave to the plaintiff: (1) the share his deceased wife would have taken had she lived; and (2) the $13,000 shown in the pass book of the Philadelphia Savings Funds.\nThe testimony of Thomas G. White is seriously contradicted. He admitted under cross-examination that he had told the administrator’s counsel that the decedent did not promise the plaintiff the $13,000 if he took care of him; that he would not state that the plaintiff was taking care of his uncle because his uncle promised him something; and that Kelly, the plaintiff, drank quite a bit and he would say he had to get home in time to take care of his old uncle Willie. He further testified that he could not say that the decedent ever promised the plaintiff $13,000.\nIt is elemental law that evidence must be clear, precise and indubitable to sustain an oral contract like this, especially between the decedent and a relative: Stafford v. Reed, Admr., 363 Pa. 405, 410, 70 A. 2d 345.\nCuriously enough, all of the questions in this case are answered in the case of Stafford v. Reed, Admr., 363 Pa. 405, 70 A. 2d 345, from which we quote:\n(Page 407) “An appellate court will ordinarily accept as conclusive the findings of fact of a chancellor approved by the court en banc, but this rule is not applicable where the evidence, in order to prevail, must be clear, precise and indubitable or where it must meet some other prescribed standard of proof.”\n(Page 409) “‘This is one of the class of claims against a dead person’s estate that must be subjected to the closest scrutiny and only allowed on strict proof . . . Claims of this nature against dead men’s estates, resting entirely in parol, based largely upon loose declarations presented generally . . . after the services in question were rendered, and when the lips of the party principally interested are closed in death, require the closest and most careful scrutiny to prevent injustice being done. We cannot too often repeat the cautions we have so frequently uttered upon this subject.’ ”.\n(Page 410) “What is meant by the statement that the evidence must be clear, precise and indubitable? It means that the witnesses must be ‘credible, ... remember the facts to which they testify, and narrate the details exactly.’ ”\n(Page 411) “Tested by these severe criteria, what is the evidence presented by this claimant to sustain her claim of a contract? There were four witnesses upon whose testimony she relies for that purpose. Of these, a Mrs. Williams testified that decedent said: ‘I’ll take care of her’; a Mrs. Deppen testified that decedent said: T don’t know why she wants to go to work, because after I’m gone there will be enough there for her’; a Mrs. Hastings testified that decedent said he would take care of her.’ Such loose and vague declarations of testamentary intentions certainly do not constitute a contract and are wholly insufficient to warrant a recovery: Roberts Estate, 350 Pa. 467, 472, 39 A. 2d 592, 594. The only testimony in regard to an agreement between claimant and decedent was given by her daughter, a Mrs. Meier, who stated that on one occasion, while visiting her mother, she asked decedent, in her mother’s presence, ‘if he was paying her, and he said “no”. He had made an agreement with her. He was going to give her the property. He was going to make a will, and I should consider that place as my home.’ She also testified that he repeatedly said that ‘he was going to fix everything for her [Mrs. Stafford] and make a will so she wouldn’t have to worry about the rest of her life like he had to worry about his,’ and that ‘he always assured me he was going to take care of my mother; that he was going to make a will.’ It should be immediately obvious, even accepting all of this testimony as true, that it falls far short, both quantitatively and qualitatively, of establishing claimant’s case. While decedent is said to have referred to an ‘agreement’ there is nothing to show that his promise to ‘give her the property’ was in return for any promise on her part to work for him until his death or that there was any other consideration necessary to create a contract; it does not appear that his statement that he was ‘going to make a will’ was anything more than a voluntary declaration on his part, lacking wholly the binding force of a contractual obligation (cf. Reynolds, Executrix, v. Williams, Executor, 282 Pa. 148, 152, 127 A. 473, 474). . . . To allow a recovery by claimant on this mere shred of testimony, so weak in every respect, would be to run counter to all the principles enunciated in the cases hereinbefore cited.”\nJudgment affirmed.\nThe plaintiff paid to decedent the sum of $5.00 a week as his share of expenses of the household. The will of the decedent bequeathed the sum of $1250 to Kelly, the plaintiff. It is the contention of the defendant that this is more than sufficient to compensate for any services that plaintiff rendered.\nSince findings of fact of the chancellor approved by the court en banc are still subject to the rule that the appellate court will examine to determine whether the evidence is clear, precise and indubitable, it follows that where the matter was tried in the common pleas, under which that court entered a nonsuit, the Supreme Court will examine the evidence to see whether it rises to meet the rule.",
        "type": "majority",
        "author": "Mr. Justice Arnold,"
      }
    ],
    "attorneys": [
      "George O’Dougherty, with him James O. GrumUsh, Jr., for appellant.",
      "Henry Arronson, with him Theodore E. ISfichierlein, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kelly, Appellant, v. Sheehan, Admr.\nArgued April 12, 1954.\nBefore Stern, C. J., Stearne, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nGeorge O’Dougherty, with him James O. GrumUsh, Jr., for appellant.\nHenry Arronson, with him Theodore E. ISfichierlein, for appellee.\nJune 1, 1954:"
  },
  "file_name": "0033-01",
  "first_page_order": 65,
  "last_page_order": 69
}
