{
  "id": 1250854,
  "name": "Brown, Appellant, v. Rosenthal",
  "name_abbreviation": "Brown v. Rosenthal",
  "decision_date": "1954-05-24",
  "docket_number": "Appeal, No. 90",
  "first_page": "77",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "378 Pa. 77"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "89 A. 2d 729",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228399
      ],
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 10699,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.417441169658951e-08,
      "percentile": 0.27688293796279245
    },
    "sha256": "31f7ca7fef3ec3bfa3aaddcd439cde110ca4c1312ae3f5081bdc172ae05ecbf9",
    "simhash": "1:465372f41d439100",
    "word_count": 1821
  },
  "last_updated": "2024-02-27T22:30:10.554085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Brown, Appellant, v. Rosenthal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nA bill in equity was filed by Brown praying (a) that Joseph Rosenthal, hereinafter referred to as “JR”, assign and deliver to him 2 shares of stock of Jones & Brown, Inc., which he alleged JR held as trustee for him; (b) that E. N. Rosenthal and/or the other defendants pay Brown all dividends declared on the said 2 shares of stock; (c) the dividends on 97 shares of additional stock of Jones & Brown, Inc.; (d) that E. N. Rosenthal pay the plaintiff a bonus of 4% of the net earnings of Jones & Brown, Inc., which he received for the year 1947; and (e) that certain written agreements which were executed by' him be declared fraudulent, null and void.\nBecause of the charges and countercharges, the record exceeded 1,200 pages. From this record we shall briefly summarize the most important facts.\nJones & Brown, Inc. was incorporated in 1927. At that time Brown and Rosenthal each owned 25% of the outstanding stock of the company, but shortly thereafter purchased the additional 50% of the stock so that each owned 260 shares of the total issued common capital stock of 520 shares. Of these shares 2 qualifying shares were registered in the name of JR which he held under an oral trust, one share for Brown and one share for Rosenthal.\nFor approximately 10 years Jones & Browns’ business .was-small and Brown and Rosenthal got along well together. In 1935 Jones & Brown, Inc. became interested in “Inselbric”, which was a composition wall siding for houses manufactured by Mastic Asphalt Corporation. On December 30, 1936, Jones & Brown, Inc. entered into a written contract with Mastic Asphalt Corporation, under which they became the exclusive distributor of “Inselbric”. Primarily as a result of the efforts of Rosenthal the sale of “Inselbric” became an extraordinarily profitable business for Jones & Brown, Inc.\nBecause of the tremendous growth of Jones & Brown, for which Rosenthal was chiefly responsible, Rosenthal, commencing in 1937, repeatedly demanded that Brown transfer to him sufficient shares of stock of Jones •& Brown, Inc. to make him a 60% owner. Brown finally agreed to do so and assigned 50 shares of the stock to Rosenthal on or shortly after November 10, 1938.\nOn November 10, 1938, Brown wrote Rosenthal the following very important letter:\n“November 10, 1938\n“E. N. Rosenthal “Pittsburgh, Pa.\n“Dear Mr. Rosenthal:\n“I have, during the past two years, recognized the fact that it was you who conceived the thought of causing Jones & Brown, Inc. to engage in the Inselbric business.\n“I have realized that the growth of the business to nation-wide proportions is due in a large measure to your initiative, efforts and devotion to the business, and that credit for the success thus far attained is due to you.\n“It is my desire to effect a more equitable distribution of profit and interest in the business of Jones & Brown, Inc., and for the purpose of accomplishing this, I am assigning and transferring to you fifty (50) shares of the capital stock of Jones & Brown, Inc., out of my present holdings in the corporation.\nVery truly yours,\n(s) Charles G-. Brown”\nThereafter, but on the same day, to wit, November 10, 1938, the stock of Jones & Brown, Inc. was increased to 1,000 shares, and after an adjustment of the fractional shares there was issued to Brown 401 shares, to Rosenthal 596 shares, and to JR 3 shares.\nSome time in the early part of 1939 Brown became dissatisfied with this arrangement and employed an attorney as well as an accountant to attempt to obtain from Rosenthal the transfer of sufficient shares of stock to make Brown an equal owner of the Company with Rosenthal. Thereafter each party was represented by one or more attorneys. They finally agreed to compromise their differences and entered into a written agreement dated April 6, 1939, which was executed by both of them.\nThis agreement recited that Rosenthal was now the holder of 599 shares of stock of Jones & Brown, Inc., of which 596 were registered in his name and 3 shares in the name of JR; and that Brown was the holder of 401 shares of stock of Jones & Brown, Inc., of which 201 shares were registered in his name and 200 shares in the name of his sister; and that it is the intention of the parties that Rosenthal should assign and deliver to Brown 97 shares of the 596 shares which were registered in his name, so that Rosenthal should own and control 502 shares and Brown should own and control 498 shares. This written agreement further provided with respect to said 97 shares of stock, that all dividends declared on these shares should belong and be paid by the corporation to Rosenthal until Rosenthal or Brown died, or until Brown sold all of his stock, and that the new certificate to be issued for said 97 shares should have stamped or endorsed thereon a notation that it was held subject to the terms of this paragraph of the agreement. Equally important, the agreement provided in the next paragraph that Rosenthal and Brown each released and discharged the other from all claims which they had or could have against the other to the date of these presents “and they covenant and agree, each for himself, respectively, that they will not assert any claim or demand against the shares of stock of said corporation held by the other party, as above set forth.”\nIt is clear from this agreement, as the Chancellor found, that Rosenthal should own and control 502 shares of stock and Brown 498 shares of stock, subject to the aforesaid limitations, with the result that Brown necessarily admitted (1) that the 3 shares which were in the name of JR now were owned and controlled not by Brown, but by Rosenthal and (2) that he released every claim and demand he ever had to them.\nBrown seeks to avoid this agreement of April 6, 1939, as well as his letter of November 10, 1938, and the other agreements which we shall hereinafter refer to, by alleging fraudulent representations and conspiracy by Rosenthal and by their several and mutual attorneys, as well as the fact that he, Brown, was in such mental condition that he was unable to properly attend to business. The Chancellor who saw and heard all the witnesses found against Brown on all of these contentions; and specifically found that Brown knew exactly what he was doing as well as the effect of his actions and of these agreements; and that there were no fraudulent representations or fraud of any kind.\nFor several years after the written agreement of April 6, 1939, the relationship between Brown and Rosenthal was fairly amicable and no mention was made of the two shares of stock in question. However, the question was again raised in the spring of 1946. In order to bury the hatchet and to get back the two shares of stock of Jones & Brown, Inc., Brown testified that he persuaded his sister, on April 12, 1946, to convey to Rosenthal one-half of her interest in the Professional Building which was subsequently sold at a very large profit. Plaintiff produced several witnesses (who were close relatives) who testified that Rosenthal agreed, in consideration of this conveyance from Brown’s sister, to assign and deliver to Brown the two shares of stock in question. The trouble with this claim is that the Chancellor specifically found that he did not believe plaintiff or his witnesses; and he did believe defendant and his witnesses that no such promise was ever made.\nOn December 28 and -30, 1946, three agreements were executed, the pertinent and important parts of which are as follows: In one of the agreements Brown surrendered to Rosenthal 4% of the bonus to which he was entitled under his employment contract with Jones & Brown, Inc. and further stipulated: “This agreement shall not in any way affect the terms of the agreement between E. N. Rosenthal and Charles G. Brown dated the 6th day of April, 1939 (relating to dividends on Certificate No. 19 for ninety-seven (97) shares of the capital stock of Jones & Brown, Inc. registered in the name of the said Brown), it being agreed that the last mentioned agreement contains the full and complete understanding between the parties with reference to the subject matter thereof, and that there are no verbal understandings altering or modifying the same.”\nIn one of the other agreements, viz., the operating agreement with Mastic Asphalt Corporation, it was recited:\n“E. N. Rosenthal’s actual holdings [of\nJones & Brown, Inc.] are 502 shares\nChas. Brown & Family ” ” ” ” 498 ”\n1000 ” ”\nThese agreements were signed by both Rosenthal and Brown. In view of these written agreements, Brown’s present contention that during all those years he owned the additional two shares of stock which he is now asking the Court to assign to him is far from persuasive. It is obvious that the real reason for this suit is that Brown’s present profitable employment contract with Jones & Brown, Inc. expires in April, 1954, so that unless it is renewed he will he entitled only to his dividends on his stock. Brown’s fears that Rosenthal will “milk” the company, obviously furnish no legal support for his present suit, but it may not be amiss to point out that if any improper action is taken by Rosenthal or by Jones & Brown, Inc., in the future, the Courts are always open to protect the rights of a minority stockholder.\nThe Chancellor, we repeat, found (1) that the plaintiff, aided by able counsel, executed each and every one of the above-mentioned agreements voluntarily and with full knowledge of the contents of the document and its legal effect; and (2) that there was no fraud or fraudulent misrepresentation or coercion or duress by defendant or by anyone in his behalf; and (3) assuming without deciding that all of plaintiff’s oral evidence which varied the written agreements were admissible, there was no credible evidence to support plaintiff’s claims or justify a decree in his favor.\nThese findings of fact constitute a complete barrier to plaintiff’s appeal. There was ample and adequate evidence to support the Chancellor’s findings of fact and “It is, by now, hornbook law that findings of fact by a chancellor who saw and heard the witnesses, especially when approved by the court in banc, will not be reversed by an appellate court if there is adequate evidence to sustain them: [Citing authorities]”: Barrett v. Heiner, 367 Pa. 510, 515, 89 A. 2d 729.\nThe decree is affirmed; appellant to. .pay the .costs.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "Sherman T. Rock, with him William B. Paul and Paul, Lawrence d Rock, for appellant.",
      "Earl F. Reed, with him J. Roland Johnston and Thorp, Reed d Armstrong, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brown, Appellant, v. Rosenthal.\nMay 24, 1954:\nArgued April 1, 1954.\nBefore Stern, C. J., Stearne, Jones, Bell, Musmanno and Arnold, JJ.\nSherman T. Rock, with him William B. Paul and Paul, Lawrence d Rock, for appellant.\nEarl F. Reed, with him J. Roland Johnston and Thorp, Reed d Armstrong, for appellees."
  },
  "file_name": "0077-01",
  "first_page_order": 109,
  "last_page_order": 115
}
