{
  "id": 1250865,
  "name": "Commonwealth v. First National Bank of Scranton, Appellant",
  "name_abbreviation": "Commonwealth v. First National Bank",
  "decision_date": "1954-06-28",
  "docket_number": "Appeal, No. 5",
  "first_page": "272",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "378 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 A. 2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246203
      ],
      "pin_cites": [
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 286,
    "char_count": 4264,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.737479210070597e-07,
      "percentile": 0.8316326550312393
    },
    "sha256": "bbc543f83288458053ee69eb039d54bf00d1d738abf1d2d3db07d0397d60ff5e",
    "simhash": "1:5aa799385196a12a",
    "word_count": 735
  },
  "last_updated": "2024-02-27T22:30:10.554085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Commonwealth v. First National Bank of Scranton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nThis is an appeal from a judgment upholding a tax settlement made by the Board of Finance and Revenue fixing for purposes of taxation the value of the shares of stock of The First National Bank of Scranton. The Act imposes a tax on shares of capital stock of corporations doing a banking business: Act of July 15, 1897, P. L. 292, §1, as amended, 72 PS §1932; upon the actual value of such shares.\nSection 1 of the Act provides: “. . . the actual value of each share of stock to be ascertained and fixed by adding together the amount of capital stock paid in, the surplus and undivided profits, and dividing this amount by the number of shares.”\nThis Court held that the tax was imposed upon the actual value of the shares and not their book value: Commonwealth v. Butler County National Bank, 376 Pa. 66, 70, 101 A. 2d 699.\nThe shares were valued by the Commonwealth at their actual value, based upon a determination that the loans and discounts, mortgages and judgments had an actual value equal to their face value.\nWhere, as here, no attempt is made by a bank to appraise the value of each individual loan and discount, the Board allows a bank to set up a reserve for losses upon loans and discounts based upon a 5 year business cycle. This reserve may be used to reduce the face value of such loans and discounts. Expressed in another way, the amount of such reserves may be subtracted from the assets in computing the bank’s surplus and undivided profits for the purpose of ascertaining the actual and therefore the taxable value of its shares.\nThe taxpayer contends that this method or reserve yardstick is arbitrary and illegal, and that the Board should allow a reserve to be set up and deducted, based upon a 20 year business loss cycle in accordance with Treasury Department Mimeograph No. 6209. This Mimeograph was originally made by the Treasury and losses thus computed are allowed for income tax purposes; but such a reserve has since been adopted and allowed as a method of valuing loans by the Comptroller of the Currency and by the Federal Reserve Bank of Philadelphia, and by the Pennsylvania Department of Banking.\nWhile it may be that this is a fairer or wiser method for determining and providing for losses on loans and discounts than the method or standard applied by the Board of Finance and Revenue, neither that Board nor the Department of Revenue of the Commonwealth of Pennsylvania is bound by the rules, regulations or yardsticks adopted by any Federal Department or by any department of the Commonwealth of Pennsylvania which is not vested with the powers of taxation.\nIn the present case the reserve method (based upon a 5 year average of the net losses of a bank) employed by the Department of Revenue or by the Board appears to be a fairer and more reasonable one than the 20 year yardstick employed by other authorities.\nIn the case of this appellant almost all its loans were for a period of 3 years or less; its actual losses on loans and discounts from 1945 to 1949 inclusive averaged only $11,203.07, while the average recoveries on loans which had been charged off during the said 5 year period amounted to $239,812.28. Under these facts and circumstances we agree with the Commonwealth that the bank’s contention that it should be permitted to deduct from its loans and discounts a reserve of $549,409.79 is utterly devoid of merit.\nThe Court below found that the regulations of the Board or Department of Revenue for ascertaining and computing the permissible valuation reserve for losses on loans and discounts on a 5 year basis were reasonable and fair, and that the Department properly valued the shares at their actual value. We agree with the Department and with the Court below.\nJudgment affirmed; appellant to pay the costs.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "Charles H. Welles, 3rd, with him Welles & Maekie, for appellant.",
      "George W. Keitel, Deputy Attorney General, with him Frank F. Truscott, Attorney General, for Commonwealth, appellee.",
      "George F. Shinehouse, Jr., with him Albert Barnes Zink, for First National Bank of Sunbury, et al., amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. First National Bank of Scranton, Appellant.\nArgued May 25,1954.\nBefore Stern, C. J., Stearns, Jones, Bell, Chidsey and Musmanno, JJ.\nJune 28, 1954:\nCharles H. Welles, 3rd, with him Welles & Maekie, for appellant.\nGeorge W. Keitel, Deputy Attorney General, with him Frank F. Truscott, Attorney General, for Commonwealth, appellee.\nGeorge F. Shinehouse, Jr., with him Albert Barnes Zink, for First National Bank of Sunbury, et al., amicus curiae."
  },
  "file_name": "0272-01",
  "first_page_order": 304,
  "last_page_order": 307
}
