{
  "id": 1274001,
  "name": "Roberts, Appellant, v. Pittsburgh Railways Company",
  "name_abbreviation": "Roberts v. Pittsburgh Railways Co.",
  "decision_date": "1957-05-27",
  "docket_number": "Appeal, No. 105",
  "first_page": "81",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "389 Pa. 81"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "353 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465874
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/353/0212-01"
      ]
    },
    {
      "cite": "303 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130057
      ],
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/303/0498-01"
      ]
    },
    {
      "cite": "372 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238061
      ],
      "pin_cites": [
        {
          "page": "162"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/372/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 11159,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04811863548801494
    },
    "sha256": "792be715457c643df1b73fe3b8eff65ed7896526b10dcbadb453dd01e89a531e",
    "simhash": "1:f640d3e1dedf8cc9",
    "word_count": 1979
  },
  "last_updated": "2024-02-27T22:18:36.142677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Roberts, Appellant, v. Pittsburgh Railways Company."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam:,\nJudgment is affirmed on the opinion of Judge Duff, which is reported in 8 D. & C. 2d 237.",
        "type": "majority",
        "author": "Per Curiam:,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nThis Court has affirmed the judgment of the lower Court on the Opinion of the Trial Judge. When this is done, the Majority approving the affirmance accepts, of course, the Opinion of the lower Court as its own. The Majority, therefore, says in this case: “In considering the motion for judgment n.o.v., we follow the long established rule that the testimony must be regarded in the light most favorable to the plaintiff, giving him the benefit of every reasonable inference of fact which may be deduced therefrom.” Although the Majority says that it follows the announced rule of reading the testimony favorably to the plaintiff, it would appear to me that it follows the rule at such a distance that from time to time it completely loses sight of it. On what basis, otherwise, could it arrive at the conclusion that the plaintiff has failed to make out a case of negligence against the defendant railway company, or that he is guilty of contributory negligence?\nThe facts are simply these. In the early morning of November 6, 1951, the plaintiff was driving his car on Center' Avenue, Pittsburgh, toward the T intersection formed by Fullerton Street which intersects Center Avenue. It was the plaintiff’s intention, upon arriving at Fullerton Street, to turn to the left on Fullerton and he physically indicated that intention. As he approached Fullerton Street, he was confronted with' á street car stopped at Fullerton. Assuming that the car would remain stationary until he turned in front of it down Fullerton Street, he continued moving forward at a speed of 10 to 15 miles per hour. However, just as he was about to execute the indicated turn, the street car “shot out” so as to cut off his progress, and he had to decide whether to increase his speed and dart ahead of the car to avert the looming collision, or to swerve sharply to the right and miss the car eompletély;' He chose the latter course, but the time element was too short and, as a consequence, the left side of his automobile came into contact with the left side of the street car and an impact followed, which caused him serious injuries, for which the jury awarded him $10,000.\nIf the accident happened in the manner just related, no Court would be justified in entering a nonsuit against the plaintiff because it could not be said that there could not be found two reasonable persons who would honestly disagree as to whether the plaintiff did not commit an act of contributory negligence in doing what he did. If a nonsuit would not be proper in such a fact situation, a fortiori, judgment n.o.y. should not be entered because the plaintiff’s position is now fortified by the verdict of a jury.\nThe Majority Opinion says: “From this testimony, it appears that the trolley car was the first vehicle to enter the intersection and that it had stopped short of the curve) that plaintiff saw the car start to move into the curve and that, although he testified he could have stopped his vehicle within five feet, he made no effort to stop or check its speed.”\nThe Majority here makes the flat assertion that the plaintiff testified he could have stopped within five feet. The record shows that it was not exactly that way. In cross-examining the plaintiff, the railways company lawyer asked him how quickly he could have stopped his automobile if he had applied his brakes. The plaintiff replied that he did not know. This was a reasonable answer because not every motorist (including the writer of this Dissent) knows the mechanics and mathematics so bewilderingly presented statistically in various publications as to the number of revolutions of the wheels per second a car performs as it rolls forward at various speeds, and the seconds or fractions thereof which pass as the alarm signal is electrically transmitted from the eyes to the brain to the sensory nerves which telegraph back they have received the message and are hurling all muscular forces into the breach to press down one foot on one pedal while releasing all tension from another pedal, and just how far the car has been moving as all these Newtonian physics are concatenating into the one triumphant moment when the automobile has been stopped, whole or smashed.\nIf the question put to the plaintiff had been asked of me, I would have answered, as the plaintiff answered, “I couldn’t say.” The defendant’s lawyer, being the able cross-examiner that he is, did not stop with this. He pressed the question: “I am asking you.” And the plaintiff, still aware of his inability to give an honestly correct answer,' continued to reply: “I don’t know.” The defendant’s lawyer now asked another version of the “have-you-stopped-beating-your-wife” question: “Could you have stopped that car in five feet?” I presume anything is within the realm of possibility, even stopping a car within five feet, after all the telegraphing and muscular mobilization has been accomplished, but whether it is a normal procedure is another matter. In the tenseness of the moment, with the defendants lawyer pressing him, and the witness feeling that he must not be too antagonistic, the witness replied: “I believe I could.” He did not say that he was sure he could. Even the question itself did not categorically inquire whether the plaintiff should have stopped his car in 5 feet. It was: “Goulcl you have stopped that car in 5 feet?” And-the witness replied: “I believe I could.” ■\nIs a Court justified in using those .four words as a qüadfi-headed' sledge hammer to destroy a $10,000 verdict? Is a' Court justified in stating in its official Opinion, whi'eh wipes out all . that an injured person has obtained in compensation for serious and permanent injuries, that the “plaintiff testified he could have stopped his vehicle within five feet,” when, as a matter of fact, as we have seen, he did not make that utterance.. The most he said was that he believed he could.- Moreover, is it fair to take those four words out of the tens of thousands of words in a record which cover 200 pages and, on that truncated phrase, deny to the plaintiff the verdict which the jury formulated from all the evidence? Even if it were to be assumed that the indecisive answer, standing alone, would justify a judgment n.o.v., it must not be overlooked that there were many other words in the case which would prohibit a judgment n.o.v. This Court has declared repetitiously that where, a plaintiff’s testimony. has contradictions within it, it is for the jury to reconcile the conflicting statements. In the case of Stevenson v. Pa. Sports & Enterprises, 372 Pa. 157, 162, this Court categorically declared: “Where in one part of a plaintiff’s testimony he is entitled to have his case submitted to the jury, and in another he is not, it is for the jury to reconcile the conflicting statements.”\nIiow far behind this rule was the Majority when it followed it, if it was in sight at all?\nIf the Majority is to impale the plaintiff on the four words indicated, what about the words which immediately followed these forensically intimidated words? Defendant’s counsel asked: “But you.thought the street car was going to stand there and you intended to make the left turn?” . And the plaintiff replied: “That is right.” If the plaintiff had reason to assume that the street car would remain stationary until he made the turn, he could not be held guilty of contributory negligence only because the street car did not do what he had the right to assume it would do. At any rate, it would be a jury question as to whether the plaintiff used due care under the circumstances. What did the street car actually do? It “shot out” in front of him. If we are required, in reviewing a case of this character, to read the evidence in the light most favorable to the plaintiff, how can we ignore the following testimony? “Q. Did you ever apply your brakes again after you took them off at the point marked ‘B’? A. No. I thought the street car was stopped and I cut over this way to make that turn down toward Fifth Avenue when he shot out this way (indicating). ... A. So I am coming down. Just as soon as I am about here, took my foot off the brake, I am going to make that turn and he shot up. . . Q. But, looking at plaintiff’s Exhibit 4, you say at this point that you have marked ‘B’ on this exhibit is the point where your automobile was when you saw the street car start to move forward; is that right? A. That is right, just pulling out gradually. Q. Just pulling out gradually. And you didn’t think he would go so fast? A. That is right. Q. So that he shot out and got right out in front of you? A. That is right. . . Q. How fast would you say the street car was going, if you know? A. I will tell you, the way I hit, twice, three times my speed. I don’t know. I know he come around there pretty fast. He shot out.” . . . “So the street car was still stopped when I took my foot off the gas. So I was going to make that turn and he turned. It seemed like he turned right with me, right before I did. So I don’t know what happened after that. He just out right in.” . . . “So, as I was going to turn, he pulled out in front of me. So I cut my wheels to avoid from hitting him.”\nIs it not negligence for a street car operator to move forward rapidly when an automobile is legitimately out in front of it or is about to pass in front if it? And is it not a question for the jury to decide whether the automobile is at that particular spot legitimately or not? In the Galliano v. East Penn Electric Co., 303 Pa. 498, 505, this Court said: “In the case before us it is true that the street car did not run into the motor car, but if the motorman knew that the automobile was already in the intersection and obviously headed across it, it was the duty of the motorman not to place his car in a position where the automobile, if the brakes were applied to it, would probably skid on the wet street into the street car. There is practically no difference in legal effect between negligently placing a street car in the path of an oncoming automobile so as to make a collision inevitable and driving a street car into an automobile.”\nI believe that this case should be decided on the principle announced in Zurcher v. Pittsburgh Rwys. Co., 353 Pa. 212, 215: “From the foregoing recital of the facts in this case, as established by the jury’s verdict, it is clear that the trial court could not have justifiably held the plaintiff guilty of contributory negligence as a matter of law. Whether he was negligent in fact was of course for the jury to determine from all of the circumstances attending the collision. That question was fully and fairly submitted to the jury in a charge whereof the appellant makes no complaint.”\nI dissent.\nItalics throughout, mine.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Regis C. Nairn, with him James P. McArdle, for appellant.",
      "Con F. McGregor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roberts, Appellant, v. Pittsburgh Railways Company.\nMay 27, 1957:\nArgued March 27, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nRegis C. Nairn, with him James P. McArdle, for appellant.\nCon F. McGregor, for appellee."
  },
  "file_name": "0081-01",
  "first_page_order": 103,
  "last_page_order": 109
}
