{
  "id": 1274041,
  "name": "Beers v. Pusey, Appellant",
  "name_abbreviation": "Beers v. Pusey",
  "decision_date": "1957-05-27",
  "docket_number": "Appeal, No. 138",
  "first_page": "117",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "389 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "383 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261978
      ],
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0080-01"
      ]
    },
    {
      "cite": "85 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440531
      ],
      "pin_cites": [
        {
          "page": "510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0508-01"
      ]
    },
    {
      "cite": "353 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465705
      ],
      "pin_cites": [
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0570-01"
      ]
    },
    {
      "cite": "344 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1211028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0034-01"
      ]
    },
    {
      "cite": "160 A. 581",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0093-01"
      ]
    },
    {
      "cite": "361 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476384
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0415-01"
      ]
    },
    {
      "cite": "159 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850187
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0277-01"
      ]
    },
    {
      "cite": "25 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0270-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 696,
    "char_count": 12107,
    "ocr_confidence": 0.362,
    "pagerank": {
      "raw": 2.2097086972898988e-07,
      "percentile": 0.776362058174048
    },
    "sha256": "0821d679382cdc35da6b54c0214835f6ad5980e10d812ec1643f6c68de67bfd3",
    "simhash": "1:e977ffc43ec2e927",
    "word_count": 2075
  },
  "last_updated": "2024-02-27T22:18:36.142677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Beers v. Pusey, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nThe question involved in this case may be summed up in one sentence, namely, May the wife of a tenant in common buy property of the tenancy at a tax sale and obtain a good title against the other tenants?\nInstead of withholding the answer to the end of the opinion we state at once that she may not. Law, equity, and fair dealing all dictate that she may not, as the opinion will disclose.\n■ Prank Pusey died intestate, leaving to survive him his wife and eight children. 'Seven of these children are the plaintiffs in this case; the eighth, William Pusey, is defendant, together with his wife, Mary Pusey. At the time of his death Prank Pusey owned a property described as “house, 6 acres and 30 acres,” and one-half interest in a tract of 175 acres, all in Bigler Township, Clearfield County. Prior to his father’s death, the son, William Pusey, purchased the remaining one-half of the 175-acre tract, thus becoming tenant in common with his father as to that tract.\nFrank Pusey died owing taxes on all these properties, and on January 10, 1936, they were sold for delinquent taxes to the County Commissioners of Clear-field 'County who on January 22, 1912, sold them at a public sale to Mary Pusey, wife of William Pusey, for the amount of $263. Twelve years later, the other seven children (their mother having in the meantime died intestate with her interest vesting in the 'Children) brought an action in equity against William Pusey and Mary Pusey, averring that the properties had been obtained by the defendants “clandestinely” and “by fraud,” and praying, therefore, for certain reconveyances and accounting.\nThe Court of Common Pleas of Clearfield County, after various pleadings unnecessary to relate here, and the taking of testimony, concluded that the position of the plaintiffs was well taken and decreed, inter alia, re-conveyance to each of the plaintiffs of one-eighth interest in the Pusey property and one-sixteenth interest in the 175-acre tract, with the prayed-for accounting. The defendants appealed.\nIn deciding whether Mary Pusey could acquire a good title as against her husband’s co-tenants, we must first determine whether her husband could himself have achieved a title which would have ousted his brothers and sisters from the common inheritance. A co-tenant stands in a confidential relationship to all hi® co-tenants. He cannot acquire a title antagonistic to theirs because it is presumed that when he acts he acts for all co-tenants. Anyone who owns an undivided portion of a common treasure is guardian and protector of the entire fortune because the rights of his co-owners are so intermingled and intertwined with his own that he cannot traffic with his share without endangering and hindering the rights of all. As we said in Weaver v. Wible, 25 Pa. 270, 272: “Community of interest produces community of duty. . . Where several persons have a joint or common interest in an estate, it is not to be tolerated that one shall purchase an encumbrance or an outstanding title, and set it up against the rest, for the purpose of depriving them of their interest. Chancellor Kent, with great truth, remarked that such a proceeding would be ‘repugnant to a sense of refined and accurate justice, and would be immoral, because it would be against the reciprocal obligation to do nothing to the prejudice of each other’s equal claim, which the relationship of the parties created.’ ‘It is the duty of all to deal candidly and benevolently with each other, and to cause no harm to their joint interests: 5 Johns. Ch. Sep. 407.”\nA tenancy in common is like a tapestry with multiple owners. No one can remove or add to his own individual share of threads. Any change in the design can only be accomplished with unanimous approval of all owners and with mutual unanimity in the execution of the change.\nIf, in the case at bar, William Pusey had in his own name and with his own money paid $263 to extinguish all encumbrances he would not have gained a title which would exclude his brothers and sisters from the common ownership. In such a transaction he would stand on no higher level of ownership than before the purchase. He could, of course, look to contribution from his co-tenants for the expenses borne, but that, plus the benefits accruable because of release from a common embarrassment, would be the extent of the advantage derived from the transaction.\nIn the landmark ease of Tanney v. Tanney, 159 Pa. 277, 282, this Court moulded the legal principles involved into the following inviolable precept: “Each one of two or more tenants in common of land stands in a relation of confidence to his co-tenants with reference to the common property. If one of them purchases an outstanding title, and undertakes to claim under it the common property as against the others, if they contest it, his claim will not be allowed; because it must be presumed that each, as regards the common interest, acts for all) the same principle is invoked as is enforced between all persons who occupy towards each other a fiduciary or confidential relation.”\nMay now, the wife of William Pusey do what the law would not permit her husband to do? The answer, as already indicated, is in the negative. In Hunt v. Mestrezat, 361 Pa. 415, four children were tenants in common of property left by their mother who had died intestate. When the property was sold for taxes, Mrs. Mary E. Hunt, the wife of one of the children Edward K. Hunt (an heir), purchased it, although the resulting deed was made up in both her name and the name of her husband. The Court of Common Pleas of Fayette County, when litigation ensued, decided that the sale to Mrs. Hunt enured to the benefit of all of her husband’s co-tenants. This Court affirmed. Mr. Justice Stearns, writing for a unanimous Court, said in a very able opinion: “Appellants contend, however, that because the wife of the heir made the bid in her individual name and paid the consideration, the deed from the County Commissioners to the heir and his wife as tenants by the entireties, was a transfer in fee to them, clear of all trusts in favor of the other heirs. With this we do not agree.” (Italics in original). “Edward It. Hunt was one of the heirs and therefore a co-owner. Consequently his wife possessed a property right in the land, viz., an inchoate right of statutory dower in her husband’s share. Such an interest, it is true, is not an estate, title or interest in the land itself, but it is a contingent claim, right or expectancy which will ripen into an estate in case the husband dies first. Such right is a thing of value which the courts, under appropriate circumstances, will protect: Briegel v. Briegel, et al., 307 Pa. 93, 160 A. 581. Possessing such a contingent interest, a wife of an heir, may not purchase for her exclusive ownership, an adverse title to all of the heirs, in which land her husband is a co-owner . . .” (Emphasis supplied). “While apparently the question has not been squarely decided in Pennsylvania, other states have held that the purchase by the spouse of one co-tenant inures to the benefit -of all co-tenants despite statutes (as in Pennsylvania) which emancipate married women from common-law disabilities on account of coverture. The basis for these decisions is that the spouse takes title with knowledge of the facts which makes the purchase fraudulent as against the other co-owners. This result does not depend on the unity of estate between husband and wife, but upon principles of sound public policy.”\nThe facts in the case at bar differ from those in Hunt v. Mestremt only in that, here, the deed was made out to Mrs. Pusey whereas, there, the deed was made out to husband and wife. The principle, however, does not change. Where one spouse holds an interest in a tenancy in common, his spouse is in the same boat with him, and no matter what flag is flown or what fuel for locomotion is used, the destination of the craft can be none other than that of the tenancy in common.\nThe defendants have argued that the plaintiff lost whatever rights they may have originally possessed in the matter by delaying 12 years in asserting those rights in Court. The argument cannot be sustained. A tenant in common cannot acquire complete title to the property held in common by a mere delay in the assertions of claims against him, unless the delay amounts to adverse possession for 21 years. This proposition was made quite clear in Tanney v. Tanney, supra: “Nothing short of an unequivocal, hostile possession under the sheriff’s deed for twenty-one years would have been effectual to bar the right of entry of the cotenants under the common title which came to them from their father.”\nThe defendants have also contended that one of the plaintiffs, Calvin Pusey, was satisfied to have William Pusey purchase the properties on the proposition that William liquidate debts owed by the father’s estate. It was contended further that all the plaintiffs were informed of this arrangement and approved it. The Chancellor made no findings or conclusions of law with regard to such an alleged agreement. However, even if we should assume that such an agreement had the substance of reality, the defendants could derive no legal strength from it because it was not in writing and thus offended against the Statute of Frauds, Act of March 21, 1772, 1 Sm. L. 389, section 1, 33 P.S. 1. In order to achieve validity, plaintiffs’ release of their interests in the land would have had to be in written form, signed by them: 37 C.J.S., Statute of Frauds, section 94, page 594; Pennsylvania Range Boiler Co. v. City of Philadelphia, 344 Pa. 34.\nNor was the evidence presented sufficient to take the oral agreement out of the operation of the Statute. In Brotman v. Brotman, 353 Pa. 570, 572, we said on that subject: “It is well settled in this Commonwealth, as was said by this court in Hart v. Carroll, 85 Pa. 508, 510, that in order to take a parol contract for the sale of real estate out of the operation of the Statute of Frauds, the evidence must, among other things, show: . . that possession was taken in pursuant of the contract, and at or immediately after the time it was made, the fact that the change of possession was notorious, and the fact that it has been exclusive, continuous and maintained. And it must show performance or part performance by the vendee which could not be compensated in damages, and such as would make rescission inequitable and unjust.’” (Emphasis supplied).\nIt must be noted further that the alleged oral agreement may not form the basis for estoppel against the plaintiff because, as stated in Polka v. May, 383 Pa. 80, 84, “the principle of estoppel may not be invoked against the operation of the statute of frauds,”\nThe Chancellor properly held that although laches, could not deprive the plaintiffs of their title as tenants ■in common, their delay in initiating legal action against the defendants could work to prevent their collecting from the defendants rental for the use and occupancy of the premises, and bar the plaintiffs from participating in the benefits resulting from the increased value which came to the property during the period of the plaintiffs’ inaction.\nWe affirm that the defendants are to be reimbursed for (1) all monies expended by them in the payment of taxes, from the date of the original sale up to the present time; (2) for labor performed in improvement of the property by William Pusey; (3) for sums expended by the defendants in defending lawsuits brought by parties other than ithe plaintiffs involving the property here in issue; and (4) whatever amounts have been expended in extinguishing and satisfying liens or judgments against the lands prior to January 22, 1942, more particularly a judgment against Frank Pusey, deceased.\nDecree affirmed. Parties to pay their own costs.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Frank A. Whitsett, with him Whitsett & Lee, for appellants.",
      "Fdioard T. Kelley, for appellees."
    ],
    "corrections": "",
    "head_matter": "Beers v. Pusey, Appellant.\nMay 27, 1957:\nArgued April 18, 1957.\nBefore Jones, C. J., Musmanno, Arnold, Jones and Cohen, JJ.\nFrank A. Whitsett, with him Whitsett & Lee, for appellants.\nFdioard T. Kelley, for appellees."
  },
  "file_name": "0117-01",
  "first_page_order": 139,
  "last_page_order": 147
}
