{
  "id": 1274026,
  "name": "Shafer, Appellant, v. Hansen",
  "name_abbreviation": "Shafer v. Hansen",
  "decision_date": "1957-06-28",
  "docket_number": "Appeal, No. 122",
  "first_page": "500",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "389 Pa. 500"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "76 A. 2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845108
      ],
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 9797,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 3.156521393737059e-07,
      "percentile": 0.8630205853700351
    },
    "sha256": "32d7ba6f7e35b180ee0f41bda1e64230bff5c9d41ac855d07960d8eadc5ba0f1",
    "simhash": "1:fb348edc732eb661",
    "word_count": 1709
  },
  "last_updated": "2024-02-27T22:18:36.142677+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Shafer, Appellant, v. Hansen."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMr. Chief Justice Jones,\nThe action here involved was instituted pursuant to Rule 1061 (b) (4) of the Pennsylvania Rules of Civil Procedure to quiet the title to certain real estate. The court below entered judgment on the pleadings for the defendants on the. ground that the county treasurer’s deed for the property, upon which the plaintiffs relied for their claim of title, was null and void because of fatal irregularities in the procedure pursued by the treasurer in putting the premises up for sale for the payment of delinquent taxes. This appeal by the plaintiffs followed. The facts are undisputed and appear by stipulation of the parties.\nElizabeth Hansen, at the time of her death on February 4, 1942, was the owner of the property in suit which consisted of a lot of ground in the City of Erie improved with a two-family dwelling. By her will, Mrs. Hansen devised the property to her two sons, Walter J. Hansen and James T. Hansen, whom she also appointed as her executors. The will was duly probated, and the testatrix’s two sons qualified as her personal representatives and, in that capacity, served throughout the administration of the estate to its completion. Following settlement of their final account, the executors were discharged on October 29, 1942, by the Orphans’ Court of Erie County. The two Hansen brothers are the defendants in the action and the present appellees.\nThe stipulation of the parties establishes that, at the time of the treasurer’s tax sale of the property and for some ten years prior thereto, title to the premises was vested by law, as disclosed by the records in the office of the Register of Wills for Erie County, in Walter J. Hansen and James T. Hansen. And, while they took no immediate steps to have the change in ownership noted on the county assessment rolls, the fact is that, although the property continued to be assessed in [he name of their mother, the records in the county treasurer’s office showed the county taxes on the property for the year 1943 to have been paid by one Mildred Petri; for 1944 by Elizabeth Hansen (who had died in 1942) ; for 1945 by an unidentified person; for 1946 by a Mildred Jansen; and for 1947 by Mrs. James T. Hansen. However, for the succeeding years 1948, 1949 and 1950, the taxes were not paid. The county treasurer exposed the property to public sale on December 8, 1952, for the payment of the delinquent taxes and sold it to the plaintiffs’ predecessors for a bid covering the unpaid taxes in an aggregate amount of approximately $60. The property at the time had an assessed valuation of $8,050.\nThe purchasers at the treasurer’s sale were Harry Myers and LaDora Myers, his wife, who received a treasurer’s deed for the property on January 30, 1953, which they did not put on record, until December 9, 1951, just one day after the two-year redemption period following the tax sale had expired. At the same time they also put on record a deed for the property from themselves to Maurice F. Shafer and Edith M. Shafer, his wife, the deed reciting that no actual consideration had passed therefor, “the said Maurice F. Shafer and Edith M. Shafer being parents of LaDora Myers.” The Shafers are the plaintiffs in the action and the present appellants.\nWhile property may be assessed in the name of a deceased owner “so long as the same shall belong to the estate” (see The General County Assessment Law of 1933, P. L. 853, 72 PS §5020-117), the property here involved had not belonged to Mrs. Hansen’s estate for upwards of ten years prior to the tax sale. Section 107 (c) of The General County Assessment Law, cit. supra, provides that “It shall be the duty of such assessor or assessors in such counties, in making the triennial assessment and the intermediate annual assessments, to ascertain the owner or owners of each tract, piece, parcel or lot of ground assessed, at the time of such assessment, and to assess the same in the name of the then owner or owners, as thus appears in such statement, unless to his personal knowledge there has been thereafter a change in the ownership so that such tract, piece, parcel or lot of real estate shall be assessed in the name of the then owner or owners.” It is too evident for discussion that the assessor failed to ascertain timely the owner of the property here in question as The General County Assessment Law required him to do.\nBut, even assuming, arguendo, the validity of the assessment made in the name of the deceased owner long after the property had ceased to belong to her estate (for which The General County Assessment Law, supra, makes no authorization), it is clear that, before a valid sale of the property for unpaid taxes could be made, some form of notice would first have to be given to the owner or, such being incapable of accomplishment, then to the terre-tenant of the property. Section 7 of the Act of May 29, 1931, P. L. 280, as amended, 72 PS §5971g et seq., under whose provisions this tax sale was conducted, expressly provides that “In addition to such advertisement [i.e., in a newspaper for three successive weeks prior to the sale], at least ten days before any such sale, written notice thereof shall be served by the county treasurer, by registered mail, upon the owner of such land, and if the whereabouts of the owner is unknown, such notice shall be served by registered mail upon the terre tenant, if any . . . .”\nThe registered mail notice of the proposed tax sale required by Section 7 of the Act of 1931, supra, was not mailed to either of the co-owners of the property. And, the stipulation as to the record on this appeal (filed pursuant to Rule 41 of this court) expressly states that “No notice of the intended sale of December 8, 1952 Avas given to any tenant of the premises in question.” It is a fact, hoAvever, that, more than ten days before the sale, notice thereof by registered mail was addressed to “Elizabeth Hansen” at the street and number of the property, and the return receipt therefor bore the signature “Walter J. Hansen”. Whether the receipt was actually signed by Walter J. Hansen, one of the co-owners of the property, or that it ever came to his attention, does not appear. In any event, no notice of the intended sale was ever given, by registered mail or otherwise, to James T. Hansen, the other co-owner of the property. Moreover, the advertised notice of the sale in the county legal publication listed the property, identified by street and number, as owned by Elizabeth Hansen. It is plain enough that the requirements of the Act of 1931, supra, were not complied with; wherefor the sale was invalid.\nThe above-quoted portion of Section 7 of the Act of 1931, supra, contains a proviso to the effect that “no such sale shall be prejudiced or defeated and no title to property sold at such sale shall be invalidated by proof that such written notice was not served by the treasurer, or that such notice was not received by the owner or terre tenant as herein provided.” Upon a reading of this provision it would seem at first glance that the treasurer’s failure in the instant case to comply with the requirements of Section 7 as to notice of the sale to the owners by registered mail was incapable of invalidating the sale. However, it must at once be noted that the proviso of Section 7, at least insofar as it purports to excuse the failure of the county treasurer to mail the required notice of the proposed sale to the owners, was held by us in Hess v. Westerwick, 366 Pa. 90, 97, 76 A. 2d 745, to be unconstitutional as constituting a deprivation of property without due process. It was further noted in the Hess case that the legislature, by the Real Estate Tax Sale Law of 1947, P. L. 1368 (not presently pertinent), had modified the proviso so as to relieve it of its “absurdity” in excusing the treasurer for failing to mail the notice required by the Act. And, a 1951 amendment of the 1947 Act, supra, amended the proviso in a way which entirely disregarded its unconstitutional portion: see Act of May 10, 1951, P. L. 258, Section 1. Finally, the Act of May 6, 1955, P. L. 46, Section 1, amending the presently material Act of 1931, completely removed the constitutionally offensive words of the proviso, viz., “served by the treasurer, or that such notice was not”.\nThe instant action is ruled by our decision in the analogous case of Hess v. Westerwick, supra, in which it was said that “Where, however, the requisite notice of sale required by that Act .[1931, supra] has not been given to the owner in accordance with the act and he is without knowledge until after confirmation, the confirmation cannot cure the fundamental omission because of the ‘due process’ clauses of our state and federal constitutions.”\nAccording to the stipulation of the parties “The defendants have tendered to the plaintiffs, and have kept their tender good, as required by law, an appropriate amount to reimburse plaintiffs for tax moneys expended and accrued interest, appropriately to be paid by defendants according to law for the moneys expended by the plaintiffs in the purchase at Treasurer’s sale of the defendants’ property.”\nOrder affirmed at appellants’ costs.\nRobert O. Buchna and Helen M. Buchna, his wife, were also originally joined as defendants, then being tenants of the property in question under an oral lease. However, they subsequently quit the premises and no longer have any interest in the controversy.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "P. G. Schaaf, with him J. 8. Jiuliante, Jr. and C. A. Mertens, for appellants.",
      "Will J. Schaaf and Joseph V. Agresti, with them Marsh, Spaeder, Baur, Spaeder é Schaaf and Agresti é Agresti, for appellees."
    ],
    "corrections": "",
    "head_matter": "Shafer, Appellant, v. Hansen.\nArgued March 18, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nJune 28, 1957:\nP. G. Schaaf, with him J. 8. Jiuliante, Jr. and C. A. Mertens, for appellants.\nWill J. Schaaf and Joseph V. Agresti, with them Marsh, Spaeder, Baur, Spaeder é Schaaf and Agresti é Agresti, for appellees."
  },
  "file_name": "0500-01",
  "first_page_order": 522,
  "last_page_order": 528
}
