{
  "id": 1759044,
  "name": "In re ADOPTION OF J. A. B., minor child of C. W. and S. W. B. Appeal of C. W. and S. W. B.",
  "name_abbreviation": "In re Adoption of J. A. B.",
  "decision_date": "1979-12-21",
  "docket_number": "No. 26",
  "first_page": "79",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "487 Pa. 79"
    },
    {
      "type": "parallel",
      "cite": "408 A.2d 1363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "459 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481005
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0636-01"
      ]
    },
    {
      "cite": "468 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719656
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0287-01"
      ]
    },
    {
      "cite": "331 A.2d 423",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "476 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736905
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0608-01"
      ]
    },
    {
      "cite": "460 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482851
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "dereliction of one responsibility, there, the responsibility to support a child, may not, under the particular circumstances, warrant a complete termination of parental rights"
        },
        {
          "parenthetical": "dereliction of one responsibility, there, the responsibility to support a child, may not, under the particular circumstances, warrant a complete termination of parental rights"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0063-01"
      ]
    },
    {
      "cite": "467 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717272
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "fact that appellant, while in prison, was facing a crisis situation and had no means to care for or support his child cannot alone justify a finding of failure to perform parental duties"
        },
        {
          "parenthetical": "fact that appellant, while in prison, was facing a crisis situation and had no means to care for or support his child cannot alone justify a finding of failure to perform parental duties"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0088-01"
      ]
    },
    {
      "cite": "464 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710358
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0549-01"
      ]
    },
    {
      "cite": "380 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1734072
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0197-02"
      ]
    },
    {
      "cite": "475 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734072,
        1734115
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0197-02",
        "/pa/475/0197-01"
      ]
    },
    {
      "cite": "333 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        482875,
        482907,
        482825
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0423-01",
        "/pa/460/0421-01",
        "/pa/460/0422-01"
      ]
    },
    {
      "cite": "460 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482875
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0423-01"
      ]
    },
    {
      "cite": "162 A.2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292527
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0629-01"
      ]
    },
    {
      "cite": "185 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883179
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0044-01"
      ]
    },
    {
      "cite": "247 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919743
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0158-01"
      ]
    },
    {
      "cite": "477 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738290
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0322-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 20702,
    "ocr_confidence": 0.802,
    "pagerank": {
      "raw": 2.584412409826683e-07,
      "percentile": 0.8175086655631274
    },
    "sha256": "17e5d7fa411d27f29da5b1b469a430f90938497824f0eda43bf6e2e4f0a3de60",
    "simhash": "1:c6eb34e308c615ab",
    "word_count": 3545
  },
  "last_updated": "2024-02-27T18:00:56.641649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ.",
      "MANDERINO, J., did not participate in the decision of this case."
    ],
    "parties": [
      "In re ADOPTION OF J. A. B., minor child of C. W. and S. W. B. Appeal of C. W. and S. W. B."
    ],
    "opinions": [
      {
        "text": "OPINION\nEAGEN, Chief Justice.\nThis is an appeal from a decree of the Court of Common Pleas of Somerset County, Orphans’ Court Division, involuntarily terminating the parental rights of C. W. B. and S. W. B. with respect to their son, J. A. B. (hereinafter: “J.”). The case arose from a petition filed on August 16, 1977, by the Somerset County Child Welfare Agency requesting termination of parental rights pursuant to section 311 of the Adoption Act.\nJ., born August 16, 1969, is one of six children of C. W. B. and S. W. B. In September and October of 1973, the B. family experienced serious problems. Specifically, the parents became unable to cope with J.’s hyperactivity and destructive behavior. J., who was four years old at the time, would regularly awaken at 5:00 a. m., go downstairs, open the refrigerator, break all the eggs, and smash tomatoes on the floor. Further, although he was fully toilet trained, J. would defecate on the floor and wipe the walls with excrement. The parents sought help from the Cambria County Child Welfare Agency in procuring medication to control J.’s hyperactivity. However, this approach to the problem was abandoned since one type of pill prescribed by the City Clinic made J. more active and the second type over-tranquilized him. Because the parents recognized that J. had special and greater needs than their five other children, they tried to spend as much time as possible with him alone. One parent would remain at home with the five children while the other parent took J. on shopping trips and errands. The father asserted that, as a result, J. received more love and attention than any other child in the family.\nDespite these efforts, J. became more difficult to control and the parents, who were also beset with financial difficulties, once again turned to outside help. Although the family had recently moved to Somerset County, the parents returned to the Cambria County agency seeking foster home placement for J. They were referred to the Somerset County Child Welfare Agency. At about the same time, the Somerset County agency received a report that the children were unsupervised and playing around the railroad tracks near their home.\nPursuant to the parents’ contacts, the Somerset County agency investigated the B. home. The agency discussed the family’s problems with the parents who agreed to place J. in a foster home. The parents then signed a Parent Placement Agreement on October 4, 1973. Both parents testified that they took this action hoping a foster family would be able to help J. and teach him right from wrong. They also understood that the placement would be temporary. The agency director, who assisted in arranging the placement, testified that the parents were frustrated and unable to cope with J.’s disruptive behavior. She further testified that, while the parents felt badly about J.’s departure, they were not angry with the agency, but were relieved by the prospect that J. might receive the help he needed. At that time, the parents were given a card bearing the agency’s name, address and telephone number. Shortly thereafter, the agency returned with a petition and removed the five other children from the home without the parents’ consent. The director testified that, at this time, the parents became very angry and upset.\nWhen all of the children had been placed in foster homes pursuant to court order, the agency began counselling the parents about the criteria they would have to meet before the children would be returned. The agency stated generally that the home would have to be upgraded and organized. No other advice was given.\nAfter approximately one month of foster care, the parents requested the return of all the children. At that time, the agency agreed to return the three older children. The parents next requested the return of the youngest child. In that case, the agency arranged for the parents to visit with the child at the agency office. The youngest child was ultimately returned to the B. home in November 1974, after a year of foster care. In the summer of 1976, the parents requested the return of the fifth child. After consulting with the court, the agency arranged three parental visits with this child, and he was returned after approximately three years of foster care. During this three-year period, the parents made repeated requests for the return of J. They were advised to consider getting back one child at a time and no visits were arranged pursuant to these requests.\nFollowing the children’s removal from the home, the agency remained actively involved with the family. The two caseworkers made numerous visits to the B.s’ home, initially to advise the parents on upgrading the home and later, when the living conditions had improved, to counsel the parents prior to the homecoming of each child. Further, the B.s received counselling from the agency on dealing with the problems of each child after his return home. At no time did the parents receive counselling with respect to J., who remained in foster care, even though, ostensibly, he was a primary cause of the family’s problems.\nThe agency director’ who was also the initially assigned caseworker, readily conceded that the B.s asked about J. each time she visited the home. The B.s also requested that J. be returned to them. The director testified that the B.s were told to call the agency to arrange for a visit. The B.s failed to do so. The director admitted on cross-examination that the agency never seriously considered voluntarily returning J. to this family and that she would not have recommended J. be returned.\nA second caseworker, who was assigned responsibility for the B. family after July 1975, testified that he conducted approximately five home visits up to November 1976. On those occasions, he observed that the home and children appeared clean and that the children were never outside unsupervised. Further, he did not observe anything in the home to indicate that J. could not be adequately raised there. The B.s told him on numerous occasions that they wanted the two children, who remained in foster care, to be returned. He stated, in response to these requests, that he “probably indicated to them we would expect them to visit with the children and things like that.” However, he could not recall any requests for visits by the parents.\nThis caseworker testified further that in November 1976, he advised the mother the agency did not intend to return J. voluntarily. He stated that at that time “I advised her to seek legal counsel and she indicated she would.” He explained that the agency’s decision was based on “the fact that [J.] had been singled out as a problem child and also the fact that he had been separated from them for such a long period of time, such return would probably not be in his best interests.” He stated that the decision was not based on anything he had observed, but, rather, was based on “the situation before [J.] was removed.” Other than legal redress, he suggested no course of action, such as counselling, visits or other types of contact which the B.s might have pursued at that time to effect J.’s return. In his opinion, any request for a visit made after November 1976 would not have improved their chances for J.’s return. However, he could not recall whether the parents were “actively discouraged” with respect to the return of J. prior to November 1976. He did acknowledge that the agency had advised the B.s to consider the return of one child at a time.\nThe parents both testified that they were discouraged from contacting J. because the agency’s attitude was different toward J. than toward the other children. Each time a caseworker visited the home, the parents asked about J. and stated that they wanted him back. The caseworker would respond that J. was doing well. He would then advise them not to worry about J. but, instead, to take care of the other children. The parents claimed they were assured that they would be notified when they could see J. They testified further that the caseworkers never mentioned J. unless they first inquired about him and that the caseworkers seemed unwilling to discuss him, always changing the subject to the other children.\nJ.’s father acknowledged that the director gave them (the parents) a card with the agency’s telephone number on it in case the parents needed to reach the director. He stated that they did not call for an appointment since they understood the agency would let them know when they could visit. He further stated that they asked for the children’s foster home addresses to send them cards, but were told this information could not be given to them. The parents assumed, therefore, that if they mailed cards or gifts to the agency, the children would not receive them.\nJ.’s mother testified that she asked to visit J. many times, but was always told she could not visit. The only reason offered for refusing her requests was that the agency was not yet ready to return J. She stated that she wanted J. to join the family on camping trips and picnics, but she had no idea that she was allowed to take him. She also denied the caseworker’s assertion that he advised her to get legal assistance in November 1976, since the agency had decided not to return him voluntarily.\nOn August 16, 1977, the agency petitioned the Orphans’ Court Division to involuntarily terminate the parents’ rights to J. A final decree terminating those rights was entered on February 6, 1978. In the opinion in support of that decree, the trial court concluded the parents failed to perform their parental duties toward J. for a period of at least six months and, thus, met the requirements for termination of their parental rights as to him under both § 311(1) and § 311(2) of the Adoption Act. The court’s conclusion was based upon the following findings of fact: (1) the parents had not directly communicated with J. since October 1974; (2) the parents’ course of conduct with respect to J. differed from their conduct toward their five other children; and, (3) the parents did not seriously and genuinely pursue their interests in J.’s welfare and his return.\nOn this appeal, the parents contend that the court’s findings are unsupported by the record and, thus, the termination was contrary to law. They maintain the record demonstrates that their attitude and conduct with respect to J. was the same as toward their other children. They argue that the agency took a leadership role with respect to the return of all the children, except J., and counselled the parents to consider one child at a time assuring them that visitation with J. would come at a later time. Thus, the parents claim they were encouraged to wait for the agency to arrange visitation with J. in preparation for his return, as it had done with respect to the other children. Therefore, they argue, any failure to perform parental duties was due to the attitude of the Somerset County Child Welfare Agency which actively discouraged any contact between the parents and this child.\nIn a case of this nature, the findings of fact of the trial judge, supported by competent evidence, are entitled to the same weight given a jury verdict and may not be disregarded on appeal. In re William L., 477 Pa. 322, 383 A.2d 1228 (1978). However, the court’s inferences, deductions and conclusions are subject to review. Snellgrose Adoption Case, 432 Pa. 158, 247 A.2d 596 (1968). Cf. also Watt Estate, 409 Pa. 44, 185 A.2d 781 (1962) and Pruner Estate, 400 Pa. 629, 162 A.2d 626 (1960). Additionally, the burden of proof rests upon the party seeking termination, In re Adoption of Farabelli, 460 Pa. 423, 333 A.2d 846 (1975).\nHaving studied the record with the foregoing legal principles in mind, we are persuaded the trial court erred in granting the instant petition for termination.\nTwo of the court’s significant conclusions and bases for granting termination were that the parents’ attitude and course of conduct toward J. differed from their attitude and course of conduct toward their other five children, and that they did not seriously pursue their interests in his welfare and return. These conclusions were based upon and drawn from the following findings:\n“From the very beginning the record shows that respondents expressed concern that J.A.B. was a source of trouble whom they could not control. Respondents did ask for, and eventually achieve, return of the other five children; they also asked for and received visitation of the two children not immediately returned.”\nHowever, while there is adequate evidence in the record to support the above findings, we are not convinced these findings, without more, provide adequate support for the court’s conclusions set forth above. There is no evidence whatever to suggest that the parents acted neglectfully or punitively in seeking a foster care placement for J. To the contrary, the agency’s testimony supports the parents’ claim that they took this action to get help for the child and the entire family unit.\nSimilarly, a different attitude and course of conduct toward J. cannot be inferred from the fact that the parents asked for and received visitation prior to the eventual return of their other five children. The agency admitted that the parents repeatedly asked for J.’s return, but asserted that the parents failed to follow the agency’s suggested procedure for arranging an appointment. Specifically, the director maintained the parents were told to telephone for an appointment to visit with J., which they failed to do. However, the record contains no evidence of visits arranged by telephone with the other children which would support a finding that the parents pursued a different course of conduct toward J. The only evidence of visits between the parents and the five other children were those arranged by the agency after it had made a decision to return the children pursuant to the parents’ requests. Those visits were for the admitted purpose of preparing the children for their return home. Thus, contrary to the court’s view, the record indicates that the parents pursued exactly the same course of conduct toward J. as toward their other children, i. e., requesting a child’s return and relying on the agency to initiate visits when it was ready to return the child.\nThe court’s finding of an absence of direct contact between J. and his parents for a period in excess of six months is not disputed. However, this fact alone will not support a determination of failure to perform parental duties where the totality of the circumstances, including evidence of the parents’ individual circumstances and any explanation offered by them, does not warrant termination of their rights. See In re Adoption of P., 475 Pa. 197, 380 A.2d 311 (1977); In re Adoption of Orwick, 464 Pa. 549, 347 A.2d 677 (1975). See also In re Adoption of M. T. T., 467 Pa. 88, 354 A.2d 564 (1976) (fact that appellant, while in prison, was facing a crisis situation and had no means to care for or support his child cannot alone justify a finding of failure to perform parental duties); In re Adoption of McAhern, 460 Pa. 63, 331 A.2d 419 (1975) (dereliction of one responsibility, there, the responsibility to support a child, may not, under the particular circumstances, warrant a complete termination of parental rights).\nThe evidence in this case establishes that the agency discouraged the parents from maintaining contact with J. by averting their inquiries and advising them to wait until their other problems were under control before attempting to re-establish their relationship with him. It is apparent from the record that the agency viewed J. as the family’s troublemaker and scapegoat and had determined it was in the best interests of both family and child that he not be returned.\nIn light of the totality of circumstances, including the agency’s involuntary placement of the parents’ other five children, the three-year period during which the agency assumed an active role in counselling the entire family unit resulting in the return of the other five children, and the agency’s different attitude and conduct with respect to J., it is clear to us that these parents were led to believe that J. was receiving the help he needed in his foster home and that he would be returned if they cooperated with the agency in first solving the other family problems. Thus, termination of their parental rights on the ground of failure to perform parental duties was not warranted.\nFinally, the trial court found that the agency advised the parents in November 1976, to seek legal advice with respect to the return of J., and noted that they apparently took no further action until after the petition to terminate was filed some nine months later. We have held that a mere showing that a parent could have pursued legal action more promptly cannot justify termination of his parental rights. See Adoption of S. H., 476 Pa. 608, 383 A.2d 529 (1978); Adoption of McAhern, supra, 460 Pa. at 72 n. 5, 331 A.2d 423 n. 5 (1975).\nDecree reversed. Each party to pay own costs.\nMANDERINO, J., did not participate in the decision of this case.\n. Act of July 24, 1970, P.L. 620, No. 208, art. III, § 311, 1 P.S. § 311 (Supp. 1978-79) provides in pertinent part:\n“The rights of a parent in regard to a child may be terminated . on the ground that:\n“(1) The parent by conduct continuing for a period of at least six months either has evidenced a settled purpose of relinquishing parental claim to a child, or has refused or failed to perform parental duties; or\n“(2) The repeated and continued incapacity, abuse, neglect, or refusal of the parent has caused the child to be without essential parental care, control, or subsistence necessary for his physical or mental well-being and the conditions and causes of the incapacity, abuse, neglect, or refusal cannot or will not be remedied by the parent . .”\n. The B. family income was derived from a public assistance grant of $232.00 which they received twice a month, and $132.00 in food stamps for which they paid $67.00. The father had been unemployed since 1970 when he suffered a heart attack and was hospitalized for twenty-one days. At the hearing on November 21, 1977, he testified that he was working through a rehabilitation center; that he was attempting to get a disability pension; and, that he was attempting to find work.\n. While the trial court found that the parents had only one visit with J., which took place at the agency office in December 1973, we note that the-director testified to another office visit on March 25, 1974, when the parents visited with J. and one of his brothers. As to the December 1973 visit, the record does not indicate how it was arranged. Clearly, however, the visit was not made preparatory to J.’s return since it took place shortly after he was placed in foster care and long before two of the other children were returned. Neither the purpose nor the circumstances of the March 1974 visit is indicated in the record. One additional contact between J. and his parents occurred by chance in October 1974, at a used car lot.\n. On cross-examination, the agency director testified as follows:\n“Q. Did the Agency ever seriously consider under any circumstances giving [J.] back to his family?\n\"A. Not up to this time, no.\n“Q. Why?\n“A. Because we did not feel the contacts had been made. [J.] no longer knew his parents by this period of time.\n“Q. Do you recall making a statement to me several years ago in which you said there is no way that I would ever recommend that [J.] be returned to this family?\n“A. Yes, I remember that.\n“Q. Under any circumstances at all, right?\n“A. Well, I don’t know whether I said that or not, but I remember saying that to you.\n“Q. So, really, no matter what they did, you would never have returned [J.] or made such a recommendation?\n“A. This would not have been my decision. I said I would not make the recommendation.”\n. It is clear that § 311(2) does not provide a basis for termination in this case inasmuch as the record contains no evidence that the causes of the incapacity, abuse, neglect or refusal cannot or will not be remedied. See Adoption of R. I., 468 Pa. 287, 361 A.2d 294 (1976); In re Geiger, 459 Pa. 636, 331 A.2d 172 (1975).",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      }
    ],
    "attorneys": [
      "H. Edwin Mountford, Southern Alleghenys Legal Aid, Inc., Somerset, for appellants.",
      "William L. Kimmel, County Sol., Somerset, for appellee."
    ],
    "corrections": "",
    "head_matter": "408 A.2d 1363\nIn re ADOPTION OF J. A. B., minor child of C. W. and S. W. B. Appeal of C. W. and S. W. B.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 17, 1979.\nDecided Dec. 21, 1979.\nH. Edwin Mountford, Southern Alleghenys Legal Aid, Inc., Somerset, for appellants.\nWilliam L. Kimmel, County Sol., Somerset, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ."
  },
  "file_name": "0079-01",
  "first_page_order": 143,
  "last_page_order": 154
}
