{
  "id": 1759043,
  "name": "COMMONWEALTH of Pennsylvania v. Thomas Lee JOHNSON, Appellant",
  "name_abbreviation": "Commonwealth v. Johnson",
  "decision_date": "1979-10-01",
  "docket_number": "No. 506",
  "first_page": "197",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "487 Pa. 197"
    },
    {
      "type": "parallel",
      "cite": "409 A.2d 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "398 U.S. 30",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169271
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "43"
        },
        {
          "page": "1571",
          "parenthetical": "Brennan, J., concurring: \"The Speedy Trial Clause protects societal interests, as well as those of the accused. The public is concerned with the effective prosecution of criminal cases, both to restrain those guilty of crime and to deter those contemplating it\""
        },
        {
          "parenthetical": "Brennan, J., concurring: \"The Speedy Trial Clause protects societal interests, as well as those of the accused. The public is concerned with the effective prosecution of criminal cases, both to restrain those guilty of crime and to deter those contemplating it\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/398/0030-01"
      ]
    },
    {
      "cite": "469 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722116
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "252",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1364",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0241-01"
      ]
    },
    {
      "cite": "480 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745036
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "354"
        },
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/480/0340-01"
      ]
    },
    {
      "cite": "476 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736912
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0369-01"
      ]
    },
    {
      "cite": "239 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913508
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0024-01"
      ]
    },
    {
      "cite": "361 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "allocatur denied"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "239 Pa.Super. 209",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6770391
      ],
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "allocatur denied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/239/0209-01"
      ]
    },
    {
      "cite": "257 Pa.Super. 555",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        103145
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/257/0555-01"
      ]
    },
    {
      "cite": "255 Pa.Super. 305",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        99348
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/255/0305-01"
      ]
    },
    {
      "cite": "467 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717283
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0436-01"
      ]
    },
    {
      "cite": "386 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170322
      ],
      "weight": 5,
      "year": 1967,
      "pin_cites": [
        {
          "page": "222"
        },
        {
          "page": "993"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0213-01"
      ]
    },
    {
      "cite": "275 A.2d 43",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "44"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935340
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "225"
        },
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0223-01"
      ]
    },
    {
      "cite": "383 U.S. 116",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168414
      ],
      "weight": 6,
      "year": 1966,
      "pin_cites": [
        {
          "page": "120"
        },
        {
          "page": "776"
        },
        {
          "page": "122"
        },
        {
          "page": "777"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0116-01"
      ]
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 5,
      "year": 1972,
      "pin_cites": [
        {
          "page": "521"
        },
        {
          "page": "2187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0514-01"
      ]
    },
    {
      "cite": "297 A.2d 127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945648
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "308-09"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0297-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 879,
    "char_count": 17761,
    "ocr_confidence": 0.819,
    "pagerank": {
      "raw": 7.443204294843758e-07,
      "percentile": 0.9695698475084841
    },
    "sha256": "4b58637b518129512f77e2693ee03887827aef1f9b03c681e70510cb150dda4e",
    "simhash": "1:cd75ae32af096b38",
    "word_count": 2930
  },
  "last_updated": "2024-02-27T18:00:56.641649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ.",
      "LARSEN, J., dissents, believing that no prejudice has been shown.",
      "Reargument denied; LARSEN, J., dissenting."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Thomas Lee JOHNSON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nAppellant was found guilty of first degree murder, robbery, and related offenses by a jury arising out of the death by beating of Joseph Diamanti at his sporting goods store in Bucks County. Although a number of issues have been raised for our consideration, we need only discuss two. First, whether appellant is entitled to a reversal of this conviction and further prosecution barred for the failure of the Commonwealth to bring him to trial within 180 days from his arrest pursuant to Rule 1100. Second, whether he is entitled to a new trial because he was not given the opportunity, in violation of former Criminal Procedure Rule 203, to challenge the array of the grand jury that indicted him. For the reasons set forth below, we believe that the latter remedy is appropriate and grant a new trial.\nAppellant’s trial began 349 calendar days after the complaint was filed and appellant claims that Rule 1100 therefore barred his trial on these charges. The following chronology is required to fully understand the question raised. On December 28, 3974, appellant and two other men robbed and severely beat the owner of a sporting goods store. On January 10, 1975, appellant was arrested in New Jersey on unrelated charges. On February 9, the victim died as a result of the beating and on February 11, a criminal complaint was filed charging appellant with murder. Bucks County officials on February 13 forwarded a copy of the complaint and arrest warrant to and lodged a detainer on appellant with New Jersey officials where appellant was then incarcerated for offenses against that jurisdiction. On February 21, appellant wrote to the Bucks County District Attorney disclosing his location in a New Jersey jail, requested a speedy trial, and waived extradition to Pennsylvania. On April 2, Stokes, a co-participant, agreed to testify against appellant, but on April 5 he changed his mind. When the bill of indictment charging appellant with murder was presented to the grand jury on April 18, Stokes invoked his fifth amendment privilege against self-incrimination and the grand jury dismissed the indictment for lack of evidence. The Bucks County authorities notified the New Jersey officials that the arrest warrant and the detainer lodged against appellant were withdrawn and the papers that had been forwarded by Bucks County were returned on April 23. August 11 represented the 180th day from the filing of the complaint.\nOn September 15, 1975, the Bucks County District Attorney learned that another co-participant — Douglas Johnson, appellant’s brother — was then being incarcerated in Georgia. The District Attorney then had Douglas returned to Pennsylvania on October 21 and on November 19, Douglas plead guilty to the robbery of the victim and agreed to testify against appellant. That same day, November 19, the District Attorney obtained leave of court to re-submit appellant’s indictment to a new grand jury. Two days later, November 21, appellant was returned to Pennsylvania from a New Jersey jail. On December 5, Douglas testified before the second grand jury which then approved the murder indictment against appellant. That same day appellant was arraigned. Trial began on January 26, 1976.\nThe Commonwealth claims that the total elapsed time for Rule 1100 purposes is only 112 days. They reach this sum by excluding the time between the refusal of the first grand jury to indict and the approval of the indictment by the second grand jury. There were 66 days between the filing of the complaint and the dismissal by the first grand jury, and 52 days between the indictment by the second grand jury and the commencement of trial, a total of 112 days. We agree that the period between the first and second grand juries should be excluded.\nRule 1100 is an administrative method by which we seek to give substance to the constitutional guarantee of a speedy trial for criminal defendants. See Commonwealth v. Hamilton, 449 Pa. 297, 308-09, 297 A.2d 127, 133 (1972). Absent a definite rule such as Rule 1100, and because “the right to speedy trial is a more vague concept than other procedural rights,” it is “impossible to determine with precision when the right has been denied.” Barker v. Wingo, 407 U.S. 514, 521, 92 S.Ct. 2182, 2187, 33 L.Ed.2d 101 (1972). The speedy trial guarantee is “concerned with limiting the period of ‘anxiety and concern accompanying public accusation.’ United States v. Ewell, 383 U.S. 116, 120, 86 S.Ct. 773, 776, 15 L.Ed.2d 627 (1966).” Commonwealth v. Leaming, 442 Pa. 223, 225, 275 A.2d 43, 44 (1971). Accord, Barker v. Wingo, 407 U.S. at 553 & n.33, 92 S.Ct. 2182. And in Klopfer v. North Carolina, 386 U.S. 213, 87 S.Ct. 988, 18 L.Ed.2d 1 (1967), holding that the right to a speedy trial is fundamental and therefore applicable to the states, the Court stated that this right protects the defendant from a lengthy course of prosecution which “may subject him to public scorn and deprive him of employment, and almost certainly will force curtailment of his speech, associations and participation in unpopular causes.” Id. at 222, 87 S.Ct. at 993.\nIn the present case, appellant was totally free from any anxiety or concern regarding these charges once the first grand jury refused to indict him due to lack of evidence. At that point the charges against him were effectively terminated, as shown by the fact that the District Attorney requested the New Jersey authorities to return the complaint and arrest warrant that had been forwarded to them, and further informed New Jersey that the detainer lodged against appellant had been withdrawn.\nAppellant argues that the Commonwealth should have requested an extension of time under Rule 1100(c) and that absent such a motion it was barred from commencing trial beyond the 180th day. This argument presupposes that there would have been some reasonable basis upon which the prosecution could have sought such an extension. The prosecution’s case against appellant at that point depended almost entirely upon the testimony of Stokes, who refused to testify. Prior to Douglas’ expression of willingness to cooperate, the Commonwealth had no reason to believe that they could ever successfully prosecute appellant after Stokes had refused to testify. It is therefore apparent that there would not have been any basis for requesting a Rule 1100(c) extension, since at that juncture the Commonwealth did not have a reasonable expectation that it could bring the appellant to trial.\nAppellant further argues that our decision in Commonwealth v. Whitaker, 467 Pa. 436, 359 A.2d 174 (1976), is controlling. We disagree and believe Whitaker is limited to where there is an obvious attempt to evade the requirements of Rule 1100(c) through the use of the nolle prosequi procedure. Here, of course, the termination of the proceeding was not at the request or instigation of the prosecutor, as was the situation in Whitaker. Instead, it was the failure of the grand jury to indict appellant that caused the termination of the proceeding. The present case thus lacks the crucial element found in Whitaker: an improper attempt to circumvent the Rule 1100(c) requirements by the unilateral termination of the proceeding by the prosecution.\nEqually inapposite are the cases cited by the Commonwealth involving the effect upon Rule 1100 of a defective complaint followed by a curative second complaint. See Commonwealth v. Weitkamp, 255 Pa.Super. 305, 386 A.2d 1014 (1978); Commonwealth v. Finfrock, 257 Pa.Super. 555, 391 A.2d 621 (1978); Commonwealth v. Mumich, 239 Pa.Super. 209, 361 A.2d 359 (1976) (allocatur denied). These cases only establish that Rule 1100 requires a viable complaint to start its time periods running and that speedy trial considerations do not enter into the case until an effective complaint has been filed. The complaint in this case was unquestionably viable, in fact no subsequent complaint was ever issued. The prosecution faltered here because its anticipated evidence did not materialize. The 66 days expended between the filing of the complaint and the failure of the grand jury to indict are required to be counted in the Rule 1100 computation, and the counting resumed with the indictment by the second grand jury, leaving the Commonwealth a total of 114 days remaining in which to bring the appellant to trial. Since appellant’s trial began 52 days after he was indicted, Rule 1100 was not offended. We note that this is the same result reached in the American Bar Association Project on Standards for Criminal Justice in the Standards Relating to Speedy Trial (App. Draft, 1968). See Standard 2.3(f) which excludes from the computation period the time between the dismissal of the first complaint and the institution of the second complaint.\nAlthough we disagree with appellant’s claim that he is entitled to a discharge, we do agree that he is entitled to a new trial because he was denied his rights under Criminal Procedure Rule 203. On November 19, 1975, when the Bucks County District Attorney received leave to re-submit the case to a second grand jury, appellant was incarcerated in New Jersey, a fact known to the District Attorney. Two days later, on November 21, appellant was returned to Pennsylvania and incarcerated. On December 5, the case was submitted to the grand jury which returned indictments against appellant. Appellant was arraigned that same day although a Public Defender was not appointed for him until December 10. The Public Defender immediately petitioned for the appointment of new counsel because of a conflict of interest, and new counsel was appointed on December 23. On January 13,1976, appellant filed a motion to quash which subsequently was denied. This denial was challenged by appellant in his Motions for a New Trial and in Arrest of Judgment, which were denied by the court en bane.\nThis issue is controlled by our decision in Commonwealth v. Collemacine, 429 Pa. 24, 27, 239 A.2d 296, 298 (1968), where we held that the right given defendants by Rule 203, to challenge the array of the grand jury\n‘. . . would be meaningless unless the defendant or his counsel could learn of the occasion for its assertion.’ Failure to notify the accused or his counsel that his case will be presented to a Grand Jury . . . violates fundamental notions of due process. Under Rule 203, an accused must exercise his challenge before the bill of indictment is submitted to the Grand Jury. . . . It is clear that under Rule 203, failure to notify the accused when his case is being presented to a . . . Grand Jury emasculates the right of challenge.\nThe District Attorney concedes that he knew the whereabouts of appellant throughout the course of this litigation. He contends that notice of the presentment was mailed to the appellant on November 18 or 19 while he was incarcerated in New Jersey. Appellant, however, steadfastly denied ever having received such a notice and the District Attorney was unable to offer a return receipt for the letter or proof through the institution where appellant was confined that it was in fact received. Nor was the Commonwealth able to dispel appellant’s contention that the letter was returned to the District Attorney’s office by the New Jersey authorities because appellant had been returned to Pennsylvania early in the morning of November 21. Because we are concerned with a fundamental right in the context of a serious case and appellant was in custody and his whereabouts were known, we believe that the burden is on the Commonwealth to show that appellant actually received notice of the presentment.\nThe Commonwealth argues that this point is moot because Bucks County has abolished indicting grand juries and now proceeds by filing informations. This contention allows the Commonwealth to retain the fruits of its unconstitutional actions and leaves the aggrieved appellant, whose fundamental rights have been violated without a remedy. At the time in question, the procedure afforded appellant this right and its violation cannot be ignored because at a later date the procedure has been altered. We are constrained to review the Commonwealth’s compliance with the procedure that applied to the prosecution in question.\nJudgments of sentence are vacated and the indictments quashed.\nLARSEN, J., dissents, believing that no prejudice has been shown.\nReargument denied; LARSEN, J., dissenting.\n. Appellant also raised issues concerning the denial of a preliminary hearing, the failure of the trial court to sequester the jury, the admission into evidence of a prosecution witness’ prior consistent statement, the failure of the tried judge to allow voir dire as to whether the prospective jurors had close Mends or associates who were crime victims or members of law enforcement agencies, and whether the court erred by moulding the verdict of the jury or by polling the jury once the verdict had been recorded. Additionally, we have reviewed the evidence in this case pursuant to our statutory duty, see Act of February 15, 1870, P.L. 15, § 2, 19 P.S. § 1187 (1964), and find it sufficient to sustain the conviction for first degree murder. We have jurisdiction pursuant to 42 Pa.C.S.A. § 722(1) (1979 Pamphlet). Appellant had also applied for writ of habeas corpus at No. 587, January Term, 1976. That appeal has been dismissed as moot by agreement of the parties since all of the issues are cognizable in this direct appeal.\n. Although the Commonwealth does not claim the exclusion of any period of time due to the unavailability of appellant resulting from his commitment in New Jersey, it is clear that such period would have ended when appellant waived extradition and made himself subject to the jurisdiction of Pennsylvania.\n. We do not believe that Commonwealth v. Earp, 476 Pa. 369, 382 A.2d 1215 (1978), is relevant to the present case. Earp was decided solely upon the interplay of Rules 1100 and 131(b) which require that only one complaint be used when several offenses are alleged to have been committed by one person arising out of the same incident. In the present case no other charges lodged against the appellant survived the refusal of the grand jury to indict. Accordingly, Rule 131(b) and Earp are irrelevant to the instant discussion.\n. It is most significant that the crime for which appellant was charged and convicted was murder of the first degree. The General Assembly has stated that prosecutions for first degree murder are not constrained by statutes of limitation. 42 Pa.C.S.A. § 5551 (1979 Pamphlet); 18 Pa.C.S.A. § 108(a) (1973); Act of March 29, 1951, P.L. 58, § 2, 35 P.S. § 2103.1 (1977). See Commonwealth v. Daniels, 480 Pa. 340, 354, 390 A.2d 172, 179 (1978). In Commonwealth v. Leaming, 442 Pa. 223, 228, 275 A.2d 43 (1971), we stated that this failure to enact a statute of limitations for murder “reflects the felt seriousness of the crime, and this is indeed a factor to be considered before foreclosing all further prosecution.” Rule 1100(g) itself states that “[n]othing in this Rule shall be construed to modify any time limit contained in any statute of limitations.” It is also to be noted that “the applicable statute of limitations ... is usually considered the primary guarantee against bringing overly stale criminal charges.” United States v. Ewell, 383 U.S. 116, 122, 86 S.Ct. 773, 777, 15 L.Ed.2d 627 (1966). And, “[i]n determining whether there has been a violation of an accused’s constitutional right to a speedy trial, each case requires an analysis of the circumstances and consideration of the rights of society, as well as those of the accused, which are to be protected.” Commonwealth v. Roundtree, 469 Pa. 241, 252, 364 A.2d 1359, 1364 (1976) (emphasis added). Accord, Dickey v. Florida, 398 U.S. 30, 43, 90 S.Ct. 1564, 1571, 26 L.Ed.2d 26 (1970) (Brennan, J., concurring: “The Speedy Trial Clause protects societal interests, as well as those of the accused. The public is concerned with the effective prosecution of criminal cases, both to restrain those guilty of crime and to deter those contemplating it”). To accept the appellant’s position would be tantamount to a judicial creation of a limitation on a murder prosecution where the legislature has specifically declined to impose such a restraint. We do not believe that the mandate of Rule 1100 or the dictates of the speedy trial guarantee require such a result.\n. In November, 1975 Criminal Procedure Rule 203 stated in relevant part:\nRule 203. Objections to Grand Jury and Grand Jurors (a) A defendant who has been held for court or the attorney for the Commonwealth may challenge the array of the grand jury or an individual grand juror. A challenge to the array may be made only on the ground that the grand jury was not selected, drawn or summoned substantially in accordance with law. An individual grand juror may be challenged for cause. All challenges must be made before the grand jurors are sworn, unless reasonable opportunity did not exist prior thereto; in any event a challenge must be made before the bill of indictment is submitted to the grand jury as provided in subdivision (c) hereof. (Emphasis added)\nEffective January 1, 1978, the rule was amended to allow a defendant who was not given notice of the presentment of his case to the grand jury, the right to challenge the array of the grand jury in his pretrial motions.",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Nathan Criste, Doylestown, Bucks County, for appellant.",
      "Kenneth G. Biehn, Dist. Atty., Bucks County, for appellee."
    ],
    "corrections": "",
    "head_matter": "409 A.2d 308\nCOMMONWEALTH of Pennsylvania v. Thomas Lee JOHNSON, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 27, 1979.\nDecided Oct. 1, 1979.\nReargument Denied Jan. 4, 1980.\nNathan Criste, Doylestown, Bucks County, for appellant.\nKenneth G. Biehn, Dist. Atty., Bucks County, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0197-01",
  "first_page_order": 261,
  "last_page_order": 271
}
