{
  "id": 1203367,
  "name": "Matz, Appellant, v. Clairton City et al.; Stephanovic, Appellant, v. Clairton City et al.; Fulmer, Appellant, v. Clairton City et al.; Peterson, Appellant, v. Clairton City et al.",
  "name_abbreviation": "Matz v. Clairton City",
  "decision_date": "1940-10-31",
  "docket_number": "Appeals, Nos. 111, 206, 219-221",
  "first_page": "98",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "340 Pa. 98"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "326 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174417
      ],
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0442-01"
      ]
    },
    {
      "cite": "126 Pa. Superior Ct. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        998269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/126/0136-01"
      ]
    },
    {
      "cite": "305 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134649
      ],
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 15820,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.2836192445753973e-07,
      "percentile": 0.6181939564816327
    },
    "sha256": "7ca36b800dba24e7d0e69a810078e66eff7d09d9cac4ed140106d936db906fbf",
    "simhash": "1:0263252ea1c6d666",
    "word_count": 2642
  },
  "last_updated": "2024-02-27T23:35:17.062722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ.."
    ],
    "parties": [
      "Matz, Appellant, v. Clairton City et al. Stephanovic, Appellant, v. Clairton City et al. Fulmer, Appellant, v. Clairton City et al. Peterson, Appellant, v. Clairton City et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nConrad F. Matz presented to the Court of Common Pleas of Allegheny County a petition for a writ of peremptory mandamus to secure reinstatement to the position of Chief of Police of the City of Clairton, a city of the third class, which petition, after argument, was dismissed. Shortly thereafter Matz and three other members of the police force, Nick Stephanovic, Harry E. Fulmer and Carl O. Peterson, filed separate petitions, wherein the City of Clairton, the Mayor and four councilmen were named defendants, for writs of alternative mandamus to restore them to their respective positions in the police department, or to show cause why they should not be so reinstated. The relators averred that they were unlawfully discharged for political reasons. Alternative writs were granted. After the overruling of a motion of the Mayor to quash and relators’ demurrer to the joint return of the Mayor and Watko, one of the councilmen, wherein it was denied definitely that relators were dismissed for reasons other than that their conduct and capacity were unsatisfactory, the actions proceeded to trial before a judge and jury. At the conclusion of plaintiff’s case, a motion for compulsory nonsuit was granted as to Stephanovic, Fulmer and Peterson, but refused as to Matz. The jury found in favor of Matz, and the court en banc, after argument, overruled the motion of defendants for judgment n. o. v. and entered an order directing that a peremptory writ of mandamus issue to reinstate Matz and entered a judgment for his salary from December 1, 1939, to the date of his reinstatement. There are thus five appeals here under consideration, i. e., that of Matz from the order dismissing his original petition (which appeal will be disposed of with the others, although the question therein raised is now moot), those of Stephanovic, Fulmer and Peterson from the order refusing to take off the non-suit, and that of John J. Mullen, the Mayor, from the order overruling his motion for judgment n. o. v. and directing that a peremptory writ of mandamus issue reinstating Matz and the entry of judgment for his back salary. Since the same primary question is involved in all five appeals, they were argued together, and will, therefore, be disposed of in one opinion.\nThe undisputed facts pertinent to a determination of these cases are as follows: On November 26, 1938, relators each took and passed an examination held by the civil service board of the City of Clairton for the examination of applicants for appointment to positions in the police department; and on August 31, 1939, council, meeting specially for the purpose, appointed Matz to the position of Chief of Police, and Stephanovic, Fulmer and Peterson to other vacancies existing in the department, at which time relators had full knowledge of the existence of Rule 19 of the civil service board, which had been approved by council and become effective July 15, 1938. On November 25, 1939, after suspending Matz and filing charges against him from which he was later exonerated and ordered reinstated by council, the Mayor, pursuant to Rule 19, caused to be delivered to relators registered letters, wherein each was advised that he would not receive permanent appointment and that his employment by the City of Clairton would terminate on November 30, 1939, since his conduct and capacity had not been satisfactory to the Mayor as his appointing officer. On November 27, 1939, this action of the Mayor was approved by council.\nA thorough study of the records of these cases has convinced us that the sole question necessary for their determination is our decision as to the validity of Rule 19 of the civil service board. If that rule is invalid, the relators must all be reinstated, since then they were permanent appointees to their respective positions, and, not having been found guilty by council of misconduct, or violation of the laws of the Commonwealth, ordinances of the city or regulations of the department, as provided in section 4408 of the Act of June 23, 1931, P. L. 932, known as “The Third Class City Law”, they were illegally discharged. On the other hand, if the civil service board had power to adopt this rule, as was found by the learned court below in dismissing the original petition for a writ of peremptory mandamus filed by Matz, then it was erroneous for that court, Avith the aid of a jury, to pass upon the question whether or not the Mayor was actuated by malice or political reasons in dismissing, with the approval of council, the relators, and in that event the court was in error in ordering reinstatement of the Chief of Police and entering judgment for his back salary from December 1, 1939. This for the reason that by the provisions of this rule the appointing power is the sole judge as to whether the temporary appointment shall become a permanent one at the expiration of the probationary period of three months, and the question of the reasonableness of its judgment is not one for the court or jury. It is well settled that mandamus will not lie to revise the action of one clothed with discretionary powers: Souder v. Philadelphia, 305 Pa. 1, 8. In Com. ex rel. Lisk v. Davis, Mayor, et al., 126 Pa. Superior Ct. 136, where a statutory provision in section 8 of the Act of May 23, 1907, P. L. 206, relating to cities of the second class, similar to that here contained in Bule 19, was interpreted, it was said (p. 140) : “But his mere appointment does not clothe the appointee with the full protection of the civil service law, until he has served his full probationary period. His right to remain in public service is dependent upon Avhether the appointing officer is satisfied with his conduct and capacity, and as to that the appointing officer is the sole judge. . . . Nevertheless, when it came to the end of the probationary period, the right of the appointee to continue further in service was to be determined solely by the appointing power. To hold otherwise would give no effect whatever to the provision relating to appointments for the probationary period, a most salutary provision for the purpose of determining the fitness of the appointee. ... In the present case, at the end of the probationary period, relator was notified that his services were no longer required by the city. The letter from the director of public safety clearly indicated that relator’s services were not satisfactory, whether for the violation of the rules of the commission or otherwise, and he was dismissed from service.” While it. is true, as provided by “The Third Class City Law”, that the appointing power is not the Mayor as head of the Department of Public Affairs, under whose jurisdiction the Police Department falls, but rather council composed of the Mayor and four councilmen, nevertheless, the notice given to these four relators complied fully with the requirements of the rule, since the action of the Mayor was fully sanctioned by council. It is to be noted, moreover, that it is not averred nor was any attempt made to prove at the trial, that council did not act in good faith in ratifying the dismissal of relators.\nIt is strenuously contended that Rule 19 was beyond the power of the civil service board to adopt. With such contention we cannot agree. It is clear that the legislature has, by the provisions of section 4404 of “The Third Class City Law”, invested the various civil service boards of third class cities with discretionary power to pass such a rule, which, without question, is “adapted to securing the best service for the public.” It was very aptly said by the learned court below in dismissing the original petition that “To hold that the authority of the Civil Service Board, in passing upon the qualifications, experience and fitness of applicants for the public service, is limited or restricted to physical and mental examinations to the exclusion of a reasonable probationary period to test the qualifications of the applicant under actual working conditions, would be to defeat one of the fundamental purposes of the Act.” The purpose of making a probationary appointment is to afford an opportunity to observe the fitness of the probationer under actual working conditions, and to determine whether it is probable that he will become a proper and efficient governmental employee: McCartney v. Johnston, 326 Pa. 442, 448. In no better way could “the physical qualifications, habits, reputation, standing, experience and education” be ascertained and determined in order that “the best service for the public” be assured than by the adoption of Bule 19.\nIt is argued further that if the legislature had im tended to permit the adoption of such a rule by cities of the third class, it would have so provided in “The Third Class City Law”, as was done in the Act of May 31, 1933, P. L. 1108, section 3, providing for the appointment of employees in the fire departments of cities of the second and third classes. This argument is without merit. By the Act of 1933 it is made mandatory that all appointments to the fire department shall be for a probationary period; and by not so specifically providing in “The Third Class City Law”, but rather stating therein that the civil service board “shall prepare and adopt such rules and regulations to cover the selection and appointment of all persons . . . as in the judgment of said boards shall be best adapted to securing the best service for the public”, it is only logical to suppose that the legislature intended to leave it entirely to the discretion of such board, in providing for appointments to the police department, whether to adopt, by means of rules and regulations, a similar provision for probationary appointment.\nThe orders of the learned court below at Nos. Ill, 219, 220 and 221 March Term, 1940, are sustained; and the order and judgment at No. 206 March Term, 1940, are reversed and here entered for defendants. Costs to be paid by Matz, Stephanovic, Fulmer and Peterson, appellants.\n“Rule 19 “Probation Period\n“Any person appointed to a position in the classified service after certification from an eligibility list shall be on probation for a period of three months. All such original appointments to any positions in the fire department and as fire alarm operators and fire box inspectors, within the terms of this act, shall be for a probationary period of three months. At any time during the probationary period, the appointee may be dismissed for just cause, in the manner provided in these rules. If at the close of such probationary term the conduct or capacity of the probationer has not been satisfactory to the appointing officer, the probationer shall be notified, in writing, that he will not receive permanent appointment, whereupon his employment shall cease; otherwise, his retention in the service shall be equivalent to his permanent appointment.”\n“Each of said boards shall prepare and adopt such rules and regulations to cover the selection and appointment of all persons as hereinbefore provided, to be hereafter employed or appointed in said cities, as in the judgment of said board shall be best adapted to securing the best service for the public. Such rules and regulations shall provide for ascertaining and determining, so far as possible, the physical qualifications, habits, reputation, standing, experience and education of all applicants for such positions, respectively; and they shall provide for examinations upon any and all subjects deemed proper or necessary by said boards for the purpose of determining their qualifications for the position sought and applied for.”",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Stern :\nMatz, Stephanovic, Fulmer and Peterson all received appointments to the Clairton police force on August 31, 1939, after having qualified by passing civil service examinations and being duly certified. In November the Mayor submitted to the council a number of charges against Matz, but council voted to exonerate him. The Mayor, thus foiled in his attempt to oust Matz, then tried another method to accomplish that result. He notified Matz that his “conduct and capacity” had not been satisfactory and that his employment would terminate on November 30. The council approved this action of the Mayor, although later three of the five members attempted to revoke such approval.\nThe Mayor seeks to justify his action by virtue of a rule adopted by the civil service boards of the City of Clairton to the effect that “Any person appointed to a position in the classified service after certification from an eligibility list shall be on probation for a period of three months.” I disagree with the majority of the Court that this is a rule which the civil service boards of the city had the power to adopt. It is true that section 4404-of the Third Class City Law provides that each such board “shall prepare and adopt such rules and regulations to cover the selection and appointment of all persons as hereinbefore provided, to be hereafter employed or appointed in said cities, as in the judgment of said boards shall be best adapted to securing the best service for the public.” That such rules and regulations, however, are intended to cover only investigations and examinations prior to certification is, to my mind, clearly indicated by the remainder of the section, to wit: “Such rules and regulations shall provide for ascertaining and determining, so far as possible, the physical qualifications, habits, reputation, standing, experience and education of all applicants for such positions, respectively; and they shall provide for examinations upon any and all subjects deemed proper or necessary by said board for the purpose of determining their qualifications for the position sought and applied for.” The conclusive reason why this rule-making power cannot be construed to give the civil service boards the implied power to provide that appointments shall be initially only for a probationary period of three months is because section 4407 of the act expressly provides that “All appointments made subject to the provisions of this article shall be for and during good behavior, and no employe shall be removed or transferred for any political reasons whatever.” Surely, a board created by a statute cannot make a rule directly contrary to a categorical provision of the statute itself.\nA jury has found that Matz was removed for political reasons. This stamps his removal as illegal under the express mandate of the statute. ■ If the statute is to be followed he can be removed only for cause, as provided in section 4408. No such cause exists, as the council itself decided when it passed upon the charges preferred by the Mayor.\nAs far as Stephanovic, Fulmer and Peterson are concerned, their removals also were, in my opinion, illegal, because they too had received appointments by council after certification by the civil service board, and such appointments being, under the act, for and during good behavior, could be terminated only if charges were made against these men and proved to the satisfaction of council.\nThe legislature has provided in several other statutes for the making of probationary appointments, and could have done so in the Third Class City Law had it so desired.\nFor these reasons I dissent from the opinion of the Court,",
        "type": "dissent",
        "author": "Mr. Justice Stern :"
      }
    ],
    "attorneys": [
      "Charles B. Prichard, for appellants, Nos. Ill, 219-221 and for appellee, No. 206.",
      "Oliver K. Eaton, with him Elverton H. Wicks, for appellee, Nos. Ill, 219-221 and for appellant, No. 206."
    ],
    "corrections": "",
    "head_matter": "Matz, Appellant, v. Clairton City et al. Stephanovic, Appellant, v. Clairton City et al. Fulmer, Appellant, v. Clairton City et al. Peterson, Appellant, v. Clairton City et al.\nArgued October 4, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ..\nCharles B. Prichard, for appellants, Nos. Ill, 219-221 and for appellee, No. 206.\nOliver K. Eaton, with him Elverton H. Wicks, for appellee, Nos. Ill, 219-221 and for appellant, No. 206.\nOctober 31, 1940:"
  },
  "file_name": "0098-01",
  "first_page_order": 130,
  "last_page_order": 139
}
