{
  "id": 1203337,
  "name": "Moffitt v. Moffitt, Appellant",
  "name_abbreviation": "Moffitt v. Moffitt",
  "decision_date": "1940-11-25",
  "docket_number": "Appeal, No. 153",
  "first_page": "107",
  "last_page": "112",
  "citations": [
    {
      "type": "official",
      "cite": "340 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 A. 660",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "264 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0105-01"
      ]
    },
    {
      "cite": "6 A. 2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0585-01"
      ]
    },
    {
      "cite": "55 A. 180",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "205 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929977
      ],
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0491-01"
      ]
    },
    {
      "cite": "128 A. 490",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "282 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088330
      ],
      "pin_cites": [
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0584-01"
      ]
    },
    {
      "cite": "89 A. 797",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "242 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998728
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0565-01"
      ]
    },
    {
      "cite": "144 A. 413",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "294 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113388
      ],
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0436-01"
      ]
    },
    {
      "cite": "57 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010398
      ],
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0457-01"
      ]
    },
    {
      "cite": "124 A. 483",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "280 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084473
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0313-01"
      ]
    },
    {
      "cite": "200 A. 26",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182941
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0579-01"
      ]
    },
    {
      "cite": "132 A. 806",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0017-01"
      ]
    },
    {
      "cite": "14 A. 2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 9720,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.309742372207134e-07,
      "percentile": 0.9170079027773433
    },
    "sha256": "3f85be6be371256042c3412f9a7bec50c30b65611eafe3020cc172e5a81edbf7",
    "simhash": "1:e1f4665a3035fe6b",
    "word_count": 1723
  },
  "last_updated": "2024-02-27T23:35:17.062722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "Moffitt v. Moffitt, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Schaffer,\nPlaintiff, who is a stepson of defendant, seeks to have an oral trust impressed upon a one-half interest in certain real estate, now owned by defendant, and a decree directing her to.convey to him, such one-half interest, and to account for rents she has received. The chancellor entered a decree in plaintiff’s favor, which ivas affirmed by the court in banc, from which action defendant appeals.\nPlaintiff is the son and only child of Albert C. Moffitt by his first marriage. Defendant was his second wife and is his widow. There was no child by the second marriage. They had been married for twenty years. Their relations were congenial and harmonious. There is no evidence of undue influence by the wife over the husband.\nAlbert C. Moffitt, who was a railroad conductor, was the owner in fee of the property the subject of this controversy, worth, according to the estimates of witnesses, from $24,000 to $48,000. At the time of his death, it was subject to a mortgage of $8,000 which he had created.\nJuly 20, 1935, Moffitt and his wife, the defendant, conveyed the property to a straw grantee, who in turn, conveyed it to him and his wife as tenants by the entireties. The allegation of plaintiff is, that this conveyance was made to his stepmother, upon an oral agreement that, in the event of the death of his father before her, the title thereby vesting in her, she would convey a one-half interest therein to him, which she has declined to do. The trust asserted is one ex maleficio. The averment is that defendant has violated the confidence reposed in her when the estate by entireties was created by refusing, as she had promised, to convey a half interest to the son on the death of the father: Metzger v. Metzger, 338 Pa. 564, 14 A. 2d 285; Restatement, Trusts, Sec. 45; Restatement, Restitution, Sec. 183.\nOne of the main pillars urged as supporting plaintiff’s claim is the will of his father, executed March 18, 1927, eight years before the creation of the estate by entireties, which remained unchanged, and was probated after his death, in which the real estate was devised, one-half to his son and one-half to his wife.\nIt is alleged that the reason for the creation of the tenancy by entireties was that the husband worried over inheritance taxes which he thought would have to bé paid, in the event that he died seized of the property. It was testified in plaintiff’s case that he had been informed that the inheritance taxes would amount to $6,000, and it is argued that his wife persuaded him to make the deed to her to escape such tax, she agreeing to carry out the terms of his will and convey a one-half interest to the son. The lawyer, who drew the deeds, testified that he told him the inheritance tax, if he retained the title himself, would not amount to more than $800. He also said that the deceased first spoke to him about creating the estate by the entireties. There was other testimony that the reason why the husband wished to place the title jointly in himself and his wife, was because the rents from the property had so decreased that he felt unless she had all of the income from the property, she would not be sufficiently provided for. In this connection, it is worthy of note that he had made advances to his son which had caused him to increase the mortgage on the property and at the time the deed was made the son was indebted to him.\nOral trusts in real property are not favorites of the law. They must be strictly proved under rules which have been carefully formulated by us. This is required because of the terms of the Act of April 22, 1856, P. L. 532, Sec. 4, 33 PS Sec. 2, which reads: “All declarations or creations of trust or confidences of any lands, tenements or hereditaments, and all grants and assignments thereof, shall be manifested by writing, signed by the party holding the title thereof, or by his last will in writing, or else to be void: Provided, That where any conveyance shall be made of any lands or tenements by which a trust or confidence shall or may arise or result by implication or construction of law, or be transferred or extinguished by act or operation of law, then and in every such case such trust or confidence shall be of the like force and effect as if this act had not been passed.” Evidence to support a parol trust must be direct, positive, express, unambiguous and convincing: Dorr v. Leippe, 286 Pa. 17, 132 A. 806; Kirk v. Ford, 330 Pa. 579, 200 A. 26. The testimony here produced was not of this character.\nThe parties present when the deeds were signed testified that there was no agreement or understanding voiced by Mr. or Mrs. Moffitt as to the disposition of the property after Mr. Moffitt’s death. The principal witness called by the son to establish the trust testified about the provision of the will which gave the son a one-half interest in the property, to conversations with the father confirming this, to talks which she had with both the husband and wife relative to the creation of the estate by entireties; that they wanted to use her, the witness, and her husband as the intermediaries in effecting the transfer, which she declined to do, but she stated nothing which by any stretch of interpretation could amount to an undertaking upon defendant’s part to hold the title for plaintiff. There is testimony from other witnesses as to declarations by the decedent as to how he had disposed of the property by will and that he had so “fixed things” that the son would get one-half ; these alleged statements were made after the deeds creating the estate, by entireties were executed. The most important evidence was the testimony of the plaintiff and his wife, both of whom stated that defendant admitted to them, after the death of her husband, that she had promised him, prior to the transfer, that at his death she would convey a one-lialf interest in the property to plaintiff. These admissions defendant denied making. This evidence is insufficient. Declarations and admissions by the parties, after the execution of the deed, are admissible, in corroboration of other evidence, to establish the trust, but in and of themselves they are inadequate, in the absence of testimony from witnesses who heard the bargain when it was made, or who heard the parties repeat it in each other’s presence. As late as Kirk v. Ford, 330 Pa. 579, 581, 200 A. 26, we said: “The contracting parties must be brought together face to face. The witnesses must have heard the bargain when it was made, or must have heard the parties repeat it in each other’s presence.” In Gassner v. Gassner, 280 Pa. 313, 124 A. 483, we had occasion to point out that subsequent admissions by the grantee were insufficient to warrant the imposition of a trust. In Ackerman v. Fisher, 57 Pa. 457, 459, it was said: “the contracting parties must be brought together face to face. The witnesses must have heard the bargain when it was made, or must have heard the parties repeat it in each other’s presence. A contract is not to be inferred from the declarations of one of the parties.” This language was repeated with approval in Glass v. Tremellen, 294 Pa. 436, 438, 144 A. 413. Again in Turney v. McKown, 242 Pa. 565, 568, 89 A. 797, it was said: “That the evidence, if believed, shows subsequent declarations by the defendant in effect acknowledging the trust, comes to nothing. A trust ex maleficio may not be so created.” In Gates v. Keichline, 282 Pa. 584, 591, 128 A. 490, it was held: “A trust for real estate cannot be established by mere parol acknowledgments of its existence.” In McCloskey v. McCloskey, 205 Pa. 491, 496, 55 A. 180, we emphasized that “unkept promises, declarations or misrepresentations, which will create trustees ex maleficio must be made before or at the time the legal title is acquired or the devise made; for nothing subsequently said by a grantee or devisee will turn an estate that has passed absolutely from the grantor or testator into a trust for others.”\nThe father never told the plaintiff that he had created the tenancy by the entireties and the latter did not know of it until after his father’s death. If the trust had been created, it is difficult to see why the father would not have told the son about it and brought him and his stepmother together for her to state the fact.\nThere is no evidence of fraud, in fact none is urged in the bill.\nWe find nothing in the record which would sustain the conclusion that the conduct of the decedent subsequent to the conveyance and the admissions of the appellant “sustain an inference of fraudulent intent running back to the inception” which is spoken of in the case of Iscovitz v. Filderman, 334 Pa. 585, 6 A. 2d 270. That case was not such a one as now before us. It was the case of a conveyance in fraud of creditors. Hatcher v. Hatcher, 264 Pa. 105, 107 A. 660, to which the chancellor apparently attached considerable importance, is not a parallel case with the one in hand. In that case the defendant admitted, in his own testimony, that the understanding between him and his mother at the time she executed the deed was that he could hold the title for her protection and not as the absolute owner of the property.\nBeing of opinion that the evidence offered by plaintiff was insufficient to establish the trust, the decree of the court below must be and it is reversed and the bill is dismissed at the cost of appellee.",
        "type": "majority",
        "author": "Mr. Chief Justice Schaffer,"
      }
    ],
    "attorneys": [
      "J. Roy Dickie, with him J. Thomas Hoffman, Hamilton A. Robinson and Dickie, Robinson & McOamey, for appellant.",
      "Oliver K. Eaton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moffitt v. Moffitt, Appellant.\nArgued October 29, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ.\nJ. Roy Dickie, with him J. Thomas Hoffman, Hamilton A. Robinson and Dickie, Robinson & McOamey, for appellant.\nOliver K. Eaton, for appellee.\nNovember 25, 1940:"
  },
  "file_name": "0107-01",
  "first_page_order": 139,
  "last_page_order": 144
}
