{
  "id": 1203375,
  "name": "Rebel v. Standard Sanitary Manufacturing Company, Appellant",
  "name_abbreviation": "Rebel v. Standard Sanitary Manufacturing Co.",
  "decision_date": "1940-12-04",
  "docket_number": "Appeal, No. 143",
  "first_page": "313",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "340 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "339 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0112-01"
      ]
    },
    {
      "cite": "332 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186537
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0152-01"
      ]
    },
    {
      "cite": "33 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988407
      ],
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/33/0495-01"
      ]
    },
    {
      "cite": "327 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176703
      ],
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0136-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    },
    {
      "cite": "220 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005880
      ],
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0317-01"
      ]
    },
    {
      "cite": "241 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976046
      ],
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0349-01"
      ]
    },
    {
      "cite": "324 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171312
      ],
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0422-01"
      ]
    },
    {
      "cite": "147 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829917
      ],
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0475-01"
      ]
    },
    {
      "cite": "332 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186571
      ],
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0507-01"
      ]
    },
    {
      "cite": "258 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035050
      ],
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0180-01"
      ]
    },
    {
      "cite": "252 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021623
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0361-01"
      ]
    },
    {
      "cite": "328 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179710
      ],
      "pin_cites": [
        {
          "page": "105, 106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0097-01"
      ]
    },
    {
      "cite": "314 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154676
      ],
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0375-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 12497,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.7054595880575047e-07,
      "percentile": 0.82884619914134
    },
    "sha256": "ffbdf91b781fe61b86d7d16d999739eebed5d3830f7475b8af9984323ea31b09",
    "simhash": "1:7767ac4dab1ad935",
    "word_count": 2096
  },
  "last_updated": "2024-02-27T23:35:17.062722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "Rebel v. Standard Sanitary Manufacturing Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nPlaintiff, August A. Rebel, instituted this action in trespass to recover damages, alleging that he contracted the occupational disease of silicosis while in the employ of defendant, Standard Sanitary Mfg. Co., as a result of its violation of the provisions of section 11 of the Act of May 2, 1905, P. L. 352, regulating employment in industrial establishments. A verdict of $6,500 resulted, and thereafter, upon the acceptance by plaintiff of a reduction of the verdict to the sum of $5,000, motions of defendant for judgment n. o. v. and a new trial were refused. This appeal followed.\nExamining the record, as we must in considering a motion for judgment n. o. v., in the light most favorable to plaintiff and giving him the benefit of every fact and inference of fact properly deducible therefrom (Christ v. Hill Metal & Roofing Company, 314 Pa. 375, 378), it is ascertained that plaintiff, a man of forty-eight years, was employed by defendant for some thirteen years intermittently from sometime in 1906 to September 30, 1935, when he was discharged because of his lung condition. Prior to his last employment by defendant, to-wit: from July 19, 1935, to the time of his dismissal, plaintiff had not worked for defendant for more than six years. During the periods from 1906 to September 30, 1935, when he was not employed by defendant, he had worked for several other concerns, but came in contact with no deleterious dust conditions.\nPlaintiff was employed as an acetylene welder, in the welding room of defendant’s plant, in repairing broken places and similar defects in cast iron bath tubs and sinks prior to the enameling process. Separated from this welding room, where no dust hazard originated, by a twelve-foot roofed alley, was the grinding and sand-blasting room. There were several large doorways, some with and some without doors, leading from both the welding room and the grinding and sand-blasting room into the roofed alleyway. In the latter room, into which plaintiff wheeled the particular articles after the completion of his work thereon, the operation of smoothing the surfaces of castings created considerable dust which was discharged into and pervaded the air not only of that room, but also of the roofed alleyway and the welding room.\nPlaintiff, claiming that defendant had violated the provisions of the Act of 1905, supra, and thus had not provided him with a reasonably safe place in which to work, presented proof to the effect that although there were exhaust fans in the grinding and sand-blasting room, they were not sufficient to carry off the dust in that room and that this deleterious substance permeated the atmosphere of the adjacent alleyway and the welding room where plaintiff was employed. In this connection plaintiff testified that the atmospheric condition in the grinding and sand-blasting room — “looked like dust floating around”; and when asked as to one’s ability to detect a person some distance away in that room, said: “Well, at some distance, you couldn’t very well tell who it was; you could see the outline of the person but you wouldn’t know who it was by looking at their face.” He also stated that this dust, which was a grayish color, blew from the grinding and sand-blasting room “all through and floated around” into the welding room and thus made the air there “hazy”. An air-conditioning expert, testifying in plaintiff’s behalf, said that a great portion of the dust could be removed by sufficient exhaust fans, but that open doors were of practically no aid in doing so and a chemist testified that the dust taken from the bath tubs and bench upon which plaintiff worked contained 17.7 % free silica. It is conceded that plaintiff now suffers from, silicosis, the doctors differing only as to the stage of the disease. Plaintiff’s physician conceded a predisposition to silicosis, but testified that the most damage was done to plaintiff during the period from July 19, 1935, when plaintiff began to work for defendant in apparently good health, and September 30, 1935. He cannot do the work that he formerly performed, and since his discharge by defendant due to the condition found by its doctor, plaintiff has been engaged on W-P.A. projects.\nThe principal contention of defendant is that the Act of 1905, supra, adds nothing to the responsibility of the employer or to the right of the employee, and, therefore, plaintiff cannot recover until he has shown the availability or practicability of more sufficient devices for the prevention of dust. With this argument we cannot agree. That this legislation placed a definite responsibility upon the employer cannot be successfully controverted, for it is well settled that a violation of these statutory provisions, which results in injury to the employee, makes the employer liable in a common law action for damages: Billo v. Allegheny Steel Company, 328 Pa. 97, 105, 106. There was no harden upon plaintiff to establish that more efficient devices than those used by defendant for the prevention of dust were available. All plaintiff was required to show was that the exhaust fans in use were not proper or sufficient compliance with the provisions of the statute: Gross v. Eagle Wheel Mfg. Co., 252 Pa. 361, 364. It was the duty of defendant, however, to know the character of the dust arising in the grinding and sand-blasting room, that such was pervading the air of the room where plaintiff was employed, and that the provisions of the statute were mandatory: Fritz v. The Elk Tanning Co., 258 Pa. 180, 187. It was said by this court, in Price v. New Castle Refractories Co., 332 Pa. 507, 512, which was an action against an employer for the death of an employee from silicosis: “But under the rule of our cases upon the subject, merely because the particular device employed was similar to that ‘generally approved and customarily used’ in the industry, that fact, of itself, would not exonerate the defendant of the charge of negligence. \"While custom or practice prevailing in a particular business in the use of methods, machinery and appliances is a most important factor in determining the question of negligence, ultimately it is for the jury to find whether under all the evidence — particularly where, as in the present case, it consists of oral testimony — defendant was negligent.”\nNor is the defense of assumption of risk permissible in this type of action, for there is nothing in the employment as a welder that presupposes any scientific knowledge, such as a knowledge of the properties of silica dust and their injurious effect upon the body: Wagner v. Jayne Chemical Co., 147 Pa. 475, 479; Price v. New Castle Refractories Co., supra, 514. Moreover, sometime during his last employment by defendant, plaintiff complained to his foreman as to the effect the dust was having upon him, and the foreman replied: “There is nothing in it. Take a drink of liquor now and again and it will be O. K.” Such an assurance by defendant’s foreman rebuts the charge of contributory negligence: Plazak v. Allegheny Steel Company, 324 Pa. 422, 431.\nThe word “sufficient” used in the statute is a relative term depending, upon the facts of each case. See Booth v. Stokes, 241 Pa. 349, 351; Gross v. Eagle Wheel Mfg. Co., supra, 365. It is clear, therefore, from a most careful study of the record, that the question of defendant’s negligence was properly submitted to the jury by the learned court below.\nDefendant further argues that the Act of 1905, supra, has no bearing upon the present controversy since it was repealed, without a saving clause, by the Act of May 18, 1937, P. L. 654. We find no merit in this contention. The inherent basis of plaintiff’s claim in the instant case, is the violation by defendant of the provisions of the Act of 1905, supra. It was said, in Price v. New Castle Refractories Co., supra, 511: “The provisions of the Act [of 1905] are mandatory, and proof that the employer has failed to comply with the duties imposed thereby and that an employee, without negligence on his part, has been injured as a result of such neglect, constitutes actionable negligence, rendering the employer liable for the harm so caused.” The vested right under the provisions of the Act of 1905, supra, which plaintiff had immediately upon the injury occurring in 1935, could not be impaired by the later enacted repealing statute. It is well settled that the repeal of a statute cannot deprive a plaintiff of his cause of action under it for damages for injury either to person or property: Lewis v. Pennsylvania R. R. Co., 220 Pa. 317, 323. In this connection, in Kay v. Pennsylvania Railroad Co., 65 Pa. 269, 277, it was said: “The law of the case at the time when it became complete is an inherent element in it, and if changed or annulled the right is annulled, justice is denied, and the due course of law violated.” See also Com. ex rel. Kelley v. Brown, 327 Pa. 136, 142; Menges v. Dentler, 33 Pa. 495, 498.\nAs to the question of the Statute of Limitations in suits involving occupational diseases, we said, in Plazak v. Allegheny Steel Company, supra, 427: “As Tor injury wrongfully done to the person’ the action ‘must be brought within two years from the time when the injury was done’ our inquiry must be, when was the ‘injury wrongfully done’? There was breach of defendant’s statutory duty to furnish a reasonably safe place to work during each and every day, from the time in 1928 when he resumed working on the grinding machine, to the time when he ceased. That period was continuous; the breach of statutory duty was continuous; it operated from the first working day to the last and, in dealing with the effect said to have resulted, must be treated as one tort, as one invasion of plaintiff’s legally protected interest in bodily security. ... If there were any question about the continuity of the period and of the wrong, the evidence would be for the jury but on this record there is no question about it.” Therefore, since there was no continuity in plaintiff’s employment, the learned court below, after the filing of an amended statement of claim, limited the damages to the exaggeration or aggravation of plaintiff’s predisposition to silicosis directly attributable to the exposure to the dust hazard during the period of his final employment by defendant. In this we can find no error about which defendant can justly complain.\nWhile there was considerable conflict in the evidence of the parties as to whether there was excessive dust or whether plaintiff’s condition was due to any negligence on the part of defendant, nevertheless, a careful review of the record convinces us, that in the light of all the testimony, we cannot say that the jury’s finding was not proper. Considering plaintiff’s age, his apparent good health when he commenced work in July, 1935, that his condition will be progressive, that he will never be able to return to his former employment, and that his weakness, insomnia, night sweats and shortness of breath will continue, the verdict as reduced by the learned court below was not unreasonable to an extent that would justify our interference. “. . . it is the primary duty of the trial court to deal with excessive verdicts and when it has done so, we will be very slow to interfere . . . ”: Ward v. Pittsburgh Railways Company, 332 Pa. 152, 155.\nJudgment affirmed, at costs of appellant.\nThe Occupational Disease Compensation Act of July 2, 1937, P. L. 2714, has since been enacted and became effective January 1, 1938. See Moffett v. Harbison-Walker Co., 339 Pa. 112.\n“. . . Exhaust fans of sufficient power, or other sufficient devices, shall be provided for the purpose of carrying off poisonous fumes and gases, and dust from emery wheels, grindstones and other machinery creating dust.....”\nEntitled “An Act to provide for the safety and to protect the health and morals of persons while employed; prescribing certain regulations and restrictions concerning places where persons are employed, and the equipment, apparatus, devices and machinery used therein; prescribing certain powers and duties of the Department of Labor and Industry relative to the enforcement of this act; and fixing penalties.”",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Sidney J. Watts, of Baker & Watts, for appellant.",
      "J. Thomas Hoffman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rebel v. Standard Sanitary Manufacturing Company, Appellant.\nArgued October 30, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ.\nSidney J. Watts, of Baker & Watts, for appellant.\nJ. Thomas Hoffman, for appellee.\nDecember 4, 1940:"
  },
  "file_name": "0313-01",
  "first_page_order": 345,
  "last_page_order": 352
}
