{
  "id": 1203370,
  "name": "Brown's Estate",
  "name_abbreviation": "Brown's Estate",
  "decision_date": "1941-01-06",
  "docket_number": "Appeals, Nos. 271 and 272",
  "first_page": "350",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "340 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "55 A. 976",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0270-01"
      ]
    },
    {
      "cite": "1 Walker 1",
      "category": "reporters:state",
      "reporter": "Walker",
      "case_ids": [
        11300141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/1/0001-01"
      ]
    },
    {
      "cite": "198 A. 504",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "131 Pa. Superior Ct. 36",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1009066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/131/0036-01"
      ]
    },
    {
      "cite": "165 A. 2",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144312
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "142, 143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0138-01"
      ]
    },
    {
      "cite": "62 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/62/0324-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 341,
    "char_count": 5076,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.4628743074009086e-07,
      "percentile": 0.9217977573209867
    },
    "sha256": "1a10b76f55e21e1658f96d31b7d810511b4e08e077bf89fdc6f4ca996b44df87",
    "simhash": "1:6d578634df91cdf7",
    "word_count": 886
  },
  "last_updated": "2024-02-27T23:35:17.062722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "Brown’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nOn January 4, 1935, Moses Brown entered into an antenuptial agreement with his prospective wife by the terms of which she was to receive, after his death, either a one-third share of his net estate or the sum of f150,000, whichever should be greater, this share or sum to be paid to her “at or before the audit upon the first account rendered by the executor or other legal representatives of the said estate.” A week after the signing of this agreement Brown executed his will, in which he provided that, “After the payment to my wife ... of the distributive portion or share of my estate which has been stipulated in the agreement entered into between us prior to our marriage,” all the rest, residue and remainder should be placed in trust for his surviving children and grandchildren by a former marriage. By a codicil of December 1,1936, he gave to his wife, “in addition to the distributive share of my estate to which she may be entitled under the agreement hereinafter referred to,” the automobiles which he might own at the time of his death, and in this codicil he further provided that a certain specified mortgage “shall be and constitute a part of the distributive share of my estate to which my said wife may be entitled pursuant to the terms of the agreement entered into between us prior to our marriage, which agreement is dated January 4, 1935, and is referred to in my said will.”\nBrown died December 23, 1937, and the account of his executors was called for audit June 5, 1939. - There was awarded to the widow the sum of $150,000, that amount being greater than a one-third share of the net estate, but the question arose whether she was entitled in addition to receive interest thereon for the period of approximately a year and a half that had elapsed since the date of the testator’s death. Such interest was refused by the court and the widow now appeals from its decree in that respect.\nIt is appellant’s theory that she should be regarded, not as a creditor of the estate, but as a legatee under the will, because, as she argues, the will embodied and superseded the antenuptial agreement and made it the subject of an independent bequest. This view is untenable under the authorities. By virtue of the agreement she became a creditor of the estate: Jones’s Appeal, 62 Pa. 324; Coane’s Estate, 310 Pa. 138, 165 A. 2; Goeckel’s Estate, 131 Pa. Superior Ct. 36, 198 A. 504. The fact that the will referred to the agreement and recognized its obligation did not merge it, or in any way affect it as an enforceable instrument, or change the widow’s status to that of a testamentary beneficiary: Bannan’s Appeal, 1 Walker 1; Bowman v. Knorr (No. 1), 206 Pa. 270, 55 A. 976; Coane’s Estate, 310 Pa. 138, 142, 143, 165 A. 2, 4. As a creditor, appellant, of course, is entitled to interest only from the time when she could demand payment of her claim, and, by the express provision of the agreement, she could not do that until the audit of the executors’ first account.\nEven if appellant’s rights arose under the will rather than under the antenuptial agreement, the legal result would be the same. The Fiduciaries Act of June 7, 1917, P. L. 447, section 21, (amended in respects here immaterial by the Act of June 24, 1939, P. L. 714), provides that “where a pecuniary legacy is bequeathed to or for the use of the widow of the testator, . . . interest shall, unless a contrary intention appear by the will, begin to run from the date of the death of the testator.” Here such a contrary intention does appear because the will provides, or at least assumes, that appellant is to be paid the share of the estate stipulated in the agreement. By thus incorporating the agreement by reference it carries into the will not only the amount of the payment to be made but necessarily its accompanying terms and conditions, including the time of payment. It would seem clear that testator’s intention was that, when the net distributable amount of his estate should finally be ascertained, which would probably be at or around the time of the audit of the executors’ account, the widow should be paid the-amount to which she would then be found entitled, consisting of either the one-third share of the estate or the $150,000, exactly as specified in the antenuptial agreement, — not any greater amount whether by way of interest or otherwise.\nWhile it is unfortunate for appellant that the audit was delayed beyond the time contemplated by law, she might have protected herself in that regard by enforcing the duty of the executors to file their account at the expiration of six months from the date of issuance of the letters testamentary, as provided in section 46 (a) of the Fiduciaries Act.\nDecree affirmed; costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "J. Willison Smith, Jr., for appellants.",
      "A. Evans Kephart, with him Robert T. MeOraehen, Montgomery & MeOraehen and MacOoy, Brittain, Evans <& Lewis, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brown’s Estate.\nArgued December 3, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ.\nJ. Willison Smith, Jr., for appellants.\nA. Evans Kephart, with him Robert T. MeOraehen, Montgomery & MeOraehen and MacOoy, Brittain, Evans <& Lewis, for appellees.\nJanuary 6, 1941:"
  },
  "file_name": "0350-01",
  "first_page_order": 382,
  "last_page_order": 385
}
