{
  "id": 1203342,
  "name": "Plege's Estate",
  "name_abbreviation": "Plege's Estate",
  "decision_date": "1941-01-06",
  "docket_number": "Appeal, No. 309",
  "first_page": "529",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "340 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "45 A. 729",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "195 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0282-01"
      ]
    },
    {
      "cite": "86 A. 485",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "238 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991515
      ],
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0585-01"
      ]
    },
    {
      "cite": "145 A. 810",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0074-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 7538,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 8.283159945918396e-08,
      "percentile": 0.47908816305506613
    },
    "sha256": "81d4aed1f7d80dc254a2126798bbcea4c9d37d684ae3415cb3779c7b1f873c58",
    "simhash": "1:15f474e3d0b1fdab",
    "word_count": 1284
  },
  "last_updated": "2024-02-27T23:35:17.062722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "Plege’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThe decedent, Ernestine Plege, died December 15, 1937, leaving a will dated May 26, 1937. At the time of her death she was 74 years of age. She left to survive her as next of kin, her sister, Amanda Di Giovanni, the appellant. Decedent’s husband died about 1896. Their son, William, who was then about three or four years of age, died on May 19,1934.\nBy her will, testatrix provided for her funeral expenses not to exceed the sum of $1,000; she gave her sister Amanda $1,000 and bequeathed a like, sum to her next door neighbor, Mrs. Eugenia McCormack. She also bequeathed $500 to the Daughters of the Most Holy Redeemer, Inc., and left her residuary estate to George J. Schmitt and named him as her executor. The will was duly probated on December 21, 1937, and letters testamentary were granted thereon. Decedent’s sister filed an appeal from the Register of Wills admitting the will to probate and petitioned for an issue d. v. n., alleging that “the decedent was not a person of sound mind and was not capable of disposing by will of her estate, and further that said writing was procured by undue influence, duress and constraint practiced upon the said decedent by George J. Schmitt named in said writing as legatee.” Answers were filed to the petition by Schmitt and by the legatee, Mrs. MeCormack.\nWhen the application was filed by the contestant, the matter came to trial before Judge Sinkler of the Orphans’ Court of Philadelphia County on November 16, 1938. Testimony was offered by both the contestant and the proponent. Judge Sinkler filed an opinion and decree dismissing the appeal from the Register of Wills and contestant filed exceptions to this decree.\nAttorney John E. Sheridan, who originally represented the contestant, withdrew his appearance in October, 1939, following the entry of the decree dismissing the appeal. E. Clinton Rhoads, Esq., who then represented the contestant, died several weeks after the continuance of the case and prior to the final hearings.\nOn November 18, 1939, the contestant filed a petition for rehearing, alleging that there was certain after-discovered evidence which could be established by certain documentary evidence contained in the files of the Frankford Trust Company and the Philadelphia Saving Fund Society. Later a stipulation of counsel was filed stating that all these records had been made available to the petitioner. A stipulation of counsel was also entered into by the attorneys of the respective parties, permitting the contestant to file a supplemental petition for rehearing. This was filed on February 8, 1940. The proponent in his answer alleged that the petition for rehearing and the supplemental petition for rehearing contained no matters which could rightfully be considered after-discovered evidence. The matter was referred back to the hearing judge for argument on petition and answer. On April 29, 1940, Judge Sinkler filed an opinion dismissing the petition for rehearing. The contestant then filed exceptions to this order, which were heard and dismissed by the court in banc. The exceptions to the decree dismissing the appeal from the Register of Wills were also heard and dismissed by the court in banc. Judge Bolgee filed opinions in these matters on June 21, 1940, in behalf of the court in bane. This appeal followed.\nJudge Sinkler’s opinion accurately reviews the facts of this case and correctly applies the controlling principles of law. He says: “Careful reading of the 256 pages of testimony fails to reveal evidence of either mental incapacity or undue influence. First, as to mental capacity: The only evidence of impaired mentality is the testimony concerning so-called ‘spells, or periodic lapses into coma.’ The medical testimony is all to the effect that these attacks, while brought on by physical weakness, did not in any way disturb decedent’s mentality ; and that she was vigorous of mind until shortly before her death. Dr. Frederick P. Wilcox, Jr., who treated deeedent on or about the time the will in question was executed, testified he did not visit her between May 23rd and May 28th, 1937, which would seem to indicate that on May 26th she did not have a ‘spell,’ for he said he always saw her on an average of ‘once a week, unless she got an attack’; then he would probably see her the following day. Dr. Wilcox also testified that his observation of her during the period he treated her, from July, 1936, to the time of her death, was that she acted perfectly sanely, did not do anything in any way unusual, conversed rationally, and was mentally alert up to shortly before her death. These attacks, or ‘spells,’ were explained by the doctor as being lapses into a coma or unconsciousness, ‘occurring every one or two months — perhaps a little closer toward the last,’ continuing three, four or five hours, and passing off with little or no immediate ill effects. I give much weight to the testimony of Dr. Wilcox, because he is disinterested and accordingly unbiased. The only other medical testimony was that of Dr. Louis C. Eobinson. He treated the decedent for a period of but two months, and that during the year 1936. He did not see her after his last visit on June 14, 1936. His testimony is, therefore, of little value. Other evidence is likewise of little comfort to the contestant. Decedent visited her sister and other friends, and they visited her. While she was uneducated and illiterate to a degree, yet her reported conversations were always intelligible and normal. There is not an iota of proof that decedent’s mind was so weak as to be subject to domination or duress. Under the evidence produced I cannot find that the decedent lacked mental capacity to make a will.”\nAmong the cases cited by Judge Sinkleb is Llewellyn’s Est., 296 Pa. 74, 145 A. 810. In that case this Court held that “it is clearly shown without contradiction that the decedent, although weak in body, was in the full and perfect possession of his mind, that the will was his suggestion and drawn by his attorney to carry out his wishes and that proponent had no important part in its preparation. In such case it would be vain to grant an issue as a verdict setting aside the will could not be sustained.” We there quoted with approval the following from Eble v. Fidelity T. & Tr. Co., et al., 238 Pa. 585, 589, 86 A. 485: “Where the charge is that undue influence has been exerted on a strong and free mind, nothing short of direct, clear and convincing proof of fraud or coercion will avail: Logan’s Est., 195 Pa. 282 [45 A. 729].”\nIn the instant case Judge Siniclee said further: “Under the evidence before me, I must conclude that decedent was possessed of a strong and free mind. I must also find that there is no direct, clear and convincing proof of fraud or coercion on the part of Schmitt and others, as alleged. ... It must be conceded that the burden of proof was on the proponent. . . . This burden was amply met and overcome by the proponent and his witnesses. Under the weight of the evidence, I find that the confidential relationship which existed between decedent and George J. Schmitt in no way unduly influenced the decedent in the making of her will.” We agree with the conclusions of the court below.\nThe decree is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Frank Streeper, Jr., with him Romain G. Hassrick, for appellant.",
      "James H. McHale, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Plege’s Estate.\nArgued December 3, 1940.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ.\nFrank Streeper, Jr., with him Romain G. Hassrick, for appellant.\nJames H. McHale, for appellee, was not heard.\nJanuary 6, 1941:"
  },
  "file_name": "0529-01",
  "first_page_order": 561,
  "last_page_order": 565
}
