{
  "id": 821488,
  "name": "MAIN STREET, BIG RUN BOROUGH",
  "name_abbreviation": "Main Street, Big Run Borough",
  "decision_date": "1890-11-03",
  "docket_number": "No. 2",
  "first_page": "590",
  "last_page": "594",
  "citations": [
    {
      "type": "official",
      "cite": "137 Pa. 590"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0346-01"
      ]
    },
    {
      "cite": "106 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "38 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "85 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 P. & W. 207",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8878057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0207-01"
      ]
    },
    {
      "cite": "68 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0081-01"
      ]
    },
    {
      "cite": "68 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 9722,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.504438500114437e-07,
      "percentile": 0.6662627821158685
    },
    "sha256": "e429f8e67bb8e22b8831d0616a3b49cddd831dc31b4ea144f373cb76387cef81",
    "simhash": "1:a9119e938d189ebc",
    "word_count": 1728
  },
  "last_updated": "2024-02-27T21:54:32.087279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, J J."
    ],
    "parties": [
      "MAIN STREET, BIG RUN BOROUGH."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Green:\nIn the case of Chestnut Avenue, 68 Pa. 81, a portion of the avenue was ordered to be opened, and thereupon a petition of the owners, through whose land the street was opened, was presented for the appointment of viewers to assess the damages they would sustain by reason of the opening. A jury was appointed, who assessed the damages of the petitioners at $2,500, and charged a considerable part of the amount upon land which was situate upon a portion of the avenue which had been previously opened. Exceptions were filed by tbe latter owners, who claimed that tbe benefits could only be assessed upon the land lying on the portion of the avenue which was opened by the proceedings then pending. These exceptions were dismissed by the court below, and on certiorari to this court we affirmed that decision. Read, J., in delivering the opinion, said: “ The court below, upon a fair construction of these acts, has held that it applies to all property owners on the whole line of the street, and not merely to those on the line of the portion opened, which we think to be the correct and reasonable interpretation of the legislative language.”\nThe acts, under which the proceedings in the case of Chestnut Avenue were held, were not the same as the act of 1856 under which the present proceeding was commenced, but, so far as this question is concerned, they are of the same import, and it is quite clear to us they have the same meaning. It follows that the viewers in this case could have assessed benefits upon the properties lying on the line of Main street west of Hudson street. But, on that portion of the street, four of the viewers for assessing damages and benefits were property owners, whose land abutted on the street. They were therefore .directly interested in the assessment, and, in consequence of such interest, they were disqualified from acting as viewers. Their names and the lands they owned appear upon the map of the street annexed to the petition, so that the fact of their ownership appears upon the face of the record. This exception is fatal to the proceedings, and they must therefore be set aside.\nIt is unnecessary to consider the second assignment of error, though it appears to be sustained by the discrepancy between the courses and distances as they are set forth respectively in the petition and the report of the viewers.\nThe order of the court below is reversed; the first and second exceptions are sustained, and the petition and proceedings are set aside, at the cost of the appellees.",
        "type": "majority",
        "author": "Mr. Justice Green:"
      }
    ],
    "attorneys": [
      "Mr. W. F. Stewart, for the appellant:",
      "Mr. C. M. Brewer, for the appellees:"
    ],
    "corrections": "",
    "head_matter": "MAIN STREET, BIG RUN BOROUGH.\nAPPEAR BY A. M. MCCLURE EROM THE COURT OE QUARTER SESSIONS OE JEEEERSON COUNTY.\nArgued October 6, 1890\nDecided November 3, 1890.\n[To be reported.]\n1. Viewers appointed under § 1, act of April 22,1856, P. L. 525, to assess damages and benefits for the widening, etc., of a part of a borough street, are not confined in the assessment of such benefits to properties abutting upon that part of the street embraced in the proceeding, but have power to make such assessment upon land lying anywhere along the line of the whole street.\n2. Wherefore, persons owning land which abuts upon the line of the same street, though upon a different part of it from that to which such a proceeding relates, are not disinterested freeholders, qualified as viewers under the provisions of said act; and, if the service of such disqualified viewers appear upon the record, the proceedings will be set aside' on appeal.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, J J.\nNo. 2 October Term 1890, Sup. Ct.; court below, No. 22 February Term 1889, Q. S.\nOn February 26, 1889, the burgess and town council of the borough of Big Run presented a petition, setting forth that an ordinance of said borough, enacted on October 31, 1887, directed the straightening and widening of Main street between the intersection of Hudson street therewith and the eastern boundary of the borough, as more particularly described in a draft annexed to and made a part of the petition ; praying for the appointment of seven disinterested freeholders of said borough, to assess damages and contributions, in accordance with the provisions of the act of April 22, 1856, P. L. 525, supplementary to the general borough act of April 3, 1851, P. L. 320.\nThe draft attached to the petition exhibited that part of Main street lying west of Hudson street, as well as the portion thereof embraced in the petition. The names of the owners of property fronting on each side of the street were marked upon the map, and among the names so marked were those of J. A. Hamilton, A. B. Stoner, R. A. Hamilton and George M. Gourley, who were represented upon the map as the owners of lots fronting on that part of Main street which lies west of Hudson street. The map gave also the courses and distances of the street, as thereon represented, exhibiting a street with several turns and angles in it.\nUpon the presentation of the petition, the court appointed seven viewers, four of whom were the persons named above as owning lots on the western part of Main street.\nOn May 6, 1889, the viewers filed their report, whereby, inter alia, they awarded to A. M. McClure, as the owner of a certain lot upon the north side of East Main street, damages in the sum of $10.71, and assessed upon certain lots of said. McClure, situated upon the south side of said street, benefits aggregating $20. The viewers attached to their report a draft by which, as their report stated, “ the said view upon which damages and benefits are assessed and levied as aforesaid is more particularly set forth.” The lines of the street, as set forth on this plot, varied from the lines shown by the plot attached to the petition, except in one instance; the variations in one of the lines being in the bearing only, while the re-1 maining variations were in both bearings’and distances.\nA. M. McClure filed exceptions to the report of the viewers, asking that it be set aside, among other reasons, because:\n1. The viewers Stoner, Gourley, J. A. Hamilton and R. A. Hamilton, were not such disinterested viewers as the law contemplates, being real estate owners on the line of the street.1\n2. Because the view was not wholly on the ground embraced in the widening ordinance, being in one place, for a distance of 400 feet, about three feet and six inches further north than ’the line of the ordinance upon which the view was based.8\nDepositions in support of and against the exceptions were taken by the parties.\nAfter argument, the exceptions were dismissed by the court, Wilson, P. J., whereupon the exceptant took this appeal, assigning for error:\n1, 2. The dismissal of the appellant’s exceptions. 1 8\nMr. W. F. Stewart, for the appellant:\nIt is not within the letter or the spirit of the act of April 22, 1856, P. L. 525, that four men owning property on the west end of the street, should be viewers to assess damages and benefits upon the east end: Chestnut Ave., 68 Pa. 81. The facts upon which this exception is based appear upon the map attached to the petition, which is a part of the record. They appear also by depositions, which may be considered on a certiorari in support of such an exception: Bryson’s Road, 2 P. & W. 207. The two maps upon the record show that the councils ordained one line for the street, and the viewers of their own volition viewed another. If the street is opened on the line of the ordinance, it will occupy ground that has not been viewed; while, if it is opened on the line of the view, it will occupy ground never ordained to be appropriated. Moreover, if the street commissioner take both maps, he cannot tell where to open the street j and this shows an error: Bean’s Road, 85 Pa. 280. The two errors we have assigned, being radical errors, patent upon the face of the record, could be noticed by this court, even if no exceptions had been filed in the court below : Bean’s Road, supra.\nMr. C. M. Brewer, for the appellees:\n1. The petition clearly sets forth on what part of the street the view was prayed for, and it affirmatively appears that none of the viewers resided thereon or owned property affected by the view. Of course, the viewers, like all the other property owners of the village, were indirectly benefited by the widening and straightening of the principal and almost the only street in the town, but they had not such an interest as would operate under the statute as a disqualification, as they were neither entitled to damages, nor liable, in any view, to assessment.\n2. As to the second assignment of error, we answer that the petition gave the court jurisdiction to direct the viewing of the street as described in the map attached, and the viewers had no authority to do anything else. If they traveled outside of their authority and did any viewing outside of the widening ordinance, such viewing would be coram non judice, and need not be regarded: Schuylkill Co.’s App., 38 Pa. 463. The borough authorities are bound to open on the line of the ordinance. The same map that was attached to the petition was made a part of the report of viewers.\n3. As to each of the assignments of error, we invoke the provisions of § 2, act of April 22,1856, P. L. 525, by the express terms of which the order of confirmation, entered by the court below, is final and conclusive upon all parties. That order cannot be reviewed, and the writ in this case should be quashed: Penna. Paper Co. v. Stoughton, 106 Pa. 459; Palmer v. La-cock, 107 Pa. 346. The language of the act of March 20,1810,' 5 Sm. L. 171, under which the cases cited were decided, is very similar to that of the borough acts of April 3, 1851, P. L. 320, and April 22, 1856, P. L. 525."
  },
  "file_name": "0590-01",
  "first_page_order": 626,
  "last_page_order": 630
}
