{
  "id": 1784528,
  "name": "COMMONWEALTH of Pennsylvania v. Mack TRUESDALE, Appellant",
  "name_abbreviation": "Commonwealth v. Truesdale",
  "decision_date": "1983-09-15",
  "docket_number": "",
  "first_page": "94",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "502 Pa. 94"
    },
    {
      "type": "parallel",
      "cite": "465 A.2d 606"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "494 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769154
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "new trial not required by introduction of evidence that victim had been \"harassed\" by persons unknown"
        },
        {
          "parenthetical": "new trial not required by introduction of evidence that victim had been \"harassed\" by persons unknown"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0551-01"
      ]
    },
    {
      "cite": "57 L.Ed.2d 1160",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 3143",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "438 U.S. 914",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769218,
        1769221,
        1769253,
        1769255,
        1769223,
        1769202,
        1769237,
        1769209,
        1769245
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0914-02",
        "/us/438/0914-01",
        "/us/438/0914-04",
        "/us/438/0914-05",
        "/us/438/0914-06",
        "/us/438/0914-03",
        "/us/438/0914-07",
        "/us/438/0914-09",
        "/us/438/0914-08"
      ]
    },
    {
      "cite": "476 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736920
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0223-01"
      ]
    },
    {
      "cite": "497 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775301
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0273-01"
      ]
    },
    {
      "cite": "459 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481013
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0511-01"
      ]
    },
    {
      "cite": "475 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734104
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0331-01"
      ]
    },
    {
      "cite": "479 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742080
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "188"
        },
        {
          "page": "1287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0179-01"
      ]
    },
    {
      "cite": "462 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485152
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0262-01"
      ]
    },
    {
      "cite": "292 A.2d 373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "375",
          "parenthetical": "\"the controlling question is whether or not a juror could reasonably infer from the facts presented that the accused had engaged in prior criminal activity\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944732
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "181",
          "parenthetical": "\"the controlling question is whether or not a juror could reasonably infer from the facts presented that the accused had engaged in prior criminal activity\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0177-01"
      ]
    },
    {
      "cite": "494 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769124
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0260-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 9188,
    "ocr_confidence": 0.781,
    "pagerank": {
      "raw": 1.0806316094409863e-07,
      "percentile": 0.5624262263938941
    },
    "sha256": "65dd5f2cf46c5159f6e22da9868989db883c4641f3f54aa3efdeca3e27cb366a",
    "simhash": "1:8a39c2edd42cbf2a",
    "word_count": 1464
  },
  "last_updated": "2024-02-27T20:14:53.506960+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Mack TRUESDALE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Chief Justice.\nThe present appeal arises out of appellant’s second trial on charges of murder (two counts), conspiracy, and aggravated assault. Appellant, Mack Truesdale, was charged in connection with a shooting episode which occurred on October 17, 1975, as a result of a dispute over the sale of narcotics. As in the first trial, the jury found appellant guilty of two counts of murder of the first degree, and returned the death penalty on both counts. The jury also found appellant guilty of conspiracy and aggravated assault. Sentences of death were imposed on the verdicts of guilty of murder of the first degree, a sentence of five to ten years’ imprisonment was imposed on the conspiracy verdict and a sentence of eleven and one-half to twenty-three months’ imprisonment was imposed on the verdict of aggravated assault. All sentences were ordered to run consecutively.\nAppellant raises several allegations of trial error in support of his request for a new trial. He first argues that the trial court impermissibly restricted his right of confrontation when the court curtailed his cross-examination of George Jackson, the key Commonwealth witness and the victim of the aggravated assault. He contends that he should have been permitted to pursue questions regarding Jackson’s probationary status at the time of the offense as a means of impeaching Jackson’s credibility. We agree with the trial court’s holding that, assuming the court erred in sustaining the Commonwealth’s objection, the error was harmless. See Commonwealth v. Thornton, 494 Pa. 260, 431 A.2d 248 (1981). The trial court correctly summarized the record when it stated:\n“Defendant was able to fully explore Mr. Jackson’s possible motive in testifying by establishing that Mr. Jackson was never arrested for or charged with the crimes of Possession of Controlled Substances or Possession of a Firearm on the day of the incident or thereafter, despite the fact that the police found drugs in Mr. Jackson’s home, and that Mr. Jackson admitted to those crimes (N.T. 9/24/80, pp. 148-150). In addition, defense counsel fully explored the question of what, if any, protection and money Mr. Jackson received from the District Attorney’s Office for his testimony (N.T. 9/24/80, pp. 229-234). Hence, this Court’s failure to permit defense counsel to explore the issue of Mr. Jackson’s possible bias by means of questioning his probationary status was harmless in light of the other vigorous attacks made on Mr. Jackson’s interests in the case.”\nTrial court opinion at 4.\nAppellant next argues that the trial court erred in permitting witness Jackson and a detective to testify that Jackson had identified a photograph of appellant shown to him by police several hours after the offense. This claim does not present a basis for relief. The testimony made it clear that the photograph was shown to Jackson after Jackson had asked to see a photograph of “Lieutenant Mack” and after Jackson had told police at the crime scene that “Mack shot me! Mack shot me!” As the trial court concluded, there was no evidence that should have reasonably suggested to the jury that the photograph was obtained as a result of prior criminal activity on the part of appellant. See generally Commonwealth v. Allen, 448 Pa. 177, 181, 292 A.2d 373, 375 (1972) (“the controlling question is whether or not a juror could reasonably infer from the facts presented that the accused had engaged in prior criminal activity”). The photograph was not admitted into evidence or shown to the jury. Nor was the photograph described or any reference made to the photograph as a “mug shot” or as having been obtained from a police file. See Commonwealth v. Carlos, 462 Pa. 262, 341 A.2d 71 (1975). See also Commonwealth v. Povish, 479 Pa. 179, 188, 387 A.2d 1282, 1287 (1978).\nAppellant’s challenge to the Commonwealth’s introduction into evidence of black and white photographs of the victims and the crime scene must also fail. As a review of the photographs demonstrates that the photographs had probative value and were not inflammatory, the trial court cannot be deemed to have abused its discretion in admitting the challenged photographs, nor can appellant’s counsel be deemed ineffective for having failed to request a cautionary instruction as to the photographs’ evidentiary value. See Commonwealth v. Martinez, 475 Pa. 331, 380 A.2d 747 (1977); Commonwealth v. Petrakovich, 459 Pa. 511, 329 A.2d 844 (1974).\nIn addition to his allegations of trial error, appellant contends, as he did both at the sentencing stage and on post-trial motions, that the 1978 death penalty statute was improperly applied to his retrial, both because the Legislature did not intend the 1978 statute to apply to offenses committed prior to its effective date, and because if there had been no reversible error at appellant’s 1977 trial, the applicable law, Commonwealth v. Moody, supra at note 1 (ruling the Act of 1974 unconstitutional), would have required that a sentence of life imprisonment be imposed on the appeal from his first conviction. Appellant relies upon this Court’s decision in Commonwealth v. Story, 497 Pa. 273, 440 A.2d 488 (1981), which held that the 1978 death penalty statute could not properly be applied to a defendant’s retrial for an offense which was committed prior to the enactment of the 1978 statute.\nThe Commonwealth acknowledges that appellant’s case is legally indistinguishable from Story but urges that the death sentences be affirmed on the ground that Story was erroneously decided. The Commonwealth’s request that Story be reconsidered must be rejected, for principles of stare decisis and fundamental fairness, which are of paramount importance in the review of death sentences, manifestly require that the same interpretation of the 1978 death penalty statute be applied in our review of appellant’s case as was applied in Story. Accordingly, the sentences of death imposed by the court of common pleas must be vacated and life sentences imposed, to be served consecutively on the two counts of murder of the first degree.\nThe judgments of sentence of death are vacated and consecutive sentences of life imprisonment imposed. The sentences imposed on the verdicts of conspiracy and aggravated assault are affirmed, and are to run consecutive to the two consecutive sentences of life imprisonment.\n. The verdicts entered in appellant’s first trial were set aside on July 5, 1977, by the Court of Common Pleas of Philadelphia, sitting en banc upon a finding, on post-trial motions, that “the Assistant District Attorney’s conduct was improper and prejudicial to the defendant.”\nIn the first trial, which was conducted in January 1977, the death penalty was sought pursuant to the Act of March 26, 1974, P.L. 213. In November of 1977, the Act of 1974 was declared unconstitutional. Commonwealth v. Moody, 476 Pa. 223, 382 A.2d 442 (1977), cert. denied, 438 U.S. 914, 98 S.Ct. 3143, 57 L.Ed.2d 1160 (1978). The death penalty in the second trial, which was conducted in September 1980, was sought pursuant to the Act of September 13, 1978, P.L. 756.\n. Appellant’s appeals from the convictions of conspiracy and aggravated assault were filed in the Superior Court and subsequently certified to this Court for consideration together with appellant’s appeals from the murder convictions.\n. On this appeal appellant is represented by counsel other than trial counsel. Present counsel was appointed to represent appellant at the time of post-trial motions.\n. In a related argument, appellant contends that the trial court erroneously refused to grant a mistrial or sustain his objection when witness Jackson gave an unsolicited statement that “there were thirteen attempts made on my life while I was in the hospital.” This statement was made on redirect examination following the Commonwealth’s question, “But did we give you protection so the jury and the court knows?” The area of the Commonwealth’s inquiry was opened by appellant on cross-examination and hence properly within the scope of redirect examination. The witness’s statement, while unresponsive to the question, was the only mention during the trial of any threats on the witness’s life. On this record, the trial court’s refusal to grant appellant his requested relief does not constitute reversible error. See generally Commonwealth v. Stetler, 494 Pa. 551, 431 A.2d 992 (1981) (new trial not required by introduction of evidence that victim had been “harassed” by persons unknown).\n. Appellant’s remaining claims of trial error challenge the composition of the jury and the effectiveness of trial counsel’s closing argument. These claims, too, must be rejected as having no merit.",
        "type": "majority",
        "author": "ROBERTS, Chief Justice."
      }
    ],
    "attorneys": [
      "Norris E. Gelman, Philadelphia (court-appointed), for appellant.",
      "Robert B. Lawler, Steven Cooperstein, Chief, Appeals Div., Asst. Dist. Attys., Marion E. MacIntyre, William A. Behe, Deputy Attys. Gen., for appellee."
    ],
    "corrections": "",
    "head_matter": "465 A.2d 606\nCOMMONWEALTH of Pennsylvania v. Mack TRUESDALE, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 28, 1983.\nDecided Sept. 15, 1983.\nNorris E. Gelman, Philadelphia (court-appointed), for appellant.\nRobert B. Lawler, Steven Cooperstein, Chief, Appeals Div., Asst. Dist. Attys., Marion E. MacIntyre, William A. Behe, Deputy Attys. Gen., for appellee.\nBefore ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
  },
  "file_name": "0094-01",
  "first_page_order": 136,
  "last_page_order": 142
}
