{
  "id": 1784510,
  "name": "Pauline BEISSEL, Appellant, v. WORKMEN'S COMPENSATION APPEAL BOARD (JOHN WANAMAKER, INC.), Appellees",
  "name_abbreviation": "Beissel v. Workmen's Compensation Appeal Board",
  "decision_date": "1983-09-20",
  "docket_number": "",
  "first_page": "178",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "502 Pa. 178"
    },
    {
      "type": "parallel",
      "cite": "465 A.2d 969"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "295 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "848"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "6 Pa.Commw. 470",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1850588
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/6/0470-01"
      ]
    },
    {
      "cite": "192 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "201 Pa.Super. 107",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        764215
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/201/0107-01"
      ]
    },
    {
      "cite": "477 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738326
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "146"
        },
        {
          "page": "865"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0143-01"
      ]
    },
    {
      "cite": "440 A.2d 1275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "64 Pa.Commw. 484",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1928472
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/64/0484-01"
      ]
    },
    {
      "cite": "463 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708124
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0020-01"
      ]
    },
    {
      "cite": "445 A.2d 1332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1333",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "67 Pa. Commw. 13",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1932886
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/67/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 11813,
    "ocr_confidence": 0.791,
    "pagerank": {
      "raw": 1.6763950983210218e-06,
      "percentile": 0.9932115733388317
    },
    "sha256": "0a68b315f0ceac933a86af91c0a8ce2a697a2d38be6a59b3648ef6b5f7b6d94e",
    "simhash": "1:2417c83f39068fc7",
    "word_count": 1907
  },
  "last_updated": "2024-02-27T20:14:53.506960+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj.",
      "NIX, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Pauline BEISSEL, Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD (JOHN WANAMAKER, INC.), Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nOn May 16,1975, appellant Pauline Beissel slipped and fell while working as a waitress for appellee John Wanamaker, Inc. Almost one year later, on March 31, 1976, appellant was hospitalized for lower back and hip pain. She was hospitalized again on April 29, 1976 and June 23, 1976, and during her last hospitalization back surgery was performed in an effort to relieve the pain. On July 6, 1976, appellant filed a petition for workmen’s compensation benefits. Written medical reports prepared by four physicians, including appellant’s own physician, indicated that appellant’s back problems were related to her fall in May, 1975. Thereafter, an agreement was reached by appellant and appellee’s insurance carrier and a referee permitted the withdrawal of appellant’s claim petition. On February 7, 1977, appellee filed a notice of compensation payable providing for the payment of compensation to appellant for a lower back injury.\nTwo years later, on January 29, 1979, appellee filed a petition for termination of compensation, alleging: “Claimant’s present condition unrelated to injury of May 16, 1975.” In response, the referee granted a supersedeas and subsequently held a hearing at which appellee placed into evidence the deposition testimony of yet a fifth physician, Dr. William M. Murray. On April 1,1980, the referee made the following findings of fact:\n6. That evidence of record shows, that the hospital records on admission of the claimant on March 31, 1976; indicated symptoms of claimant began 10 days prior to said admission to hospital on March 31, 1976.\n7. That evidence of record, indicates claimant sustained an incident, in a coughing and laughing spell while playing cards, 10 days prior to March 31, 1976.\n8. That medical evidence of record, indicates that claimant’s current symptomatology and physical limitations are unrelated to the injury of May 16, 1975.\nThe referee then entered an order terminating compensation as of June 22, 1979, the date of the supersedeas.\nOn appeal, both the Workmen’s Compensation Appeal Board and the Commonwealth Court affirmed. 67 Pa. Commw. 13, 445 A.2d 1332 (1982). We granted allocatur and we now reverse.\nSection 413 of the Workmen’s Compensation Act, Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 1 et seq., provides that\nA referee designated by the department may, at any time, modify, reinstate, suspend, or terminate a notice of compensation payable, an original or supplemental agreement or an award of the department or its referee, upon petition filed by either party with the department, upon proof that the disability of an injured employe has increased, decreased, recurred, or has temporarily or finally ceased\n77 P.S. § 772.\nUnder this section, notices of compensation payable, agreements, and awards of referees áre all treated the same. We have held that under 77 P.S. § 772, the burden is on a petitioner to prove that an employe’s disability has increased or decreased after the date of a referee’s award. See Cerny v. Schrader & Seyfried, Inc., 463 Pa. 20, 24, 342 A.2d 384, 386 (1975). Likewise, in the case of an agreement or a notice of compensation payable, a petitioner has the burden of showing that the employe’s disability has changed after the date of the agreement or the notice of compensation payable. See, e.g., Mancini v. Workmen's Compensation Appeal Board, 64 Pa.Commw. 484, 440 A.2d 1275, 1277 (1982).\nIn this case, however, appellee presented no evidence of a change in appellant’s condition after the filing of the notice of compensation payable in 1977. In his deposition, Dr. Murray indicated that appellant related to him “that her symptoms had not changed at all since before her operation [in 1976] up to the time of her interview with me [in 1978],” and when asked about the cause of appellant’s current disability, Dr. Murray replied that it may have been a consequence of her back surgery in 1976. It is clear that appellee has sought to prove, not that appellant’s disability has terminated since 1977, but that appellant’s current disability, which has remained unchanged since March, 1976, was never related to appellant’s fall in May, 1975.\nSince appellee had an opportunity to, and in fact did, investigate the cause of appellant’s disability, the notice of compensation payable it filed constitutes an admission of its liability to appellant for compensation for a lower back injury. Appellee may not now, under the guise of a termination petition, come into court and use the favorable testimony of Dr. Murray to contradict precisely that which it admitted in its notice of compensation payable, namely, that appellant’s disability at the time the notice of compensation payable was filed was related to her 1975 fall at work.\nThe referee’s order in this case, terminating appellant’s compensation benefits as of June 22, 1979, further underscores appellee’s failure to prove that appellant’s disability actually terminated some time after the filing of the notice of compensation payable. The Workmen’s Compensation Act provides that\nSuch modification, reinstatement, suspension, or termination shall be made as of the date upon which it is shown that the disability of the injured employe has increased, decreased, recurred, or has temporarily or finally ceased\n77 P.S. § 772.\nIn this case, however, the referee terminated appellant’s benefits as of the date of the supersedeas entered in the case, a wholly arbitrary date with respect to appellant’s disability and a date which is contrary to the requirements of the Act. The referee was unable to enter an order in accordance with the statute precisely because there was no proof that appellant’s disability had ceased after the filing of the notice of compensation payable.\nNevertheless, the Commonwealth Court concluded in this case that appellee had met its burden of proof. This Court has stated that in a termination case, the employer must show “either that the disability has ceased or that the continued disability is the result of an independent cause.” McGee v. L.F. Grammes & Sons, Inc., 477 Pa. 143, 146, 383 A.2d 864, 865 (1978). In this case, the Commonwealth Court held that although the evidence did not “establish a change in the petitioner’s condition,” it was “sufficient to support the referee’s finding that her present disability is not work-related and that it resulted from an independent cause as was required in McGee.” 445 A.2d at 1333 (emphasis in original). We do not agree with the Commonwealth Court’s interpretation of McGee.\nJust as we have held that the burden is on a petitioner to prove that an employe’s disability has increased or decreased after the filing of a notice of compensation payable, we also hold that a petitioner has the burden of proving that an independent cause of an employe’s disability arose after the filing of a notice of compensation payable if the petitioner is seeking to justify the termination of benefits on the grounds that the employe’s disability is no longer work-related. To hold otherwise would afford the employer an opportunity to litigate that which it has already admitted. This we will not do.\nSince appellee failed to meet its burden of proof under the Workmen’s Compensation Act, it was error to grant appellee’s petition for the termination of benefits. Accordingly, the order of the Commonwealth Court is reversed and the case is remanded for the computation of back-benefits and interest, and the reinstatement of compensation benefits to appellant.\nROBERTS, C.J., and HUTCHINSON, J., would affirm the order of the Commonwealth Court, as the record is clear that the petition for termination of compensation benefits filed by appellant’s employer was based on appellant’s condition at the time that the present petition was filed, and in no way was inconsistent with the employer’s prior determination that benefits should be paid.\nNIX, J., did not participate in the consideration or decision of this case.\n. Three of these reports were prepared for appellee’s insurance carrier.\n. The terms of this agreement are not of record.\n. It is notable that Dr. Murray was not consulted by appellee until some time in 1978, more than one year after the notice of compensation payable was filed. At the hearing, the testimony of appellant’s own physician, the written reports of the other four physicians, and excerpts from appellant’s hospital records were also admitted into evidence.\n. It is notable that none of the tribunals below made any findings in this regard. The referee, the Workmen’s Compensation Appeal Board and the Commonwealth Court all ignored the fact that there were no changes in appellant’s condition after the filing of the notice of compensation payable in 1977, and based the termination of benefits only upon changes in appellant’s condition which occurred before 1977.\n. Counsel for appellee presented appellee’s position at the hearing as follows:\n[I]t is admitted that the defendant put this woman on compensation based on an opinion received from Dr. Love which upon reflection is equivocal and in our opinion we should have never placed her on compensation, but as indicated, and you will see it in Dr. Murray’s deposition, that is water over the dam. We’ve admitted that we didn’t file a petition to review this matter to set aside the original agreements. We have paid this woman and we are not seeking any compensation back from her, but what we are saying is that the condition that she has now is in no way related to this fall in 1975.\n(Emphasis added.)\n. “The notice of compensation payable is used primarily in situations where it is agreed that some compensation is payable but where there has been no final agreement as to how much, and it further serves to identify the employer’s payments as compensation installments.” Comment, 76 DickA.Rev. 445, 461 (1971). Thus, although in the case of a notice of compensation payable no final agreement has been reached as to the amount of compensation due, a notice of compensation payable, like a compensation agreement, amounts to an admission by the employer of the claimant’s employment, the occurrence of the accident, and the nature of the injuries caused by the accident while the claimant was in the employ of the employer. See Fehr v. Y.M.C.A. Pottsville, 201 Pa.Super. 107, 192 A.2d 143, 146 (1963). This is particularly appropriate in cases such as this in which the employer has had a full opportunity to investigate the circumstances surrounding the employe’s injury before entering into an agreement or a notice of compensation payable. See Affiliated Food Distributors, Inc. v. Sabatini, 6 Pa.Commw. 470, 476, 295 A.2d 845, 848 (1972) (“Affiliated is liable under the terms of its agreement with the decedent, even in the face of the record made in this case [establishing the correct diagnosis of the decedent’s injury], whereby the exact nature of the decedent’s injury may have been ‘misdiagnosed’ by all of the doctors at the time the agreements were executed.”); Fehr, supra (“It can certainly be assumed that after the accident and prior to the execution of the agreement prepared by the insurance carrier, representatives of that carrier had made an investigation of the accident and had interviewed the claimant, her doctor, and any witnesses to the accident. The compensation agreement amounts to a formal admission by the employer .... ”).",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "Ronald M. Katzman, Harrisburg, for appellant.",
      "Joseph P. Hafer, Harrisburg, for appellee John Wanamaker."
    ],
    "corrections": "",
    "head_matter": "465 A.2d 969\nPauline BEISSEL, Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD (JOHN WANAMAKER, INC.), Appellees.\nSupreme Court of Pennsylvania.\nArgued May 23, 1983.\nDecided Sept. 20, 1983.\nRonald M. Katzman, Harrisburg, for appellant.\nJoseph P. Hafer, Harrisburg, for appellee John Wanamaker.\nBefore ROBERTS, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
  },
  "file_name": "0178-01",
  "first_page_order": 220,
  "last_page_order": 227
}
