{
  "id": 488041,
  "name": "East Lewisburg Lumber and Manufacturing Co. versus Marsh, Dunkel et al.",
  "name_abbreviation": "East Lewisburg Lumber & Manufacturing Co. v. Marsh",
  "decision_date": "1879-10-06",
  "docket_number": "No. 200",
  "first_page": "96",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dall. 279",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0279-01"
      ]
    },
    {
      "cite": "8 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483392
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0009-01"
      ]
    },
    {
      "cite": "1 Md. Ch. 59",
      "category": "reporters:state",
      "reporter": "Md. Ch.",
      "case_ids": [
        1683822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md-ch/1/0059-01"
      ]
    },
    {
      "cite": "4 Wright 37",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "20 Pick. 194",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038904
      ],
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/37/0194-01"
      ]
    },
    {
      "cite": "15 Ind. 298",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1438989
      ],
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/15/0298-01"
      ]
    },
    {
      "cite": "18 Wend. 319",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2022117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/18/0319-01"
      ]
    },
    {
      "cite": "1 Pick. 461",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/18/0468-01"
      ]
    },
    {
      "cite": "12 Mass. 206",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "1 Gray (Mass.) 105",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1974009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/67/0105-01"
      ]
    },
    {
      "cite": "8 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 842,
    "char_count": 21653,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 8.53041137968628e-07,
      "percentile": 0.9765530731714475
    },
    "sha256": "38622171512e2ed1e6ff8f34d8b3b287ee6012ba9a976cf68e04ff59476b77b4",
    "simhash": "1:a15d914df080c924",
    "word_count": 3804
  },
  "last_updated": "2024-02-27T22:12:50.030611+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Woodward, J., absent."
    ],
    "parties": [
      "East Lewisburg Lumber and Manufacturing Co. versus Marsh, Dunkel et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nEquity will support assignments of contingent interests and expectancies ; things which have no present actual existence, but rest in mere possibility, not indeed as a present positive transfer operative in prcesenti, for that can only be of a thing in esse, but as a present contract to take effect and attach as soon as the thing comes in esse. Story’s Eq. Jur., sects. 1040, 1055; Field v. The Mayor, &c., of New York, 2 Selden (6 N. Y.) 179. In Field’s case he held an assignment made by Bell to Garread of all bills that might become due to Bell for printing, paper, and stationery, done or furnished the city to the amount of $1500, subject to two prior assignments for certain sums. The bills appeared to have accrued, and most of the services and materials upon which they arose, appeared to have been rendered and delivered, after the date of the assignment from Bell to Garread. It was held that the assignment by Bell to Garread was valid as an agreement, by force of which an equitable title to the benefit of the bills, as they matured and became due, vested in Field as assignee of Garread. In reference to the allegation that the interest was too uncertain to pass by assignment, because there was no contract binding the city to furnish Bell with printing, or purchase stationery from him, the court say: “ There was indeed no present, actual, potential existence of the thing to which the assignment or grant related, and therefore it .could not and did not operate eo instanti to pass the claim which was expected to accrue to Bell against the corporation; but it did nevertheless create an equity, which would seize upon those claims as they should arise, and would continue so to operate until the object of the agreement was accomplished. * * * Courts of equity will support assignments, not only of choses in action, but of contingent interests and expectations, and of -things which have no present actual existence, but rest in possibility only, provided the agreements are fairly entered into, and it would not be against public policy to uphold them.” At the time of the assignment, Bell was engaged, under various contracts, in printing for the city, as admitted by him in his answer. Possibly this should be considered as entering into the decision of the case. In Mulholl w. Quinn, 1 Gray (Mass.) 105, an assignment of all claims which the assignor then had or might have on the first of January next on the city of Boston for all sums of money due or to become due to him for services in laying sewers, was made by one who had been previously employed by the city on a particular job; and who, after the assignment, was again employed before the first of January; but who was under no contract with the city, at the time of the assignment: held, that the assignment did not pass money subsequently earned, because there was no subsisting engagement, under which wages were to be earned, and it depended altogether upon a future engagement whether anything would ever become due. But the rule was recognised that a debt conditional, uncertain in amount, or contingent, yet possible to become due, may be the subject of an assignment: for instance, where a party is under an engagement for a term of time, especially if he has entered upon his duties, although liable at any time to be removed, he has an assignable interest;.\nAnything which shows an intent to assign on one side, and to receive on the other, will operate as. an assignment: 3 L. Cas. Eq. 807, 357. A draft on a particular fund in the hands of an attorney for collection is an equitable assignment of it: Nesmith v. Drum, 8 W. & S. 9. So is an order for part of the proceeds of a note, though not accepted by the trustee for collecting the note: Caldwell v. Hartupee, 20 P. F. Smith 74. See Cutts v. Perkins, 12 Mass. 206; Adams v. Robinson, 1 Pick. 461.\nThe appellees, conceding that the thing assigned may not be in'esse, and that a pre-existing debt may be a sufficient consideration, contend that the writings executed by Marsh and Dunkel constitute a mere executory agreement, an undertaking to do something in futuro. The firm of James S. Marsh was engaged in manufacturing agricultural implements, and Dunkel, as general agent of the firm, was engaged in the sale of said implements for said firm, and received and receipted for the proceeds of sales. Marsh, being indebted to the plaintiffs, on May 27th 1878, authorized said agent to assume and pay over to them in approved notes or money of the proceeds of the sale of reapers of that year, to amount of $1350, as collateral security, within three months from said date. At the same time the agent agreed to turn over approved notes or money, as specified in said authorization. If the parties intended an executory agreement by Marsh it was a vain thing, for the plaintiffs already had his contract for payment of the money. The object, visible on the face of the transaction, was collateral security for the indebtedness. That security, as contemplated by the parties, would come into the hands of Dunkel, who was selling reapers for the debtor and receiving the proceeds of the sales; and hence the authority to him and his obligation. He did not own the reapers, and had no right to retain the proceeds against the owner’s will; by authority of the owner he bound himself to turn over a certain amount to the plaintiffs, and thereupon they had right to demand and receive it; to that extent the authority became irrevocable, and the owner had no right to demand any part, until after Dunkel received sufficient to satisfy his liability, or it should otherwise be discharged. The specific thing assigned was the sum of $1350, proceeds of sales of the debtor’s reapers, expected to come into tlíe possession of Dunkel,.who was engaged in selling them. A period of three months was fixed, within which he was to have the approved notes or money and turn them over to be collateral security for a debt. They were not then in existence and there could not have been an intention of a present transfer; but the parties expected them to come into being, as they afterwards did, with right of possession in the assignees for the purpose of the assignment. Marsh had nothing to do to enable the assignees to take possession, nor could he prevent it without bad faith to them and Dunkel, unless he paid the debt. While that indebtedness exists, it is clear that the plaintiffs have the right of possession of the property specified in the writings, that Dunkel was bound to deliver it to them, and Marsh is excluded from any control or disposition of it, which will interfere with their security.\nRodick v. Gandell, 1 DeG., M. & G. 763, materially differs from this case. A railway company was indebted to the defendant, their engineer, who, owing his bankers, by letter to the solicitors of said company authorized, them to receive the money due to him from the company and requested them to pay it to the bankers. The solicitors, by letter, promised the bankers to pay them such money on raising it. It was held by Lord Truro that this did not amount to an equitable assignment of the debt, for reasons that if an assignment of the debt had been intended it would have been quite as easy to have directed the order to the railway company as to their solicitors, and the order was neither upon the debtor nor any one holding funds of the drawer, nor as regarded the solicitors was there any subject-matter upon which the order could presently attach. Here the order by Marsh was to his agent, for sale of specific property, who would receive the proceeds and hold the very funds named in the order; and, therefore, the case is within the principle stated by Lord Truro, namely, that an order given by a debtor to his creditor,- upon a person holding funds of the debtor, directing such person to pay such funds to the creditor, will create a valid equitable charge upon such fund; in other words will operate as an equitable assignment of the debts or fund to which the order refers.\nAll proceeds of sales of reapers made in the year 1878, received by Dunkel within three months of the date of the assignment, were subject thereto. The answer discloses his receipts and no further proceedings are necessary for discovery and ascertainment of the amount. It also appears that he turned over the entire proceeds to Marsh and .the assignees for benefit of creditors, upon their pretence of ownership. The sum of the indebtedness, $1350, by Marsh to the plaintiffs, is admitted; but it does not appear when it became due, other than it was prior to August 27th 1878. However the case need not be sent to a master to ascertain the amount of debt and interest, as the defendants, in this action, are only liable for $1850, with interest from said date.\nDecree reversed, and it is now considered and decreed:\n1. That the defendants deliver to the plaintiffs approved notes, or money, proceeds of sales of reapers made in 1878, received by defendant, Charles C. Dunkel, within three months from May 27th 1878, to amount of thirteen hundred and fifty dollars, with interest thereon from August 27th 1878, to be collateral security for the indebtedness of the firm of James S. Marsh to the plaintiffs.\n2. That defendants, Charles,S. Wolfe, John K. Kremer and J. T. Baker, assignees in trust for the benefit of creditors of James S. Marsh, be enjoined from appropriating to the general fund for creditors any of the proceeds of the sales of reapers made in said year, received by said Dunkel during said period, until after the delivery required by the first paragraph of this decree.\n3. That the costs, including costs of this appeal, be paid by defendants, the said assignees in trust for creditors, out of moneys of the firm of James S. Marsh.\n4. That the record be remitted for execution of this decree.\nOn the 7th of February 1880, on motion, a rule on the plaintiffs was granted to show cause why the decree of this court should not be modified, and on February 16th 1880, Justice Trunkey filed the following opinion:\nThe rule” for a mandamus, and the motion for a modification of the decree, were argued together.\nThe schedule referred to in the answer, defendants consenting, was not printed by the plaintiffs, and the arguments were such, in connection with the bill and answer as printed, as to leave the impression that the notes, which belonged to the plaintiffs, had been delivered to the assignees. Had attention been called to the real facts respecting possession of the notes, or the proceeds thereof, the decree would not have been made as it now stands, though the opinion filed would have been the same. “ The respondents accept the statement of assignees that but one small note was in their hands,” and that note is described in their petition for a modification of the decree. This obviates the necessity for further inquiry to ascertain the facts; and the admission, based on the schedule, enables this court to act as justice demands. It is not too late to modify the decree, and it would be harsh, if nothing worse, to leave the assignees for creditors liable for property of the plaintiff, which they had not received and had no right to receive, because they agreed with, the plaintiff that the schedule should not be printed, and had overlooked the importance of showing clearly that the property was not in their hands.\nIf Dunkel, in violation of his agreement, delivered the notes and money of the plaintiff to other persons, he is liable for the amount. And if the firm of James S. Marsh, by their clerk, or otherwise, have given the said property to their other creditors, they are liable to a decree against them in this action.\nIt is considered and decreed that the first paragraph of the decree be changed and modified so that it shall stand as follows: That the defendants, James S. Marsh, Daniel S. Kremer and Charles C. Dunkel, deliver to the plaintiff approved notes, or money, proceeds of sales of reapers made in 1878, received by defendant, Charles C. Dunkel, within three months from May 27th 1878, to amount of thirteen hundred and fifty dollars., with interest thereon from August 27th 1878, to be collateral security for the indebtedness of the firm of James S. Marsh, to the plaintiff; or pay to the plaintiff said sum of $1350 with interest from said date.\n2 . That the second paragraph of said decree be struck out, and instead thereof shall be: That defendants, Charles S. Wolfe, John K. Kremer and J. T. Baker, assignees in trust for creditors of James S. Marsh, deliver to the plaintiff a note made by O. H. Cather-man for $69.78, or proceeds thereof if collected, which was due October 4th 1878; to be held by plaintiff as stated in first paragraph.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "Linn & Dill, for appellant.",
      "Wolfe & Wilson and J. T. Baker, for appellees."
    ],
    "corrections": "",
    "head_matter": "East Lewisburg Lumber and Manufacturing Co. versus Marsh, Dunkel et al.\n1. An assignment for a valuable consideration of demands, having 'at the time no actual existence, but which rests in expectancy only, is valid in equity as an agreement, and takes effect as an assignment, when the demands intended to be assigned are subsequently brought into existence.\n2. Equity will support assignments of contingent interests and expectancies ; things which have no present actual existence, hut rest in mere possibility ; not indeed as a present positive transfer operating in presentí, for that can only be of a thing in esse, but as a present contract to take effect and attach as soon as the thing comes in esse.\n.3. The firm of M. was engaged in manufacturing agricultural implements. D. was the general agent of the firm and made sales and receipted for the proceeds. M. being indebted to plaintiffs in the sum of $1350, authorized said agent to assume and pay over to plaintiffs in approved notes or money, out of the proceeds of sales of reapers of that year, said sum, as collateral security, within three months from date. At the same time said agent agreed to turn over said notes or money as specified in said authority. Held, reversing the court below, that while the indebtedness of M. to plaintiffs existed, the latter had the right to the possession of the property specified in the writings: that the agent was bound to deliver it to them, and that M. was excluded from any control or disposition of it which would interfere with the security.\nJune 17th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Woodward, J., absent.\nAppeal from the Court of Common Pleas of Union county: Of May Term 1879, No. 200. In Equity.\nThis was a bill in equity filed by The East Lewisburg Lumber and Manufacturing Company against James S. Marsh and D. S'. Kremer, trading as James S. Marsh, Charles G. Dunkel, general agent of the firm of James S. Marsh and Charles S. Wolfe, John K. Kremer and J. T. Baker, assignees, in trust for the benefit of the creditors of James S. Marsh. The bill, in substance, alleged that James S. Marsh and D. S. Kremer were manufacturers of agricultural implements, under the firm name of James S. Marsh; that Charles C. Dunkel was their general agent; that the firm became insolvent, and made an assignment to the above-named assignees; that the firm was indebted to plaintiff, and on the day of its date, executed the following instrument of writing:\n“Lewisburg, Pa., May 27th 1878.\nI hereby authorize and empower my general agent, Charles C. Dunkel, to assume and pay over to the East Lewisburg Lumber and Manufacturing Co., in approved notes or money, the proceeds of the sale of reapers of this year, within the period of three months from this date, to the amount of $1350, the above to be collateral security of the payment by me of all claims by note or book-account, justly due them from me at this date, or to become due on the maturing of any notes now held by them against me.\n[Signed,] . James S. Marsh,”\n“ I hereby agree to turn over to the East Lewisburg Lumber and Manufacturing Co., in accordance with the above authorization, approved notes or money in the amount, and within the time above specified. [Signed,] C. C. Dunkel.\nMay 27th 1878.”\nThat sales of reapers were made, and money and good notes in excess of $1350 were received by Dunkel, as agent; that demand was made on the firm and the agent for said amount, which was refused; that Dunkel turned over all of said money and notes to Marsh and his assignees, and refused to discover their amount. The bill prayed for discovery of the amount of sales and -the notes, and the character of the same; for an account of what was due plaintiff ; that in default of payment, money and approved notes should be set apart and delivered to plaintiff; that the firm, Dunkel and the assignees be restrained from collecting and appropriating to thé general fund until plaintiff was satisfied.\nThe case was argued on bill and answer, and the court filed an opinion, wherein, they, inter alia, said: “The agreement is purely executory, and is a mere undertaking to do something in futuro. There was no pledge of anything then in existence, nor of which manual possession could be given or delivery made. It was no more than a prontise to secure a debt by transferring collaterals; admitting that the thing to be transferred came into esse, that did not, per se, make the complainants the owner of-it. But really no specific thing was the subject of the contract, and without knowing what things or choses in action were to be pledged, it is impossible to designate them by a decree. Suppose that these notes, as they came into existence, had been transferred to others bona fide, could it be pretended that the complainants had such a title in them as to have recovered the possession against such transferree ? Clearly not. These notes, as they came into esse, did not pass unless assigned, nor by the terms of both James S. Marsh and C. C. Dunkel, were they to pass to the complainants until assigned, but the contention on the part of the. complainants, is, that the agreement constitutes an assignment in equity. Let us see whether this position is tenable.”\nThe court then quoted, at length, from Rodick v. Gandell, 1 De G., M. 778, and after citing the following authorities: Rogers v. Hosack’s Executors, 18 Wend. 319; Ford et al. v. Garner, 15 Ind. 298, 301; Hall v. Jackson et al., 20 Pick. 194, 198; 2 Spencer’s Eq. Juris., sects. 861, 862, 863, &c., also 2 Rose 357; Holland v. Humble, 1 Stark. 114, proceeded: “ It is clear, from these authorities, that the agreement did not operate as an equitable assignment to the complainants of the notes and money mentioned in it. They never were so assigned either in law or equity, and have passed to assignees for creditors, without any earmarks or means of identification; there is no ground for decreeing specific performance, indeed it is not known what notes were to he transferred. They were not pledged, nor capable of being pledged, for want of existence, so that the sum of the matter is, that there is no feasible way of putting the complainants in possession. The complaint is nothing more than that James S. Marsh has broken his contract to pay a debt. For this the law gives an ample remedy. The consideration of the promise was James S. Marsh’s prior indebtedness; no new consideration was paid, or advances made, or any valuable thing given on the faith of the promise. * * But these complainants parted with nothing, and have no equity over the several creditors of James S. Marsh.”\nThe court then dismissed the bill, the plaintiff to pay the costs.\nThe plaintiff took this appeal, and alleged that .the court erred in the dismissal of the bill, and in the imposition of costs.\nLinn & Dill, for appellant.\nThe court erred in ruling, that the agreement was merely executory, an undertaking to do something in futuro. Marsh had passed his interest beyond recall. He could get possession of the property only by a violation of the trust imposed upon the agent. It was not necessary that the thing should be in esse: White & Tudor’s Leading Cases in Eq., vol. 2, part 2, 1644; Caldwell v. Hartupee, 2 P. F. Smith 74; Bayler v. Commonwealth, 4 Wright 37; 2 Story Eq. 46, sects. 846, 1040, 1055; Power’s Appeal, 13 P. F. Smith 445; Williams v. Nisly, 2 S. & R. 507; Sullivan et al. v. Tuck, Ex. 1 Md. Ch. 59. A pre-existing debt is a good consideration for any act on the part of the debtor that will operate as a security or payment: White & Tudor, supra.\nAn equitable assignment is in the nature of a declaration of trust, which a chancellor never hesitates to execute when it has been made upon valuable consideration : Nesmith v. Drum, 8 W. & S. 9 ; Sharpless v. Welsh, 4 Dall. 279. A draft upon a particular fund in the hands of an attorney for collection is an equitable assignment of it, and although not accepted by the attorney, yet it is not afterwards subject to be attached for the debt of the drawer: Nesmith v. Drum, 8 W. & S. 9.\nWolfe & Wilson and J. T. Baker, for appellees.\nThe agreement in this case lacks the following essentials of an equitable assignment, viz.: There is no specific thing assigned; there is nothing showing an intention to make a present transfer; the authority or power is not to a debtor or any one holding funds of Marsh, but to an agent, into whose hands the proceeds of the sale of reapers may or may not come. What was to prevent Marsh revoking the agency of Dunkel ? Marsh had control over the property, and, therefore, there was no equitable assignment: Rodick v. Gandell, supra: White & Tudor’s Leading Cases, supra. See also cases cited in opinion of court below.\n[See Ruple v. Bindley, post, p. 296. — Rep.]\nOctober 6th 1879."
  },
  "file_name": "0096-01",
  "first_page_order": 96,
  "last_page_order": 103
}
