{
  "id": 488823,
  "name": "Hay's Appeal. Freyvogel versus Anderson",
  "name_abbreviation": "Freyvogel v. Anderson",
  "decision_date": "1880-01-05",
  "docket_number": "No. 10",
  "first_page": "265",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 778,
    "char_count": 22158,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 4.2851820593850915e-07,
      "percentile": 0.9161929904021431
    },
    "sha256": "608fbe78dd96c9ca5ea5b16a5d73b881c40c23acd9d7a1351e693c42b12eddb6",
    "simhash": "1:15348c80313a90e0",
    "word_count": 3734
  },
  "last_updated": "2023-07-14T20:51:11.019317+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "Hay’s Appeal. Freyvogel versus Anderson."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court,\n_ It is claimed in the 1st assignment of error that the testimony pf the plaintiff below should have been stricken out, because the defendant died pending the proceedings before the master and before the witness was cross-examined.\nIt appears that on February 1st 1875, the plaintiff Freyvogel was sworn as a witness in his own behalf, and his examination-in-chief was continued at the next- meeting. ' The hearing was then adjourned for a week, and again until the 18th of the same month, at which time, the defendant being absent, his counsel declined to cross-examine. The examination-in-chief was then resumed, but nothing important was elicited. A meeting appointed for March 25th was adjourned until the 29th of the same month. In the meantime, on March 27th, the defendant Anderson died, and proceedings were suspended until his personal representative, was substituted. At the next meeting thereafter the administrator appeared, and moved to strike out the testimony of Freyvogel for the reasons above stated. The motion was denied, and at the next meeting the plaintiff presented himself for cross-examination, but defendant, resting on his objection to the competency of plaintiff’s testimony, declined to cross-examine.\nWhen the plajntiff testified he was undoubtedly a competent witness, and nothing that occurred thereafter would have justified the court or master in excluding his testimony. Under the circumstances, we think it was rightly retained and considered in connection with other' testimony in the cause. It was not the fault of the plaintiff that defendant, by reason of sickness, was prevented from being present in person to cross-examine, or to testify in his own behalf. During the lifetime of the original parties, they were both competent witnesses, and either had a right to testify or have his testimony perpetuated, so that it might be used in the event of sickness or death. After plaintiff was first examined in chief, and before the decease of defendant, an opportunity was given to cross-examine, but it was waived by counsel then present, representing the defendant. The most that could be done by plaintiff, after defendant’s death, was done. He presented himself for cross-examination, but the administrator declined to avail himself of thé óffer. The right of cross-examination was thus waived by counsel before, and by the administrator after, the decease of the defendant; We think the master and court were clearly right in refusing to strike out the testimony.\nThe next subject of complaint is that defendant is charged with $40,000 for the lease, machinery, &c., of Anderson & Freyvogel, on hand at the time of the dissolution. This charge is mainly based on a memorandum contained in the book or schedule entitled “Inventory of stock, tools, machinery, &c., of Anderson & Freyvogel, September 1st 1872,” which contains an itemized statement Of the machinery and other articles purchased in January 1871 from Vankirk, without giving the separate valuations of each. At the end of the list the bookkeeper of the firm made this memorandum: “All the foregoing articles, machinery, &c., was purchased from William Vankirk, assignee, for $40,000.” There is nothing in this to indicate that it was a valuation, as of that date, by which Anderson was to be charged. On the contrary, it appears to be merely a statement of the property purchased nearly two years before, and its value, or rather the price then paid for it. The items of furniture, stock, - &c., that follow in the schedule, are extended with separate valuations affixed to each. Mr. Hay, the bookkeeper who made the schedule, says nothing in his testimony of any appraisement. He testifies that when he placed the amount $40,000 in the inventory, he “ put down the old figures taken from the bill of sale from Vankirk.” The schedule was footed up by Mr. Kirkpatrick, who was employed to assist the master. He testifies that the $40,000 item was charged to Anderson’s account by him; that he did it because he found these figures in the inventory, and was told by the plaintiff Freyvogel that it' was all right, and he had nothing to do but add it up. He also testifies that he had no knowledge of the matter except what he derived from the inventory and Freyvogel, and says: “ I observed the $40,000 item was put there as a memorandum of the original cost of the purchase from Vankirk, and not as an appraisement.” It would be difficult indeed to draw any other conclusion from the memorandum, and yet this and Freyvogel’s declaration that it wás all right appears to be the only warrant he had for making the charge as he did. The testimony is wholly insufficient to show that the items composing fhe charge of $40,000 against Anderson were appraised at the time of the dissolution, or that he agreed to take them at that or any other fixed valuation; nor does the bill aver that any valuation or' appraisement was ever made. In the seventh paragraph it is alleged that in pursuance of the agreement of dissolution the plaintiff took charge of the assets of William J. Anderson & Co., “ and took a regular inventory and account of the samethat Anderson took charge of the property and assets of Anderson & Ereyvogel, but it is not alleged that any appraisement of the latter was made then or at any other time. If an appraisement had ever been made or a valuation agreed upon by which Anderson was to be charged on settlement, it is not at all probable that the plaintiff would have failed to aver the fact in his bill. In addition to this, the plaintiff, after Anderson’s death, claimed possession of the property as surviving partner of Anderson & Ereyvogel, and threatened to restrain the administrator from exercising any control over it — a position utterly inconsistent and irreconcilable with that afterwards assumed by him, that Anderson was to be charged with the lease and property purchased from Yankirk at original cost.\nThe plaintiff’s demand on the administrator for possession resulted in the agreement of April 30th 1875, in which it is provided that the administrator shall proceed and sell the lease, fixtures and machinery at public sale, upon the terms therein named, and hold the proceeds “ until it is determined whether the whole or any part of the same belongs to the plaintiff as surviving partner of Anderson & Ereyvogel, or to the said administrator, when said fund shall be applied by said administrator as directed by the court by final decree in this case.” Pursuant to this agreement, the property was sold by the administrator, on February 3d 1876, for $16,000. In the absence of qualifying circumstances, this would be the amount at which it should be charged in settlement of the partnership accounts; but while we find that Anderson did not take the property at the valuation claimed by the plaintiff, or at any other fixed sum, it is very clear that he retained and used it in the prosecution of his individual business after the' dissolution. Having done so, we think he should be charged with what it was fairly worth at that time, and not at the amount realized by the administrator more than three years thereafter. The testimony shows that it had depreciated from eight to twelve thousand dollars beeween the date of its purchase by the firm and the dissolution, and the result of the administrator’s sale shows a still greater depreciation afterwards.\nThe testimony as to the value of the property at the date of the dissolution is somewhat indefinite, but as nearly as can be determined, it was then worth $32,000, or $8000 less than is charged in tbe account stated by tbe master. Three-eighths of this difference, $3000, should be borne by the plaintiff, and consequently that amount should be charged back to him.\nThe 3d assignment relates to the ownership of the South Pittsburgh lot. The first master found that it belonged to Anderson individually; the second master found it was purchased in trust for the firm, and that the net profits realized in the transaction should be treated as partnership assets.\nWhile the testimony shows that the lot was purchased with the view of occupying it for the business of the firm, it is very evident from the title papers and entries made in the books at the time and as they stood for more than a year after the lot was sold, that the purchase was made by Anderson in his own right, and not in trust for the firm; and it should require something more than is furnished by the testimony in this case to convert the property or the proceeds thereof into partnership assets. The conveyance was to Anderson, and in March 1871, he and his wife conveyed the lot to the South Pittsburgh Planing-Mill Co., ata net profit of $6779.35. It is true the funds with which to pay the purchase-money in part were raised on the note of the firm discounted by the .Exchange National Bank, but the discount on the first note, as well as the several renewals thereof, and taxes, were charged on the books of the firm to the individual account of Anderson. Some of these entries are in the handwriting of Freyvogel, and others are made by the book-keeper under his direction. They are entirely consistent with a purchase by Anderson in his own right, and at the same time irreconcilable with the allegation that it was a partnership purchase. In one of the entries made by Ffeyvogel the discount is charged as paid on “ his (Anderson’s) note in the Exchange Bank.” When the note was reduced by payment of $2000 thereon, this amount was charged to the individual account of Anderson. In like manner the expenses incident to placing a mortgage on the property and interest paid on the mortgage debt, were charged to him personally. All this is not easily reconciled with the claim that has since been set up. We think it very evident that Anderson purchased in his own right, and that the credit of the firm was loaned to enable him to pay part of the consideration-money, and that the idea of its being a partnership transaction was an after thought. If the lot had been sold at a loss' instead of a net profit, it is not at all probable that it ever would have been heard of as partnership property. More than a year after it was sold, Freyvogel directed a new account to be opened in the firm books called the “ South Pittsburgh lot account,” to which he transferred all the items of discount, expenses, &c,, previously charged to Anderson individually, and credited himself with one-half of the net profits. One witness says that when Anderson saw this new account he objected and said it should not be there. Another, who was present at the same interview, testifies that the ground of his objection was the manner in which the profits were divided. Be this as it may, the testimony is wholly insufficient to justify the master in finding that the lot was purchased by the firm or in trust for the firm. The manner in which the conveyance was made, and the entries in the books contemporaneously with each step in the transaction, show satisfactorily that such was not the case. The correction of this error makes a difference of $2542.25 against the plaintiff, and requires that amount to be charged back.\nThe fourth assignment relates to the credit of $1509.10,'allowed on the Stark, McMahon & Co. account. The first master disallowed this claim, and we see nothing in the additional testimony before the second master to justify his finding. How the firm of •William J. Anderson & Co., was liable on “ a note of James Wood & Co., which the firm of Stark, McMahon & Co. owed,” does not sufficiently appear. There were no facts proven from which such liability would arise. If it was claimed that they were liable as indorsers, or in any other form, the facts necessary to create such liability should have been proved. We think there was error in allowing this credit.\nThe following sums for which the plaintiff has received credit in the account stated by the second master should be disallowed, viz.:\n1st. Three-eighths of $8000 — excess in charge for lease, machinery, &c., . . . . ... . $8000.00\n2d. Three-eighths net profits realized, on sale of South Pittsburgh lot, by Anderson, .... 2542.25\n3d. Amount erroneously credited to plaintiff on the Stark, McMahon & Co. account, . . . 1509.10\nMaking in all, ...... $7051.35\nErom which deduct amount found by decree of Common Pleas for plaintiff,..... 6985.55\n$65.80\nWhich leaves balance, $65.80, due to defendant, from which amount there should be a decree in his favor.\nTo that part of the decree fixing the master’s fees, and directing how they and the costs shall be paid, there is no exception. The court very properly directed that they should be paid by the parties in the proportions of their respective interests in the firms. The appointment of the receiver is not complained of. Whatever may be realized by him, out of assets not embraced in the account stated by the master, will be the subject of distribution by the court hereafter.\nThe decree of the Court of Common Pleas is reversed, and it is now adjudged and decreed that there is due from the appellee, John O’Keefe, as assignee in bankruptcy of Henry A. Freyvogel, to the appellant Malcolm Hay, Esq., administrator of William J. Anderson, deceased, sixty-five dollars and eighty cents ($65.80), which sum the said appellee is hereby ordered to pay to said administrator out of the assets of said bankrupt in his hands; and it is further ordered and decreed that the master’s fees, as fixed by the Court of Common Pleas, and the costs, including the costs of this appeal, be paid as follows, viz.: Three-eighths (fths) thereof by the said appellee, and the residue by the appellant; and the order of court appointing the receiver is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "Malcolm Hay and George W. Guthrie, for appellant.",
      "Barton & Sons, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hay’s Appeal. Freyvogel versus Anderson.\n1. The plaintiff in an equity proceeding was examined in chief before a master and his testimony reduced to writing. An opportunity was afforded defendant to cross-examine, but he did not avail himself of it, arid before doing so died. A motion was made to strike out the evidence ; Held, that it was competent and properly admitted.\n2. One of the partners of a firm that had dissolved undertook to settle the affairs of one branch of the business, and taking the stock thereof, without an appraisement, carried o-n the business for his own benefit. Held, that he should be charged with what the stock was fairly worth at the time of the dissolution, and not with the amount realized by him or his representatives three years thereafter.\n3. One of two partners purchased real estate and paid for the same with a note of the firm. The expenses of the purchase, the discount on the original note, the renewals thereof, and the taxes on the lot, were charged to his individual account by the direction of the other partner. Held, that the property was purchased on individual account, and the profits arising from a sale of the real estate went to the partner and not to the firm.\nOctober 11th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nAppeal from the Court of Common Pleas, No. 2, of Allegheny county: Of October and November Term 1879, No. 10. In Equity.\nBill in equity, filed by Henry A. Freyvogel, against William J. Anderson, for a partnership account. During the pendency of the proceedings, John O’Keefe, assignee in bankruptcy of Henry A. Ereyvogel, was substituted for said Ereyvogel, and Malcolm Hay, administrator of William J. Anderson, for said decedent.\nThe case was referred to two masters, and from the facts, as found by said masters, it appeared that from 1864 until 1868 Ereyvogel and Anderson were partners, under the firm name of William J. Anderson & Co. In this copartnership Anderson had a five-eighths and Ereyvogel a three-eighths interest.\nOn September 23d 1868, one Millinger conveyed a lot in South Pittsburgh to Anderson for $20,000, which amount was raised on a note of the firm. The expenses of this purchase, the discounts on this note and its renewals, and the taxes on the lot were charged to Anderson’s individual account on the books of the firm. Some-of these entries were made by Ereyvogel himself, and the rest at his instance. About two years after the purchase, Anderson sold the lot at a profit of $6637.35; and when, fourteen months thereafter, the partners divided their business, Ereyvogel caused an account to be opened called the South Pittsburgh lot- account, into, which the above entries were carried, and either partner credited with one-half of the profit from the sale of the lot. Anderson objected to this account when he discovered it, but whether to the •whole of the account or to the proportions allotted to each, did not clearly appear.\nIn January 1871, the firm purchased for $40,000 the lease, machinery, &e., of S. S. Eowler’s assignee, William Yankirk, where they carried on business under the firm name of Anderson & Ereyvogel, Anderson having charge of th'e new works and Ereyvogel of the old. In 1872 the firm dissolved, and it was agreed that An-, derson should adjust the business of the new and Ereyvogel of the. old firm, and a mutual settlement was then to be made. In September 1872, the clerk of Anderson made an inventory of-the stock on hand in the new works, which contained an itemized statement, of the machinery and articles purchased in January 1871 from Yankirk; without giving the separate valuations of each, and at the-end of the list made this memorandum: “All the foregoing articles, machinery, &c., were purchased from William Vankirk, assignee, for $40,000.” When the firm dissolved, Stark,- McMahon & Co. were indebted to William J. Anderson-& Co. in the sum of $6014.57, and shortly thereafter the latter firm sold out to McMahon & Campbell, taking their notes for the purchase-money, which being in amount about the sum due to William J. Anderson & Co., they endorsed them to said firm. Ereyvogel had these notes discounted, b.ut was obliged to lift them, as neither of the above firms paid them. One of these notes Ereyvogel made no entry of; one he. charged to the account of Stark, McMahon & Co., when he discounted it, but made no counter charge when he lifted it; and another he charged to the account, claiming that it was discounted “to lift a note of James Wood & Co. that Stark, McMahon & Co. owed;” but there was no evidence to show how or why they were liable. He also charged the account with $2443.33, the amount of the note discounted to lift the third note alluded to above. The indebtedness of Stark, McMahon & Co. to William J. Anderson & Co. thus appeared by these entries to have been increased to $8786.69, without any new transactions.\nTwo years after the firm had dissolved Freyvogel filed this bill for an account.\nUpon hearing before the master, Freyvogel was offered as a witness in his own behalf, and pending his examination in chief, the defendant, Anderson, died. At the next meeting after the appointment of Anderson’s administrator, motion was made by defendant to strike out said testimony of Freyvogel, which motion was refused by the master, because, as was stated by him, “at the time it was given and reduced to writing it was legitimate testimony, and because the defence had sufficient time and opportunity to cross-examine the plaintiff, and have the testimony of the defendant taken;” and for the further reason that since the death of Anderson, Freyvogel had been declared a bankrupt, and his assignee substituted as plaintiff in the case.\nThe first master charged Anderson with $40,000, being for the leasehold, machinery, &c., of the machine-shop and foundry of Anderson & Freyvogel, which passed into Anderson’s hands at the time of the dissolution of said partnership, and which remained in his hands at the time of his death, and was after-wards sold by his administrator at public sale, after repeated efforts, under agreement with the plaintiff, Freyvogel, for the sum of $16,000.\nHe also reported that the South Pittsburgh lot was the individual property of Anderson. He also reduced the Stark, McMahon & Co. account to $6014.57. The second master, to whom the case was again referred to take further testimony, agreed with the first master in charging Anderson with the $40,000; but found that the purchase of the South Pittsburgh lot was a firm, transaction, and that’Freyvogel was entitled to three-eighths of the profits of the sale. He also reported that Anderson, should be charged with five-eighths of the apparent balance of the Stark, McMahon & Co. account, instead of the balance at the time of the dissolution. The balance he found due to Freyvogel was $6985.55, on which he allowed interest from the dissolution of the firm, which interest amounted to $2417. The court sustained this report, except the charge of interest, when the administrator of Anderson, Malcolm Hay, Esq., took this appeal, and alleged that the court erred,\n1. In sustaining the action of the masters in admitting as evidence the testimony of Freyvogel, the plaintiff; Anderson, the defendant, 'having died before the completion of Freyvogel’s examination in chief. 2. In confirming the report of the master charging Anderson with $40,000 for the lease, machinery, &c., of Anderson & Freyvogel on hand at the date of dissolution of that firm. 3. In confirming the report of the second master, reversing the finding of the first master as to the ownership of the South Pittsburgh lot, and crediting to Freyvogel three-eighths of the profits of the sale thereof, to wit, $2542.25. 4. In confirming the report of the second master, reversing the' finding of the first master, correcting the Stark, McMahon & Co. account, and giving Freyvogel credit as for a lost debt of $8738.69, instead of $6322.15, a difference of $2414.54. 5. In entering the decree ordering the payment by appellant to appellee of $6985.55, and directing such payment to be made by appellant as administrator and receiver. 6. In entering the decree in favor of appellee.\nMalcolm Hay and George W. Guthrie, for appellant.\nBarton & Sons, for appellee.\nJanuary 5th 1880."
  },
  "file_name": "0265-01",
  "first_page_order": 265,
  "last_page_order": 273
}
