{
  "id": 487885,
  "name": "Kronk and Wife, for use, versus Birmingham Fire Insurance Company",
  "name_abbreviation": "Kronk v. Birmingham Fire Insurance",
  "decision_date": "1879-10-27",
  "docket_number": "No. 172",
  "first_page": "300",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 498",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 208",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 11155,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 3.030020052542069e-07,
      "percentile": 0.8545380444960304
    },
    "sha256": "616b41108c114a23fefe65c29993611551d1bf543ec6116e0054732b285cbdbf",
    "simhash": "1:8204643c3dd1a596",
    "word_count": 1940
  },
  "last_updated": "2024-02-27T22:12:50.030611+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, O. J., Mercur, Gordon, Paxson, Trunicey and Sterrbtt, JJ. Green, J., absent."
    ],
    "parties": [
      "Kronk and Wife, for use, versus Birmingham Fire Insurance Company."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe policy in suit was issued April 13th 1875, by the Birmingham Fire Insurance Company to Caroline Kronk and O. Conway, indemnifying them against loss or damage by fire to the amount of $1250. One week thereafter, Conway, with the consent of the company, endorsed on the policy, assigned his interest therein to Mrs. Kronk, thus vesting in her the sole ownership of the policy. The property, consisting of merchandise and household goods, was subsequently destroyed by fire, without the fault, so far as appears, of any of the parties interested in the policy.\nThe plaintiffs introduced testimony, tending to show that preliminary proof of loss was promptly furnished and acceptedtas satisfactory by the officers of the company. Inasmuch as the court ruled in favor of the plaintiffs on that subject and held that the evidence was sufficient to go to the jury, the question is not before us.\nThe main ground of defence was that Mrs. Kronk had made a bill of sale of the property to A. Bonscheiner, the equitable plantiff, before tbe policy was issued, and hence she was not the entire, unconditional and sole owner at the time the property was insured.\nThe learned judge, after referring to the testimony bearing on this branch of the defence, said: “ My view of the law is that the bill of sale had the effect of conveying such title to Adam Bonscheiner, and such property in the goods and chattels, that the sole, entire and unconditional ownership of the property was not in Mrs. Kronk on the 13th of April 1875, the date of the policy of insurance.” He also instructed the jury, as requested in defendant’s third point, “ that under all the evidence in the case the plaintiff is not entitled to recover,” and thus relieved the jury from passing on any question of fact. In this we think there was error.\nIn the first place, there was testimony before the jury from which they would have been warranted in finding that the bill of sale was not delivered to Bonscheiner until after the insurance was effected. It is true that, in the absence of testimony to the contrary, the presumption would be that the paper was delivered on the day it bears date, April 3d 1875, but Mrs. Kronk testified that it was delivered after the policy of insurance was issued, and in this she was to some extent corroborated.. In fact it was after the policy was issued that she acquired Conway’s interest in the goods, and had the policy assigned to her, as above stated. But, however the fact might be, as to whether the so-called bill of sale was delivered before or after the insurance was effected, it was manifestly a question for the jury and not for the court. If they had found, as they might have done, that it was delivered afterwards, the condition as to entire, unconditional and sole ownership would have been inapplicable; and, on the authority of Hill v. Cumberland Yalley Mutual Protection Co., 9 P. F. Smith 474, the policy would not have been avoided by reason of any right acquired by Bonscheiner under the bill of sale. In that case it was held that a contract for the sale of the insured property, and receipt of part of the purchase-money, as between the company and the insured, was not an alienation of the property by him, nor a transfer or change of ownership, and did not avoid the policy under a condition similar to the one now before us. It was there said that “ conditions or clauses in policies, avoiding them in case of alienation, or transfer, or change of ownership, without the assent of the insurers, are but declarations of existing principles of law against insurance without an interest; in other words, gambling policies. * * * But, w'here the interest exists in an undoubted, insurable form in the insured, the objection is technical and not to be favored.”\nBut, assuming that the bill of sale was delivered before the policy was issued, the latter was not void under the condition as to sole and unconditional ownership. This principle was recently ruled in The Insurance Co. v. Wilgus, 7 Norris 107. In that case Wilgus had purchased property at Orphans’ Court sale, paid one-half of the consideration and was to receive a deed on payment of the residue in one year! He took out policies of insurance, containing a clause like the one under consideration, without specifying the nature or extent of his interest. It was held that his title, though an equitable one, nevertheless vested in him the “ entire, unconditional and sole ownership, subject to the payment of the balance of purchase-money,” and that he was entitled to recover. In delivering the opinion of the court, the present Chief Justice says the balance of purchase-money “ was practically an encumbrance. It is true the legal title was in the vendors, but they could use it only to enforce payment of the price agreed upon. In this respect it is exactly the case of a mortgage, which vests the legal title in the mortgagee for some purposes.” In this case the testimony clearly shows that the transfer to Bonscheiner was, at most, a mere security, in the nature of a chattel-mortgage. He had advanced money to Mrs. Kronk, and she appears to have been anxious to make him as secure .as possible, and for this purpose executed the paper. She still retained the general property in the goods, as well as the exclusive possession. At most he had but a special or qualified right of property, which, while the general property coupled with possession remained in Mrs. Kronk, was insufficient to avoid the policy.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "W. C. Moreland and Hampton & Dalzell, for plaintiffs in error.",
      "Robb & Fitzimmons and Thomas M. Marshall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kronk and Wife, for use, versus Birmingham Fire Insurance Company.\n1. A policy of fire insurance contained a condition “that if the interest of the assured in the property be any other than the entire, unconditional and sole ownership of the property for the use and benefit of the assured, it must be so represented to the company and so expressed in the written part of the policy, otherwise the policy shall be void.” Certain personal property was insured thereunder. Held, that the condition was not avoided by the fact that the assured executed, either prior or subsequent to the date of the policy, a bill of sale to a third party, to secure money advanced to the assured, it being agreed that the assured should retain possession of the property: Hill v. Cumberland Mutual Protection Co., 9 P. F. Smith 474; Insurance Co. v. Wilgus, 7 Norris 107, followed.\n2. The bill of sale was dated prior to the issue of the policy, but the time of its delivery was disputed. The court instructed the jury that the plaintiff could not recover. Held, that this was error, and the evidence should have been submitted to the jury.\nOctober 13th 1879.\nBefore Sharswood, O. J., Mercur, Gordon, Paxson, Trunicey and Sterrbtt, JJ. Green, J., absent.\nError to the Court of Common Pleas, No. 1, of Allegheny county: Of October and November Term 1879, No. 172.\nCovenant on a policy of fire insurance by John F. Kronk and C. Conway, for use of Caroline Kronk, for use of Adam Bonscheiner, against The Birmingham Fire Insurance Company.\nAt the trial before Bailey, J., it appeared that on the 13th of April 1875, said company issued a policy of insurance to O. Kronk, wife of John F. Kronk, and O. Conway, to indemnify them against loss or damage by fire to the amount of $1250, on merchandise and household goods in a certain hotel, kept by said parties.\nSaid policy contained, inter alia, the following condition : “ If the interest of the assured in the property be any other than the entire, unconditional and sole ownership of the property for the use and benefit of the assured, it must be so represented to the company, and so represented in the written part of this policy, otherwise the policy shall be void.”\nOn April 20th of the same year, Conway, with the approval of the insurance company, assigned his interest in said policy to Mrs. Kronk — thus vesting in her the sole ownership of the policy.\nThe money with which Mrs. Kronk had made purchase of the property insured had been loaned to her by one Adam Bonscheiner, the equitable plaintiff. To secure its repayment it was agreed that a bill of sale of the goods should be made to Bonscheiner by Mrs. Kronk and her husband, the latter, however, to retain the custody and use of the goods as though no such document had been signed. A bill of sale was accordingly made, and the schedule thereto attached signed by Kronk and wife. It was -then delivered to Bonscheiner. Whether this bill was executed and delivered before or after the policy was issued was not clear. It was dated April 3d, and John F. Kronk testified it was made at that time. The evidence, however, was conflicting.\nOn December 13th Í875, the insured property was entirely con- ' sumed by fire. The company refused to pay the loss on the ground that the condition in the policy was avoided by reason of the bill of sale to Bonscheiner.\nIn charging the jury the court, inter alia, said: “ My view of the law is that the bill of sale had the effect of conveying such title to Adam Bonscheiner, and such property in the goods and chattels that the sole, entire and unconditional ownership of the property was not in Mrs. C. Kronk on the 13th of April 1875, the date of the policy of insurance.” And in answer to defendant’s third point charged, “ That under all the evidence in the case the plaintiffs are not entitled to recover.”\nVerdict for defendant, when plaintiffs took this writ and alleged that the court erred in charging as above.\nW. C. Moreland and Hampton & Dalzell, for plaintiffs in error.\nEven if the transfer of the property insured to Bonscheiner had been absolute, and the policy subject to forfeiture therefor, unless the company’s written consent was produced, the forfeiture was still capable of being waived, and the evidence tending to show a waiver and an estoppel on the company’s part was for the jury: Buckley v. Garrett et al., 11 Wright 208.\nBut the contract with Bonscheiner did not amount to an absolute transfer. It was a mortgage merely, changing neither the apparent title nor the possession. It was an executory contract, giving rise to an equity between Kronk and Bonscheiner, to which the insurance company were strangers. They could not set it up, and it had no effect to invalidate the policy: Hill v. Cumberland Mutual Protection Co., 9 P. F. Smith 476-7. The assured still retained the general right of property in the goods, at the time of the fire, as well as their possession. The most that Bonscheiner had was a special or qualified right of property. It has been held by this court that even this qualified right of property, when accompanied by the actual possession thereof, will not sustain a forfeiture of an insurance policy, which provides therefor in case of transfer without the insurer’s consent: Franklin Fire Insurance Co. v. Findlay, 6 Whart. 498.\nRobb & Fitzimmons and Thomas M. Marshall, for defendant in error.\nThat the interest of the assured was not, at the time of the issuing of the policy, “entire, unconditional and sole,” was certainly proved.\nOctober 27th 1879."
  },
  "file_name": "0300-01",
  "first_page_order": 300,
  "last_page_order": 304
}
