{
  "id": 488876,
  "name": "Drown versus Allen",
  "name_abbreviation": "Drown v. Allen",
  "decision_date": "1879-11-10",
  "docket_number": "No. 217",
  "first_page": "393",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 393"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Wright 211",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 200",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 198",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 439",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0439-01"
      ]
    },
    {
      "cite": "13 Wright 210",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "11 Wright 198",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 395,
    "char_count": 7324,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 4.967590435951926e-07,
      "percentile": 0.9353053015832197
    },
    "sha256": "a8d8a625078c8c531353910598305559e75eb378a782397a201c47ddd0a881ad",
    "simhash": "1:79736eac674474fe",
    "word_count": 1288
  },
  "last_updated": "2024-02-27T22:12:50.030611+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "Drown versus Allen."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThis was an action on the case for slander. The plaintiff is a minister of the gospel in the Zion Church. The alleged slander consisted in the charge that he was a thief and had stolen a sheep. Pleas: the general issue and justification. Upon the trial, the counsel for defendant proposed to ask the witness upon the stand, “What is the general reputation of the plaintiff as to being a thief?” The question was objected to by the plaintiff, and the objection was sustained by the court, the learned judge holding that the proper question to be put is, “ What is the general reputation of the plaintiff for honesty ?” To this ruling the defendant excepted, and it is the subject of the one assignment of error.\nWhatever may have been the rule at one time, the later cases establish the principle, that in an action for slander the defendant may show, in mitigation of damages, the general bad character of the plaintiff for the particular thing with which he is charged. Thus, if the slander consisted in a charge that the plaintiff was unchaste, evidence is admissible that the plaintiff’s general reputation for chastity is bad. And the same in respect- of any other vice or crime. This principle is distinctly asserted in Conroe v. Conroe and Wife, 11 Wright 198, and forcible and satisfactory reasons given therefor by Mr. Justice Strong. The same doctrine was reasserted by Mr. Justice Read, in the later case of Moyer v. Moyer, 13 Wright 210. We need not repeat what was so well Said in those cases. They rest upon the principle that a reputation already damaged in the very point in controversy, is not so valuable, commercially speaking, as a reputation which is unspotted. This is eminently sound and proper. I see no more reason why a damaged reputation should command the same price as an unsullied one, than that a barrel of musty flour should command the price of a sound one. When a jury is called upon to fix in dollars the amount of injury a man’s reputation has sustained by a particular act, the measure of damages must be regulated in accordance with business principles.\nWe need not review the older cases which apparently assert a different doctrine. So far as they apply, they must be considered as overruled. So much was said as to Long v. Brougher, 5 Watts 439, and Steinman v. McWilliams, 6 Barr 170, in Moyer v. Moyer, supra.\nOf course, evidence of the character indicated could not be offered'under the plea of justification. But there is also the plea of “ not guilty,” and under this plea it is clearly admissible. It is expressly ruled in Peters v. Ulmer, 24 P. F. Smith 402, that in slander the defendant may put in both pleas.\nIt remains to consider how far the modification of the form of question was proper. The plaintiff, as before stated, was charged with being a thief. The declaration, after averring in the usual form that the plaintiff was of good reputation, &c., proceeds to assert that he had never committed or been suspected of committing the offence of larceny. So that it was his reputation for larceny, for stealing, for being a thief, that was in issue. Honesty is a broader term and has a different meaning. It is true, stealing may be embraced within it. A thief is always a dishonest man. But the converse of the proposition is not true. A man may be dishonest, and yet not be a thief. A man who does not pay his debts, having the means to do so, or who deals unfairly, may be regarded as dishonest, yet without more could not be called a thief. Some of the witnesses in this case testified that the plaintiff’s general reputation for honesty -was had, but qualified it b.y saying “ it arose from plaintiff’s dealings.” It is easy to see how the modification of the form of question affected the defendant. To all the evidence tending to show that the plaintiff’s general reputation for honesty was bad, the latter could reply that it was the result of other causes than stealing; that no one had 'ever charged him with that.\nWe are of opinion that the defendant was entitled to put the question as proposed by him and rejected by the court. How far it will avail him upon a second trial, in view of his plea of justification, and of the character of the evidence produced in support of it, can be better determined when the jury render their verdict.\nThe judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Benison & Brainerd for plaintiff in error.",
      "H. W. Blakslee, Geo. A. Allen and J. Ross Thompson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Drown versus Allen.\n1. In an action for slander, under the plea of “not guilty,” the defendant may show in mitigation of damages the general bad character of the plaintiff for the particular thing with which he is charged.\n2. In an action for slander, under the pleas of the general issue and justification, the defendant proposed to ask the witness, “ what is the general repxxtation of the plaintiff as to being a thief.” Upon objection the court-ruled that the question should have been, “ what is the general reputation of the plaintiff for honesty.” Held, that this was error and that the defendant was entitled to put the question in the form proposed by him.\n3. Conroe v. Conroe, 11 Wright 198, and Moyer v. Moyer, 13 Id. 210, followed.\nOctober 21st 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nError to the Court of Common Pleas of Brie county: Of October and November Term 1879, No. 217.\nCase by E. V. Allen against William L. Drown for slander. The material facts are stated in the opinion of this court. The verdict was for plaintiff for $410.41.\nBenison & Brainerd for plaintiff in error.\nGeneral reputation of want of good character, in the particular in which it has been assailed, is receivable in evidence in mitigation of damages and to show want of malice: Conroe v. Conroe, 11 Wright 200; Moyer v. Moyer, 13 Id. 211. When, therefore, the alleged slander is an accusation that the plaintiff is a thief, how, upon principle or practice, can the defendant be denied the right to prove in mitigation of damages that the plaintiff had acquired a prior general reputation of being a thief?\nThe defendant to avail himself of his defence properly pleaded “Not guilty,” and justification: Peters v. Ulmer, 24 P. F. Smith 404. \"\nH. W. Blakslee, Geo. A. Allen and J. Ross Thompson, for defendant in error.\nIn the case of Conroe v. Conroe, 11 Wright 200, relied upon by plaintiff in error, the alleged slander consisted of general charge of want of chastity, not a specific act, and, consequently the general reputation of plaintiff as to want of chastity was admissible.\nIn Moyer v. Moyer, 13 Wright 211, the alleged slanderous words charged the plaintiff with perjury, and consequently evidence of a general reputation for truth and veracity was admissible. In this case the defamatory words charge a want of honesty, and the court admitted evidence as to general reputation for honesty. Surely the plaintiff in this case has no cause to complain, for the admission by the court is broader than the offer, including not only what the plaintiff in error asked, but even more, even the ordinary transactions of every-day life, in which a party may or may not have dealt honestly. As a charge of perjury puts in issue character for truth and veracity, so does a charge of being a thief the general character for honesty.\nNovember 10th 1879."
  },
  "file_name": "0393-01",
  "first_page_order": 393,
  "last_page_order": 395
}
