{
  "id": 487742,
  "name": "Appeal of the City of Erie",
  "name_abbreviation": "Appeal of the City of Erie",
  "decision_date": "1879-11-10",
  "docket_number": "No. 350",
  "first_page": "398",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 751,
    "char_count": 15941,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 1.3531252302321836e-06,
      "percentile": 0.9901032840138556
    },
    "sha256": "71538ba70597538d4c70a6e608b3fc5b33ee55916ebfef2684db493ce8d89f04",
    "simhash": "1:37c36debf42d046b",
    "word_count": 2762
  },
  "last_updated": "2023-07-14T20:51:11.019317+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Shars-wood, O. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "Appeal of the City of Erie."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court,\nIt is admitted that the present indebtedness of the city of Erie is largely in excess of seven per centum on the assessed valuation of its taxable property, and that by the terms and conditions of the agreement into which the city has entered with those representing the estate of Charles M. Reed, deceased, for the building of a market-house, the city will become liable if said contract is carried out, for an annual sum of money equal to six per cent, upon a valuation of from $25,000 to $50,000. In other words, the intent is to fix upon the corporation an obligation to pay each and every year, for the period of twenty-five years, the sum of $1500 or $3000, depending upon the cost of the structure to be erected.\nNow, the question is, will the execution of this contract increase the city indebtedness? Will it impose a debt upon the municipality within the purview of the 8th sect, of the 9th art. of the constitution ? That section reads :—\n“ The debt of any county, city, borough, township, school, district or other municipality or incorporated district, except as herein provided, shall never exceed seven per centum upon the assessed value of the property therein.”\nNow, a debt means a fixed and certain obligation to pay money or some other valuable thing or things, either in the present or in the future. Let us suppose, then, this contract to be executed on part of Reed’s estate; the market-house is built and ready for use; is the city now under a fixed and certain obligation to pay at the end of one year the sum of $1500 ? And if this sum is not so paid, will the city indebtedness be increased by just that amount? It certainly does not require a very astute intellect to answer these questions.\nHere is an agreement to pay, and that agreement to pay must be provided for by a taxation over and above what is now necessary for the current expenses of the municipality. But this is just what the constitution was intended to prevent; to prevent the citizen from being overburthened with municipal taxation. It is idle to urge that the restriction includes only a bonded indebtedness, for such is neither the constitutional letter nor spirit. A floating debt usually ends in a bonded debt, and the former is just as obligatory as the latter. What difference does it make to the overtaxed citizen whether the debt his property is confiscated to pay is called floating or bonded ?\nBut it is said the Act of Assembly empowers the city to build or rent a market-house, and that a market-house is necessary for the convenience of the people. Let it be so; corporations, like natural persons, must do without conveniences when they have not the money to pay for them. If the ordinary revenues of the city of Erie aré not sufficient to meet its legitimate wants, and if it must continually take upon itself new obligations for that purpose, it is clear that bankruptcy and financial ruin must occur sooner or later, and Avhen these do occur, it must learn, nolens volens, to live within its revenues. Therefore, it would seem to be true Avisdom to grapple with this evil at once, for it only assumes a greater magnitude by procrastination. Be this, however, as it may, and conceding that in the sight of municipal officers this kind of wisdom is but foolishness, nevertheless it is the foolishness of the constitution of this Commonwealth, and so it must prevail.\nMany authorities have been cited for the defence, none of which seem to us to bear upon the point in issue. There is one, however, Avhich we notice because of its general pertinency. In Dill. on Mun. Corp., sect. 88, the learned author cites an Iowa case, involving the validity of a contract by a city for a supply of water, in which it is said: “ When a contract made by a municipal corporation pertains to its ordinary expenses, and is, together with other like expenses, within the limit of its current revenues and such special taxes as it may legally and in good faith intend to levy therefor, such contract does not constitute the ‘ incurring of indebtedness’ within the meaning of the constitutional provision limiting the power of municipal corporations to contract debts.” This, we hesitate not to say, is a sound constitutional interpretation, and in a similar case might well be adopted in the construction of our own constitution. If the contracts and engagements of municipal corporations do not overreach their current revenues, no objections can lawfully be made to them, however great the indebtedness of such municipalities may be; for in such case their engagements do not extend beyond their present means of payment, and so no debt is created.\nHad the defendant in the bill before us, instead of demurring, made answer that its annual revenues were sufficient, over and above the r ^ment of the interest of its indebtedness and the ordinary ex' .ases of the city government, to meet the rent proposed to be paid, a very different case would have been presented for consideration. But the demurrer, admitting, as it does, the allegations of the bill, raises the single question of the power of the city to contract a new debt, notwithstanding its present indebtedness exceeds the constitutional limit, and this without reference to its resources or present ability to meet and pay the contract intended to be entered into. As we have seen, without a violation of the supreme law of the Commonwealth, this cannot he done.\nDecree affirmed and appeal dismissed at costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "T. A. Lamb, John P. Vincent and J. C. and F. F. Marshall, for appellant.",
      "E. Camphausen, G. A. Allen and L. Rosenzweig, for appellees."
    ],
    "corrections": "",
    "head_matter": "Appeal of the City of Erie.\nWhere the indebtedness of a city exceeds the limit fixed by article 9, sect. 8, of the constitution, it cannot create a new debt.\nOctober 22d 1879.\nBefore Shars-wood, O. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nAppeal from the Court of Common Pleas of Mrie county: Of October and November Term 1879, No. 350. In Equity.\nBill in equity filed by William P. Rindernecht against the Mayor and Select and Common Councils of the city of Erie, and the bill of William L. Scott and others against the city of Erie, which by agreement of the parties was made supplemental to the above bill, to restrain the defendants from paying over any money in pursuance of a contract for the erection of a market-house in said city of Erie.\nThe other material facts are sufficiently set forth in the following opinion of Wetmore, P. J., of the Thirty-seventh Judicial District :\n“ The bill charges in substance that the defendants, on the 28th of August 1879, executed a contract with the executrix and executors of the estate of Charles M. Reed, deceased, by which said executrix and executors are to build a market-house in the city of Erie in a place designated’in the contract, and insure the same. In consideration therefor the said city is to pay a renta] equal to six per cent., on the entire cost of the building and the value of the real estate, which is to be determined at a fixed rate per foot. The agreement is for the term of twenty-five years, with an election on the part of the city to purchase the property during said term, in the manner specified in the agreement. The bill further alleges that the liability thus incurred will be $1500 per annum. The prayer of the bill is that the defendant be restrained by injunction from carrying out said contract, and that the plaintiff may have such other relief as may be required in the premises. The defendant, the city, by its attorneys, files a general demurrer to the bill, alleging that plaintiff has not shown any reason in the law why the said contract is not -within the power conferred on the defendant by the constitution and laws, nor why the said contract should not be carried out according to its terms and conditions. The demurrer is, in substance, an allegation by defendant, which, admitting the matters of fact stated by the bill to be true, as they are therein set forth, are insufficient for the plaintiff to proceed upon, or to oblige the defendant to answer. It therefore demands judgment of the court whether any other or further answer shall be compelled to plaintiff’s bill.\n“ The Constitution of 1873, art. 9, sect. 8, provides, inter alia, as follows: The debt of any city, except as herein provided, shall never exceed seven per centum upon the assessed value of the taxable property therein. But any city, the debt of which now exceeds seven per centum of such assessed valuation, may be authorized by law to increase the same three per centum in the aggregate at any one time upon such valuation.\n“Does the contract set forth in the bill create a debt within the meaning of the constitution ?\n“ The legal acceptation of debt is a sum of money due by certain and express agreement, as a bond for a determinate sum, a bill or note; a specific bargain; as a rent incurred upon a lease: Black. Com., book 3, p. 154. Any claim for money: Bouvier’s Law Dic., vol. 1, p. 436. The definition of the word debt in Webster’s Dictionary is, that which is due from one person to another, or that which one person is bound to pay or perform to another. It was forcibly urged in the argument by attorneys for defendant that, by the legislation of May 23d 1874, power is given to erect or establish market-houses and market-places, and to regulate and govern the same, and to contract for the erection and regulation of market-houses and market-places, on such terms and conditions and in such manner as the councils may prescribe, and raise all necessary revenue therefor, and generally to make all ordinances and by-laws, rules, regulations and resolutions not inconsistent with the laws of the state, as may be deemed expedient; that in carrying on a city government a market-house is one of the necessary and usual institutions, and that the rent accruing therefor under the contract is one of the necessary disbursements required in the due and proper regulation and management of thé city. It was further urged in argument that, without regard to the amount of indebtedness, the government, in its councils, police, streets, fire department, &e., must be carried on, that the funds therefor must be collected and disbursed, and that without power to do these things the government of the city would cease. '\n“ And that in their views the amount provided tobe paid as rent in said contract is not a debt within the true words of the constitution. Other considerations were presented which we do not now consider. The status of the city when the indebtedness reached and passed seven per centum will doubtless permit the raising of the necessary revenue to carry on the municipal operations, and discharge the obligations consequent thereon; but this does not include engagements in new enterprises and incurring obligations therefor requiring permanent additional annual payments. To adopt the reasoning of defendant’s attorneys in its ’application to the facts, as stated in the bill, would tend to results plainly within the constitutional restriction. If this argument is sustained other contracts can be made for other market-houses, larger or smaller, on longer or shorter terms of lease, with more or less rental than in this one, and with a present indebtedness of over seven per centum the obligations of the city may be largely increased. The word debt as used in the constitution can only have its natural form and effect, when the maximum of seven per centum has been reached, by declaring void all obligations which on their face permanently increase the amount of money required for municipal purposes. The proceedings and debates in the constitutional convention, as reported in volume 3, 6 and 7, and the discussions before the people when the work of the convention was submitted for ratification, all disclose the purpose to limit and control the power of municipal corporations in the creation of debts. Seven per cent, is the limit for cities, and no plea of necessity or convenience can legally carry it beyond that point, except as therein provided. From the bill we are not ablé to understand whether, at the adoption of the constitution, the debt of the city was more or less than seven per centum. If more than that amount, then it may be authorized by law to increase the same three per centum in the aggregate. Whether the necessary legal authority has been granted or now exists, and whether proceedings in accordance therewith have been had, we are not informed by the pleadings.\nWe, therefore, order, adjudge and decree, that an injunction issue restraining defendants as prayed for, on filing a bond by plaintiffs with sureties in the sum of $2000, with conditions required by law.”\nFrom this decree the city of Erie took this appeal.\nT. A. Lamb, John P. Vincent and J. C. and F. F. Marshall, for appellant.\nWe contend that the debt proposed is not such a debt as was in contemplation of the framers of the constitution, but that they intended only permanent debts created by loans, and to be paid at some future fixed time, and not to current liabilities to be provided for and paid from year to year or month to month. There are manifestly two kinds of indebtedness which a city may “incur:” one its ordinary current expenses, incurred in the government of the city and in providing for its annual recurring wants and necessities ; the other, that permanent kind of indebtedness which is created by borrowing money for public use, which is to be paid at the end of a term of years, and forms no part of the current expenditures of the municipality for the current needs or convenience of its people.\nThe mischief to be remedied by sect. 8 of art. 9, was the reckless increase of the permanent debts of municipal corporations, created by borrowing money to carry on vast schemes of public improvement by the municipality itself, or to aid others in making improvements, which it was thought, or at least hoped, would benefit the.people of the municipality. This disposition had become an evil to be checked, and this constitutional provision was made for that purpose, and such was the declared intention, not to prevent the creation of an annual liability for the carrying out of any purpose within the powers of the municipal government.\nThe city of Erie has not yet incurred any debt under the contract of August 26th 1879. It is all prospective, and can he provided for by appropriations as required by law, when the proper time comes to do it, viz.: in the annual appropriation for annual liabilities.\nE. Camphausen, G. A. Allen and L. Rosenzweig, for appellees.\nDebt is a matter of contract, and includes in its meaning all forms of implied or express obligation to pay money in the future, and is the only word that can be used to express all kinds and forms of indebtedness. When it is to be used in its limited sense the word must be qualified by the word temporary, permanent, funded, bonded, and consequently our law-makers have uniformly used these when debt was intended to be used in its limited or restricted sense.\nWhat is an ordinary current expense of a city government? Current expense is an expense for something now in existence; something that has been received by the people and established, and is now running along from year to year. Current expense implies a current revenue or tax to meet the current expense. A new enterprise contracted to be paid for in the future, and requiring a new fund from additional revenue or tax to meet the debt, is not a current ordinary expense, but the creation of a new debt. Erie city has no market-house, and since almost time immemorial has not had any such thing. Such a thing is now no part of her ordinary annual expense, and hence she has no money, revenue or tax to meet such an expense. To accomplish this new enterprise the city has gone in debt, and given her promise to pay so much money, in semi-annual instalments, within twenty-five years, from a stated time.\nNovember 10th 1879."
  },
  "file_name": "0398-01",
  "first_page_order": 398,
  "last_page_order": 403
}
