{
  "id": 487645,
  "name": "Beaty versus Bordwell",
  "name_abbreviation": "Beaty v. Bordwell",
  "decision_date": "1880-01-26",
  "docket_number": "No. 36",
  "first_page": "438",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 438"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 197",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0197-01"
      ]
    },
    {
      "cite": "3 Watts 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0238-01"
      ]
    },
    {
      "cite": "9 W. & S. 209",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 406",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0406-01"
      ]
    },
    {
      "cite": "9 W. & S. 197",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0197-01"
      ]
    },
    {
      "cite": "3 Watts 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0238-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 482,
    "char_count": 9608,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 6.784137931384095e-07,
      "percentile": 0.963670854941736
    },
    "sha256": "3ed3c9ea30bc1a0546c6d5d59b2c0ede87b01eafc02701d0c3c2419e00ba9090",
    "simhash": "1:1a61b20d283174f7",
    "word_count": 1668
  },
  "last_updated": "2024-02-27T22:12:50.030611+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "Beaty versus Bordwell."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThis was an issue to ascertain the amount due on a judgment entered against the defendant, on a judgment-note executed by him.\nThe judgment was opened and the issue tried on the plea of payment.\nAs the evidence is not certified by the judge, and the statements thereof by counsel of the respective parties do not wholly agree, we cannot say there is error in the portions of the charge covered by the first, third and fourth assignments.\nThe second assignment is, that the court erred in charging “ one tenant in common cannot recover against his co-tenant for ordinary repairs or improvements without the consent of the latter, but he may for those that were absolutely necessary for the enjoyment of the property. As to this point of the case your first question is, did the plaintiff agree to pay his proportion, one-half of the costs, of the improvements claimed by the defendant ? If he did not so agree, then was the stumping of the ground absolutely necessary for the reasonable enjoyment of the eighty acres.”\nThe parties had purchased and held as tenants in common a farm containing eighty acres. The defendant had 'the .possession thereof and had expended money in pulling and removing stumps. He ■claimed to be allowed on this judgment for one-half of the suri so expended. If he had agreed to pay his proportion, he would undoubtedly have been liable therefor, but whether it should apply on this judgment, presents a different question. The court, however, proceeded to say that if the plaintiff had not so agreed, yet he was liable if the work was absolutely necessary for the reasonable enjoyment of the farm. In so charging, the learned judge overlooked the distinction between buildings and lands. A tenant in common is liable to his co-tenant for repairs that are absolutely necessary to houses and mills already erected and in being, which fall into decay; but the rule does not extend to woodland nor to arable land: Crest v. Jack, 3 Watts 238; Gregg v. Patterson, 9 W. & S. 197; Lech’s Appeal, 7 P. F. Smith 467. It is not, however, sufficient that the defendant may have a claim against the plaintiff which might be enforced by action. That fact alone does not compel the latter to apply it on the judgment. Mutual indebtedness does not work an extinguishment of the respective debts without an application of them to each other by the concurrent acts of the parties: Carmalt v. Post, 8 Watts 406. Nor does the statute of defalcation apply the demand of one party to that of the other, so as to produce either payment, satisfaction or extinguishment of either: Hinkley v. Walters, Id. 260; Same v. Same, 9 Id. 179; Gilmore v. Reed, 26 P. F. Smith 462. The mere fact that a person has a debt against his judgment-creditor, gives no right against the will of the one holding the judgment, to apply the debt as a payment thereon. In actions to which the defalcation act applies, the defendant may, under the plea of payment, give in evidence any claim founded on contract, which he has against the plaintiff, although it has no connection with the claim on which the action is brought, and in case it exceeds the plaintiff's, recover a judgment for the difference. This rule does not apply on a judgment being opened after having been regularly entered. The judgment does not, thereby, become subject to set-off generally. If the defendant has a va-lid claim against the plaintiff exceeding the amount of the judgment, he cannot recover a verdict for the excess. He may be permitted to attack the validity of the claim on which the judgment is founded; the good faith of the transaction connected with the consideration; subsequent payment of the debt or equitable discharge therefrom. In some manner, either at law or in equity, the subject-matter of defence, must have attached to the judgment or the consideration on which it rests : Harper et al. v. Kean, 11 S. & R. 280. No court would open a judgment merely on proof that the defendant had an account against the plaintiff equal to the amount of the judgment. The plaintiff may also have an account against the defendant; but whether he has or not, that is not the proper manner of adjudicating the account. It follows, therefore, the assignment is sustained, and also so much of the remaining assignments as are in conflict with this opinion.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "J. C. & F. F. Marshall and Brown & Stone, for plaintiff in error.",
      "C. O. Bowman, G. A. Allen, and L. Rosenzweig, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beaty versus Bordwell.\nA tenant in common is liable to his co-tenant for repairs that are absolutely necessary to houses and mills already erected and in being, which fall into decay, but the rule does not apply to woodland or arable land.\n2. The mere fact that a person has a debt against his judgment-creditor gives no right, against the will of the one holding the judgment, to apply the debt as a payment on the same.\n3. When a judgment is opened it does not thereby become subject to set-off generally. If the defendant has a valid claim against the plaintiff exceeding the amount of the judgment, he cannot recover a verdict for the excess. I-Ie may be permitted to attack the validity of the claim on which the judgment is founded; the good faith of the transaction connected with the consideration; subsequent payment of. the debt or equitable discharge therefrom. In some manner, either in law or equity, the subject-matter of defence must have attached to the judgment,or the consideration on which it rests.\nOctober 24tb 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nError to the Court of Common Pleas of Fríe county: Of October and November Term 1879, No. 36.\nFeigned issue wherein David Beaty was plaintiff and Enoch Bordwell defendant, to ascertain the amount due on a judgment-note of defendant’s for $3500. The material facts will be found in the Opinion .of this court. Yerdict for plaintiff for $1545.50, and after judgment the plaintiff took this writ and alleged that the court erred:—\n1. In charging: “ There is no parol evidence from which a jury should find, that any part of the contract agreed upon by the parties prior to the written agreement was omitted by the scrivener, Mr. Marshall, in writing the contract of • 28th August 1871. You will therefore take the written agreement of that date as embodying their agreement down to that time. Although the note is for $3500, yet, when construed as part of the contract, we instruct you that the plaintiff, in the absence of testimony to the contrary, liad no legal right to receive a note from the defendant in excess of $2500.”\n2. In charging: “One tenant in common cannot recover against his co-tenant for ordinary repairs or improvements without the consent of the latter, but he may for those that were absolutely necessary for the enjoyment of the property. As to this point of the case, your first question is, did the plaintiff agree to pay his proportion, one-half of the costs, of the improvements claimed by the defendant ? If he did not so agree, then was the stumping of the ground absolutely necessary for the reasonable enjoyment of the eighty acres.”\n3. In charging: “You start out in your investigations with the plaintiff entitled to recover $2500 from the defendant.”\n4. In charging: “ Again the defendant claims he sold a piece of of land for $135, $35 of which he paid the plaintiff. Whatever amount he paid the plaintiff in excess of the amount he should have paid him according to their article of agreement, he is entitled to a credit for. The amount he should have received from this source, you must determine from the proportion in which they were to pay the $7000 of the bid.”\n5. In charging: “ If you find the defendant purchased and paid for the stump-machine at the request or with the subsequent ratification of the plaintiff, deduct one-half the cost from the note.”\n6. In charging: “Any payments or credits the defendant is entitled to, not enumerated by us, you must remember.”\nJ. C. & F. F. Marshall and Brown & Stone, for plaintiff in error.\nThe court confounds the liability of tenants in common for repairs and for improvements. As applied to repairs of houses and mills, the doctrine laid down is correct: Dech’s Appeal, 7 P. F. Smith 467. But this does not apply to woodland or arable land: Gregg v. Patterson, 9 W. & S. 209; 4 Kent’s Com. 370. As to improvements, the doctrine is exactly the reverse: Crest v. Jack, 3 Watts 238; Gregg v. Patterson, 9 W. & S. 197; Dech’s Appeal, 7 P. F. Smith 472; Story’s Equity, sect. 1235. It would seem, on reason and authority well settled, that one tenant in common cannot be held liable for any improvements made by his co-tenant without his authority or consent, and yet in this case the court charged that he could be so held if the improvements were “ absolutely necessary for the enjoyment of the property,” and submitted to the jury the inquiry whether the stumping claimed for was necessary for the reasonable enjoyment of the eighty acres, an inquiry which a jui’y of farmers would naturally and almost inevitably answer in the affirmative. In this there was palpable error.\nThe error in the sixth specification is the use of the word “credits,” and is a serious one. It opened the door for the allowance of any matters of set-off sworn to by defendant. It relieved the jury from the obligation to find a direct application as payments. To thus leave a jury to hunt up credits in addition to payments, on a judgment ooened on the single plea of payment, is unprecedented.\nC. O. Bowman, G. A. Allen, and L. Rosenzweig, for defendant in error.\nJanuary 26th 1880."
  },
  "file_name": "0438-01",
  "first_page_order": 438,
  "last_page_order": 441
}
