{
  "id": 488512,
  "name": "Parker et al. versus Hartley",
  "name_abbreviation": "Parker v. Hartley",
  "decision_date": "1880-01-05",
  "docket_number": "No. 121",
  "first_page": "465",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "91 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 369",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 17348,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 9.352310847742938e-08,
      "percentile": 0.5139863366551486
    },
    "sha256": "3692e3866d5523ec95f6d9702408bbcc0610e11f19a216939923c569820a9bd3",
    "simhash": "1:21536def893f9ace",
    "word_count": 3054
  },
  "last_updated": "2024-02-27T22:12:50.030611+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Trunket and Sterrett, JJ. Paxson and Green, JJ., absent."
    ],
    "parties": [
      "Parker et al. versus Hartley."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe transactions out of which this suit arose were not in the regular course of a banking business, in which the plaintiffs in error were engaged. The firm, through one of its members and cashier, McGough, became the custodian of Allen’s counterparts of the contracts for the sale of oil, and also undertook to act as stakeholder of the special deposits, known in the trade as margins, which were required to be made to cover any loss the vendees might sustain by Allen’s failure to deliver the oil. Allen was without funds, and Hartley, the defendant in error, having money on deposit in the bank, agreed to place at the disposal of its cashier a sufficient sum to meet the amount Allen might be required to pay under the terms of the contracts in case he failed to comply with them. He accordingly drew the checks in controversy, to the order of McGough the cashier, one for “ twelve hundred and fifty dollars margin on contract for 5000 barrels of oil sold S. King per contract in the hands of said McGough,” and the other for “ five thousand dollars margin (or collateral guarantee) on Erazer and Allen contract for 10,000 barrels of oil at'$3.07J.” Before the maturity of the first contract, it was adjusted by the parties and cancelled without the payment of anything by Allen. The second contract was also settled by the parties before it matured for $687.50, which was all that was ultimately required to be paid on the part of Allen out of the margins on both contracts. The bank w'as fully advised of these facts; and doubtless to the extent of the amount required to settle the contracts and pay the losses incurred by Allen, it had a right to use the funds placed at its disposal by Hartley for that purpose;1 but it did more. It paid over to Allen the residue of the $6250, covered by the checks. It was of this that the defendant in error complained in the court below. He insisted that the payment to Allen was a misapplication of the money; that what remained of the funds he had placed at the disposal of the hank for a special purpose belonged to him, and not to Allen, as soon as that object was accomplished.\nIt was claimed by the defendants below that, aside from the checks, Hartley had subsequently authorized the payment of the money to Allen ; but the jury,'to whom this question of fact was fairly submitted, found that no such authority had been given. The payment to Allen was therefore a misappropriation of the money, unless the checks themselves operated as a transfer of the funds for the use of Allen.. They were not drawn to his order. On the contrary, they were made payable to the order of the cashier for the purpose expressed on their face, and the bank was thus authorized to apply the whole amount, if necessary, to pay or adjust margins on the contracts of which it was the custodian; but, after that object was accomplished and the contracts were cancelled, Hartley, and not Allen, was entitled to the residue. In other words the checks operated as a specific appropriation, to the extent named therein, of the drawer’s funds, to be applied by the bank solely to the payment of such sum or sums as Allen might become liable to pay, in the event of his failure to comply with the terms of the contracts, and the bank as custodian of the money for that specific purpose had no right to appropriate it in any other way.\nWe think, therefore, that the learned judge committed no error in construing the checks as he did, and in holding that the bank was bound to take notice of the limitation which the drawer had thus placed on the use to be made of his funds.\nThere is nothing in any of the assignments that appears to require further notice. We discover no error in any of them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "J. Gilpin and J. P. Coulter, for plaintiffs in error.",
      "E. S. Golden and J. M. Reynolds, for defendant in error.—"
    ],
    "corrections": "",
    "head_matter": "Parker et al. versus Hartley.\nA. made certain contracts for the delivery of oil at his own option within a stated time. He deposited in a bank the counterparts of these contracts, and as security for said contracts, also deposited the checks of H., who was a depositor in the hank. These checks were made payable to the cashier of the hank “ for margin for oil sold as per contracts in the hands” of said cashier. The counterparts of the contracts were endorsed by A., to the effect that the margin was a guarantee for the fulfilment of the contracts, and with the further stipulation that if more margin was needed demand should be made on A., and if not met the contract was to be sold. The cashier also endorsed on the counterparts the receipts for the margins on the conditions therein set forth. Before the contracts matured they were settled and the margins were carried by the bank to the credit of A., who drew them out by check. H. sued the bank for the margins. Held, that the checks operated as a specific appropriation, to the extent named therein, of the drawer’s funds, to be applied by the bank solely to the payment of such sum as A. might become liable to pay, on the event of his failure to comply with the contracts, and the bank as custodian of the money for that specific purpose, had no right to appropriate it in any other way, and was liable.\nOctober 27th 1879.\nBefore Sharswood, C. J., Mercur, Gordon, Trunket and Sterrett, JJ. Paxson and Green, JJ., absent.\nError to the Court of Common Pleas of Armstrong county: Of October and November Term 1879, No. 121.\nAssumpsit by William Hartley against James P. Parker and others, doing business as the Parker Savings Bank, to recover a balance of $6250 on plaintiff’s bank account.\nOn the 16th of October 1876, R. B. Allen entered into a contract, in writing, with James S. Lowe, for the sale of 5000 barrels of oil at $3.53§, deliverable some days thereafter.\nBy the practice and custom of oil dealers in that locality, upon entering into such contracts, the seller deposited in bank his counterpart of contract with money, called margins, sufficient to secure its performance. The buyer also deposited his counterpart in bank, with money sufficient to secure its performance, with the understanding that the counterpart and money deposited by either party should only be released by the consent of both, until the contract was fulfilled. In the present instance, Lowe, the purchaser, deposited his counterpart, with his margin of $1250, in the Exchange Bank. Allen deposited his counterpart, with margin, in the Parker Savings Bank.\nAllen had not of himself enough money for his margin required by his contract. He informed Hartley of the contract and of his need of margins, and requested him to furnish the money required. Hartley agreed to do so, upon condition that he should bear, or receive, the one-half of the losses or profits that should accrue on the contract. He accordingly drew his check in the following form:—\n“No. - Parker’s Landing, Pa.,\nOctober 16th 1876.\nParker Savings Bank pay to order of P. McGough, cashier, twelve hundred and fifty dollars, margin on contract for 5000 barrels oil, sold S. King, per contract, in hands of said McGough.\n$1250. William Hartley.”\nThis cheek Allen deposited with his counterpart of the contract of that date in the Parker Savings Bank. This counterpart had on it the following endorsements:—\n“Parker City, Pa., October 16th 1876.\nI have placed in the hands of P. McGough, cashier, twelve hundred and fifty dollars, as part guarantee for the fulfilment of the within contract; and I hereby agree to place further margin in cash, or oil, if such is required, in difference, on demand being made by buyer, within twenty-four hours after such demand is made, in writing, to R. B. Allen. If said demand is not complied with within the time, I agree to forfeit margin already up, and that this contract may be sold, without further notice, at public sale.\n“And I hereby authorize and empower the said P. McGough, cashier, to deliver the same at once and without delay to James S. Lowe, at the maturity of the contract, if I fail to fully comply with its terms and conditions. R. B. Allen.”\n“Parker City, Pa., October 16th 1876.\nI hereby acknowledge the receipt of twelve hundred and fifty dollars, on the conditions and for the purposes above set forth.\nP. McGough, Cashier,\nper Sam.”\nSome days afterwards, during the lifetime of the contract, the same was settled and adjusted between the parties thereto, Allen and Lowe. Notice of the settlement and consequent release of the margins wás given to the banks in which they had been deposited. The plaintiff in error thereupon paid to Allen, or his order, the amount of his margin.\nOn the 21st day of October 1876, a like contract was entered into by Allen for the sale to one A. Frazer of 10,000 barrels of oil, at $3.07^ per barrel-, deliverable some days thereafter. Allen, in this case also, had not the money required for margin, and again applied to Hartley, who gave to him a check in form following:—\n“No. Parker’s Landing, Pa.,\nOctober 23d 1876.\nParker Savings Bank pay to the order of P. McGough, cashier, five thousand dollars-margin (or collateral guarantee) on Frazer and Allen contract of 10,000 barrels of oil at $3.07J.\n$5000. William Hartley.” •\nThis check Allen deposited, with the contract, in the bank of the defendant. Allen received from the teller a receipt for the amount of the same.\nThis Frazer contract, during its lifetime, wap settled and adjusted between the parties thereto. To effect this settlement, a considerable part of this margin was required to be used by Allen, and the residue thereof was paid by the bank to him or his order. Some time after the completion of these transactions, Allen became insolvent.\nHartley demanded from the bank the amount of his checks, and upon refusal, brought this suit.\nAt the trial, before Taylor, P. J., the defendants offered to prove “ that by the custom of the bank and the custom of the oil trade, upon contracts of the nature of those of the 16th of October 1876, the parties to the contract left the money deposited as security for the performance of the contracts, and when said contracts were settled or paid, either before or at their maturity, the bank would recognise no person in the contract except the parties named as sellers and purchasers, or their agents, and that this custom of the bank or trade was known to the plaintiff on the 16th and 23d of October 1876, at the time he drew the check.”\nObjected to by the plaintiff, first, as incompetent and irrelevant ; that the- contract of the depositing checks was expressed on the face of the checks of the 16th and 23d of October 1876; that there was neither fraud or ambiguity alleged, and the custom of the bank could not affect or change the contract; second, because if Mr. Hartley knew the custom of the bank, the face of the checks shows that he drew them to exclude the custom and to create a specific contract unaffected by any custom of the bank or the trade; third, that the custom of one bank is not such a- custom as is recognised by law.\nThe court sustained the objections.\nThe following points were submitted by plaintiff, to which are appended the answers of the court:—\n1. That the check of 16th October 1876, expressing, as it does, upon its face, a contingent liability of the drawer, the bank was bound to take notice of the contingency thus expressed, and became a trustee for the drawer to hold the check until the contingency upon which its payment arose, and the contract of 16th October 1876 having been fully paid and satisfied before maturity, the defendant had no right to pay the money upon the check to R. B. Allen, or any other person, except William Hartley, the drawer of the check.\nAns. “Affirmed, as qualified by the charge. We submit to the jury the question of the right to pay to Allen.”\n2. That the check of 28d October, 1876, expressing, as it does upon its face, a contingent and collateral liability of the drawer, the bank was bound to take notice of the contingency and collateral character thus expressed, and became a trustee for the drawer to hold the check until the contingency, upon which its payment arose, and that the contract of the 21st October 1876, having been fully paid and satisfied, on the day of or before its maturity, the defendant had no right to pay the money upon that check to R. B. Allen or any other person, except William Hartley, the drawer of the check.\nAns. “Affirmed, as qualified by the charge.”\n3. That a deposit of check or checks as collateral security is to be governed by the law relating to sureties, and where the principal debtor pays the debt before or at its maturity, there is no responsibility upon the surety or his deposit, and the creditor or person in possession of the checks or evidences of suretyship, are bound to surrender them to the surety, and have no right to dispose of them in any other way.\nAns. “ Affirmed, if there be no evidence of authority to pay to another, outside of the paper itself. This point as made, answered in the negative.”\n5. That the plaintiff is entitled to recover at least the difference between the amount of the check of 23d of October 1876, viz.: $5000, and the amount required of that check to make up the margin on the contract of 21st of October, 1876, viz.: $687.50, with interest from the day of demand.\nAns. “Affirmed, as qualified by the charge.”\nIn the general charge, the court, inter alia, said:—\n“ You will take our construction of these papers, and apply the evidence to our construction of it. And we instruct you that by the terms on the face of the checks, there was a specific appropriation of the funds of Hartley in the bank to the extent of the amount named in the checks, and for the purpose named in its terms. By its terms the defendant was authorized to set apart so much of the drawer’s funds as was covered by the checks to be held as security for any loss that might be sustained by reason of Allen’s, entering into the contract with Frazer or Lowe, or for the faithful performance of the same by Mr. Allen. This limitation, upon the face of the checks, the defendants were bound to take notice of. They might have refused to have receivéd the checks, had they seen fit, and not had anything to do with the transaction. But, having done so, they are bound to the faithful performance of the trust.”\nVerdict for plaintiff for $5959.83, and after judgment, defendants took this writ and alleged, inter alia, that the court erred in excluding the above-mentioned testimony, in the answer to the points and the foregoing portion of the charge.\nJ. Gilpin and J. P. Coulter, for plaintiffs in error.\nDealers living at different localities, when they met at Parker and made contracts, desired some place to deposit them and the accompanying securities. The bank there occurred to them as a convenient place for this purpose, and the bank officers, as an accommodation, permitted them to leave there their papers and securities. With the increasing number of these occasions, the bank was (to prevent inconvenience), forced to adopt certain rules in relation to such transactions, and did adopt them. These rules, or this practice, well known to all the parties, were acted on by. them and by all other dealers in that locality.\nIt was under and subject to these rules, custom or practice, that the contracts and securities were deposited by Hartley, and the other parties and were received by the bank. Manifestly, therefore, they became part of the contracts between the bank and Hartley, Lowe, Allen and Frazer, the same as if they had been then and there distinctly enumerated, as the condition upon which the bank would receive the custody of the papers and securities: McMasters v. Pennsylvania Railroad Company, 19 P. F. Smith 374; McCarty v. N. Y. & Erie Railroad Company, 6 Casey 247; Carter v. Philadelphia Coal Company, 27 P. F. Smith 286; Whitesell v. Crane, 8 W. & S. 369.\nE. S. Golden and J. M. Reynolds, for defendant in error.—\nAlthough there is nothing of a fiduciary character in the ordinary relations between banker and customer, who are in those circumstances simply debtor and creditor; the latter having a right to call for his money or any part of it, immediately, yet if the dealings between them go beyond this point, in any tvay, and the banker is employed by the customer to make investments for him or otherwise to manage his monetary transactions, then the banker is, in that respect, the agent of the customer and is hound to observe complete good faith in the performance of the customer’s orders: Grant on the Law of Banking, p. 115. The bank knew Allen was not to have the margin, from the fact that Hartley drew on his own funds, and the contracts and the checks, which accompanied them, pinned together and thus passed into the bank, expressly stated the purposes and the contingencies for which the money had been checked from Hartley’s account to the “ margin ” account, and which would revert to Hartley’s account whenever the contracts were duly satisfied. Nor was this a mere gratuitous undertaking, for the fact is that the bank was remunerated by these very transactions, through the benefits and advantages which usually accrue to banks through the general deposits of their customers ; and these transactions were the inducements to oil dealers to deposit with banks which would undertake to act as stakeholders or holders of securities.\nJanuary 5th 1880."
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 471
}
