{
  "id": 1747342,
  "name": "PENNSYLVANIA SOCIAL SERVICES LOCAL 668, Appellee, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant; PENNSYLVANIA SOCIAL SERVICES UNION, LOCAL 668, Appellant, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellee",
  "name_abbreviation": "Pennsylvania Social Services Local 668 v. Pennsylvania Labor Relations Board",
  "decision_date": "1978-10-05",
  "docket_number": "Nos. 85, 86",
  "first_page": "81",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "481 Pa. 81"
    },
    {
      "type": "parallel",
      "cite": "392 A.2d 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "467 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717313
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0298-01"
      ]
    },
    {
      "cite": "103 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "905"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246169
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0617-01"
      ]
    },
    {
      "cite": "465 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712635
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "735"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0225-01"
      ]
    },
    {
      "cite": "227 A.2d 816",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "425 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906757
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/425/0023-01"
      ]
    },
    {
      "cite": "367 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "781"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 15605,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 7.083324001625384e-07,
      "percentile": 0.9665416786847418
    },
    "sha256": "c1a0745dde7935ef19f5361f5ccaac487847863333e3719e0dd08c8d7cfa9ca7",
    "simhash": "1:9ccefcd473eae9e7",
    "word_count": 2483
  },
  "last_updated": "2024-02-27T16:26:48.087395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "O’BRIEN, ROBERTS and POMEROY, JJ., concur in the result."
    ],
    "parties": [
      "PENNSYLVANIA SOCIAL SERVICES LOCAL 668, Appellee, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant. PENNSYLVANIA SOCIAL SERVICES UNION, LOCAL 668, Appellant, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nBy letter dated November 21, 1975, the Department of Public Welfare (DPW) (through the Deputy Secretary of Management for the Commonwealth of Pennsylvania) informed the Pennsylvania Social Services Union, Local 668 (the Union) that prices for meals served at DPW employe cafeterias would be increased, effective January 1, 1976. The Union filed, on December 31, 1975, a charge of unfair practices with the Pennsylvania Labor Relations Board (the Labor Board), alleging that the Commonwealth (DPW), as public employer, violated sections 1201(a)(3) and (5) of Act 195, 43 P.S. § 1101.1201(a)(3) and (5). The “Specifications” set out in the charge of unfair practices alleged the following:\nOn or about November 21, 1975, the complainant employee organization was notified by a letter from John H. Jones, an agent of and for the Commonwealth, that certain financial benefits accorded to certain members of the social and rehabilitative services bargaining unit were being unilaterally changed, without prior consultation or negotiation with the complainant union.\nIn unilaterally raising the prices of lunches for certain Commonwealth employees the Union believes the Commonwealth has violated the intent of the aforementioned sections of the Act.\nBecause of the irreperable [sic] nature of this change, and the near impossibility of computing damages, we request an expedited hearing.\nWHEREFORE, the Complainant respectfully requests the Pennsylvania Labor Relations Board to enter the charge upon the Docket of the said Board and to issue and cause to be served upon the Respondent above named a Complaint stating the charges of Unfair Practices and containing a Notice of Hearing.\nThe Labor Board declined to issue a complaint and, by letter of January 15, 1976, stated:\nThe Pennsylvania Labor Relations Board has authorized the Executive Director to administratively dismiss the “Charge of Unfair Practices” ... as the allegations and specifications of charges do not support such charges under Article XII of the Public Employe Relations Act.\nThe Specifications as outlined in your “Charge” could possibly constitute a grievance under the collective bargaining agreement.\nThe Union appealed this dismissal to the Commonwealth Court. The Labor Board filed a motion to quash the appeal, arguing that an administrative dismissal of charges was not appealable under Act 195. The Commonwealth Court denied the motion to quash, from which denial the Labor Board appeals to this Court. On the merits, the lower court affirmed the Labor Board’s administrative dismissal of the charges and the Union now appeals from that decision. Pennsylvania Social Services Union, Local 668 v. Pennsylvania Labor Relations Bd., 27 Pa.Cmwlth. 552, 367 A.2d 778 (1976).\n1. THE MOTION TO QUASH (Appealability)\nThe Labor Board argues, as it did before the Commonwealth Court, that its decision not to issue a complaint was discretionary and, therefore, not reviewable under the review provisions of Act 195. The decision of whether or not to issue a complaint does lie within the discretion of the Labor Board. Section 1101.1302 gives the Labor Board “authority to issue ... a complaint”; it does not command that it must do so in all cases. Further section 1101.1302 expressly contemplates that, in some cases, complaints will not be issued by the Labor Board. This section specifies who the litigants will be in an unfair practice case in “[a]ll cases in which complaints are actually issued by the board . . . .” Thus, Act 195 contemplated situations where complaints would not be issued by the Labor Board.\nThe issue, then, is whether or not there is a right of appeal from such a discretionary decision. Section 1101.1502 of Act 195 provides, so far as is relevant, as follows:\nAny person aggrieved by a final order of the board granting or denying, in whole or in part, the relief sought in any unfair practice case . . . may obtain a review of such order in [Commonwealth Court] ... by filing in such court, ... a written petition praying that the order of the board be modified or set aside. A copy of such petition shall be forthwith served upon the board, and the board shall file in the court a transcript of the entire record in the proceeding certified by the board, including pleadings and testimony and order of the board.\nInterpreting this section, the Commonwealth Court was of the opinion that only those final orders “rendered after a complaint has been issued and a hearing has been held. .” were subject to review under Act 195. 27 Pa. Cmwlth. at 556, 367 A.2d at 781. That court further stated “[q]uite simply, it appears that the possibility [of review of the Board’s non-exercise of its discretionary powers] was not foreseen by the legislature. We may not, of course, supply provisions in [Act 195] under the guise of statutory interpretation.” Id Nevertheless, the court held that there was a right to appeal because of “long standing principles governing the review of administrative actions.” Id\nWe agree with the result reached by Commonwealth Court, but disagree with their analysis of legislative intent. Section 1101.1502 is ambiguous. It does not specifically include review of a Labor Board decision not to issue a complaint; neither does it expressly exclude such review. The Commonwealth Court reasoned that, since section 1101.-1502 required the Labor Board to transmit the pleadings, testimony and fact-findings to the reviewing court, the legislature must have intended to preclude review of a Labor Board administrative dismissal of charges because such a dismissal would necessarily produce no transcript of testimony nor fact-findings.\nWere Act 195 to be read in a vacuum, this reasoning would be plausible. However, the review provisions of Act 195 are in pari materia (construed with reference to similar matter) with other legislative enactments dealing with review of administrative agency action. These other enactments persuade us that section 1101.1502 of Act 195 contemplates appellate review of a Labor Board decision not to issue a complaint.\nThe Administrative Agency Law (AAL), 71 P.S. § 1710.47, as amended, (Supp. 1978-79) states:\nWhere an Act of Assembly expressly provides that there shall be no appeal from an adjudication of an agency, or that the adjudication of an agency shall be final or conclusive, or shall not be subject to review, or where the applicable acts of assembly are silent on the question of judicial review, any person aggrieved by such an adjudication, who has a direct interest in such adjudication may nevertheless appeal the same in the manner provided by sections 41 through 44 of this act and the applicable rules of civil procedure to the [Commonwealth Court] . (Emphasis added; footnotes omitted).\n“Adjudication” is defined by the AAL as “any final order, decree, decision, determination or ruling by an agency affecting personal or property rights, privileges, immunities or obligations of any or all of the parties to the proceedings in which the adjudication is made . . . .” Id. § 1710.2(a).\nFinally, “determination” is defined by the Pennsylvania Rules of Appellate Procedure as “[ajction or inaction by a government unit which action or inaction is subject to judicial review by a court under section 9 of Article V of the Constitution of Pennsylvania or otherwise. This term includes an order entered by a government unit.” Pa.R.A.P. 102.\nFrom the foregoing authority, the Labor Board determination in the present case was a final and appealable adjudication under Act 195 and the AAL. Accordingly, the denial of the motion to quash was proper.\nII. SCOPE OF REVIEW\nHaving found that there is a right to appeal, we must apply the appropriate standard of review of the Labor Board’s discretionary action.\nThe standard of review was stated by this Court in In re Petition of Acchione, 425 Pa. 23, 30, 227 A.2d 816, 820 (1967) as follows:\nIn determining this appeal we bear in mind certain established legal principles: . . . courts will not review the actions of governmental bodies or administrative tribunals involving acts of discretion, in the absence of bad faith, fraud, capricious action or abuse of power; they will not inquire into the wisdom of such actions or into the details of the manner adopted to carry them into execution. It is true that the mere possession of discretionary power by an administrative body does not make it wholly immune from judicial review, but the scope of that review is limited to the determination of whether there has been a manifest and flagrant abuse of discretion or a purely arbitrary execution of the agency’s duties or functions. That the court might have a different opinion or judgment in regard to the action of the agency is not a sufficient ground for interference; judicial discretion may not be substituted for administrative discretion.\nIn order for review to be meaningful, the agency adjudication must contain statements of the reasons and basis for the decision which are sufficient to demonstrate to the appellate court that the adjudication was not an abuse of discretion. What is sufficient will vary from case to case. The Union argues that the letter dismissing their charges was inadequate to permit meaningful review. We disagree.\nFor purposes of this appeal, we assume the factual assertions set forth in the “Specifications of Charges” to be true, as did the Labor Board. Therefore, we need only match the allegations with the unfair practices charged, namely sections 1201(a)(3) and (5), to determine if the allegations would clearly establish a prima facie case, if true. If not, there was no abuse of discretion in dismissing the charges.\nIII. THE MERITS\nThe crux of a section 1201(a)(3) unfair practice is discrimination by the employer in order to encourage or discourage membership in an employe organization. The Union’s specifications alleged no facts that would reasonably support a charge of discrimination. Similarly, the specifications fell short of alleging a section 1201(a)(5) unfair practice. The gist of this section is the failure to bargain collectively in good faith over a mandatory item of bargaining, including the failure to discuss grievances. The specifications simply do not allege the necessary elements of this unfair practice. In the absence of factual assertions which clearly allege a prima facie case of unfair practices, the Labor Board did not abuse its discretion in dismissing the charges.\nThe Union also argues that the Labor Board’s dismissal of their charges was arbitrary and capricious because, in similar cases, they found section 1201(a)(5) (failure to bargain in good faith) violations where an employer unilaterally altered fringe benefits. The argument ignores a crucial distinction between those cases and this. In the present case, a collective bargaining agreement was already in effect and was not due to expire until June 30, 1977. In the cases cited as similar by the Union, the issue involved alteration of benefits at the expiration of an agreement or during the hiatus between agreements, i. e., during contract negotiations. Hence, the unilateral alteration of benefits which were in the process of being negotiated was a failure to bargain in good faith. Laurel School Dist, 6 P.P.E.R. 351 (1975); Curwensville Area School Dist., 6 P.P.E.R. 327 (1975); New Brighton Area School Dist., 6 P.P.E.R. 296 (1975); Duquesne City School Dist., 6 P.P.E.R. 203 (1975). Thus, since no contract negotiations were involved in the instant case, these Labor Board decisions are readily distinguishable. The Pennsylvania Labor Relations Board did not act arbitrarily in failing to find a section 1201(a)(5) unfair practice alleged in the Pennsylvania Social Services Union’s charges.\nOrders of Commonwealth Court denying the motion to quash and affirming the determination of the Pennsylvania Labor Relations Board are affirmed.\nO’BRIEN, ROBERTS and POMEROY, JJ., concur in the result.\n. Section 1101.1201 provides, in relevant part:\n(a) Public employers, their agents or representatives are prohibited from:\n(3) Discriminating in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any employe organization.\n(5) Refusing to bargain collectively in good faith with an employe representative which is the exclusive representative of employes in an appropriate unit, including but not limited to the discussing of grievances with the exclusive representative.\n. Section 1101.1302 states:\nWhenever it is charged by any interested party that any person has engaged in or is engaging in any such unfair practice, the board, or any member or designated agent thereof, shall have authority to issue and cause to be served upon such person a complaint, stating the charges in that respect, and containing a notice of hearing before the board, or any member or designated agent thereof, at a place therein fixed, not less than five days after the service of said complaint.\n. Section 1101.1502 originally granted jurisdiction to the appropriate courts of common pleas for cases not involving Commonwealth employes, and to the Commonwealth Court in cases involving Commonwealth employes. The appellate Court Jurisdiction Act of 1970, 17 P.S. § 211.403(1) (Supp.1978-79), transferred jurisdiction to the Commonwealth Court in all cases of appeals from final orders of administrative agencies.\n. The Statutory Construction Act of 1972, 1 Pa.C.S.A. § 1932 (Supp. 1978-79) provides: “(a) Statutes . . . are in pari materia when they relate to the same persons or things or the same class of persons or things, (b) Statutes in pari materia shall be construed together, if possible, as one statute.”\n. This section originally vested the Court of Common Pleas of Dauphin County with jurisdiction of § 1102.1502 appeals. The Appellate Court Jurisdiction Act of 1970, 17 P.S. § 211.508(a)(71) (Supp.1978-79) transferred jurisdiction to Commonwealth Court.\nSection 1710.47 was enacted in 1968 to implement Art. V, § 9 of the Pennsylvania Constitution. See Note accompanying Pa.R.A.P. 341. Art. V, § 9 provides: “there shall . . . be a right of appeal . from an administrative agency to a court of record or to an appellate court . . . ”\n. The “administrative dismissal” in the instant case was undoubtedly “final”, since it effectively foreclosed the Union from relief from alleged unfair practices under Act 195. See Bell v. Beneficial Consumer Discount Co., 465 Pa. 225, 348 A.2d 734, 735 (1975); Pennsylvania Labor Relations Bd. v. Puritan Cleaners, 376 Pa. 617, 103 A.2d 904, 905 (1954); In re November 1975 Special Investigating Grand Jury, 467 Pa. 298, 356 A.2d 759, 760 n.1 (1976).\n. See Note 5, supra.\n. Moreover, Pa.R.A.P. 341(a) provides “an appeal may be taken as of right from any final order of an administrative agency or lower court.” “Order” includes judgment, decision, decree, sentence and adjudication. Pa.R.A.P. 102.",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "James L. Crawford, Forest N. Myers, James F. Wildeman, Harrisburg, Christ J. Zervanos, for appellant in No. 85 and for appellee in No. 86.",
      "Stephen A. Sheller, Bruce M. Ludwig, Philadelphia, for appellant in No. 86 and for appellee in No. 85."
    ],
    "corrections": "",
    "head_matter": "392 A.2d 256\nPENNSYLVANIA SOCIAL SERVICES LOCAL 668, Appellee, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant. PENNSYLVANIA SOCIAL SERVICES UNION, LOCAL 668, Appellant, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 23, 1978.\nDecided Oct. 5, 1978.\nJames L. Crawford, Forest N. Myers, James F. Wildeman, Harrisburg, Christ J. Zervanos, for appellant in No. 85 and for appellee in No. 86.\nStephen A. Sheller, Bruce M. Ludwig, Philadelphia, for appellant in No. 86 and for appellee in No. 85.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0081-01",
  "first_page_order": 121,
  "last_page_order": 130
}
