{
  "id": 1747334,
  "name": "In the Interest of Michael KALLINGER, a minor, Appellant",
  "name_abbreviation": "In the Interest of Kallinger",
  "decision_date": "1978-10-05",
  "docket_number": "No. 78",
  "first_page": "185",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "481 Pa. 185"
    },
    {
      "type": "parallel",
      "cite": "392 A.2d 309"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "547 P.2d 302",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1976,
      "opinion_index": 1
    },
    {
      "cite": "15 Wash. App. 61",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1776298
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/15/0061-01"
      ]
    },
    {
      "cite": "15 Or.App. 677",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        8695331
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/or-app/15/0677-01"
      ]
    },
    {
      "cite": "376 S.W.2d 486",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        8528977
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "489",
          "parenthetical": "dictum"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/tenn/213/0582-01"
      ]
    },
    {
      "cite": "218 Tenn. 582",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "year": 1964,
      "pin_cites": [
        {
          "page": "588",
          "parenthetical": "dictum"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "388 N.Y.S.2d 229",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "230",
          "parenthetical": "court in dictum deplores the mandatory nature of Article XVII not adopted in New York"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "88 Misc.2d 899",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1897223
      ],
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "court in dictum deplores the mandatory nature of Article XVII not adopted in New York"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/misc2d/88/0899-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 14094,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 6.468719062694413e-08,
      "percentile": 0.3985510352147944
    },
    "sha256": "4300351deba7183ace0a5e63d2e64ae8bfbe61037f81317e94da7453651ce09d",
    "simhash": "1:fb9183586eb690a5",
    "word_count": 2273
  },
  "last_updated": "2024-02-27T16:26:48.087395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "POMEROY, J., concurs in the result.",
      "ROBERTS, J., filed a dissenting opinion in which O’BRIEN and MANDERINO, JJ., joined.",
      "O’BRIEN and MANDERINO, JJ., join in this dissenting opinion."
    ],
    "parties": [
      "In the Interest of Michael KALLINGER, a minor, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nOn January 20, 1975, appellant, who was thirteen years old, was charged in the Bergen County, New Jersey Juvenile Court with murder and two armed robberies, said offenses occurring on January 6 and 8, 1975 in Bergen County, New Jersey. Since January 17, 1975, appellant has been in the custody of Pennsylvania authorities on charges of burglary and four counts of robbery, aggravated assault and false imprisonment, all of which occurred in Dauphin County, Pennsylvania. On March 6, 1975, appellant was adjudicated a delinquent by the Dauphin County Juvenile Court and was committed to the Youth Development Center.\nIn early 1976, the prosecutor of Bergen County, New Jersey submitted a petition to the Bergen County Juvenile Court, requesting appellant’s return to that jurisdiction pursuant to the Interstate Compact on Juveniles (of which Pennsylvania and New Jersey are signatories) which provides that “any juvenile, charged [in another state] with being a delinquent by reason of violating any criminal law shall be returned to the requesting state upon a requisition to the state where the juvenile may be found . . . ” (Emphasis added) On March 8, 1976, the Bergen County Juvenile Court determined that New Jersey was entitled to immediate custody of appellant and ordered the matter certified to the Dauphin County Juvenile Court. The Dauphin County Juvenile Court ruled that Pennsylvania was required to return appellant to the New Jersey juvenile authorities. The Superior Court affirmed the Dauphin County Juvenile Court’s order in a per curiam opinion and we granted appellant’s petition for an allowance of appeal.\nAppellant’s contention that it is not mandatory for Pennsylvania to return appellant to New Jersey is incorrect. The statute, above quoted, is explicit in providing that a juvenile “ . . . shall be returned . . . ” Appellant must be returned to New Jersey — the only question is when. In the ordinary case, the answer is immediately. However, where the requested juvenile has violated a criminal law in Pennsylvania, then Pennsylvania might have an interest which must be served before the return of the juvenile to the requesting state. That interest would include the prosecution, sentence, and treatment of the juvenile. Routine probation, etc. would indicate the Pennsylvania’s interest in the juvenile had ceased. A juvenile court would also compare the seriousness of the crimes committed in Pennsylvania and the requesting state and if the Pennsylvania crime is rather minor compared to the other crime, the court could fairly conclude that Pennsylvania had at that time no present interest in the juvenile so as to postpone the immediate return of the juvenile to the requesting state.\nThe order of the Juvenile Court is vacated and the case is remanded to the Dauphin County Juvenile Court for further proceedings consistent with this opinion to determine when appellant will be returned to New Jersey.\nPOMEROY, J., concurs in the result.\nROBERTS, J., filed a dissenting opinion in which O’BRIEN and MANDERINO, JJ., joined.\n. Act of June 13, 1967, P.L. 31, No. 21, art. 7, § 731, as amended, 62 P.S. 731 (1978-79 Supp.); N.J.S.A. 9:23-1 et seq.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nThis appeal challenges the order of the Dauphin County Juvenile Court granting the request of the State of New Jersey for extradition of a juvenile, Michael Kallinger, now fifteen years of age. Kallinger is sought on charges of delinquency for his alleged participation in a murder and two armed robberies occurring in New Jersey more than three years ago. At present Kallinger is in the custody of the Commonwealth at the Youth Development Center at Warrendale, Pennsylvania, following an adjudication of his delinquency arising from his commission of criminal acts in Pennsylvania. Both the Director of the Youth Center and the Pennsylvania Deputy Administrator of the Interstate Compact on Juveniles oppose extradition on the ground that it conflicts with Kallinger’s best rehabilitative interests. New Jersey has offered no assurance that the extradition is in any way consistent with Kallinger’s best interests, but rather has chosen to rely on what it asserts to be the unconditionally mandatory language of Article XVII of the Interstate Compact on Juveniles. 62 P.S. § 731, as amended (Supp. 1978-79).\nThe issue before this Court is whether section 731 requires extradition of a juvenile under supervision as a delinquent in Pennsylvania upon the request of another compact state seeking to adjudicate the juvenile’s delinquency, for criminal acts in that state in the absence of Pennsylvania’s consent and without consideration of the prospects for the juvenile’s rehabilitation. Because it is my view that Article XVII requires consent of the Commonwealth in these circumstances as a prerequisite to rendition and because no such consent appears, I would reverse the order of the Superior Court and the Juvenile Court.\nThe Interstate Compact on Juveniles as adopted by Pennsylvania in 1967 provided a mechanism for the extradition of juveniles who are runaways (Article IV) or who, after having been adjudicated delinquent, abscond or escape from probation, parole, or institutional custody in another state (Article V). Article I qualifies the operation of the Compact by the following instruction:\n“In carrying out the provisions of this compact the party states shall be guided by the noncriminal, reformative and protective policies which guide their laws concerning delinquent, neglected or dependent juveniles generally. It shall be the policy of the states party to this compact to cooperate and observe their respective responsibilities for the prompt return and acceptance of juveniles and delinquent juveniles who become subject to the provisions of this compact. The provisions of this compact shall be reasonably and liberally construed to accomplish the foregoing purposes.”\nArticle XVII was added to this scheme in Pennsylvania in 1973. (New Jersey has also amended the Compact to add this article, with a slight modification which does not threaten reciprocity in this case.) The Pennsylvania amendment is in pertinent part as follows:\n“(b) All provisions and procedures of Articles V and VI of the Interstate Compact on Juveniles shall be construed to apply to any juvenile charged with being a delinquent by reason of a violation of any criminal law. Any juvenile, charged with being a delinquent by reason of violating any criminal law shall be returned to the requesting state upon a requisition to the state where the juvenile may be found. A petition in such case shall be filed in a court of competent jurisdiction in the requesting state where the violation of criminal law is alleged to have been committed. The petition may be filed regardless of whether the juvenile has left the state before or after the filing of the petition. The requisition described in Article V of the compact shall be forwarded by the judge of the court in which the petition has been filed.”\nDespite the “shall be returned” language, Article XVII contains an express incorporation of Article V procedures. Further, there is no express attempt to dissociate the amendment from the broad purposes of the Compact as stated in Article I.\nAs indicated above, Article V authorizes the rendition of a juvenile delinquent who has escaped or absconded from the demanding state. But where the juvenile is being held for an adjudication of his delinquency in the asylum state, release is conditional:\n“If, at the time when a state seeks the return of a delinquent juvenile who has either absconded while on probation or parole or escaped from an institution or agency vested with his legal custody or supervision, there is pending in the state wherein he is detained any criminal charge or any proceeding to have him adjudicated a delinquent juvenile for an act committed in such state, or if he is suspected of having committed within such state a criminal offense or an act of juvenile delinquency, he shall not be returned without the consent of such state until discharged from prosecution or other form of proceeding, imprisonment, detention or supervision for such offense or juvenile delinquency.”\nArticle XVII does not by its own terms define procedures for the situation in which the juvenile is in custody on charges in the asylum state, thus reaffirming the appropriateness of the incorporation of these Article V procedures. Accordingly, under Article XVII Pennsylvania must first consent to extradition so long as the requisitioned juvenile is institutionalized in or under the supervision of this state as a delinquent. It also follows that the consent vel non must be guided by the reformative considerations expressed in Article I. But cf. In the Matter of Brenda Lee G., 88 Misc.2d 899, 388 N.Y.S.2d 229, 230 (1976) (court in dictum deplores the mandatory nature of Article XVII not adopted in New York). Mr. Justice Larsen errs in his conclusion that Artiele XVII mandates rendition. His holding that the Commonwealth’s interest might temporarily delay this rendition highlights his disregard for a direct consideration of the interests of the juvenile.\nUnfortunately, the Compact does not specify how or through whom the consent of the state is given. See State v. Ford, 218 Tenn. 582, 588, 376 S.W.2d 486, 489 (1964) (dictum). In the present case the Deputy Administrator of the Compact and the Director of the Youth Development Center oppose rendition as being against the juvenile’s interests. The Juvenile Court below was of the opinion that it was not even permitted to consider the juvenile’s best interests. Indeed, it is only the Dauphin County District Attorney who, on behalf of the State of New Jersey, presses for extradition. This is plainly insufficient under the Compact. Although the Compact does not specifically set forth the manner in which a state consents, logically it appears that the authority falls to the Governor who is responsible under 62 P.S. § 732 for the appointment of an Administrator of the Compact and who holds ultimate executive authority over the Department of Public Welfare, the agency having direct administrative responsibility for the welfare of the juvenile. This is closely analogous to the power of the Governor under section 191.19 of the Uniform Criminal Extradition Act, 19 P.S. § 191.1 et seq., to refuse in his discretion the release of an adult prisoner in Pennsylvania for prosecution in a demanding state until such time as the prisoner has been discharged by this state. If the Governor consents to the rendition of a delinquent juvenile under Commonwealth supervision, a Juvenile Court should still have the power to consider, in determining under Article V the propriety of a requisition, whether the consent disregarded the juvenile’s welfare in violation of the principles of Article I. In the circumstances of this case where no consent was given, rendition should have been denied.\nO’BRIEN and MANDERINO, JJ., join in this dissenting opinion.\n. Act of June 13, 1967, P.L. 31, art. 7, § 731, as amended by the Act of July 25, 1973, P.L. 201, § 2, Article XVII.\n. New Jersey’s participation in the Compact is qualified to the extent that New Jersey will not deliver a juvenile where the criminal act for which he is sought would not have been a criminal act in New Jersey:\n“Any juvenile, charged with being a delinquent by reason of a violation of any criminal law shall be returned to the requesting state upon a requisition to the state where the juvenile may be found, provided that the underlying offense is designated a crime in this State.” [9 N.J.S.A. § 23-1.2]\nBecause in this case the requisition is based on allegations of murder and armed robbery, reciprocity is undisturbed.\n. Apart from Lee, where the court was commenting on but not interpreting Article XVII, no case has been cited or found which rejects completely the consideration of the juvenile’s best interests in the application of the Compact. In State of Oregon ex rel. Juvenile Department of Multnomah County v. Edwards, 15 Or.App. 677, 516 P.2d 1303 (1973), the court of appeals relied upon the recitation by the court in the demanding state pursuant to Article V that rendition was in the juvenile’s best interests. In Welfare of Wiles, 15 Wash. App. 61, 547 P.2d 302 (1976), however, the court of appeals held that an Article V rendition could not be granted by the court in the asylum state without an independent determination of the juvenile’s welfare. Although both cases involved juveniles who had escaped from custody in the asylum state, neither involved a juvenile institutionalized for delinquency in the asylum state and neither involved the requirement that the asylum state consent. Nevertheless, in different ways, both cases establish the need for some consideration of the juvenile’s welfare in applying the Compact. It must also be pointed out, although this factor is not necessary to my conclusion, that the New Jersey court’s requisition does not reveal any determination of the juvenile’s interests and I reiterate that appellees on behalf of the State of New Jersey refuse to assert that Kallinger’s interests in rehabilitation would be served by rendition.\n. Act of June 13, 1967, P.L. 31, art. 7, § 732.\n. Section 191.19, Act of July 8, 1941, P.L. 288, § 19, provides:\n“If a criminal prosecution has been instituted against such person under the laws of this State and is still pending, the Governor in his discretion either may surrender him on demand of the executive authority of another state or hold him until he has been tried and discharged or convicted and punished in this State.”\nSee 42 Pa.C.S.A. § 9140.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Malcolm H. Waldron, Jr., Philadelphia, Pa., for appellant.",
      "Marion E. MacIntyre, Second Asst. Dist. Atty., Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "392 A.2d 309\nIn the Interest of Michael KALLINGER, a minor, Appellant.\nSupreme Court of Pennsylvania.\nArgued May 25, 1978.\nDecided Oct. 5, 1978.\nMalcolm H. Waldron, Jr., Philadelphia, Pa., for appellant.\nMarion E. MacIntyre, Second Asst. Dist. Atty., Harrisburg, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0185-01",
  "first_page_order": 225,
  "last_page_order": 233
}
