{
  "id": 1747307,
  "name": "COMMONWEALTH, DEPARTMENT OF EDUCATION, and Carroll Bittner, Appellants, v. JERSEY SHORE AREA SCHOOL DISTRICT (two cases)",
  "name_abbreviation": "Commonwealth v. Jersey Shore Area School District",
  "decision_date": "1978-10-05",
  "docket_number": "Nos. 118 & 119",
  "first_page": "356",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "481 Pa. 356"
    },
    {
      "type": "parallel",
      "cite": "392 A.2d 1331"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887206,
        1887199
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0378-02",
        "/pa/412/0378-01"
      ]
    },
    {
      "cite": "267 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "borrowing § 1141(1), 24 P.S. § 11-1141(1), definition of \"teacher\" for purposes of compensation subdivision of Article XI of the Code"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1931036
      ],
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "borrowing § 1141(1), 24 P.S. § 11-1141(1), definition of \"teacher\" for purposes of compensation subdivision of Article XI of the Code"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0256-01"
      ]
    },
    {
      "cite": "259 A.2d 877",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "880-81",
          "parenthetical": "rejecting school board's argument that \"temporary professional employe\" contract is invalid for want of school board minutes approving it"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926159
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "217",
          "parenthetical": "rejecting school board's argument that \"temporary professional employe\" contract is invalid for want of school board minutes approving it"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0211-01"
      ]
    },
    {
      "cite": "467 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717335
      ],
      "weight": 5,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0595-01"
      ]
    },
    {
      "cite": "218 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900397
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0260-01"
      ]
    },
    {
      "cite": "353 A.2d 91",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 892,
    "char_count": 23105,
    "ocr_confidence": 0.812,
    "pagerank": {
      "raw": 5.95952470055529e-07,
      "percentile": 0.953662163315313
    },
    "sha256": "6b4249c7d1afb86e3ff3bd19de39e48c2dd9a166f2f59ec0d6ceb8c167c43b81",
    "simhash": "1:8b48d0f07bb96265",
    "word_count": 3571
  },
  "last_updated": "2024-02-27T16:26:48.087395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, and LARSEN, JJ.",
      "POMEROY, J., dissents on the basis of the opinion of Judge Wilkinson speaking for a unanimous Commonwealth Court. Commonwealth of Pennsylvania, Dept. of Education and Carroll Bittner v. Jersey Shore Area School District, 23 Pa.Cmwlth. 624, 353 A.2d 91 (1976).",
      "MANDERINO, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH, DEPARTMENT OF EDUCATION, and Carroll Bittner, Appellants, v. JERSEY SHORE AREA SCHOOL DISTRICT (two cases)."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant, Department of Education, properly concluded that, at the time appellee Jersey Shore Area School District summarily terminated appellant Carroll Bittner’s employment, Bittner was a “professional employe having attained the status of permanent tenure” within the meaning of Section 1127 of the Public School Code of 1949. Because Bittner had attained “professional employe” status, appellee’s summary termination was unlawful and therefore the Department properly ordered her reinstatement. The Commonwealth Court concluded that Bittner was not a “professional employe” and reversed the Department’s order. We now reverse the order of the Commonwealth Court and reinstate the order of the Department of Education.\nCarroll Bittner began her teaching career in September, 1971. Certified by the Department of Education as an elementary education and early childhood education instructor, she taught reading full-time, seven hours a day and five days per week through the 1971-1972 school year, to elementary students in appellee’s federally funded, special remedial reading program.\nAppellee treated Bittner and others in the federally funded reading program differently from other new teachers hired the same year. Appellee did not issue Bittner or others teaching in the program a written contract, but issued other new teachers “temporary professional employe” contracts. School Board minutes acknowledge other new teachers’ employment, while they do not reflect employment of Bittner and others teaching in the program. Appellee paid Bittner on a daily basis, $35 per day, while it paid other new teachers an annual salary.\nIn May, 1972, the Department of Education informed all school districts within the Commonwealth that persons such as Bittner were to be accorded the same professional rights as other employees performing similar services. Thereafter, in the 1972-1973 school year, appellee assigned Bittner to a four and one-half hour work day and paid her at a rate of $5 per hour. In the 1972-1973 school year, as in the previous one, appellee did not tender Bittner a written contract, and the board’s minutes again did not reflect her employment.\nIn September, 1973, at the start of the 1973-1974 school year, Bittner appeared for work, but appellee’s reading supervisor informed her that she no longer had a teaching position. Appellee denied Bittner’s request for a hearing, and Bittner appealed to the Department of Education. Following a hearing, the Department concluded that Bittner’s two years of service as a certified reading teacher, during which she “served on a better than half-time basis . [and] was never rated unsatisfactory,” entitled her to “professional employee” status. It therefore directed Bittner’s reinstatement. In reversing, the Commonwealth Court concluded: “[0]ne cannot acquire professional status as a school teacher in the Commonwealth of Pennsylvania without having first obtained a written contract to teach, which written contract [must be] approved by a majority of the School Board.” Department of Education v. Jersey Shore Area School District, 23 Pa.Cmwlth. 624, 625, 353 A.2d 91, 92 (1976). We granted Bittner’s and the Department’s petitions for allowance of appeal.\nSection 1127 of the Public School Code of 1949 accords “any professional employe having attained the status of permanent tenure” several procedural rights before dismissal by a school board. Bittner contends she attained tenured status by serving two years in the Jersey Shore Area School District as a “temporary professional employe” without receiving an unsatisfactory rating from appellee’s district superintendent.\nUnder the Public School Code, “temporary professional employes” are one of three classes of individuals “[t]he board of school directors in every school district shall employ . to keep the public schools open in their respective district in compliance with [the Code].” Section 1101(3) of the Code defines a “temporary professional employe:”\n“The term ‘temporary professional employe’ shall mean any individual who has been employed to perform, for a limited time, the duties of a newly created position or of a regular professional employe whose services have been terminated by death, resignation, suspension or removal.”\nBittner, duly certified to teach as required by the Public School Code, taught students reading in a program of instruction which complemented appellee’s existing curriculum. Bittner’s understanding of her employment relationship, uncontradicted by appellee, was that she was to teach in the reading program “until an opening in the system, a regular classroom job occurred.” Thus, the record supports Bittner’s assertion that she “was employed to perform, for a limited time, the duties of a newly created position” and, accordingly, began her teaching career at Jersey Shore as a “temporary professional employe.”\nTwo provisions of the Public School Code establish the manner in which a “temporary professional employe,” such as Bittner, attains tenured status. Section 1108(a) directs the district superintendent of schools “to notify each temporary professional employe, at least twice each year during the period of his or her employment, of the professional quality, professional progress, and rating of his or her services.” Section 1108(a) also prohibits a school district from dismissing a temporary professional employee “unless [he or she is] rated unsatisfactory, and notification, in writing, of such unsatisfactory rating shall have been furnished the employe within ten (10) days following the date of such rating.” Section 1108(b) provides:\n“A temporary professional employe whose work has been certified by the district superintendent to the secretary of the school district, during the last four (4) months of the second year of such service, as being satisfactory shall thereafter be a ‘professional employe’ within the meaning of this article.[] The attainment of this status shall be recorded in the records of the board and written notification thereof shall be sent also to the employe. The employe shall then be tendered forthwith a regular contract of employment as provided for professional employes. No professional employe who has attained tenure status in any school district of this Commonwealth shall thereafter be required to serve as a temporary professional employe before being tendered such a contract when employed by any other part of the public school system of the Commonwealth.”\nAppellee’s superintendent never certified Bittner in the manner set forth in Section 1108(b), nor did the superintendent rate her “unsatisfactory.” The Department of Education concluded, however, and appellants now argue, that based upon Elias v. Board of School Directors, 421 Pa. 260, 218 A.2d 738 (1966), Bittner is entitled to “professional employe” status.\nIn Elias, two registered nurses brought actions in mandamus, requesting the trial court to direct their employers, a school district and school board, to reinstate them to their previous positions as school nurses, issue them “professional employe” contracts, and pay them lost earnings. The school board had terminated the nurses’ employment after three years of service. At no time during the last four months of the nurses’ first two years of employment, or thereafter, did the school district’s superintendent certify the nurses’ rating under Section 1108(b) of the Code. Nor did the superintendent rate either “unsatisfactory.” The trial court dismissed the complaints, but this Court reversed. We concluded that the trial court\n“ignored the provision of § 1108 prohibiting the dismissal of a temporary employe unless rated unsatisfactory. Neither plaintiff was ever rated unsatisfactory by the superintendent. In fact, the record reveals that the only rating received by either plaintiff was an excellent rating of 97.6 in the case of plaintiff Elias. Under the circumstances, we must conclude that the absence of ratings indicates satisfactory performance and that each plaintiff is entitled to a professional employe’s contract under § 1108 of the School Code.”\nId., 421 Pa. at 265, 218 A.2d at 741. Accord, Tyler v. Jefferson County-DuBois Area Vocational Technical School, 467 Pa. 595, 359 A.2d 761 (1976).\nHere, the Department of Education concluded that Bittner, like the nurses in Elias, worked the two years Section 1108(b) required of her. The Department also determined that at no time during those two years did she receive an unsatisfactory rating. As we concluded in Elias, the Department could properly conclude here that “the absence of ratings indicates satisfactory performance” and therefore Bittner is entitled to professional employe status.\nWe therefore reject appellee’s argument, and the Commonwealth Court’s conclusion, that a written contract of employment approved by appellee’s school board is a necessary prerequisite to Bittner’s status as a “professional employe.” Elias does not require such evidence of employment. Neither Article XI nor any other article of the Public School Code imposes upon a “temporary professional employe” the obligation to procure a written contract approved by the school board. Indeed, of the above sections of Article XI governing teacher tenure, only Section 1108(b) mentions a written contract; that section imposes a duty upon school officials to “tender forthwith” to the teacher with newly-acquired tenure “a regular contract of employment as provided for professional employes.” Section 1121, which describes the contract to be issued, speaks only of “professional employes.” Moreover, even assuming that a writing is required by Section 1121 or, as appellee contends, Section 508 of the Code, appellee’s failure to provide Bittner an appropriate contract cannot be the basis for denying Bittner her tenure. “The burden of complying with the statute rests with the school boards; should they fail to conduct their business as required, the consequences ought to lie at their door, not at the door of their victims. They must not be permitted to advantage themselves of their own failures to the detriment of their employes.” Mullen v. DuBois Area School District, 436 Pa. 211, 217, 259 A.2d 877, 880-81 (1969) (rejecting school board’s argument that “temporary professional employe” contract is invalid for want of school board minutes approving it).\nNor do we believe that Bittner’s assignment to a part-time schedule during her second year of employment diminishes her entitlement to “professional employe” status. Nothing in Section 1101(3) of the Code, defining “temporary professional employe,” or any other tenure provision of the Code, suggests that a candidate for tenure must work a minimum number of hours per week. So long as a person devotes half of his or her time to teaching or other direct educational activities, that person is a “teacher” entitled to “professional employe” status under Section 1101(1). Brentwood Borough School District Appeal, 439 Pa. 256, 267 A.2d 848 (1970) (borrowing § 1141(1), 24 P.S. § 11-1141(1), definition of “teacher” for purposes of compensation subdivision of Article XI of the Code). The Department concluded that Bittner fulfilled this requirement in both years of employment and the record supports this determination.\nAccordingly, we reverse the order of the Commonwealth Court and reinstate the order of the Department of Education.\nPOMEROY, J., dissents on the basis of the opinion of Judge Wilkinson speaking for a unanimous Commonwealth Court. Commonwealth of Pennsylvania, Dept. of Education and Carroll Bittner v. Jersey Shore Area School District, 23 Pa.Cmwlth. 624, 353 A.2d 91 (1976).\nMANDERINO, J., did not participate in the consideration or decision of this case.\n. Act of March 10, 1949, P.L. 30, 24 P.S. § 11-1127 (1962). Section 1127 provides:\n“Before any professional employe having attained a status of permanent tenure is dismissed by the board of school directors, such board of school directors shall furnish such professional employe with a detailed written statement of the charges upon which his or her proposed dismissal is based and shall conduct a hearing. A written notice signed by the president and attested by the secretary of the board of school directors shall be forwarded by registered mail to the professional employe setting forth the time and place when and where such professional employe will be given an opportunity to be heard either in person or by counsel, or both, before the board of school directors and setting forth a detailed statement of the charges. Such hearing shall not be sooner than ten (10) days nor later than fifteen (15) days after such written notice. At such hearing all testimony offered, including that of complainants and their witnesses, as well as that of the accused professional employe and his or her witnesses, shall be recorded by a competent disinterested public stenographer whose services shall be furnished by the school district at its expense. Any such hearing may be postponed, continued or adjourned.”\n. Appellee does not dispute the propriety of the Department’s remedial order.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 204(a), 17 P.S. § 211.204(a) (Supp.1978).\n. See Title I of the Elementary and Secondary Education Act of 1965, 20 U.S.C.A. §§ 241a et seq.\n. The Public School Code of 1949, § 1101(3), 24 P.S. § 11-1101(3) (as amended Supp.1978), provides:\n“(3) The term ‘temporary professional employe’ shall mean any individual who has been employed to perform, for a limited time, the duties of a newly created position or of a regular professional employe whose services have been terminated by death, resignation, suspension or removal.”\n. The School Administrators’ Handbook, Major Code 82-000, Page Code 82-100 (May 31, 1972), provides:\n“The tenure status of a professional employe is not affected by accepting a position in an educational program subsidized wholly or in part with federal funds and being conducted at the local educational agency. Nor does the professional employe lose seniority rights or any other fringe benefits available to other professional employes in the local educational agency. These rights must be accorded all qualified professional employes, both newly-hired and presently employed, irrespective of the salary funding source, provided that such personnel meet the tenure, seniority rights and fringe benefit requirements as provided in the School Laws of Pennsylvania.\nIn the event a federal program is discontinued, this does not automatically authorize the termination of employment of the professional employe. Such employe would be entitled to another position in the district providing he or she is qualified and has the required seniority.\nIn recognition of the above legal responsibilities, it, therefore, is essential that local educational agencies recognize that there is no legal basis for distinguishing status, rights and benefits of professional or temporary professional employes based upon monetary source of remuneration; especially since monies involved are made payable to the local educational agency and not to the individual professional or temporary professional employe. Strict compliance with the School Laws of Pennsylvania is necessary in all matters pertaining to the legal responsibilities of local educational agencies.”\n. Section 1131 of the Code, 24 P.S. § 11-1131 (1962), authorizes “professional employees” who consider themselves “aggrieved by the action of the board of school directors” to appeal to the Superintendent of Public Instruction, now the Department of Education.\n. Section 1132 of the Code, 24 P.S. § 11-1132 (as amended Supp. 1978), provides:\n“Appeals to court\nThe ruling or decision of the Secretary of Education shall be final, unless, an appeal is taken in accordance with the provisions of the act of June 4, 1945 (P.L. 1388, No. 422), known as the ‘Administrative Agency Law.’ ”\nSection 44 of the Administrative Agency Law, 71 P.S. § 1710.44 (1962), provides:\n“Disposition of appeal\n“After hearing, the court shall affirm the adjudication unless it shall find that the same is in violation of the constitutional rights of the appellant, or is not in accordance with law, or that the provisions of sections thirty-one to thirty-five inclusive of this act [governing proceedings at hearing] have been violated in the proceeding before the agency, or that any finding of fact made by the agency and necessary to support its adjudication is not supported by substantial evidence.”\nJudicial authority in reviewing the adjudication of the Department of Education is therefore circumscribed. Pease v. MUlcreek Twp. Sch. Disk, 412 Pa. 378, 382, 195 A.2d 104, 106 (1963) (“When a board appeals from the action of the [Department of Education] to [a reviewing court] the board is not entitled to a hearing de novo. In such instance, the court . . reviews the record before the [Department of Education] simply to determine whether there was ‘a manifest abuse of discretion or an error of law on the part of the [Department]’: [citing cases.] Likewise, on an appeal from the [reviewing court], we simply determine whether the [Department] manifestly abused [its] discretion or committed an error of law”).\n. Section 1127 of the Code, 24 P.S. § 11-1127 (quoted at supra note 1), directs a board contemplating dismissal to “furnish such professional employe with a detailed statement of the charges upon which his or her proposed dismissal is based and [to] conduct a hearing.” The professional employee is to be given notice of the “time and place when and where [he or she] will be given an opportunity to be heard” and “setting forth a detailed statement of the charges.” The statute directs the board to conduct the hearing no sooner than ten but no later than fifteen days after written notice.\n. The Public School Code of 1949, § 1106, 24 P.S. § 11-1106 (1962) provides:\n“Duty to employ\nThe board of school directors in every school district shall employ the necessary qualified professional employes, substitutes and temporary professional employees, to keep the public schools open in their respective districts in compliance with the provisions of this act.”\n. Public School Code of 1949, § 1201, 24 P.S. § 12-1201 (as amended Supp.1978); Tyler v. Jefferson County — DuBois Area Vocational Technical School, 467 Pa. 595, 359 A.2d 761 (1976).\n. Testimony of Carroll Bittner, R. 17a.\n. Because we conclude that Bittner began her employment with appellee as a “temporary professional employe,” we reject the contention of amicus Pennsylvania School Boards Association that Bittner was a “special teacher” within the terms of Section 1107 of the Code, 24 P.S. § 11-1107 (as amended Supp.1978).\n. Section 1108(a), 24 P.S. § ll-1108(a) (as amended Supp.1978), provides:\n“Temporary professional employes\n“(a) It shall be the duty of the district superintendent to notify each temporary professional employe, at least twice each year during the period of his or her employment, of the professional quality, professional progress, and rating of his or her services. No temporary professional employe shall be dismissed unless rated unsatisfactory, and notification, in writing, of such unsatisfactory rating shall have been furnished the employe within ten (10) days following the date of such rating. The rating of a temporary professional employe shall be done as provided in section one thousand one hundred twenty-three of this act.”\n. Section 1101(1), 24 P.S. § 11-1101(1) (as amended Supp.1978) provides:\n“The term ‘professional employe’ shall include those who are certificated as teachers, supervisors, supervising principals, principals, assistant principals, vice-principals, directors of vocational education, dental hygenists, visiting teachers, home and school visitors, school counselors, child nutrition program specialists, school librarians, school secretaries, the selection of whom is on the basis of merit as determined by eligibility lists and school nurses.”\n. Apparently the nurses in Elias did not have written contracts of employment when their employment was terminated. The opinion mentions only ten month, “temporary professional employe” contracts.\n. Section 1121, 24 P.S. § 11-1121 (1962), provides:\n“Contracts; execution; form\nIn all school districts, all contracts with professional employes shall be in writing, in duplicate, and shall be executed on behalf of the board of school directors by the president and secretary and signed by the professional employe.”\nThat the terms of Section 1121 are limited to “professional employes,” and do not extend to “temporary professional employes,” is underscored by the statutorily prescribed model contract, which “shall contain only the following:”\n“ ‘AND IT IS FURTHER AGREED by the parties hereto that none of the provisions of this act may be waived either orally or in writing, and that this contract shall continue in force year after year, with the right of the board of school directors (or board of public education) to increase the compensation over the compensation herein stated, from time to time, as may be provided under the provisions and proper operation of the established salary schedule, if any, for the school district, subject to the provisions of law, without invalidating any other provision of this contract, unless terminated by the professional employe by written resignation presented sixty (60) days before resignation becomes effective, or by the board of school directors (or board of public education) by official written notice presented to the professional employe: Provided, That the said notice shall designate the cause for the termination and shall state that an opportunity to be heard shall be granted if the said professional employe, within ten (10) days after receipt of the termination notice, presents a written request for such hearing.’ ”\nId. We note that the Attorney General agrees with this interpretation of Section 1121. See 1971 Opinions of the Attorney General No. 40 (“Section 1121 of the School Code, 24 P.S. § 11-1121, providing the form of contract, refers solely to professional employes, as defined in Section 1101 of the School Code, as amended”).\n. 24 P.S. § 5-508 (as amended Supp.1978).\n. See supra note 5.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Spencer, Gleason & Hebe, William A. Hebe, Wellsboro, for appellant at No. 118.",
      "Edward A. Miller, Asst. Atty. Gen., Donna S. Weldon, Harrisburg, for appellant at No. 119.",
      "Clyde E. Carpenter, Jr., Jersey Shore, Charles J. McKelvey, Williamsport, for appellee at Nos. 118 & 119.",
      "Cleckner & Fearen, Michael I. Levin, William Fearen, Harrisburg, for amicus curiae, Penna. School Boards Assn, at Nos. 118 & 119."
    ],
    "corrections": "",
    "head_matter": "392 A.2d 1331\nCOMMONWEALTH, DEPARTMENT OF EDUCATION, and Carroll Bittner, Appellants, v. JERSEY SHORE AREA SCHOOL DISTRICT (two cases).\nSupreme Court of Pennsylvania.\nArgued April 10, 1978.\nDecided Oct. 5, 1978.\nSpencer, Gleason & Hebe, William A. Hebe, Wellsboro, for appellant at No. 118.\nEdward A. Miller, Asst. Atty. Gen., Donna S. Weldon, Harrisburg, for appellant at No. 119.\nClyde E. Carpenter, Jr., Jersey Shore, Charles J. McKelvey, Williamsport, for appellee at Nos. 118 & 119.\nCleckner & Fearen, Michael I. Levin, William Fearen, Harrisburg, for amicus curiae, Penna. School Boards Assn, at Nos. 118 & 119.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, and LARSEN, JJ."
  },
  "file_name": "0356-01",
  "first_page_order": 396,
  "last_page_order": 407
}
