{
  "id": 1747306,
  "name": "COMMONWEALTH of Pennsylvania v. William GELATT, James Gelatt, Dwight Lintner, Jerome Theobald, Peter M. Warner, Phillip Cicco, Thomas R. Atkinson, Martin T. Cerato, James P. Plevyak, Victor Ortalano, Nunzio Gatto, Appellants",
  "name_abbreviation": "Commonwealth v. Gelatt",
  "decision_date": "1978-09-27",
  "docket_number": "No. 360",
  "first_page": "559",
  "last_page": "562",
  "citations": [
    {
      "type": "official",
      "cite": "481 Pa. 559"
    },
    {
      "type": "parallel",
      "cite": "393 A.2d 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "188 A. 574",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171380
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0558-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 3937,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 8.884283093182263e-08,
      "percentile": 0.4994119348270884
    },
    "sha256": "b116158db8e13cce2a376ffebe1ab9187767709d0bec443ba325dfc63559141f",
    "simhash": "1:8b62e66a4da68c7a",
    "word_count": 647
  },
  "last_updated": "2024-02-27T16:26:48.087395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "EAGEN, C. J., files a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. William GELATT, James Gelatt, Dwight Lintner, Jerome Theobald, Peter M. Warner, Phillip Cicco, Thomas R. Atkinson, Martin T. Cerato, James P. Plevyak, Victor Ortalano, Nunzio Gatto, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPER CURIAM:\nThis appeal is brought by eleven appellants who are to be tried on various criminal charges in Wayne County. The appeal is from an order entered by the trial court on August 15, 1978, granting the prosecution’s motion for a change of venue.\nThe criminal charges against the eleven appellants arose as a result of an investigation into alleged criminal activities at Farview State Hospital. On April 7, 1978, this Court affirmed a trial court order denying the prosecution’s request for a change of venue involving other persons against whom criminal charges were pending as a result of the same investigation. In that order, although we affirmed the denial of the prosecution’s request for a change of venue, we indicated that the prosecution was free to file another application for a change of venue if subsequent events so warranted. Approximately three and a half months after our Order of April 7, 1978, the prosecution, on July 27, 1978, filed its application for a change of venue as to the eleven appellants now before us. After a hearing, the trial court determined that a fair and impartial trial could not be held in Wayne County and granted the prosecution’s application for a change of venue. This appeal followed.\nAppellants contend (1) that the trial court’s order was unconstitutional on its face; (2) that the trial court’s order was an abuse of discretion; (3) that the trial court’s order violated the previous law of the case, and (4) the trial court denied the appellants the right to cross examination, the right to a public hearing, the right to exculpatory material in the possession of the prosecution, and the right to exclude testimony from jurors who participated in trials involving other persons tried for alleged crimes arising out of the investigation of the Farview State Hospital. Because we agree that the trial court abused its discretion in granting the change of venue there is no need to consider the other issues raised.\nThe record contains an abundance of evidence presented to the trial court concerning whether or not impartial jurors could be empaneled to try the appellants in Wayne County, an area whose population is 35,000. We have examined the findings of fact made by the trial court and although those findings establish that some of the citizens in Wayne County might be unable to serve as impartial jurors in the scheduled trials, the evidence is insufficient to meet the high standard of proof required prior to granting a change of venue. As this court stated forty years ago in Commonwealth v. Reilly, 324 Pa. 558, 571, 188 A. 574, 580 (1936):\n. The prosecution’s request for a change of venue should be much more strictly scrutinized than one by the accused; before the court is moved to act, there should be the most imperative grounds.” (Emphasis added.)\nThe findings of the trial court do not establish that impartial juries cannot be obtained in Wayne County. The “most imperative grounds” required have not been established. We must therefore conclude that the grant of the prosecution’s request for a change of venue constituted an abuse of discretion.\nOrder reversed.\nEAGEN, C. J., files a dissenting opinion.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "EAGEN, Chief Justice,\ndissenting.\nI dissent. In my view, Judge Dowling, with good cause, concluded fair and objective verdicts are impossible in these cases if the trials proceed in Wayne County. Therefore, I would affirm the order granting the change of venue.",
        "type": "dissent",
        "author": "EAGEN, Chief Justice,"
      }
    ],
    "attorneys": [
      "Lawrence J. Di Angelus, Upper Darby, for appellants.",
      "Elliott D. Goldberg, Honesdale, for appellee."
    ],
    "corrections": "",
    "head_matter": "393 A.2d 303\nCOMMONWEALTH of Pennsylvania v. William GELATT, James Gelatt, Dwight Lintner, Jerome Theobald, Peter M. Warner, Phillip Cicco, Thomas R. Atkinson, Martin T. Cerato, James P. Plevyak, Victor Ortalano, Nunzio Gatto, Appellants.\nSupreme Court of Pennsylvania.\nSept. 27, 1978.\nLawrence J. Di Angelus, Upper Darby, for appellants.\nElliott D. Goldberg, Honesdale, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0559-01",
  "first_page_order": 599,
  "last_page_order": 602
}
