{
  "id": 1001630,
  "name": "Warren v. Pittsburgh & Butler Railway Company, Appellant",
  "name_abbreviation": "Warren v. Pittsburgh & Butler Railway Co.",
  "decision_date": "1914-01-05",
  "docket_number": "Appeal, No. 224",
  "first_page": "15",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "243 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "217 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "70 N. H. 607",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4496029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/70/0607-01"
      ]
    },
    {
      "cite": "75 Ark. 479",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/75/0479-01"
      ]
    },
    {
      "cite": "92 Miss. 517",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1689303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/92/0517-01"
      ]
    },
    {
      "cite": "44 Wash. 53",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        1359246
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wash/44/0053-01"
      ]
    },
    {
      "cite": "178 Mass. 64",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3480395
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/178/0064-01"
      ]
    },
    {
      "cite": "217 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0618-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 76",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841156
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/20/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 8834,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 2.441043997677777e-07,
      "percentile": 0.8030446948837557
    },
    "sha256": "1fb7c3fda55af0771e3b4ab3fb46a09d62f1159da1d79f1acc07d29fe5080b49",
    "simhash": "1:75a15208452633d1",
    "word_count": 1588
  },
  "last_updated": "2024-02-27T17:35:37.556021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Warren v. Pittsburgh & Butler Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Fell,\nThis action was to recover for the death of the plaintiff’s husband, which was caused by his being struck by a car of the defendant, in front of which he staggered while intoxicated. He became a passenger on one of the defendant’s cars in Pittsburgh to go to his home several miles distant in the country. He paid his first fare, took a seat in the front part of the car and at that time' he showed little if any indication of intoxication. When later he was asked for the second fare he was in a drunken stupor and when aroused from it, he refused, to pay. Some minutes later a second demand for fare was made and he again refused and declined or was unable to name his destination. The conductor then ordered him to leave the car, and in obedience to this order or because of force used by the motorman, he arose from his seat and walked to the back platform and stepped down to the roadway. While on the platform or immediately after stepping from it, he was asked by the motorman to pay his fare and to reenter the car. He refused to pay the conductor but handed a dollar to the motorman, who gave it to the conductor, who offered the deceased the change due him which he refused to take. He was then very much intoxicated, unable to talk co^ herently or to walk without staggering and was stupid and sullen. He was left standing on a road of a clear, width of only thirteen feet and on one side of which was the defendant’s track. Across the track from this place there was a way station with a small platform and storm. shed but with no one in attendance. He lingered around the station for more than an hour and then attempted to walk along the road in the direction of his home. When several hundred feet from the station he staggered diagonally across the road and fell in front of an approaching car.\nThe negligence relied on as a ground for recovery was that the deceased was ejected from the car when helpless because of intoxication and at a place that was dangerous for a person in his condition. The case was submitted to the jury with the instruction that the refusal of the deceased to pay his fare was a sufficient reason for requiring him to leave the car, but that if he was so intoxicated that he was unable to understand where he was and to control his movements and exercise any reasonable care for his safety, the conductor was not justified in requiring him to leave the car at a place of danger, not his destination. The question submitted by the charge was this: “Was he stupid and drunk and in such a condition that he could not reasonably take care of himself, and if such be the case, was the place at which he was deposited a reasonably safe place at which to eject a man in that condition?”\nThe case was necessarily for the jury since the testimony was sufficient to warrant a finding that when the deceased was asked for his fare he did not understand what was required of him and that when he left the car he was unable to reasonably care for his safety and that he was required to leave the car at a place that was unsafe for a person in his condition. It was properly submitted on the main question of liability of the defendant and on the questions of proximate cause and contributory negligence.\nWhere the right to eject a passenger exists, it is to be exercised reasonably in view of his condition and the danger of the place. The duty of care in this regard is thus stated in Thompson on Carriers of Passengers p. 270: “It is consistent, not only with common humanity, but with the legal obligation of the carrier, that if a passenger is known to be in any way affected by disability, physically or mentally, whereby the hazards of travel are increased, a degree of attention should be bestowed to his safety beyond that of an ordinary passenger, in proportion to the liability to injury from want of it. Indeed, it is properly held that it is the duty of carriers’ servants under such circumstances, when aware of the intoxication of the passenger, to give him that degree of attention which consideration for his safety demands beyond that ordinarily bestowed bn passengers.” Because of the intoxication of the deceased, there was imposed on the defendant’s employees a higher duty of care than would have been required in the case of a passenger in the full possession of his faculties. Whether they reckléssly exposed him to danger against which, because of his intoxication, he was unable to guard, and whether that exposure was the proximate cause of his death,, were not questions that the court could properly decide.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Fell,"
      }
    ],
    "attorneys": [
      "Charles F. Hosford, for appellant.",
      "J. E. Marshall, with him Thomas W. Watson and John R. Henninger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Warren v. Pittsburgh & Butler Railway Company, Appellant.\nNegligence — Street railways — Passengers—Intoxicated passenger —Degree of care.\n1. If a passenger is known to be in any way affected by disability, physical or mental, whereby the hazards of travel are increased, a degree of attention should be bestowed upon his safety beyond that of an ordinary passenger, in proportion to liability to injury from want of it. It is the duty of carriers’ servants, When aware of the intoxication of a passenger, to give him that degree of attention which consideration for his safety demands beyond that ordinarily bestowed on passengers.\n2. In an action against a street railway company to recover for the death of the plaintiff’s husband, the case is for the jury 'where it appears that decedent became a passenger on one of the defendant’s cars to go to his home several miles distant in the country; that he paid his fare, took a seat in the front of the car and at that time showed little if any indication of intoxication; that later when asked for the second fare he was in a drunken 'stupor and when aroused refused to pay; that several\"minutes later a second demand for fare was made and he refused or was unable to name his destination; that the conductor then ordered him to leave the car and in obedience to this order or because of force used by the motorman he arose from his seat and walked to the back platform and stepped down to the roadway; that while on the platform or immediately after stepping from it he was asked by thé motorman to pay his fare and re-enter the car; that he refused to pay the conductor but handed a dollar to the motorman, who gave it to the. conductor who offered the decedent the change due him, which he refused to take; that he was then very much intoxicated, unable to talk coherently or to walk without staggering and was stupid and sullen; that he was left standing on a road of a clear width of only thirteen feet and on one side of which was the 'defendant’s track; that'across the track from this place there was a way station with a small platform and storm shed but with no one in attendance; that he lingered around the station for over an hour and then attempted to walk along the road in the direction of his home; and that when several hundred feet from the station he staggered diagonally across the road and fell in front of an approaching car.\nArgued October 16, 1913.\nAppeal, No. 224, Oct. T., 1913, by defendant, from judgment of C. P. Butler Co., Sept. T., 1913, No. 66, on verdict for plaintiff in case of Mary E. Warren v. Pittsburgh & Butler Street Railway Company.\nBefore Fell, C. J., Brown, Mestrezat, Elkin and Moschzisker, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Galbreath, P. J.\nThe opinion of the Supreme Court states the case.\nVerdict for plaintiff for $5,000, and judgment thereon. Defendant appealed.\nError assigned, among others, was the refusal of the defendant’s motion for judgment n. o. v.\nCharles F. Hosford, for appellant.\nJ. E. Marshall, with him Thomas W. Watson and John R. Henninger, for appellee.\nIt is the duty of carriers’ servants when aware of the intoxication of a passenger to give him that degree of attention which consideration for his safety demands beyond that ordinarily bestowed on passengers: Clark v. Harrisburg Traction Co., 20 Pa. Superior Ct. 76; Tilburg v. R. R. Co., 217 Pa. 618; Hudson v. Lynn & Boston R. R. Co., 178 Mass. 64; Donovan v. Greenfield and T. F. Street Ry. Co., 183 Fed. Repr. 526; Sullivan v. Seattle Elec. Co., 44 Wash. 53; Mobile, Jackson & Kansas City R. R. Co. v. Jackson, 92 Miss. 517; Price v. St. Louis, Iron Mountain & Southern Ry., 75 Ark. 479; Wheeler v. Grand Trunk Ry. Co., 70 N. H. 607. The questions whether plaintiff was ejected from the car, whether he was ejected at a dangerous place, and whether the result was the probable and proximate consequences thereof, were all questions of fact and were properly left to the jury: Tillburg v. R. R. Co., 217 Pa. 648; Clark v. Harrisburg Traction Co., 20 Pa. Superior Ct. 76; Donovan v. Greenfield & T. F. Street Ry. Co., 183 Fed. Repr. 526; Sullivan v. Seattle Elec. Co., 44 Wash. 53.\nJanuary, 5, 1914:"
  },
  "file_name": "0015-01",
  "first_page_order": 45,
  "last_page_order": 49
}
