{
  "id": 1001598,
  "name": "Anderson's Estate",
  "name_abbreviation": "Anderson's Estate",
  "decision_date": "1914-01-05",
  "docket_number": "Appeal, No. 24",
  "first_page": "34",
  "last_page": "43",
  "citations": [
    {
      "type": "official",
      "cite": "243 Pa. 34"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432484
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0400-01"
      ]
    },
    {
      "cite": "147 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0067-01"
      ]
    },
    {
      "cite": "22 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "216 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0425-01"
      ]
    },
    {
      "cite": "209 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0226-01"
      ]
    },
    {
      "cite": "203 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0211-01"
      ]
    },
    {
      "cite": "126 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0562-01"
      ]
    },
    {
      "cite": "99 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0382-01"
      ]
    },
    {
      "cite": "78 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0432-01"
      ]
    },
    {
      "cite": "209 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0016-01"
      ]
    },
    {
      "cite": "39 Pa. Superior Ct. 565",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880731
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/39/0565-01"
      ]
    },
    {
      "cite": "144 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823775
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0428-01"
      ]
    },
    {
      "cite": "176 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0122-01"
      ]
    },
    {
      "cite": "144 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0287-01"
      ]
    },
    {
      "cite": "141 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0505-01"
      ]
    },
    {
      "cite": "82 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0213-01"
      ]
    },
    {
      "cite": "108 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0133-01"
      ]
    },
    {
      "cite": "145 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0540-01"
      ]
    },
    {
      "cite": "23 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0381-01"
      ]
    },
    {
      "cite": "213 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943381
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0583-01"
      ]
    },
    {
      "cite": "10 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962726
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0245-01"
      ]
    },
    {
      "cite": "213 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943441
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0014-01"
      ]
    },
    {
      "cite": "161 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854188
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/161/0331-01"
      ]
    },
    {
      "cite": "185 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0544-01"
      ]
    },
    {
      "cite": "198 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0611-01"
      ]
    },
    {
      "cite": "209 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0226-01"
      ]
    },
    {
      "cite": "126 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0562-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 732,
    "char_count": 18559,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 3.524382805916126e-07,
      "percentile": 0.8839731582806565
    },
    "sha256": "ec1d68b3f161b48b954686126376e7faedc8af31f089a0b705f8e73338e4b356",
    "simhash": "1:90d7c4f056342efe",
    "word_count": 3273
  },
  "last_updated": "2024-02-27T17:35:37.556021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Anderson’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nWilliam Anderson died at his home in Latrobe, Pennsylvania, on March 30, 1902, leaving a last will and testament, dated November 16, 1894, which was duly proved June 3,1902. By his will, after bequeathing two small pecuniary legacies, he directed that his property be converted into cash, that the money given or loaned to any child or children, including grandchildren, should be added to the money realized from the sale of the property, and that the sum total be divided into six equal shares which he gave to his sons, John B., William C., and George B-, the children of a deceased son, Hamilton B., and his daughters, Anna and Hattie. He directed that the shares of John, William, George, Anna and Hattie “shall be their own absolutely”; and that the remaining share should be invested for the use of the children of his deceased son Hamilton.\nBy Codicil No. 1, dated September 15, 1896, being nineteen days before his son George’s death, he directed that “George’s share as above created shall be divided as follows: one-fourth part to Anna, one-fourth to Hattie, and one-half to William. This is George’s wish.” George died October 4, 1896, intestate, unmarried and without issue. Anna died intestate, unmarried and without issue on March 26, 1902, four days prior to the death of her father.\nOn November 16, 1900, the testator added a fourth codicil to his will, the third clause of which provides as follows: “As respects George’s share, as stated in Codicil No. 1, it shall be divided between Anna, Hattie and William. The share of any deceased one shall go to the others or other. After the death of all three, or earlier if they prefer, or if the last survivor prefers, the fund shall be used to carry into effect the agreement existing between the three to endow, as soon as practicable or convenient, a room in an approved hospital as a means of preserving the memory of their lamented brother George.” This codicil was not attested by subscribing witnesses. There were five codicils to the will, only the two above mentioned having any bearing on the questions at issue in this case. . John B. Anderson died December 21, 1909, and William C. Anderson, November 25,1910.\nWilliam Anderson appointed William C. Anderson his executor to whom letters were duly issued. The executor died without having filed an account, which was filed for him by his executrix, Lizzie Pershing Anderson, his wife, on August 7, 1911. The account, after certain voluntary surcharges had been made, showed a balance for distribution of $90,995.42.\nThe only part of William Anderson’s estate in controversy here is what is known as George’s share. Lizzie Pershing Anderson, the widow of William C. Anderson contends that the fourth codicil is an absolute nullity and therefore powerless to revoke or modify any other part of the will.\nThe learned judge of the Orphans’ Court filed an ex? haustive opinion in which he dealt at length with the contentions of the several claimants to the fund for dis: tribution. He held that the testator by his will, had divided the residue of his estate into six equal shares, and that George’s share was one-sixth thereof; that by the first-codicil George’s share was given to Anna, Hattie and William; that by the fourth codicil the absolute estate or interest in the share given to Anna, Hattie and William in the first codicil was cut down and limited to a life estate; that at the death of the survivor of the three he gave the share to endow a room in an approved hospital which was for a charitable use; and that the charity failed because the fourth codicil had not been executed in the presence of attesting witnesses as required by the Act of April 26, 1855, P. L. 328. Lizzie Pershing Anderson, executrix of William O. Anderson, deceased, who was executor of William Anderson, deceased, took this appeal from the decree of distribution in so far as the decree related to George’s share of the estate.\nIt must be conceded that an absolute and unconditional estate or interest was given George in the one-sixth of the testator’s residuary estate. It is equally true that the same estate or interest was given by the. first codicil to Anna, Hattie and William, the sisters each taking one-fourth and the brother the one-half of George’s share. The controversy, as will be observed, arises over the construction of the fourth codicil which the appellant contends is of no validity and does not modify or affect the absolute estate or interest in George’s share bequeathed in the first codicil. The reasons assigned for this position are not convincing. The intent of the testator; disclosed by his will, is clear. He intended to and did give George one-sixth of the residuary estate. The language of the first codicil is equally decisive of his intention to give George’s share to Anna, Hattie and William in the proportions therein named, as “this is George’s wish.” This disposition was eyh dently made after the testator had consulted George and in view of the latter’s anticipated early demise. Thus far there is no plausible ground for dispute' as to the testamentary intent. The third paragraph of the fourth codicil may be repeated in this connection: “As respects George’s share, as stated in Codicil No. 1, it shall be divided between Anna, Hattie and William.,, The share of any deceased one shall go to the others or other. After the death of all three, or earlier if they prefer, or if the last survivor prefers, the fund shall be used to carry into effect the agreement existing between the three to endow, as soon as practicable or convenient, a room in an approved hospital as a means of preserving the memory of their lamented brother George.” The codicil was executed subsequently to George’s death, and, as is apparent from its languhge, after a conference between the testator and the three legatees, as to the final disposition of George’s share. The first clause, it will be observed, directs the share to be divided between the three children. Standing alone, this would vest the absolute interest or estate of the share in the three children where the first codicil placed it. The very next sentence, however, shows the change of mind in the testator, and that he did not intend to give any of the children an absolute estate. He says: “The share of any deceased one shall go to the others or other.” This is followed immediately by language which shows his intention as to the ultimate disposition of the share, and is appropriate and sufficient to vest the estate. “After the death of all three,” says the testator, “the fund (George’s share) shall be used to carry into effect the agreement existing between the three” to endow a charity. This provision, read in connection with the one immediately preceding it, distinctly and unequivocally cuts down and limits the absolute estate given in the first codicil to a life estate in the three legatees. It also declares that the fund shall be used to establish a charity, which is a valid disposition of the remainder after the particular life estates. The language of the paragraph leaves no doubt whatever as to the disposition the testator intended to and did make of the share of his estate originally given to his son George. The conference between him and the three legatees after George’s death resulted in his making the fourth codicil. This was to carry out a desire on the part of the legatees that the share should be used ultimately as “a means of preserving the memory of their lamented brother George.” It was equally effective to create life estates in the fund for. the legatees.\nThe bequest to the hospital was sufficient as to the object of the charity, but whether it was or not is immaterial in view of the fact that the charity failed because the codicil was not attested by two credible witnesses, as required by the Act of April 26, 1855, P. L. 328, 1 Purd. 595. The act declares the bequest to charity void and provides that the fund shall go as therein directed. The whole codicil was not void, however, because it was not executed as required by the Act of 1855. The provision for the life estates was valid and vested them in the life tenants: Moore’s Est., 198 Pa. 611. The purpose of the testator was to provide for the three legatees during life and was therefore legal. The life estates were not created for an unlawful purpose, nor to carry out an illegal scheme. The provision for the charity was not illegal. The particular estates and the remainder were carved out of the same fund or property, and were distinct and independent of each other. The provision as to the particular estates is a valid testamentary disposition of the property, and the fourth codicil having been properly executed, the first codicil was revoked.\nThe charity being void by reason of the codicil not having been executed in accordance with the Act of 1855, the fund went to the testator’s next of kin. The act provides that the invalid bequest shall “go to the residuary legatee or devisee, next of kin or heirs, according to law.” Here there is no residuary clause disposing of the fund bequeathed to charity, and hence it goes to the next of kin, the persons entitled under the intestate laws: Kane’s Est., 185 Pa. 544; Hoffer’s Est., 161 Pa. 331.\nWe agree with the appellant’s contention that it is a general canon of construction that words of survivorship in a will refer to the death of the testator. But this should not be held to be a hard and fast rule that cannot be changed by the instrument itself. It must always be subject to the intention of the testator as disclosed by the language of his will. It is a cardinal rule that the actual intent of the testator must prevail when it can be ascertained, and it follows that words of survivorship will relate to the death of the life tenant instead of the death of the testator if such intent is clear from the will itself. In Woelpper’s App., 126 Pa. 562, Mr. Justice Mitchell discusses the subject at length, and after referring to the many cases on the subject says (p. 574) : “It may well be doubted whether one or more of them (the cases) has not in the desire already spoken of to reduce the uncertainties of the subject to a minimum, pushed the application of the set general rule up to or beyond the true bound; but the strongest and most emphatic of them has stopped short of deciding that the rule, declaring the presumed intent of the word, surviving, to apply to the time of the testator’s death, shall override the plain actual intent of the testator to refer it to another period.” In Mulliken v. Earnshaw, 209 Pa. 226, the same learned justice speaking for the court says (p. 229) : “The want of harmony in the cases dealing with the period to which the words ‘then living’ or similar phrases, in a will, should be applied, arises mainly from the artificial canon of construction that the period intended is presumed to be the death of the testator.......The policy of the later cases in this State, if not everywhere, is to get back to the true rule of looking only to the actual intent.” In many cases in this court it is said that the period of survivorship relates to the death of the testator unless the contrary intent is apparent.\nThere can be no reasonable doubt, as already suggested, as to the intention of the testator in the third paragraph of the fourth codicil to create a life estate or interest in George’s share for the three legatees. The, language permits of no other reasonable interpretation. It is clear that on the death of one of the three, his share is to go to the other two and the fund is to be held intact by them, and on the death of the second one his share is to go to the third or remaining one, and the fund is to be held by him. This is the plain and undoubted meaning of the testator’s language which is: “the share of any deceased one shall go to the others or other.” This is followed by the provision that “after the death of all three, the fund shall be used......to endow......a room in an approved hospital,” which clearly limits the estate held by each of the three legatees to a life interest in George’s share. The remainder was disposed of in a bequest to charity which failed by reason of the failure to have the codicil properly attested. It is manifest from his language that the testator intended the share should be held for the use of the life tenants and the, survivor of them, and should not go over until the death of the latter whenever that might occur. To carry out his purpose in disposing of the fund for distribution, it is absolutely necessary that the words of survivorship, as here used, must be construed to relate to the death of the surviving life tenant and not to the death of the testator. We therefore think, in the language of the cases, that it is apparent from the circumstances and context that the words of survivorship relate to the death of the survivor of the three legatees. ., ;\nWhether a trust was created to secure the fund after the expiration of the life estate becomes immaterial to the appellant under the view above expressed as to the interpretation of the fourth codicil, and we express no opinion upon it. It may be suggested that the remainder after the expiration of the life estates can be fully protected by proceedings under the acts of assembly passed for the purpose.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "T. S. Brown, of Brown & Stewart, and J. S. Beacom, of Beacom & Newill,. with them B. Gr. Bostwich, for appellant.",
      "John W. Thompson, for Hattie Anderson Smith, appellee.",
      "Frank B. Hargrave, James B. Weaver, John 8. Light-cap and Eugene Warden submitted a paper book for Latrobe Steel Company, the heirs of Hamilton B. Anderson and executors of John B. Anderson, appellees."
    ],
    "corrections": "",
    "head_matter": "Anderson’s Estate.\nWills — Codicils—Void gifts — Construction—Intention — Intestacy — Act of April 26,1855, P. L. 828.\n1. A codicil cutting down an absolute estate, given in a prior codicil, to a life estate will revoke the prior codicil, although by reason of the defective execution of the later codicil a gift over to a charitable use contained therein cannot take effect.\n2. A codicil creating an estate for life, with remainder to a charitable use, will be valid as to the life estate but- void as to the charitable use, where the codicil has not been attested by two credible witnesses as required by the Act of April 26, 1855, P. L. 328.\n31 Where a gift to a charitable use contained in a codicil is void by reason of the- defective execution thereof and the will contains no residuary clause, the fund intended to be given to the charitable use will go to the persons entitled under the intestate laws as provided by the Act of April .26, 1855, P. L. 328.\n. 4. The general canon of construction that words of survivorship in a will refer to the death of the testator, is not a hard and fast rule that cannot be changed by the instrument itself. It must always be subject to the intention of the testator as disclosed by the language of the will, and words of survivorship will relate to the death of the life tenant instead of the death of the testator, if such intent is clear from the will itself.\n, , 5. Testator by will divided his property into six equal shares among his children and the children of a deceased child and by codicil nineteen days before the death of George, one of his sons, directed that “George’s share as above created shall be divided as follows: one-fourth to Anna, one-fourth to Hattie, and one-half to William. This is George’s wish.” After the death of George, testator, .by codicil, provided, “As respects George’s share,. as stated in' codicil N°- 1> it shall be divided between Anna, Hattie and William. The share of any deceased one shall go to the others or other.” '' The testator further provided, that upon the death of the survivor of them or earlier, if they should prefer, the fund should be. used- to endow- a room in á hospital. The codicil was not attested by subscribing witnesses. Held, that the later codicil cut dhwn the absolute estate previously given to the three children named, to a life estate; that the words of survivorship referred to the death of the life tenants, not to the death of the testator ;»that the gift to the charitable use was void, and that as the will contained no residuary clause there was an intestacy as to the remainder.\nArgued Oct. 9, 1913.\nAppeal, No. 24, Oct. T., 1913, by Lizzie Pershing Anderson, Executrix of William O. Anderson, deceased, from decree of O. O. Westmoreland Co., Aug. T., 1911, No. 87, dismissing exceptions to adjudication in Estate of William Anderson, late of Latrobe Borough, deceased.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nExceptions to adjudication. Before Copeland, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the exceptions.\nErrors assigned, among others, were in dismissing the exceptions.\nT. S. Brown, of Brown & Stewart, and J. S. Beacom, of Beacom & Newill,. with them B. Gr. Bostwich, for appellant.\nWhere a will and codicil are to be construed, they must be regarded as parts of one and the same instrument : Sigel’s Est., 213 Pa. 14.\nWhen a gift to survivors upon the death of the testator is made the words will be referred to that period, otherwise to some later time: Johnson v. Morton, 10 Pa. 245; Black v. Woods, 213 Pa. 583; Passmore’s App., 23 Pa. 381; Cripps v. Wolcott, 4 Mad. 11; Morrison v. Truby, 145 Pa. 540.\n' A gift of an absolute estate will not be held, to be cut down to a trust, a life estate or other estate less than was first given, by language used in a later part of the will or in a subsequent codicil, unless the terms in which such subsequent disposition is expressed clearly and unequivocally show that the testator intended to so reduce the estate: Lewis’ App., 108 Pa. 133; Sheetz’s App., 82 Pa. 213; Sigel’s Est (No. 1), 213 Pa. 14; Burt v. Herron, 66 Pa. 400; Gillmer v. Daix, 141 Pa. 505; Good v. Fichthorn, 144 Pa. 287; Bellas’ Est., 176 Pa. 122; Smith’s Est., 144 Pa. 428; Worth’s Est., 39 Pa. Superior Ct. 565; Woods’s Est., 209 Pa. 16.\nJohn W. Thompson, for Hattie Anderson Smith, appellee.\nThe intention of the testator gathered from the whole instrument must prevail: Johnson v. Morton, 10 Pa. 245; Reck’s App., 78 Pa. 432; Fox’s App., 99 Pa. 382; Woelpper’s App., 126 Pa. 562.\nThe words of survivorship refer not to the date of testator’s death but to that of the life tenant: Lewis’s Est., 203 Pa. 211; Mulliken v. Earnshaw, 209 Pa. 226; Wood v. Sphoen, 216 Pa. 425; Fox’s Est., 22 Pa. 108.\nThe fund known as “George’s share” is part of the residue: Gray’s Est., 147 Pa. 67.\nFrank B. Hargrave, James B. Weaver, John 8. Light-cap and Eugene Warden submitted a paper book for Latrobe Steel Company, the heirs of Hamilton B. Anderson and executors of John B. Anderson, appellees.\nJanuary 5, 1914:"
  },
  "file_name": "0034-01",
  "first_page_order": 64,
  "last_page_order": 73
}
