{
  "id": 1001565,
  "name": "Reese v. Jones & Laughlin Steel Co., Appellant",
  "name_abbreviation": "Reese v. Jones & Laughlin Steel Co.",
  "decision_date": "1914-01-05",
  "docket_number": "Appeal, No. 174",
  "first_page": "336",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "243 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 341,
    "char_count": 5963,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 9.603152508643642e-08,
      "percentile": 0.5264766401438848
    },
    "sha256": "1a9201f8e4c29de458876b2aca228b6fa90b16698a602bd01ba8d52abfb9212b",
    "simhash": "1:a8ac8c045626b19f",
    "word_count": 1035
  },
  "last_updated": "2024-02-27T17:35:37.556021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Reese v. Jones & Laughlin Steel Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the learned president judge of the Common Pleas.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William A. Challener, with him Clarence Burleigh, for appellants.",
      "Lawrence B. Cook, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reese v. Jones & Laughlin Steel Co., Appellant.\nNegligence — Master and servant — Act of June 10, 1907, P. L. 528 — Vice-principal—Duty to warn of danger — Contributory negligence — Case for jury.\n1. The Act of June 10, 1907, P. L. 523, which provides that where an act is “done in obedience to the rules, instructions or orders given by the employer or any peccson who has authority to direct the doing of the act” makes the person giving such orders the agent of the employer, and if there is negligence in giving the order which would naturally and reasonably cause injury, the em-. ployer is liable.\n2. In an action to recover damages for personal injuries sustained by plaintiff in consequence of being struck by a girder as it was being hoisted by a crane, the questions of defendant’s negligence and plaintifE’s contributory negligence are for the jury and a verdict for the plaintiff will be sustained where plaintiff’s testimony tended to show his injuries were due to the improper lifting of a girder by a traveling crane, upon the order of a foreman who had authority to direct the craneman in placing and removing girders, and that the plaintiff was not informed of the danger, although the defendant offered evidence that plaintiff had been warned of the danger and refused to act, saying that he would take care of himself.\nArgued Oct. 28, 1913.\nAppeal, No. 174, Oct. T., 1913, by defendant, from judgment of O. P. Allegheny Co., Third T., 1910, No. 547, on verdict for plaintiff in case of William Reese v. Jones & Laughlin Steel Company, a corporation.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries.\nThe facts appear in the following opinion of Frazer, P. J., sur defendant’s motion for a new trial and for judgment n. o. v.\nPlaintiff, who was forty-seven years old, was on April 1, 1910, employed by defendant company as a riveter on structural iron work. He continued in that employment until April 20, 1910, when he received the injury for which he seeks to recover damages in this proceeding. On the morning of April 20th plaintiff and three ethers were employed together. They had finished a girder, which was removed from the trestles and deposited on the ground a short distance therefrom and another girder placed upon the trestles upon which plaintiff and his coemployees were at work. While so employed a large traveling crane was brought forward and chains attached to the finished girder for the purpose of removing it from the building. Plaintiff’s contention was that the crane was not “racked out” to a point above the girder, and that when the power was applied and the girder raised it swung against plaintiff, injuring him quite severely. He also testified that he ■ heard the foreman call to the craneman: “All right, hoist up,” and that immediately thereafter he was struck ‘ by the girder and injured. At the trial the testimony was conflicting as to the location of the crane, the manner in which the lifting chains were attached to the girder, and also as to whether plaintiff had notice of the presence of the crane and that the girder was about to be removed. He testified that if the lifting appliances on the crane had been “racked out” to a point directly a.bove the girder he would have been in no danger; but that not having been “racked out” to that extent when the power was. applied and the girder raised it swung toward him. He further contended that it was the duty of the foreman to see that the crane was properly “racked out” and the attachment properly made before giving the order to “hoist up.”\nThe Act of June 10, 1907, P. L. 523, which provided that where an act is “done in obedience to the rules, instructions or orders given by the employer or any person who has authority to direct the doing of the act,” makes the person giving such orders the agent of the employer, and if there is negligence in giving the order which would naturally and reasonably cause injury the employer is liable, Hurley v. Western Allegheny R. R. Co., 238 Pa. 65. It therefore makes no difference whether the order to “hoist up” was given by Carrol, the general foreman, or Geist the labor foreman, as both had authority to direct the craneman in placing and removing beams and girders. Having such authority it was the duty of the foreman to see that the crane was “racked out” so that a proper and safe attachment could be made to the girder. Whether this duty was discharged by the foreman was fairly submitted to the jury and determined against defendant. The other question, that of plaintiff’s contributory negligence, was also for the jury. His contention was that he did not hear the crane approach and was not aware of its presence until he heard the foreman’s order to “hoist up,” and that almost instantly he was struck by the girder swinging against him. That he was entitled to such notice so that he could seek a place of safety is not denied. Defendant, however, claimed that plaintiff had warning and refused to act, saying “he could take care of himself.” Our instructions to the jury on this question we think were clear. They were told that if plaintiff had warning of the approach of the crane, it was his duty to avoid danger by seeking a place of safety, and if he failed to do so he was guilty of contributory negligence and could not recover. This was. all either party could ask, and the jury having determined the questions of negligence and contributory negligence against defendant, we must accept that finding.\nVerdict for plaintiff for $4,000 and judgment thereon. Defendant appealed.\nErrors assigned were in refusing to direct a verdict for defendant and to enter judgment for defendant n. o. v.\nWilliam A. Challener, with him Clarence Burleigh, for appellants.\nLawrence B. Cook, for appellee.\nJanuary 5, 1914 :"
  },
  "file_name": "0336-01",
  "first_page_order": 366,
  "last_page_order": 369
}
