{
  "id": 1001580,
  "name": "Turtle Creek Borough, Appellant, v. Penna. Water Company",
  "name_abbreviation": "Turtle Creek Borough v. Penna. Water Co.",
  "decision_date": "1914-01-05",
  "docket_number": "Appeals, Nos. 156, 163, 157, 166, 158, 154, 155 and 202",
  "first_page": "415",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "243 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "243 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0401-01"
      ]
    },
    {
      "cite": "223 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0336-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 14438,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.2115626353833994e-07,
      "percentile": 0.8665283188324879
    },
    "sha256": "593d3fac54cc191b13720bad5828dc6aea2f5d0beb178e21b05f8a0ab00e2a5f",
    "simhash": "1:976d6c981dcf3c76",
    "word_count": 2475
  },
  "last_updated": "2024-02-27T17:35:37.556021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Turtle Creek Borough, Appellant, v. Penna. Water Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThese are cross appeals by the boroughs and raise the following questions which will be discussed in their order.\n1. The main contention of appellants is that the ordinances created a contract relation between the parties, or at least between some of them, which limited for all time the rates to be charged by the water company. The ordinance of the Borough of Turtle Creek, passed in 1895, contains the following provision: “The rates charged by said company for water furnished for domestic purposes, by contract or by meter measurement, shall not exceed the rates now charged for the same service by the City of Pittsburgh.” The ordinance does not contain any definite schedule of rates, nor is it limited as to time. Upon this question the learned court below, inter alia, said: “On the contention that there exists a contract between the defendant and these several plaintiffs at the time the franchise was granted and permission given to enter into the borough, it is sufficient to say that where these contracts are for a definite period, they are binding; neither party can receive the benefits therefrom and at its will repudiate the conditions entered into originally. But where the contracts have expired, or where they seem to be indeterminate, they are revocable on notice, under changed conditions.” To sustain this position the court cites the very recent case of McCullough-Dalzell Crucible Company v. Philadelphia Company, 223 Pa. 336. The great weight of authority everywhere sustains the view of the court; indeed this view is based upon a very conservative statement of the law in such cases. In a number of jurisdictions it has been held that it is against public policy for private parties to enter into contracts with public service corporations fixing rates to be charged either for a definite or an indefinite term of years so as to preclude judicial inquiry, or investigation by other tribunals constituted for the purpose, into the question of the reasonableness of such rates. We have not gone so far in Pennsylvania, but have uniformly upheld contracts of this kind for fixed and definite periods. This was prior to the Act of July 26, 1913, P. L. 1371, constituting a commission with supervisory powers over public service corporations, since which time we have not been called upon to consider the question. The effect of this act does not enter into the present case and will not be considered. The court below adhered to the rule of our own cases as to contracts for definite periods, and this was proper, but refused to extend the rule to contracts indefinite as to meter rates and unlimited as to time, which under the facts was a correct view of the law.\nAgain, this position of the boroughs is in direct conflict with the prayers of their bills and carried to a logical conclusion would deny them the relief specifically asked by them. The third and fourth prayers of the bill are:\n3. “That your honors will hear, inquire into and determine as to the charges, and proposed charges, of the said Pennsylvania Water Company for the water so furnished your orators and other citizens and consumers of said borough.”\n4. “That your honors will decree that the charges and proposed charges of the Pennsylvania Water Company, defendant, assessed and charged to each of your orators, shall be decreased as to the said court may seem equitable and just.”\nAll of the other prayers are predicated upon the power of the court under the Act of April 29,1874, P. L. 73, to hear and determine the matters in dispute between the parties. The purpose of filing the bills was to invoke the exercise of the power conferred by the Act of 1874 upon Courts of Common Pleas to grant equitable relief. The boroughs took the initiative by averring all the necessary facts to bring them within the general purview of the act, and laid the ground for inquiry into the question of the reasonableness of rates. The prayers of the bills, the facts averred, and the testimony introduced, all relate to the alleged unreasonableness of the rates, and this was the pivotal question upon which the case was made to turn. Having tried the case upon this theory at their own instance, the boroughs cannot now be heard to say that the court had no power to determine whether the rates established by the water company were unreasonable, and to fix rates deemed reasonable under the evidence, on the ground that this question was finally settled by the acceptance' of the ordinances, which con-. stituted valid contracts, binding not only upon the parties themselves, but upon the courts. To sustain this position would mean that the bills would have to be dismissed because of the failure of the boroughs to make out a case under the pleadings. The case was tried on the theory that it was one of rate fixing and that the court should determine under the evidence what constituted reasonable charges for the water furnished. The court tried the case upon the pleadings, took volumes of testimony in support of the respective contentions of the parties, and entered a decree deemed equitable and just under all the circumstances. In this state of the record, if no other question were involved, it would be necessary to say that the boroughs are not in position to deny the jurisdiction and power of the court to grant the relief sought in their bills. In addition it may be added that there was no provision in the ordinances of the City of Pittsburgh as to meter rates for domestic consumption, and therefore it cannot be said that the ordinances upon which appellants rely fixed any definite rates for water furnished through meters. Under- this state of facts, the question of the reasonableness of meter rates must be deemed an open one, and if so, the court clearly had the power to hear the parties and determine under the evidence what was a reasonable charge for water so furnished.\nWe do not deem it necessary for the purposes of this case to discuss and decide whether a contract between a borough and a water company will be enforced if its provisions have the effect of ousting courts of their jurisdiction to determine what is reasonable compensation for the public service rendered. In many jurisdictions it has been held that a contract as to rates is subject to modification or abrogation by legislative action, either direct or through the medium of a commission. Indeed, it must be conceded, that the whole trend of modern decision is in this direction, but we have not been called upon in Pennsylvania to finally decide to what extent the doctrine is applicable here, and since under the facts of the present case it is not necessary to do so, this will be left an open question for future determination.\n2. Something is said in the argument as to the industrial rates for water furnished manufacturing establishments. This question was not raised by the pleadings and we do not see how it is possible upon review to consider it as a ground of reversal. The learned counsel for appellants in their printed argument concede that the pleadings did not raise the question of the unreasonableness of industrial rates, but insist that these rates should have been considered as sidelights for the guidance of the court in passing upon the reasonableness of the rates for domestic consumption. The answer to this position is that if deemed important this question should have been raised by proper averments in the bills, and this not having been done, there is nothing in the record upon which a court of review could undertake to say that the court below erred in' not giving due consideration to the subject of industrial rates.\n3. It is also strongly urged for appellants that the court below fixed too high a valuation upon the properties of the defendant company as a basis for determining what rates would yield a fair return upon the value of the whole plant. This question has been discussed in the appeals of the water company and it is unnecessary to repeat what was there said. It is apparent that the valuation of the properties fixed by the court is not satisfactory to either party. The water company asserts that it is too low, while the boroughs insist it is too high. It may be noted that as contended in the printed argument of their counsel the boroughs claim the valuation fixed by the court to be about $600,000 too high, while the water company claims that it is $600,000 too low. It may be assumed that each side is putting its best foot foremost by claiming all that the evidence would justify in support of its contentions. The court took conservative ground and fixed the valuation upon a basis deemed fair and reasonable to all parties, We have already said that there was no error in this respect.\nIn conclusion, it may not be improper to remark, that these appeals contain many incidental and interesting questions of law, which we do not deem vital to the decision of the present case, and therefore have refrained from discussing or deciding them. These questions will arise under the Act of July 26, 1913, P. L. 1374, known as the Public Service Company Law, and it would be unwise to anticipate their decision at the present time and under the old law. That statute created a tribunal for the consideration of questions such as are here involved and we do not feel warranted in deciding in advance, when the necessities of the case do not demand it, many important questions which must be raised in the first instance under the new Public Service Corporation Act.\nWhat we do decide now, and it is all we intend to decide, or that is necessary to be decided in the present case, is, that under the facts as shown by this record the decree entered by the court below is a fair and equitable adjudication of the matters in dispute between the parties. We find no reversible error in the matters brought to our attention by the assignments.\nAppeals dismissed at the cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "J. A. Langfitt, with him H. W. McIntosh, G. B. Prichard, G. G. Baldridge,.S. J. McKim, J. N. Huston, J. E. Hindman, John D. Meyer, V. L. Barbor, and 8. H. Huselton, for appellants.",
      "George B. Gordon, of Gordon & Smith, with him Duff & Garmack, for appellee."
    ],
    "corrections": "",
    "head_matter": "Turtle Creek Borough, Appellant, v. Penna. Water Company.\nCorporations — Water companies — Contracts with boroughs — Water rates — Reasonable rates — Equity—Act . of April 29, 1874, P. L. 78, Sec. 84-\n1. A borough ordinance granting a franchise to a water company and providing that “the rates charged by said company for water furnished for domestic purposes by contract or by meter measurement shall not exceed the rates now charged by the City of Pittsburgh,” but containing no definite schedule of rates and not limited as to time, is revocable on notice, under changed conditions.\n2. Where in a suit in equity under the Act of April 29, 1874, P. L. 73, Section 34, to enjoin defendant water company from shutting off a supply of water to consumers and from charging increased rates alleged to be unreasonable, it appeared that plaintiff borough had granted franchises to defendant water company by ordinance providing that the rates should not exceed the rates then charged for said service by the City of'Pittsburgh, the plaintiff could not be heard to say after the court below had fixed rates Which it deemed reasonable under the evidence that the court had no power to fix the rate because the question of rates was finally settled by the ordinances which constituted valid contracts binding upon the defendant and upon the courts.\n3. Where in such proceeding it appeared that there were no provisions in the ordinance of the City of Pittsburgh as to meter rates to be charged for domestic consumption so that it could not be said that the borough ordinances fixed any definite rates for water consumed through meters, the question of the reasonableness of meter rates was left open by the borough ordinance, and the court below had the power to hear the parties and determine under the evidence what was a reasonable charge for water so furnished.\n4. Whether a contract between a borough and a water company could be enforced if its provisions would oust the courts of their jurisdiction to determine the reasonableness of water rates not decided.\n5. Where in such case it was contended that the court below should have considered, industrial rates for 'water furnished manufacturing establishments as sidelights for its guidance in passing on the reasonableness of the rates charged for domestic consumption, but where no allegations as to the relation which industrial rates bore to domestic rates were contained in the bill, the Supreme Court could not say that the court below erred in not giving- due consideration to the subject of industrial rates.\n6. Where in such case plaintiffs complained of the valuation of defendant’s property by the court below as a basis for ascertaining a reasonable rate but where it appeared that there was testimony which, if believed, would support the findings of fact, the decree was affirmed.\nArgued Oct. 31, 1913.\nAppeals, Nos. 156, 163, 157, 166, 158, 154, 155 and 202, Oct. T., 1913, by plaintiff, from decree of O. P. Allegheny Co., át Nos. 132, Aug. T., 1911; 235 Feb. T., 1912; 278 Feb. T., 1912; 258 Feb. T., 1912; 300 Feb. T., 1912; 318 Feb. T. 1912; 257 Feb. T., 1912, and 1084 April T., 1912, upon, bills in equity in cases of Borough of Turtle Creek, et al., v. Pennsylvania Water Company; Borough of East Pittsburgh, et al., v. Pennsylvania Water Company; Borough of Swissvale, et al., v. Pennsylvania Water Company; Borough of Pitcairn, et al., v. Pennsylvania Water Company; Borough of Wilkinsburg, et al., v. Pennsylvania Water Company; Borough of Edgewood, et al., v. Pennsylvania Water Company; Borough of Wilmerding, et al., v. Pennsylvania Water Company.\nBefore Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nBill in equity for an injunction to restrain a water company from charging unreasonable rates. Before Miller, J., specially presiding.\nThe facts appear in the opinion of the Supreme Court and in Turtle Creek Borough v. Pennsylvania Water Company, 243 Pa. 401.\nExceptions to various findings of fact and law of the trial judge were dismissed by the court in banc in an opinion filed by Miller, J., specially presiding, and Swearingen, J. Plaintiffs appealed.\nErrors assigned were in dismissing the exceptions.\nJ. A. Langfitt, with him H. W. McIntosh, G. B. Prichard, G. G. Baldridge,.S. J. McKim, J. N. Huston, J. E. Hindman, John D. Meyer, V. L. Barbor, and 8. H. Huselton, for appellants.\nGeorge B. Gordon, of Gordon & Smith, with him Duff & Garmack, for appellee.\nJanuary 5, 1914:"
  },
  "file_name": "0415-01",
  "first_page_order": 445,
  "last_page_order": 452
}
