{
  "id": 1001564,
  "name": "Wittmer's Estate",
  "name_abbreviation": "Wittmer's Estate",
  "decision_date": "1914-01-05",
  "docket_number": "Appeal, No. 225",
  "first_page": "444",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "243 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 365,
    "char_count": 6366,
    "ocr_confidence": 0.491,
    "sha256": "f5934daa3c45f94e47449f4d9f4c8805b234e273735184c01cbc72d6750fc40c",
    "simhash": "1:84e3f4c1517d34fb",
    "word_count": 1064
  },
  "last_updated": "2023-07-14T14:44:24.114406+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C J., Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Wittmer’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe fully concur in the conclusion expressed in the opinion of the learned president judge of the Orphans’ Court on which we affirm the decree appealed from. There was no evidence whatever of the want of testamentary capacity. That in relation to the exercise of undue influence was purely circumstantial and tended only to show the possibility of its exercise while the circumstances under which the will and codicil were executed show conclusively that the testator was entirely free from domination and control.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Oliver K. Eaton, with him Thomas M. and Rody P. Marshall, for appellant.",
      "Robert Woods Sutton, with him Watson é Freeman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wittmer’s Estate.\nWills — Testamentary capacity — Undue influence — Circumstantial evidence — Insufficient evidence.\nOn appeal by two children of a testator from the decision of the register of wills admitting certain testamentary papers to probate as the will of the decedent where testamentary incapacity and undue influence exercised by another son, who was the chief beneficiary, were alleged, no evidence of testamentary incapacity was produced and the evidence of undue influence was circumstantial. It appeared that the son in whose favor the will was made had taken tbe part of tbe testator in unsuccessful proceedings to have bim declared an habitual drunkard -instituted by tbe other members of tbe family, so that a reason existed for making bim tbe chief beneficiary. Two credible and disinterested witnesses who attested tbe will, testified that decedent was of sound mind and sober when tbe papers were executed. Tbe son in whose favor tbe will was made denied having influenced tbe testator in making tbe will and it appeared that be was not present at its execution. Held, that tbe Orphans’ Court properly dismissed tbe appeal.\nArgued Nov. 1, 1913.\nAppeal, No. 225, Oct. T., 1913, by Nellie Coombs and Sophia Ingles, from decree of O. C. Allegheny Co., June T., 1909, No. 267, dismissing appeal from decree of Register of Wills in Estate of George Wittmer, Sr., deceased.\nBefore Fell, C J., Brown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAppeal from decree of register of wills admitting to probate the will of George Wittmer, Sr., deceased.\nOver, P. J., filed the following opinion:\nThis is an appeal by two children of George Wittmer, Sr., deceased, from the decision of the register admitting to probate as his will, a paper executed by him November 5, 1903, and two codicils thereto, executed on the 16th day of May, 1905, and September 11, 1906. Testamentary incapacity and undue influence being alleged.\nHe died' September 12, 1908, aged seventy-four years, leaving to survive him ten children and six grandchildren, the children of a deceased daughter. There is no evidence as to testamentary incapacity, and the single question is whether an issue should be granted as to undue influence, alleged to have been exercised by Albert Wittmer over his father in procuring the will to be made.\nThe will was prepared by C. J. Weitershausen* a notary public and real estate agent, now deceased, who attended to business for the decedent; was signed by him in the notary’s private office, witnessed by the notary and two other persons, they being the only persons in the room when it was executed.\nThe first codicil to his will was prepared by his counsel, Mr. Trimble, in his office, no other person being present in the consultation in regard to it, nor when it was executed in the presence of George H. Calvert and Mr. Trimble, who signed as witnesses After the execution of this codicil Mr. Wittmer’s wife instituted proceedings in the Common Pleas Court to have him declared an habitual drunkard, which was bitterly contested, and resulted in a verdict by the jury in his favor June 9,1906.\nOn September 10, 1906, he executed a codicil not attached to the will, in which he changed the method of determining the legacy given to his daughter Lena Thomas. This codicil was in her possession, and never offered for probate. It seems, however, that under the original will and last codicil, executed September 11, 1906, her legacy is substantially the same as by the codicil of September 10, 1906.\nThe last codicil was prepared by Mr. Trimble, and witnessed by him and his stenographer.\nFor the purpose of connecting Albert Wittmer with the execution of the original will, the contestants called witnesses whose testimony is to the effect that Albert met his father at Hunt’s Hotel, Allegheny City, November 4,1903; had him supplied with liquor, and he remained there all night, consuming vast quantities of whiskey; one witness George Wittmer, Jr., testified, that Mr. Weitershausen and Albert Wittmer visited his father at the hotel; that on the morning of the 5th of November, 1903, at 9 a. m., Albert Wittmer took his father up town, returned with him at 5 p. m. The recollection of these witnesses as to dates and matters occurring more than nine years prior to the time they testified seems remarkable, and the trial judge was not impressed favorably by them, nor their testimony. There was also testimony that the decedent drank excessively, and of declarations of Albert Wittmer as to his influence over his father, and that he would control him in making his will. There was also other testimony as to business transactions between them, and other matters, having so little bearing on the question at issue, that it is not necessary to discuss it.\nAs against this testimony there is that of Albert Wittmer denying that he influenced the testator; the fact that all the family except Albert and another son were arrayed against their father in the habitual drunkard proceedings; the fact that Albert was not present when the will or codicils were prepared or executed; the fact that they were witnessed by credible and disinterested witnesses, all of whom testified that the decedent was of sound mind and sober when they were executed.\nAlthough Albert Wittmer is the largest individual beneficiary under the will and codicil, in view of the facts of this case it was natural and reasonable that he should be.\nIt is clear under all the evidence in this case that a verdict against this will could not be sustained. The appeal must therefore be dismissed, and the decision of the register affirmed.\nError assigned was in refusing an issue.\nOliver K. Eaton, with him Thomas M. and Rody P. Marshall, for appellant.\nRobert Woods Sutton, with him Watson é Freeman, for appellee.\nJanuary 5, 1914:"
  },
  "file_name": "0444-01",
  "first_page_order": 474,
  "last_page_order": 478
}
