{
  "id": 1001648,
  "name": "Miller & Sons Co., Appellant, v. Homeopathic Medical & Surgical Hospital & Dispensary of Pittsburgh",
  "name_abbreviation": "Miller & Sons Co. v. Homeopathic Medical & Surgical Hospital & Dispensary",
  "decision_date": "1914-01-05",
  "docket_number": "Appeal, No. 246",
  "first_page": "502",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "243 Pa. 502"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "181 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0530-01"
      ]
    },
    {
      "cite": "69 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/69/0001-01"
      ]
    },
    {
      "cite": "27 N. J. L. 513",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        372110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/27/0513-01"
      ]
    },
    {
      "cite": "184 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987960
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0208-01"
      ]
    },
    {
      "cite": "181 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0530-01"
      ]
    },
    {
      "cite": "184 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 974,
    "char_count": 33945,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.3263731731247242e-07,
      "percentile": 0.7905924245004246
    },
    "sha256": "79f02f7700e608725c97f2c24e34f8203acf9e4f1c3c6a4fa0088af87c4c4690",
    "simhash": "1:1e0424b88d6c1ee4",
    "word_count": 5857
  },
  "last_updated": "2024-02-27T17:35:37.556021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Miller & Sons Co., Appellant, v. Homeopathic Medical & Surgical Hospital & Dispensary of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mesteezat,\nThe facts of the case with two or three omissions have been clearly stated by the learned judge of the court below, and will be found in the reporter’s notes. They need not be restated here.\nThis is an action by the contractor against the owner to recover the- cost of tearing down and rebuilding the damaged part of a building being erected by the former for the latter. The amount is not in dispute. The finding of the jury was in favor of the plaintiff and under the charge the verdict established that the alleged defect in the plans and specifications did not cause the sinking of the building; that the plaintiff used all practical precautions to prevent water getting into the foundation; and that the wall fell because the soil on the defendant’s lot when excavated to the width and depth required by the contract was not sufficient to sustain the building to be placed upon it. The single question here is whether the contractor or owner is responsible for the loss resulting from the sinking of the east wing of the foundation wall caused by the insufficiency of the soil to support the building. The learned court below held the contractor responsible, and entered judgment non obstante veredicto for the defendant. The plaintiff company, the contractor, took this appeal.\nThe learned court below in reaching its conclusion applied the rule of absolute obligation on the part of a contractor, and held that the contract was entire and indivisible, that the contractor was required to finish and deliver a completed building to the owner, that the defect in the soil which caused the wall to fall did not excuse the contractor from the performance of the eon- ■ tract, and that therefore the latter could not recover the cost of reconstructing the damaged building. It is undoubtedly a well established rule in many jurisdictions that if one undertakes by an entire contract to erect a building for another without stipulating against unforeseen contingencies he must perform his contract and complete the building, unless performance is rendered impossible by the act of God, the law or the other party. There is no implied warranty, it is held, of the practicability or sufficiency of the plans or of the sufficiency of the soil to support the building to be erected thereon. The contractor assumes the risk in both instances, and if an injury results to the building by the happening of either contingency during the progress of the work, the contractor must sustain the resulting loss. Whether the rule in question is the law of this State we need not inquire or determine, as we are of opinion it is not applicable to the facts of this case.\nThe agreement between the parties to this litigation does not provide simply that the contractor shall furnish certain materials and do certain work in the construction of the hospital on a certain lot of ground in accordance with definite plans and specifications. He was not permitted to furnish such materials or do such work as he deemed a compliance with the contract for the erection of the building nor could he deviate from the plans and specifications if he found them defective or insufficient to support the building on the designated lot of ground so as to complete the building in accordance with the agreement. In other words, while he was required to furnish all materials and perform all the work for the erection of the building as shown on the drawings and described in the specifications, the materials were to be furnished and the work was to be done under the supervision and direction of the architect who was to determine the true construction of the drawings and specifications and was authorized to make such changes in the work as he might consider desirable. In addition to these stipulations, the contract provides that such additional drawings as might be necessary should be furnished by the architect and the contractor should conform to them; no alterations should be made in the work except upon the written order of the architect; the contractor should take down all work condemned by the architect ; should the contractor refuse to properly perform the work the owners, on certificate of the architect, might dispense with the contractor and complete the work at his expense; the building would not be accepted unless a final certificate was given by the architect; the workmen should be satisfactory to the architect; anything not expressly set forth in the drawings or specifications but reasonably implied to make a complete job should be furnished and performed by the contractor, but should any error appear in either of them or the work done, affecting the work included in the specifications, the contractor was required to notify the architect or make good the damages; no work should be altered without a written order of the architect; and if required by the architect the contractor was to erect a platform to make soil tests.\nIt will be observed that the architect employed by the owner to prepare the plans and specifications and to supervise the construction of the building had plenary power and control over the contractor. His judgment was final as to the quality and quantity of the material and the work authorized, the meaning of the plans and specifications, and their sufficiency for the erection of the building. He was authorized to make any changes in the work he deemed desirable, and the owner could discharge the contractor if he failed to comply with the architect’s orders and complete the work at the contractor’s expense. The architect could likewise change' the plans and specifications at his pleasure, and the contractor was compelled to submit and erect the building accordingly. With such extensive power lodged with the architect, we are of opinion that the rule of absolute liability of the contractor for defective plans and specifications and insufficiency of the soil to support the building is not applicable under the circumstances of! this case. The specifications clearly contemplated that soil tests would be made by the architect, and for the mánifest purpose to enable him to determine the sufficiency of the soil to sustain the building on the foundation with the footings required by the specifications and drawings, The tests were only to be made if required by the' architect. The contractor was without authority to make them, and had he made them and discovered that the soil would not support the building, his contract prohibited him from making the necessary changes in the width or depth of .the footings to insure a proper foundation. The footings provided in the drawings might have been sufficient to support the building in other soil, but they were entirely insufficient to sustain it'on the lot selected by the. owner for the construction of the building. It was, therefore, the duty of the architect under the authority expressly conferred by the contract to make the proper soil tests, and if he discovered that the soil would not support, the building he should have made the necessary changes in the width and .depth of the footings. Failing in the performance of .this duty, he and not the contractor is chargeable with \"the resulting consequences. The architect, however; did make'certain tests of the soil.and, as he testified, they “were made for the purpose of satisfying yourself (himself)' as to whether, or not the building could be-safely put upon the clay.”' He decided it could'and declined to-'permit any change to be made, notwithstanding the contractor’s general superintendent and superintendent in immediate charge of the work both called his attention to the condition of the soil and suggested that the footing course should be widened. Had he ordered the change suggested Or any other change sufficient to secure safety to the building, the contractor, under an express stipulation in the agreement, would have been compelled to obey and to make the change. On .the other hand, if . the contractor had made the* change without the express direction of the architect, it would have been a departure from the specifications and drawings which would have prevented a recovery by the contractor of any part of the contract price.\n. We regard this case as ruled by the doctrine of Filbert v. Philadelphia, 181 Pa. 530, and cognate cases. It will be observed in the official report of the Filbert case that counsel cited the cases relied on by the court below and the appellee here, and they were, therefore, necessarily considered in deciding that case. What differentiates these cases from those in which the doctrine of absolute liability of the contractor is imposed is the authority of the architect or superintendent in charge to make changes in the drawings and specifications at his discretion, to supervise and direct the work, and to compel obedience by the contractor to any order the architect or superintendent may make concerning the drawings, specifications or work. Speaking of the effect of such authority, exercised in that case by the department of public works of the city, the present Chief Justice, delivering, the opinion in the Filbert Case, said (p. 545):\n“It was not at any time a fixed and certain contract, as the' city through- her officials could make any changes which were deemed necessary, and the contractors were bound to build as directed.......The contractors were given no discretion. Every line was drawn, every grade was fixed and every detail was provided for by the city’. If the contractors had thought it wise to depart from the plans, and had done so and built a better reservoir, they could have recovered nothing. There would have been a deliberate and wilful departure from the terms of the contract which would have defeated their entire claim for the price. We cannot conclude that, under an agreement which might be changed from time to time,- and in which the only certain thing was that materials should be furnished and work performed ‘in strict and exact accordance with plans and specifications’ prepared or to be prepared thereafter by the city, it was intended that the contractors should do more than make a reservoir complete and perfect according to the plans and specifications furnished.”\nIt is manifest that the soil where the structure was being erected was insufficient to support the building, and that it was impossible to erect a substantial building there on the foundation supported by the footings provided in the drawings. This appears from the fact that the building fell and was reconstructed on a foundation having footings of double the size and extending through the clay a distance of four feet beyond the depth of the original footings. The rule of impossibility of completion for which the contractor is not responsible may, therefore, be properly invoked here as it was in Murphy v. National Bank, 184 Pa. 208. In that case the owner, as here, invoked the rule of absolute liability of the contractor for defective plans, and in holding that it was not applicable to the facts of that case this court, speaking through Mr. Justice Green, said (p. 217) :\n“There is perhaps another reason why the rule invoked for the defendant is inapplicable. It has an exception if the work to be done is absolutely impossible. Upon the theory that the arches fell out because of the weakness and insufficiency of the iron work to support them, it is manifest that if the arches were replaced with the same material and with the same iron work, they would simply fall out again, and would continue doing this as often as the work was repeated. Hence if the plans and specifications were strictly followed, as it is contended they should be, it would simply result that the building never could be finished, in accordance with them, and the case would be within the exception of impossibility.”\nThe provision in the specifications that the contractor shall examine the plans and specifications before signing the contract, and that anything to which he does not object he guarantees as being approved by him cannot defeat a recovery in this action. Conceding the provision to be a guarantee of the plans and specifications, the building did not fall by reason of any defects in them, as found by the jury, but because the soil was not sufficient to support the building. The contractor could not reasonably be expected to know or discover the defect in the soil, and, as we have held, was not responsible under the facts of the case, for the condition of the soil which was not guaranteed by the provision of the specifications in question. But however this may be, this clause of the specifications should be strictly construed in view of the fact that the contract confers authority on the architect to change and alter the original plans and specifications as he may think desirable. He was employed by the owner and was in charge of the work as his representative with absolute power to make any changes he deemed proper. If the construction put upon the clause by the appellee be correct, it makes the contractor a guarantor not only of the original plans and specifications, but also of every change the architect may make in them, and, therefore, in effect, of the competency of the architect himself, the owner’s employee. The only limitation upon his authority in this respect is that the changes shall be consistent with the purpose and intention of the original drawings and specifications, and of this the architect himself is to be the sole judge. We do not believe that such was the intention of the parties, and, therefore, are not disposed tó put that construction on the clause in question. We agree with the appellant that the guarantee was intended to apply to the work, and as thus construed the clause will harmonize with the other provisions of the contract, and carry out the manifest intention of the parties as well as prevent the absurd result of penalizing the contractor for defective plans and specifications which the jury found were not faulty.\nWe are of opinion that the learned court below erred in entering judgment for the defendant non obstante veredicto, and that judgment should have been entered on the verdict for the plaintiff.\nThe judgment is reversed, and judgment is now entered on the verdict in favor of the plaintiff and against the defendant.",
        "type": "majority",
        "author": "Mr. Justice Mesteezat,"
      }
    ],
    "attorneys": [
      "Seward Thomson, of Thomson & Thomson, with, him James Balph, for appellant.",
      "George B. Gordon, of Gordon & Smith, for appellee."
    ],
    "corrections": "Filbert v. Philadelphia, 181 Pa. 530, and cognate cases followed.",
    "head_matter": "Miller & Sons Co., Appellant, v. Homeopathic Medical & Surgical Hospital & Dispensary of Pittsburgh.\nContracts — Building contracts — Defect in soil — Reconstruction —Plans and specifications — Architects—Responsibility of architects — Construction of contract — Intention.\n1. Where the soil upon which a structure is being erected under a building contract is insufficient to support the building, and it is impossible to erect a substantial building there on the foundation supported by the footings provided in the drawings, the rule of impossibility of completion, for which the contractor is not responsible, is applicable.\nMurphy v. National Bank, 184 Pa. 208, followed.\n2. Where the agreement between the parties to a building contract does not provide simply that the contractor shall furnish certain materials and do certain work in the construction of the building upon a certain lot of ground, in accordance with definite plans of construction, but gives to the architect employed by the owner to prepare the plans and specifications and to supervise the construction plenary power and control over the contractor, the architect’s judgment being final as to the quality and quantity of the material and work authorized, the meaning of the plans and specifications and their sufficiency for the erection of the building and his authority complete to make any changes in the work he deemed desirable and to change the plans and specifications at his pleasure, the contractor being compelled to submit and erect the building accordingly, with the provision that the owner could discharge the contractor if he failed to comply with the architect’s orders, the rule of absolute liability of the contractor for defective plans and specifications and insufficiency of the soil to support the building is not applicable.\n3. Where in such a ease the specifications clearly contemplate that the soil tests should be made by the architect and for the purpose to enable him to determine the sufficiency of the soil to sustain the building on the foundations with the footings required by the specifications and drawings, and the contractor was without authority to make such tests, or to make changes in the width or depth of the footings to insure a proper foundation, it is the duty of the architect to make the proper soil tests, and the responsibility for failure for the performance of this duty is chargeable to him and not to the contractor.\n4. In such case a provision in the specifications that the eon-tractor should examine the plans and specifications before signing the contract, and that anything to which he should not object, he would guarantee as being - approved by him, is not to be construed as an approval of the character of the soil upon which the building was to be constructed.\n5. In an action by a contractor to recover the cost of tearing down and rebuilding a wall which was part of a hospital building in the course of construction by the contractor, a verdict for the plaintiff was sustained where it appeared that the wall fell because the soil on the defendant’s lot when excavated to the width and depth required by the contract was not sufficient to sustain the building to be placed upon it; that by the terms of the contract the work and materials were to be furnished under the supervision of the architect, who would change the plans and specifications at his discretion and require the contractor to make whatever alterations should be necessary to conform to such changes; that the soil tests were to be made by the architect and that the contractor had no authority to make them or to make any change in the construction without the express direction of the architect; that the architect after making certain soil tests had considered the soil sufficient to support the wall and had refused to allow any changes to be made while it was being erected, although notified by the contractor that the footing course should be widened.\nArgued Nov. 3, 1913.\nAppeal, No. 246, Oct. T., 1913, by plaintiff, from judgment of C. P. Allegheny Co., Oct. T., 1910, No. 285, for defendant n. o. v. in case of William Miller & Sons Company v. The Homeopathic Medical and Surgical Hospital and Dispensary of Pittsburgh.\nBefore Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nReversed.\nAssumpsit to recover a balance alleged to be due on a .building contract. Before Shafer, J.\n. The facts appear in the opinion of the Supreme Court, and in the following opinion by Shafer, J., sur defendant’s motion for a new trial and for judgment n. o. v.:\nThe action is assumpsit for a balance claimed to be owing from defendant to plaintiff upon a contract by the plaintiff to build a hospital building for the defendant. The state of facts upon .which the plaintiff’s claim is founded is as follows: On June 4, 1907, the parties plaintiff and defendant entered into an agreement in writing, a copy of which is annexed to plaintiff’s claim, by which it was provided that the plaintiff would provide all the material and perform all the work for the erection of a six-story and basement building, to be located facing Center avenue near Aiken avenue, in the City of Pittsburgh, as shown on the drawings and described in the specifications annexed to the contract, and that this work was to be done under the direction of the architect, with the other printed clauses contained in the so-called uniform contract recognized by the Institute of Architects and in common use. It was further agreed that all work comprehended in the agreement should be complete in every respect, ready for occupancy and use, on or before June 1, 1908.\nThe specifications, which were expressly made a part of the contract, contained a provision under the general head of “The Contractor” which reads as follows: “The contractor shall examine the plans and specifications carefully, with all his subcontractors, before signing contract; if he object or find fault with any part or parts he shall notify the architect in writing before signing contract. Anything to which he does not object he guarantees in signing contract as being approved by him and being responsible for same in every respect; and should any defect appear later he shall make good such defect, and if instructed change same to the grade of work generally approved as standard.” The plans and specifications for the building called for foundations of a certain depth, with a footing course of a certain width, and a series of pillars in the center of the building, of a certain size. The contract also provides that if required by the architect or owner the plaintiff would build a certain heavy structure on the land for the purpose of allowing a test of. the soil to be made. Plaintiff proceeded to erect the building under the contract, and excavated the. ground on the defendant’s lot to the depth and width called for, for the foundations. They were not required to make the test of soil provided for by the contract. The architect did in fact drive some pipes and cause one or more holes to be dug by way of examining the soil. When the excavation was finished it appeared that one side of the excavation for the foundation of the building was composed of sand and the other side of clay. The plaintiff proceeded to lay the footing course and build the wall upon it according to the plan, making the footing course and the wall of exactly the width and height specified. The building was so far completed by the January following that the walls were built up to their height and the building was at least partly under roof. The building stood in this way until the following summer, when on June 2, 1909, a portion of the wall built over the side of which the substratum was clay began to sink, from several inches to almost a foot in several parts, thereby cracking the wall and making it unsafe and requiring it to be torn down and rebuilt in order to finish the building. Each of the parties insisted that the other was responsible for the loss thus occasioned, and the plaintiff stopped work, when it was agreed between the parties in writing on June 12,1908, that the plaintiff should proceed to remove the damaged portions of the structure and replace same, and should keep an accurate and separate account of the cost of so doing, “and that the question of responsibility with reference to said matter should be.left open for future consideration and adjustment,” it being further agreed that this should be without prejudice to the rights of both parties. The plaintiff thereupon tore down the damaged portion of the wall, dug out the foundation under the damaged portion and built a foundation according to the plan provided by a new architect employed by the defendant, making the foundation much wider at the base than before, and in this way the building was finally completed. The defendants thereupon paid to the plaintiff the contract price of the building, and paid for certain extras ordered by the architect, including the extra cost of widening the foundation as stated, whereupon this suit was brought by the contractor for the items of cost and expense incurred in rebuilding the wall, of which they had kept an account as agreed, and there is no dispute between the parties as to the correctness of the amount. The plaintiff’s allegations as to its ground of action are, as contained in the declaration, that it was not responsible for the sinking of the wall, but that on the contrary the sinking of wall was wholly chargeable to the defendant by reason of the inadequate foundations of the building as designed by the architect; and that the foundations as set out in the drawings were inadequate to sufficiently sustain the weight imposed upon them as the building was located and designed, and that this defect was aggravated by the eccentric character of the loading, by which is meant that a granite course or finish was shown above ground for a certain' distance on the outside of the wall, thus making the wall which was above ground thicker than that which was under ground. It was also complained that the load upon the foundation of the wall was less than that upon the foundations of the columns in the middle of the building, and that for these reasons it was the duty of the defendant to restore the building to the condition in which it was prior to the injury, at its own cost. On the trial an amendment was allowed, by which the plaintiff alleged that the injury was chargeable to the defendant by reason of the inadequate foundations of the building to support the east wing “on the soil or earth upon which the defendant directed it to be built,” followed by a description of the clay and sand under the footings of the various parts of the building. It appeared upon the trial without question that the clay under the portion of the building which sank had become moist, it having been dry when the foundation was made. It was claimed by the defendant that this was because the plaintiff had carelessly allowed water to run in around the sides of the building and had not kept proper drains to keep it out, which the plaintiff denied. This was submitted to the jury, and the verdict of the jury agreed with the contention of the plaintiff. A verdict was rendered for the plaintiff for $27,522105. The defendant, having asked for binding instructions which were refused, moved for a new trial and for judgment non obstante veredicto. Upon the argument of these motions it appeared that a claim for stone work amounting to $990.00 which formed an item of plaintiff’s claim was not in fact for construction made necessary in the replacing of the wTall, but consisted of thickening of the wall, which was in fact an extra, this fact not having been called to the court’s attention or that of the jury, during the trial. This amount being one about which there was, or at least should have been, no dispute it was thereupon stipulated by counsel for plaintiff and defendant that the verdict should be reduced by the sum of $990.00 with interest, amounting in all to $1)203.14, upon the payment of that amount by defendant to the plaintiff, which amount was paid and the verdict reduced accordingly, it being agreed that this was done so as to make the verdict relate wholly to the cost of taking down and rebuilding those portions of the wall which were damaged by the sinking of it. We do not understand the defendants to insist upon the motion for a new. trial, and a new trial is refused.\nUpon the motion for judgment for defendant non obstante veredicto the question is whether under the state of facts above set forth the plaintiff has made out a case entitling it to recover. The parties having agreed that the plaintiff should proceed with the building without prejudice to the rights of either of them, the plaintiff would seem to be in the same position as if after the accident had happened he had given notice to the defendant that he would restore the wall at defendant’s expense and had proceeded to do so. The question to be determined therefore is whether the work done in rebuilding the wall was work which the contract required the plaintiff to do, or whether it was work which, as.the plaintiff’s declaration alleges, the defendant was bound to do and which if the plaintiff did it could recover for upon a quantum meruit. The letter at least of plaintiffs’ contract requires them to complete the building, ready for occupancy and use, by a certain time, for which they are to receive a certain sum of money. The burden is therefore upon the plaintiffs to show some reason why they should not complete the building for the specified sum. The plaintiffs contend that the plans for the building were defective, and point out as such defects the fact that the foundations for the columns in the middle of the building were calculated to sustain a much greater weight per square foot than those of the wall; that a granite surfacing was called for on the wall extending up for some distance from the surface of the ground, which tended to throw the center of gravity somewhat toward the outside instead of in the middle; and that the footing course was not made wide enough to sustain the building upon the soil as it was found to exist upon defendant’s lot.\nWe are unable to see how the fact that the foundations of the columns were calculated to sustain a greater weight per square foot than the wall can have any bearing in this case. The columns did not sink, and the fact that they did not sink had no effect on the wall. As to the granite course added to the outside of part of the wall, whatever effect this might have in making an uneven pressure upon the foundation it was as well known to the plaintiffs as to the defendant, and was not a matter which occurred or became known after the making of the contract, or could only become known as the work progressed. The plaintiffs contracted to build in that way and there was no impossibility of doing so. The portions of the wall which did not fall down are built in the same way. We are of opinion, therefore, that even if the contract contained no guaranty of the plans on the part of the plaintiffs they could not be heard to complain of these matters.\nThe main reason, however, as we understand it, upon which the plaintiffs rely is that the soil of defendant’s lot, when excavated to the width and depth required by the contract, proved not to be sufficient to sustain the building to be placed upon it, and that therefore the defendant is responsible for the cost of replacing work which fell down during the course of construction by reason of the giving way of the soil under it.\nAs to failure to perform an entire contract for the erection of a building, or difficulties encountered in so doing arising from defects in the soil, the law is stated in Hudson on Building Contracts, 289, as follows:\n“Defects in the soil do not excuse contractors from the performance of a contract to erect a building, and for failure to perform they are liable in damages.\n“It is no defense to an action for damages that the building so far as it was erected was constructed in accordance with the plans and specifications......If a\nperson contracts with the owner of a plot of land to build and complete a building, and by reason of a latent defect in the soil it falls, the contractor is the loser.”\nA number of English and American cases are cited in support of these statements. In addition to these cases we have been referred to the case of School Trustees v. Bennett, 27 N. J. L. 513, which is substantially like the present case and was approved by the Supreme Court of Pennsylvania in Murphy v. National Bank, 184 Pa. 208; and to the case of Dermott v. Jones, 69 U. S. 1, in which the Supreme Court of the United States laid down the same rule; as well as to á number of other cases, and no case in any common law jurisdiction has been referred to to the contrary. The plaintiffs rely upon the case of Filbert v. Philadelphia, 181 Pa. 530, for the building of a reservoir. In that case, however, it was conceded by the learned counsel for the contractors that if they had undertaken to erect a reservoir on the site in question and had been unable to erect it because a failing of the foundations during the progress of construction they would not have been entitled to their money, and in the opinion of Mr. Justice Fell it is distinctly pointed out that the case is not one “of an undertaking absolutely to construct a particular thing, or to construct a thing according to plans furnished by the builders, or of a failure because of accident to the works or the sinking of the foundation on which the structure was to stand.” We are unable, therefore, to see how that case has any bearing upon the present one. It is urged by the plaintiffs that the contract in the present case allows the owner, through his architect, to make changes from time to time , as he may direct, and that in that respect the case is like the reservoir case. If the owner had directed changes which affected the stability of the building there might be some foundation for such a claim, but no changes whatever were directed and th,e existence in the contract of a right to make such changes which was not exercised can have no effect on the result.\nIt was also urged by plaintiffs that the reservation of a right by the owner to make tests of the soil during the progress of the work, and the fact that he did make certain tests, indicate that the duty of ascertaining the sufficiency of the soil was thereby cast upon the owner. If the owner had not reserved a right to make tests after the foundation was dug he might not have had a right to interfere with the progress of the work to do so, and he is much more interested than the contractor would be in the character of the soil, as the contractor is interested only in supporting the building until it is finished, whéreas the owner is interested in its stability as long as it may last. We are unable to see how the fact that the owner made tests of the soil can in any way be held to modify the terms of the contract or to relieve the plaintiff from its agreement to erect the building.\nVerdict for plaintiff for $26,322.17. The court entered judgment for defendant n. o. v. Plaintiff appealed.\nError assigned was in entering judgment for defendant n. o. v.\nSeward Thomson, of Thomson & Thomson, with, him James Balph, for appellant.\nGeorge B. Gordon, of Gordon & Smith, for appellee.\nJanuary 5, 1914:"
  },
  "file_name": "0502-01",
  "first_page_order": 532,
  "last_page_order": 548
}
