{
  "id": 1087040,
  "name": "Pera, Appellant, v. Harrisburg Railways Co.",
  "name_abbreviation": "Pera v. Harrisburg Railways Co.",
  "decision_date": "1924-07-08",
  "docket_number": "Appeal, No. 13",
  "first_page": "203",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "281 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "277 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 226,
    "char_count": 3224,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.0264384671566078e-07,
      "percentile": 0.5468316878706055
    },
    "sha256": "9ebc399f600c0c1237216a6d482dc9710e60eea2bec1297aa2209dc2f63397a4",
    "simhash": "1:6b1baa2a7c942572",
    "word_count": 537
  },
  "last_updated": "2024-02-27T23:35:02.842033+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Pera, Appellant, v. Harrisburg Railways Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff recovered a verdict against defendant railway company for personal injuries due to its alleged negligence; a new trial was granted and this appeal followed.\nIn its opinion in support of the order here complained of, the court below states, inter alia: “Without taking up all of the reasons submitted, we think, for the fourth reason [urged by defendant, that the case lacks “evidence from which the jury could properly find either the plaintiff’s reasonable expectation of life, or diminution, if any, of earning power”], if for no other, a new trial must be granted. The testimony discloses nothing from which the jury could find the reasonable expectation of life of plaintiff or the diminution, if any, of her earning power. [She] testified that her age was thirty years, but there is no testimony as to her condition of health at the time of the trial or before; nothing with respect to her habits, [and] no tables of mortality.” While, of course, the physical appearance of an adult plaintiff presents strong evidence in itself of her condition of health, from which conclusions may be drawn as to her expectancy of life, yet, where, as here, the trial judge, who saw plaintiff, thinks and says that the proofs are insufficient to sustain a definite finding on that point, or as to the diminution of her earning power caused by the injury suffered, and in effect states that for these reasons he deems it unnecessary to pass on other grounds assigned in support of a motion for a new trial, we will not, under our authorities, hold the sustaining of the motion to be error. See Class & Nachod Brewing Co. v. Giacobello, 277 Pa. 530, where the prior cases on the point here involved are reviewed.\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Paul A. KunJcel, for appellant.",
      "George F. Lumb and Charles L. Bailey, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Pera, Appellant, v. Harrisburg Railways Co.\nAppeals — New trial — Negligence—Damages—Evidence—Physical appearance — Expectation of life — Discretion of court below.\n1. An order granting a new trial, after a substantial verdict for plaintiff in a negligence case, will not be reversed on appeal, where the trial judge states that the testimony disclosed nothing from which the jury could find the reasonable expectation of life of plaintiff or the diminution, if any, of her earning power.\n2. While the physical appearance of an adult plaintiff presents strong evidence in itself of plaintiff’s condition of health, from which conclusions may be drawn as to expectancy of life, the appellate court will not reverse in view of the trial judge’s statement as to the evidence.\nArgued May 26,1924.\nAppeal, No. 13, May T., 1924, by plaintiff, from order of C. P. Dauphin Co., June T., 1922, No. 302, granting new trial, in case of Matilda Pera v. Harrisburg Railways Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Fox, J.\nMotion for new trial.\nThe opinion of the Supreme Court states the facts.\nVerdict for defendant for $7,000. Motion for new trial granted. Plaintiff appealed.\nError assigned was order granting new trial, quoting record, including opinion of court below.\nPaul A. KunJcel, for appellant.\nGeorge F. Lumb and Charles L. Bailey, Jr., for appellee.\nJuly 8, 1924:"
  },
  "file_name": "0203-01",
  "first_page_order": 227,
  "last_page_order": 229
}
