{
  "id": 1087045,
  "name": "Koons, Administrator, v. Philadelphia & Reading Ry. Co., Appellant",
  "name_abbreviation": "Koons v. Philadelphia & Reading Ry. Co.",
  "decision_date": "1924-10-06",
  "docket_number": "Appeal, No. 11",
  "first_page": "270",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "281 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "230 Fed. 545",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6741370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/230/0545-01"
      ]
    },
    {
      "cite": "227 U. S. 434",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8287861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/227/0434-01"
      ]
    },
    {
      "cite": "239 U. S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3932396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/239/0199-01"
      ]
    },
    {
      "cite": "238 U. S. 507",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3675705
      ],
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/238/0507-01"
      ]
    },
    {
      "cite": "236 U. S. 662",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8289083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/236/0662-01"
      ]
    },
    {
      "cite": "275 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/275/0277-01"
      ]
    },
    {
      "cite": "226 U. S. 570",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8288845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/226/0570-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6327,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.4929712245954908e-07,
      "percentile": 0.663385394283605
    },
    "sha256": "adff54dc3b89d4b29eae7fb47d655e45cb78287461689afcf2337957939ff29e",
    "simhash": "1:3e7d87e9f35da654",
    "word_count": 1072
  },
  "last_updated": "2024-02-27T23:35:02.842033+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Koons, Administrator, v. Philadelphia & Reading Ry. Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nPlaintiff as administrator of the estate of his son Lester M. Koons, sued to recover for the death of the latter, which resulted from injuries received while in the employ of defendant company. The accident occurred April 22,1915, at which time both the young man and defendant were engaged in interstate commerce. Death as a result of the injuries received followed on April 23, 1915. Letters of administration, on the son’s estate, were granted plaintiff, September 23, 1921, and this action was begun by him as such administrator Feb. 6, 1922. On defendant’s petition, setting forth the facts as above stated, a rule was granted on plaintiff to show cause why judgment of non pros should not be entered for the reason that the action was instituted more than two years after the death, and consequently was barred by the limitation contained in the Federal Employers’. Liability Act. Following answer and argument, the court below discharged the rule, on plaintiff’s contention that the limitation did not begin to run until the appointment of plaintiff as administrator, and the action, having been commenced within the period of two years following such appointment, was in time.\nAt the trial, the parties stipulated of record that a verdict should be entered in plaintiff’s favor for $2,510, subject to tbe exception that the court erred in discharging defendant’s rule and overruling its motion for judgment of non pros, defendant reserving its rights to an “appeal to the Supreme Court of Pennsylvania and the Supreme Court of the United States, if such can be had, without any question that the matters should have been heard upon trial which is waived by this agreement.” The court subsequently entered judgment on the verdict and this appeal followed.\nThe limitation referred to involves the construction to be placed on section 6 of the Act of Congress of April 22, 1908, as amended by the Act of April 5, 1910, entitled, “an act relating to the liability of common carriers by railroad to their employees in certain cases.” (U. S. Compiled Statutes, 1916, section 8662.) The clause of the section referred to, material here, reads as follows: “No action shall be maintained under this act unless commenced within two years from the day the cause of action accrued.” Whether the “cause of action” arose on the death of the employee or on the appointment of an administrator, the sole question for determination here, was before the United States Circuit Court of Appeals in American Railroad Company of Porto Rico v. Coronas, 230 Federal Reports 545, wherein a judgment was sustained to recover under the Federal Employers’ Act for the death of an employee in a suit which was not commenced until the appointment of an administrator, more than five years after the employee’s death; in construing the limitation section referred to, the court there said, “It is a general rule of law that where a cause of action arises as in this case, after death, it is considered as accruing, for the purpose of the running of the statute, only from the time when there is some one in existence capable of suing, and, if no one but the administrator can sue, that the statute does not begin to run until administration is granted. This principle was announced at an early day.” Since the argument of this case the Circuit Court of Appeals for the 3d District, in Guinther, Administratrix, v. Phila. & Reading Railway Co., in passing on the limitation clause here involved, where the administratrix was not appointed until six years after death, held the cause of action did “not accrue until the appointment of 'a personal representative of the deceased who is capable of suing.” As the question raised here is identical with that passed upon in the two cases referred to and requires interpretation of a federal statute, we will follow the construction placed upon the limitation clause by the two federal courts above mentioned and affirm the judgment of the court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "John T. Brady, for appellant. —",
      "John R. Geyer, with him Paul G. Smith, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Koons, Administrator, v. Philadelphia & Reading Ry. Co., Appellant.\nNegligence — Railroads—Federal Employers’ Liability Act — Statute of limitations — Death—Appointment of administrator — Acts of Congress of April 22, 1908, and April 5, 1910, U. S. Compiled Statutes of 1916, section 8662.\n1. Where a cause of action arises after death, it is considered as accruing, for the purpose of the running of the statute, only from the time when there is some one in existence capable of suing, and if no one but an administrator, the statute does not begin to run until administration is granted.\n2. Under the Federal Employers’ Liability Act of Congress of April 22, 1908, as amended by the Act of April 5, 1910, Compiled Statutes of 1916, section 8662, the right of action for the death of an employee does not accrue until the appointment of an administrator of the deceased, and an action commenced within the period of two years from such appointment is not barred.\nStatutes — Construction by state courts — Federal statutes.\n3. In construing a federal statute the state .courts will follow the construction placed upon such statute by the federal courts.\nArgued May 26, 1924.\nAppeal, No. 11, May T., 1924, by defendant, from order of C. P. Dauphin Co., Jan. T., 1922, No. 222, overruling motion for non pros, in case of John L. Koons, Administrator of Lester M. Koons v; Philadelphia & Reading Ry. Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nMotion for non pros. Before Wickersham, J.\nThe opinion of the Supreme Court states the facts.\nMotion overruled. Defendant appealed.\nError assigned was, inter alia, order, quoting record.\nJohn T. Brady, for appellant. —\nA cause of action for death under this act accrues at the date of death and not upon the appointment of a personal representative: Missouri, K. & T. R. R. v. Wulf, 226 U. S. 570; Mumma v. Ry., 275 Pa. 277; Phillips Co. v. R. R., 236 U. S. 662; Central Vermont Ry. v. White, 238 U. S. 507, 511; Atlantic Coast Line v. Burnette, 239 U. S. 199; Troxell v. R. R., 227 U. S. 434.\nThe trial court was not bound by the decision of the circuit court of appeals in the Coronas Case.\nJohn R. Geyer, with him Paul G. Smith, for appellee,\ncited: American R. R. of Porto Rico v. Coronas, 230 Fed. 545.\nOctober 6, 1924:"
  },
  "file_name": "0270-01",
  "first_page_order": 294,
  "last_page_order": 297
}
