{
  "id": 1087072,
  "name": "Bailey's Estate",
  "name_abbreviation": "Bailey's Estate",
  "decision_date": "1924-11-24",
  "docket_number": "Appeals, Nos. 84-6",
  "first_page": "392",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "281 Pa. 392"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "202 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992360
      ],
      "pin_cites": [
        {
          "page": "316-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0313-01"
      ]
    },
    {
      "cite": "262 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044459
      ],
      "pin_cites": [
        {
          "page": "142-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0139-01"
      ]
    },
    {
      "cite": "254 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025497
      ],
      "pin_cites": [
        {
          "page": "504-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 6493,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 4.052369059485046e-07,
      "percentile": 0.9078056288223754
    },
    "sha256": "b2161c74a39eef6ece2728f2e9f112dfa0195a01665d21cab4250ad89bf75185",
    "simhash": "1:2aae038cc2621f60",
    "word_count": 1123
  },
  "last_updated": "2024-02-27T23:35:02.842033+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schafeer, JJ."
    ],
    "parties": [
      "Bailey’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe adopt the following excerpts from the opinion of the court below: “This proceeding arises on a petition ......praying that the decision of the register of wills......approving a bond given......in an appeal ......[from the probate of the will of decedent] be set aside and revoked and all proceedings thereunder be dismissed. Catherine Graydon Bailey [the decedent] died December 1, 1920, and her will [was] duly proven on December 29, 1920......On December 22, 1922, seven days before the expiration of the time allowed for appeal, an appeal was taken from the decision of the register probating the will. At the same time......a form of bond was signed by the three appellants [as principals], in the sum of $500 [to cover] costs, and ‘filed and approved’ by the register. There were no sureties on the bond for more than ten days after the appeal was filed---From an inspection of the bond and admissions made at the argument before the court, it appears the justification was submitted to the proposed sureties and signed by them, not in the office of the register of wills, but in the office of a notary public in the East End, City of Pittsburgh, and this was sworn to before the notary public by the proposed sureties on December 22, 1922. They did not appear at the office of the register of wills, nor did they sign the bond at that time. Some time after February 13,1923, they were permitted to sign the bond. ....... Section 20 of the Register of Wills Act of 1917, [P. L. 424, reads] as follows: ‘It shall not be lawful for any register of wills......to entertain......any appeal from the probate of any......will......unless......appellants shall, within ten days after the filing of...... appeal, enter into a bond,......with at least two sufficient sureties to be approved by the register, in a penal sum of not less than five hundred dollars, and not to exceed five thousand dollars, as may be determined by the said register, conditioned for the payment of all or any costs which may be occasioned by reason of such...... appeal......In case no bond such as aforesaid shall be filed with the register within ten days after the filing of any......appeal, as aforesaid, such......appeal shall be considered as abandoned, and shall be dismissed; and proceedings may be had in all respects as if no such ......appeal had been filed.’ These words are plain and mandatory. It is admitted the bond was not signed by the sureties on December 22, 1922. The register was in error in certifying that the bond with sureties was filed and approved on that day. The respondents contend the signatures of the two persons to the justification were sufficient and bound them as sureties. We cannot agree to this construction. The only paper signed by these proposed sureties on December 22, 1922, was the justification. This form on the back of the bond contains statements that they were about to become sureties on appellants’ bond, giving their respective residences and occupations, the location and value of their real estate above encumbrances, and the averment by each that he was worth the amount expressed in the bond over and above his debts and liabilities. These statements were submitted for the information of the register and to lead him to a decision as to the acceptability of these persons as sureties on the bond. After signing the justification they might have changed their minds and been unwilling to sign the bond. There could have been no liability on their part unless they had executed the bond. The order of the register approving the bond as above set forth did not make them liable. Subsequent to February 13, 1923, their names were [for the first time] written into the body of the bond, which was then signed by them; but this made a paper different from that submitted to the register and approved by him on December 22 previous. The terms of the act of assembly referred to make a strict compliance therewith necessary; the bond executed by the appellants alone does not comply with the law, and the register should have dismissed the appeal. The statute is specific as to when the appeal may be taken and as to how it is to be perfected. Ample time is given to comply with these requirements. The required conditions have not been met in the case at bar and the situation is as if no appeal had been filed.”\nWe need add only that decisions in cases involving bonds, on appeals from judgments of justices of the peace and others, given under common-law rules or acts of assembly differing from the one now before us, do not control here where, as the court below so well states, the statutory requirements are mandatory and the consequences of departure therefrom plain: Harris v. Mercur, 202 Pa. 313, 316-18; Singer v. D., L. & W. R. R. Co., 254 Pa. 502, 504-5; Wise v. Cambridge Springs Boro., 262 Pa. 139, 142-44.\nThe order appealed from is affirmed at cost of appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John D. Meyer, for appellant.",
      "A. Leo Weil, of Weil, Christy & Weil, for appellees, was not heard."
    ],
    "corrections": "",
    "head_matter": "Bailey’s Estate.\nWills — Probate—Bond—Justification of sureties — Failure to file bond in time — Statute mandatory — Act of June 7,1917, P. L. —Justices of peace.\n1. The provision of the Act of June 7,1917, P. L. 424, requiring the filing of a bond within ten days from the filing of an appeal from the probate of a will, is mandatory.\n2. If the sureties execute a justification endorsed on the bond, but do not sign the bond itself, and the bond is approved by the register in this form, it is nugatory, and is not made valid by the sureties signing the bond more than ten days after the appeal was taken.\n3. Decisions in cases involving bonds on appeals from judgments of justices of the peace and others, given under common law rules or acts of assembly, do not control in cases where the particular statutory requirements are mandatory.\nArgued October 9, 1924.\nAppeals, Nos. 84-6, by Alice Bailey Garland, Eliza Bailey Garland and Kate Bailey Hodkinson, from decree of O. C. Allegheny Co., Jan. T., 1923, No. 360, dismissing appeal from probate of will in estate of Catherine Graydon Bailey, deceased.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schafeer, JJ.\nAffirmed.\nAppeal from probate of will. Before Mitchell, J.\nThe opinion of the Supreme Court states the facts.\nAppeal dismissed. Alice Bailey Garland, Eliza Bailey Garland and Kate Bailey Hodkinson appealed.\nError assigned was, inter alia, decree, quoting it.\nJohn D. Meyer, for appellant.\nA. Leo Weil, of Weil, Christy & Weil, for appellees, was not heard.\nNovember 24, 1924:"
  },
  "file_name": "0392-01",
  "first_page_order": 416,
  "last_page_order": 420
}
