{
  "id": 1087024,
  "name": "Springfield Real Estate Co. v. Kellett et al., Appellants",
  "name_abbreviation": "Springfield Real Estate Co. v. Kellett",
  "decision_date": "1924-11-24",
  "docket_number": "Appeal, No. 176",
  "first_page": "398",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "281 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "269 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0482-01"
      ]
    },
    {
      "cite": "244 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0386-01"
      ]
    },
    {
      "cite": "54 Pa. Superior Ct. 97",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        437583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/54/0097-01"
      ]
    },
    {
      "cite": "273 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0265-01"
      ]
    },
    {
      "cite": "243 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0319-01"
      ]
    },
    {
      "cite": "208 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0209-01"
      ]
    },
    {
      "cite": "279 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0443-01"
      ]
    },
    {
      "cite": "49 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0289-01"
      ]
    },
    {
      "cite": "67 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022513
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0512-01"
      ]
    },
    {
      "cite": "175 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0327-01"
      ]
    },
    {
      "cite": "163 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0643-01"
      ]
    },
    {
      "cite": "209 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0224-01"
      ]
    },
    {
      "cite": "280 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0508-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5037,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.2988558688901082e-07,
      "percentile": 0.6217364410048617
    },
    "sha256": "5eda593240efa46afd104a3c0698b9de800368f1c98cf59a9da8c734f65bd9c7",
    "simhash": "1:f8bd34144f6ae09e",
    "word_count": 859
  },
  "last_updated": "2024-02-27T23:35:02.842033+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Springfield Real Estate Co. v. Kellett et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe court below decreed specific performance of a contract for the sale of real estate, and defendants have appealed.\nIt appears from tlie facts agreed upon that the real estate had at one time been sold subject to certain building restrictions, which were afterwards released by the grantor in the original deed to the then owner of the tract involved, none of the land in this particular parcel having been separated therefrom in the meantime. Defendants say in their brief that the question is “solely whether the release was sufficient in law to relieve the land from the burden of the restrictions.” They ask us to decide this question, although expressly admitting, in the same brief, that “the release_____ .was apt in form and clearly manifested the intention of the grantors, to effect the absolute termination and discharge of the restrictions [originally] imposed”; they also admit that, save as we are about to set forth, there is no pretence the land thereafter remained in any way charged with the restrictions.\nThe fact reserved above is that, between the execution of the original deed and the date of the release, the grantor had conveyed other land in the vicinity, but not part of the same tract, subject to substantially similar restrictions. It is not stated nor argued that the owners of the first tract had anything to do with the conveyance of the second, or that the grantee in the second, or any one claiming under him, had or could have had any interest in the restrictions on the first, unless the mere facts of similarity and proximity give such an interest, —which, of course, they do not. Indeed, while the restrictive clause in the deed for the second tract provides for similar restrictions being placed in future conveyances of the balance of the land then owned by the grantor, it contains no reference to previous grants, like the one for plaintiff’s land.\nAs to the point suggested at argument but not formally raised on the appeal, that parties other than those appearing should be brought on the record, if the question for adjudication depended on a gift, by will or otherwise, and the point to be decided was which of two or more donees was entitled to the fee, consideration of the case should be postponed until all parties possibly interested were given an opportunity to be heard: Hebron v. Magda, 280 Pa. 508, and cases cited therein. The question before us, however, is one of contract only, and the litigants have set forth all the facts which they wish the courts to pass upon in determining whether or not plaintiff had a good title to convey. We are clear that, so far as this record discloses, the title was good, free from restrictions, and defendants have shown no reason why they should not accept it.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "H. J. Makiver, for appellants,",
      "E. Wallace Chadwick, with him William C. Alexander and J. B. Hannum, Jr., for appellee,"
    ],
    "corrections": "",
    "head_matter": "Springfield Real Estate Co. v. Kellett et al., Appellants.\nDeeds — Covenants—Building restrictions — Release of restrictions.\n1. Where a grantor of a tract of land conveys it subject to building restrictions, and thereafter releases to the grantee such restrictions, such release is not affected by the fact that between the execution of the deed and the date of the release the grantor had conveyed other land in the vicinity, but not part of the tract previously conveyed, subject to substantially similar restrictions.\n2. In such case the title of the first tract is freed from the restrictions, it not appearing that the grantee thereof had anything to do with the conveyance of the second tract, and that the grantee of the second tract, or any one claiming under him had any interest in the restrictions on the first tract.\n3. The mere facts of similarity in the restrictions and proximity of the tracts, are immaterial.\n4. Such case can be decided without parties claiming under the second deed, being brought upon the record.\nArgued October 13, 1924.\nAppeal, No. 176, Jan. T., 1925, by defendants, from judgment of C. P. Delaware Co., June T., 1924, No. 978, for plaintiff on case stated in suit of Springfield Real Estate Co. v. John Kellett and Charles Tibbetts.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nCase stated to determine marketability of real estate. Before Johnson, P. J.\nThe opinion of the Supreme Court states the facts.\nJudgment for plaintiff. Defendants appealed.\nError assigned was, inter alia, judgment, quoting it.\nH. J. Makiver, for appellants,\ncited: Coues v. Hallahan, 209 Pa. 224; Muzzarelli v. Hulshizer, 163 Pa. 643; Landell v. Hamilton, 175 Pa. 327; St. Andrew’s Lutheran Church’s App., 67 Pa. 512; Clark v. Martin, 49 Pa. 289; Drucker v. Russell, 279 Pa. 443.\nE. Wallace Chadwick, with him William C. Alexander and J. B. Hannum, Jr., for appellee,\ncited: Crofton v. St. Clements Church, 208 Pa. 209; McCloskey v. Kirk, 243 Pa. 319; DeSanno v. Earle, 273 Pa. 265; Asbury v. Carroll, 54 Pa. Superior Ct. 97; Johnson v. Jones, 244 Pa. 386; St. Andrew’s L. Church’s App., 67 Pa. 512; Rabinowitz v. Rosen, 269 Pa. 482.\nNovember 24, 1924:"
  },
  "file_name": "0398-01",
  "first_page_order": 422,
  "last_page_order": 425
}
