{
  "id": 1087013,
  "name": "Huessener v. Fishel & Marks Co., Appellant",
  "name_abbreviation": "Huessener v. Fishel & Marks Co.",
  "decision_date": "1924-11-24",
  "docket_number": "Appeal, No. 51",
  "first_page": "535",
  "last_page": "543",
  "citations": [
    {
      "type": "official",
      "cite": "281 Pa. 535"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "273 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0090-01"
      ]
    },
    {
      "cite": "274 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0190-01"
      ]
    },
    {
      "cite": "221 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0165-01"
      ]
    },
    {
      "cite": "238 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0009-01"
      ]
    },
    {
      "cite": "279 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0440-01"
      ]
    },
    {
      "cite": "35 Fed. R. 465",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3756643
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/f/35/0465-01"
      ]
    },
    {
      "cite": "11 W. N. C. 191",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "237 Mass. 122",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        60184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/237/0122-01"
      ]
    },
    {
      "cite": "281 Fed. R. 305",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5722369
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/f/281/0305-01"
      ]
    },
    {
      "cite": "273 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070803
      ],
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0090-01"
      ]
    },
    {
      "cite": "274 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073020
      ],
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0190-01"
      ]
    },
    {
      "cite": "279 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083355
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 16424,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 2.139613973519615e-07,
      "percentile": 0.7669288827263674
    },
    "sha256": "00e3a146150e61975755a7537093c5b5b2fe20be1098378be8df7144548982b1",
    "simhash": "1:dd8d0da3112beaf8",
    "word_count": 2854
  },
  "last_updated": "2024-02-27T23:35:02.842033+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaerer, JJ."
    ],
    "parties": [
      "Huessener v. Fishel & Marks Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaerer,\nThis was an action to recover the loss resulting from defendant’s refusal to comply with the terms of its contract to purchase from plaintiff 41 tons of steel sheets known as “cold rolled full finish black sheets,” part of an entire contract for the furnishing of 209 tons of the material, the balance of which had been received and paid for by defendant. The verdict was in plaintiff’s favor and from the judgment thereon defendant has appealed.\nThe contract was a parol one partly evidenced by a letter from defendant to plaintiff, which stated: “We confirm purchase from you of the following: Three Pass Cold Rolled Full Finish Black Sheets, suitable for deep drawing,” followed by a list of the material. The price Avas $10 per 100 pounds and shipments were to begin 45 days after June 2,1920, and Avere to be completed within 90 days. The letter concluded, “Confirms verbal arrangement between you and our Mr. J. D. Marks. Formal purchase contract to follow from our Cleveland office.” No formal contract was executed.\nPlaintiff was a dealer in and not a manufacturer of the material, and had it made by others who completed the entire order ready for shipment in August, which was within the 90 days. On October 2, 1920, after all of the material had been delivered except the 41 tons, defendant wrote plaintiff a letter in which it was stated it had “cancelled” the contract on the ground that it had expired. Plaintiff, by writing, refused'to assent to its cancellation, stating that all the material had been ready for delivery since August 15th and that nondelivery was due to defendant’s failure to give forwarding instructions, which he had endeavored to procure from it without success.\nPlaintiff testified he had withheld shipments at defendant’s request; this was controverted by defendant’s evidence. There was testimony in plaintiff’s behalf that defendant had withdrawn its notice of intended cancellation; witnesses for defendant denied, this. It was shown, however, that negotiations were carried on between the parties after October 2d, looking toward a reduction in price, which lasted until late in December, at which time defendant finally refused to accept the material. As a reason for not selling the goods when this refusal took place, plaintiff averred that he could not do so, because of a lack of demand and did not succeed in effecting a sale until March, 1921, when they were disposed of at $3.25 per 100 pounds. J. D. Marks, defendant’s secretary and treasurer, who had made the contract in its behalf, admitted that one of the reasons for the letter of cancellation was that the material could at that time be bought cheaper from others.\nDefendant set up that the material was not in accordance with the terms of the contract. This was one of the controverted questions on the trial, as to which there was much testimony adduced. This, and whether the delay in shipment was due to defendant’s failure to give shipping instructions, and whether the attempted repudiation was withdrawn, were the principal disputes in the court below, and the jury, as was its province under the conflicting testimony, has determined all of them in plaintiff’s favor.\nAppellant’s main contention is that the court erred in not instructing the jury that they could find the contract was broken on October 2d and consequently could fix the damages as of that date, when the market price of the material was higher than when it was sold in March. Defendant’s position would seem to be that there is an inherent right in the breaker of a contract to dictate the results of the breach — in this instance to fix the definite day for the ascertainment of the damages— overlooking the fact that the party who stands by his engagement has some legal rights. Its counsel argues that the court should have held as a matter of law that if plaintiff had shown a breach of the contract, the date of the breach was October 2, 1920, as of which date the damages should be determined. The trial judge could not properly have so ruled. The vendor in a contract who receives from the vendee notice of its repudiation is not thereupon bound to consider it ended; on the contrary, he may hold to the agreement and insist that the other party shall comply. “A mere notice of an intended breach of contract is not of itself a breach of the contract. It may become so if accepted and acted on by the other party”: Barber Milling Co. v. Leichthammer Baking Co., 273 Pa. 90, 93. A vendor is not required, on receipt of notice of refusal to accept goods covered by a contract, to sell them; he may ignore the notice and make delivery to the purchaser and on the latter’s refusal to accept, sell them in the nearest available market; the date when the sale takes place fixes the time for the calculation of damages: Barber Milling Co. v. Leichthammer Baking Co., Ibid.; Franklin Sugar Refining Co. v. Howell, 274 Pa. 190, 202.\nThe jury by its verdict in his favor has determined that the vendor was not in default; this being so, he was within his rights in endeavoring to persuade the vendee to live up to its undertaking and was not bound to conclude that the contract had been broken, until the time arrived when defendant definitely declined to take the material. The court could not have instructed the jury as a matter of law that the damages were to be fixed as of October 2d, even though it be assumed that the contract terminated on that day. A vendor is never required, particularly when, as here, there is no market demand, to sell refused goods on the very day of the breach of a contract by the vendee, but necessarily must have a reasonable time to dispose of them: Frederick v. American Sugar Refining Co., 281 Fed. R. 305; 2 Williston on Sales (2d ed., 1924) chapter XXI, particularly section 550; 2 Sedgwick on Damages (9th ed.) section 755, p. 1576; 2 Sutherland on Damages (4th ed.) section 647, p. 2235. The vendor in making a resale is bound to exercise reasonable care and judgment: Sales Act May 19, 1915, P. L. 543, 560, section 60.\nThe endeavor of appellant to bring itself within our ruling in Kahn & Feldman, Inc., v. Herbert, 279 Pa. 440, cannot succeed. In that case, we held that where, under the evidence, there might have been a breach of contract on any one of three days, on one of which there was a wide difference in market value as compared with the others, it was error for the court to charge so as to eliminate from the consideration of the jury the time of highest price. In the pending case, it is not established that there was a breach of the contract on October 2d, hence the court was not required to include that date in its charge concerning damages. Defendant moreover did not fix the market price of the material on that date. It called no witnesses to establish market value then. If appellant’s position on the trial had been that the contract was breached on that day, it certainly would have called witnesses to show market value as of that time, but it did not do so. It now seeks to fill this gap by referring, as being evidence of market value, to testimony offered by plaintiff for an entirely different purpose and which was admitted over its objection. Plaintiff was showing by a witness that the price of the steel sheets in question had declined at the date when appellant sent its notice of cancellation, plaintiff contending that fact was the reason therefor. The witness, who was the superintendent of the company which manufactured the material, did not testify as to market value, but as to the price quoted by his company on the date named; he added the further statement, in substance, that there was no market for it. Such testimony could not be said to be adequate to establish market value.\nUnder an independent contract, plaintiff sold to defendant 200 tons of wire at a stipulated price per 100 tons, to which was to be added a profit for plaintiff of $7 per ton. Under that contract, defendant advanced to plaintiff $1,000, who claimed and was allowed the right to deduct out of this sum $639 covering his loss of profits on that part of the wire which defendant had refused to accept. There was testimony on behalf of defendant that it had not defaulted on this contract and on the part of plaintiff that it had. Under the evidence submitted, this was a question for the jury and the instructions of the court that plaintiff was entitled to retain his profit out of the sum deposited, if the jury believed defendant was in default, was a proper one.\nComplaint is made that the court refused to compel a witness, Crumlie, who was superintendent of the company which made the steel sheets and who had been examined in chief to show that the manufactured material met the requirements of the contract as the material was designated in the trade, to so testify on cross-examination as to disclose the manner of their manufacture. The witness declined to do so on the ground that it would divulge to the competitors of his employer, one of whom was in the court room, a trade secret in the method of manufacture used by his employer not known to others. Appellant relies upon Gossman v. Rosenberg, 237 Mass. 122, 129 N. E. Repr. 424 (in which, however, it was the plaintiff, a voluntary witness, who was cross-examined, not as to any secret process but merely concerning names of customers) and cases from other jurisdictions to establish his right to have the method of manufacture divulged. Whatever the rule may be elsewhere, our conviction is that in this great industrial Commonwealth the matter is one which should rest in the sound discretion of the trial judge, and, when he becomes convinced,' as the trial judge evidently was in the pending case, that to expose secret trade processes through the testimony of employees of third persons, who are witnesses in a case, would be to the disadvantage and injury of such third persons, the inquiry should not be allowed. “It is not the policy of the law that valuable secrets shall be extorted from a witness under the cover of legal proceedings, and accordingly a witness will not be compelled to disclose a trade-secret, where the interests of justice do not imperatively demand it”: 40 Cyc. 2532; 4 Wigmore on Evidence, 2d ed., section 2212, p. 701, and cases there cited. We are satisfied that the court did not abuse its discretion in declining to compel the witness to make public the secret trade processes of his employer: Tetlow v. Savournai, 11 W. N. C. 191; Moxie Nerve-Food Co. v. Beach, 35 Fed. R. 465; Henry, Pennsylvania Trial Evidence, section 415, p. 373; Hopkins on Trademarks, Trade Names and Unfair Competition (4th ed., 1924) section 109, pp. 255, 263.\nAnother question raised by defendant is that the court admitted testimony with reference to a sample alleged to have been shown by plaintiff to defendant and furnished by the former to the manufacturer and of conformity of the material to the sample, contending that the sample and testimony in connection therewith were inadmissible because the sample formed no part of the contract and the sale was not by sample. Defendant’s counsel argues this proposition as though the contract was a written one and the endeavor was being made by this testimony to vary its terms by parol. As we have already pointed out, the contract was not a written one and the rule which he contends for has no application.\nAppellant further complains that the charge as a whole was an inadequate and incomplete presentation of its case, eliminating from consideration by the jury fundamental and vital questions necessary to its proper determination. We have examined the charge and are convinced that it embodies an adequate and fair presentation of the whole case, leaving the jury free to determine all questions proper for their consideration. In the respect that it did not bring to their attention that the breach may have taken place on October 2d and permit the damages to be ascertained as of that date, it is sufficient to say that the court could not have so charged, as there was no adequate evidence on which such instructions could have been based.\nThe assignments of error are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaerer,"
      }
    ],
    "attorneys": [
      "Richard W. Martin, for appellant. —",
      "John M. Redden, for appellee. —"
    ],
    "corrections": "",
    "head_matter": "Huessener v. Fishel & Marks Co., Appellant.\nContract — Notice of repudiation — Breach—Bale—Resale—Time —Damages—Market value.\n1. The vendor in a contract of sale of goods, who receives from the vendee notice of its repudiation, is not thereupon bound to consider it ended; on the contrary he may hold to the agreement and insist that the other party shall comply.\n2. The mere notice of an intended breach is not of itself a breach.\n3. A vendor is not required, on receipt of notice of refusal to accept goods covered by the contract, to sell them.\n4. He may ignore the notice and make delivery to the purchaser, and on the latter’s refusal to accept, sell them in the nearest available market.\n5. In such case the date when the sale takes place fixes the time for the calculation of damages.\n6. A vendor is never required, particularly when there is no market demand, to sell refused goods on the very day of the breach of the contract by the vendee, but necessarily must have a reasonable time to dispose of them.\n7. Under such circumstances, the vendor in making a resale, is bound to exercise reasonable care and judgment.\n8. Where there is no evidence .of a breach of contract of sale on a particular day, the court is not required to include that date in its charge concerning damages.\n9. Where the vendee offers no evidence at the trial as to market value on a particular date, he cannot, on appeal, seek to fill such gap by referring to evidence of one of vendor’s witnesses as to a price quoted to plaintiff by the latter’s employer, a manufacturer, pn the day in question, and particularly so where the same witness states that there was then no market for the goods. Such testimony is not adequate to establish market value,\nEvidence — Trade secrets — Gross-examination.\n10. A witness will not be compelled to disclose a trade secret, where the interests of justice do not require it.\n11. It is within the discretion of the trial judge to refuse to compel a witness who is an employee of a third party, to disclose, on cross-examination, secret trade processes of his employer.\nContract — Parol—Evidence—Varying written instrument.\n12. Where a contract is in parol partly evidenced by a letter, it cannot be treated as a written contract subject to the rule that its terms may not be varied by parol testimony.\nArgued October 16, 1924.\nAppeal, No. 51, Oct. T., 1924, by defendant, from judgment of C. P. Allegheny Co., Jan. T., 1921, No. 2662, on verdict for plaintiff, in case of Kurt Huessener v. Fishel & Marks Company.\nBefore Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaerer, JJ.\nAffirmed.\nForeign attachment in assumpsit for breach of contract. Before Haymaker, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $6,742.79. Defendant appealed.\nErrors assigned were various rulings and instructions, quoting record.\nRichard W. Martin, for appellant. —\nEvidence of the negotiations between the parties after October 2, 1920, was inadmissible.\nThe court erred in admitting evidence on the measure of damages based on the resale price in March, 1921.\nThe court erred in charging that plaintiff was entitled to recover the difference between the contract price and the resale price of March, 1921, in that it withdrew from the jury the question of whether the breach occurred on October 2,1920, or in December, 1920: Kahn & Feldman v. Herbert, 279 Pa. 440.\nThe refusal of the court to compel the witness Crumley to answer relevant questions on cross-examination or to strike out his testimony on the point in controversy after his refusal to answer, was error.\nThe court erred in admitting in evidence testimony in regard to a sample alleged to have been furnished by plaintiff to the manufacturer, for the reason that such sample was no part of the contract and the contract was not a sale by sample: Lowry v. Roy, 238 Pa. 9; Morgan Smith Co. v. Waterpower Co., 221 Pa. 165.\nJohn M. Redden, for appellee. —\nA mere notice of an intended breach of a contract is not of itself a breach of the contract: Franklin Sugar Refining Co. v. Howell, 274 Pa. 190; Barber Milling Co. v. Leichthammer, 273 Pa. 90.\nNovember 24, 1924:"
  },
  "file_name": "0535-01",
  "first_page_order": 559,
  "last_page_order": 567
}
