{
  "id": 1087018,
  "name": "John v. Reick-McJunkin Dairy Co., Appellant",
  "name_abbreviation": "John v. Reick-McJunkin Dairy Co.",
  "decision_date": "1924-12-01",
  "docket_number": "Appeal, No. 114",
  "first_page": "543",
  "last_page": "548",
  "citations": [
    {
      "type": "official",
      "cite": "281 Pa. 543"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0474-01"
      ]
    },
    {
      "cite": "248 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0004-01"
      ]
    },
    {
      "cite": "247 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0425-01"
      ]
    },
    {
      "cite": "278 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/278/0499-01"
      ]
    },
    {
      "cite": "276 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0090-01"
      ]
    },
    {
      "cite": "225 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0214-01"
      ]
    },
    {
      "cite": "219 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0384-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    },
    {
      "cite": "218 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0444-01"
      ]
    },
    {
      "cite": "240 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0222-01"
      ]
    },
    {
      "cite": "59 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "238 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0550-01"
      ]
    },
    {
      "cite": "113 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457600
      ],
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0519-01"
      ]
    },
    {
      "cite": "105 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454267
      ],
      "pin_cites": [
        {
          "page": "370"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0366-01"
      ]
    },
    {
      "cite": "239 Fed. R. 296",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3940903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/239/0296-01"
      ]
    },
    {
      "cite": "248 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0474-01"
      ]
    },
    {
      "cite": "248 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0004-01"
      ]
    },
    {
      "cite": "278 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0499-01"
      ]
    },
    {
      "cite": "225 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0214-01"
      ]
    },
    {
      "cite": "65 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 8619,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 3.693972413782502e-07,
      "percentile": 0.8926049356545498
    },
    "sha256": "7ecf1e7c3b702773590116a3ad06d8478d375b9742b7b94038ce127961a7729a",
    "simhash": "1:506a4d67790c2f73",
    "word_count": 1480
  },
  "last_updated": "2024-02-27T23:35:02.842033+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mosci-izisker, C. J., Frazer, Walling, Simpson, Keph'art, Sadler and Schaffer, J J."
    ],
    "parties": [
      "John v. Reick-McJunkin Dairy Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fbazee,\nPlaintiff sued to recover for personal injuries sustained by falling into an unguarded excavation made by defendant across a private way over its property at its place of business. A verdict was returned for plaintiff and motions for judgment for defendant non obstante veredicto and for a new trial were overruled and judgment entered on the verdict. Defendant appealed.\nPlaintiff, a resident of the City of New Castle, was employed at defendant’s milk depot and ice cream manufactory, in that city. Its property fronts on Beaver Street and extends to Diamond Alley in the rear, the latter being connected with Beaver Street by a drive or passageway over the property, a part of which is covered for a distance of thirty feet by the second story of a building constructed over the way. The day before the accident in question, a ditch had been dug across the driveway on the portion covered by the building. On the day of the accident, plaintiff quit work at 5:30 p. m., but returned to defendant’s place of business between eight and nine o’clock that evening on a personal errand. He entered the passageway at Diamond Alley in the rear of the buildings and while proceeding toward the ^Beaver Street entrance stumbled over the embankment of dirt, thrown out of the excavation, which caused him to fall into the ditch and receive the injuries here sued for. The night was dark and no lights were placed at or near the ditch to warn persons of danger and although plaintiff was familiar with the passageway he was not aware the excavation had been made.\nDefendant’s contention is that the driveway in question is a private way for the convenience of its customers and employees in carrying on its business, and that it owed no duty to plaintiff, who, it is conceded, had returned to the plant at night on a personal errand in no way connected with his employment and was therefore a trespasser or at most a mere licensee and the only duty owed him by defendant was to refrain from wantonly or maliciously injuring him. From the evidence it appears that the passageway in which plaintiff was injured was used by defendant as a means of entry and exit by wagons, trucks and pedestrians coming to and leaving its depot and manufactory in connection with its business. The evidence further shows the passageway is used with defendant’s knowledge and tacit acquiescence by its employees, persons living in the neighborhood and others as a short way from Beaver Street to Diamond Alley, and has been thus used frequently by plaintiff in going to and from the rear doorway of defendant’s place of business. Such use was made of it without objection on the part of defendant. Defendant’s milk depot is located in the business section of the city ■and the passageway is always open. There were no signs warning against trespassing nor were there gates or other obstruction at either end of the driveway. This evidence was sufficient to warrant the jury in finding the existence of a permissive way connecting the two streets, especially for the use of defendant’s employees, and under such circumstances it became the duty of defendant to use reasonable care to either keep it free from obstruction or give reasonable notice of existing danger to persons using the way.\nWhere one permits others to travel over his property on an established path, or roadway with full knowledge of such use and without objection, in doing so he is bound to see that no dangerous pitfalls are created; if he fails in this respect, the duty is placed upon him to give reasonable notice or warning to avoid injuring those in the habit of using the way. Under such circumstances a higher duty is imposed on him than on an owner toward those who are merely trespassers on his property. These general principles have been recognized and applied in numerous cases and under varying circumstances, illustrations of which may be found in Kay v. Railroad, 65 Pa. 269; Millum v. Coal Company, 225 Pa. 214; Counizzarri v. Railway, 248 Pa. 474; O’Leary v. Railroad, 248 Pa. 4; Fortunato v. Limestone Company, 278 Pa. 499; Ansonio v. Sullivan, 239 Fed. R. 296.\nThe question whether plaintiff was negligent, was properly left to the jury; he had been in defendant’s employ for a year and was familiar with the driveway, having used it on many previous occasions both day and night. He knew it was unobstructed and safe and as he entered the drive, being unable to see clearly, owing to darkness, walked so close to the wall on one side as to be able to touch it. In absence of unusual danger, he would have passed through the tunnel part of the driveway in safety. Under the conditions, he had a right to assume defendant would give reasonable warning if unusual danger had been recently created.\nDepositions of a physician who attended plaintiff, taken in another state, were offered on behalf of plaintiff and objected to by defendant. Plaintiff contended that as no exceptions before the trial were filed to the testimony as required by rule of court, objection to its use at the trial came too late. The court below concluded that, assuming objection had been made at the proper time, the evidence was properly received. In this there was no error. The evidence objected to included the testimony of the physician as to facts given him by the patient constituting a history of the latter’s condition upon which he based his opinion as to plaintiff’s physical ailment and prescribed the treatment to be given. This evidence was properly received: Lichtenwallner v. Laubach, 105 Pa. 366, 370; Lakeshore and Michigan Southern R. R. v. Rosenzweig, 113 Pa. 519, 543.\nWe find no error in the record and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fbazee,"
      }
    ],
    "attorneys": [
      "J. Norman Martin, of Martin & Martin, with him William J. Moffatt and Harry J. Nesbitt, for appellant.",
      "James A. Chambers, for appellee,"
    ],
    "corrections": "",
    "head_matter": "John v. Reick-McJunkin Dairy Co., Appellant.\nNegligence — Permissive way — Dangerous condition — Master and servant — Notice or warning — Contributory negligence.\n1. Whore one permits others to travel over his property on an established path or roadway with full knowledge of such use and without objection, in doing so he is bound to see that no dangerous pitfalls are created.\n2. If he fails to do so, the duty is placed upon him to give reasonable notice or warning to avoid injuring those in the habit of using the way.\n3. Under such circumstances a higher duty is imposed upon him than on an owner toward those who are merely trespassers on his property.\n4. Where an employee of the owner of a permissive way, has used the way night and day for months, and, in returning to the plant at night on a personal errand not connected with his employment, stumbles in the nighttime over an embankment of dirt thrown upon the way without his knowledge, the question of his contributory negligence is for the jury.\nEvidence — Depositions—Exceptions—Practice, O. P.\n5. Where a rule of court requires exceptions to be filed to depositions before the trial, the court may admit the depositions at the trial even if no exceptions have been filed, if the depositions are otherwise properly admissible.\nNegligence — Damages—Evidence—Physician—Experts.\n6. In a negligence case, the testimony of a physician is properly admissible as to facts given him by the plaintiff constituting a history of the latter’s condition upon which he based his opinion as to plaintiff’s physical ailment and prescribed the treatment to be given.\nArgued October 6, 1924.\nAppeal, No. 114, Oct. T., 1924, by defendant, from judgment of C. P. Lawrence Co., Sept. T., 1922, No. 20, on verdict for plaintiff, in case of David H. John v. Reick-McJunkin Dairy Co.\nBefore Mosci-izisker, C. J., Frazer, Walling, Simpson, Keph'art, Sadler and Schaffer, J J.\nAffirmed.\nTrespass for personal injuries. Before Emery, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $7,200. Defendant appealed.\nErrors assigned were various rulings and instructions, quoting record.\nJ. Norman Martin, of Martin & Martin, with him William J. Moffatt and Harry J. Nesbitt, for appellant.\n—The facts warranted binding instructions for defendant : Schiffer v. Sauer Co., 238 Pa. 550; Gillis v. R. R., 59 Pa. 129; Hagan v. Steel Co., 240 Pa. 222; Thompson v. R. R., 218 Pa. 444.\nDefendant had a right to object at the trial to the competency or relevancy of depositions taken ex parte plaintiff.\nJames A. Chambers, for appellee,\ncited: Kay v. R. R., 65 Pa. 269; Henderson v. Refining Co., 219 Pa. 384; Millum v. Coal Co., 225 Pa. 214; Costanza v. Coal Co., 276 Pa. 90; Fortunato v. Limestone Co., 278 Pa. 499; Francis v. R. R., 247 Pa. 425; O’Leary v. R. R., 248 Pa. 4; Counizzarri v. Ry., 248 Pa. 474.\nDecember 1, 1924:"
  },
  "file_name": "0543-01",
  "first_page_order": 567,
  "last_page_order": 572
}
