{
  "id": 1002662,
  "name": "Locher's Estate",
  "name_abbreviation": "Locher's Estate",
  "decision_date": "1907-06-25",
  "docket_number": "No. 1; Appeal, No. 373",
  "first_page": "42",
  "last_page": "45",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 42"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/17/0181-01"
      ]
    },
    {
      "cite": "6 W. N. C. 352",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "65 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0265-01"
      ]
    },
    {
      "cite": "74 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0116-01"
      ]
    },
    {
      "cite": "36 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0166-01"
      ]
    },
    {
      "cite": "202 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0040-01"
      ]
    },
    {
      "cite": "102 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0555-01"
      ]
    },
    {
      "cite": "76 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0062-01"
      ]
    },
    {
      "cite": "23 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0059-01"
      ]
    },
    {
      "cite": "170 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0568-01"
      ]
    },
    {
      "cite": "14 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0295-01"
      ]
    },
    {
      "cite": "7 Sadler, 143",
      "category": "reporters:state",
      "reporter": "Sadler",
      "case_ids": [
        8874973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sadler/7/0143-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 127",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825565
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0127-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0271-01"
      ]
    },
    {
      "cite": "213 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0110-01"
      ]
    },
    {
      "cite": "208 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0516-01"
      ]
    },
    {
      "cite": "101 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0421-01"
      ]
    },
    {
      "cite": "29 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0465-01"
      ]
    },
    {
      "cite": "28 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0261-01"
      ]
    },
    {
      "cite": "98 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0534-01"
      ]
    },
    {
      "cite": "206 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0595-01"
      ]
    },
    {
      "cite": "6 W. N. C. 352",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "74 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/74/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 8385,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.2355229256536364e-07,
      "percentile": 0.779467258515844
    },
    "sha256": "1fecf68020cf03010d513f2acaeb98d2188621571df33270d5e84e076d79e6f8",
    "simhash": "1:24c975a076e88b62",
    "word_count": 1481
  },
  "last_updated": "2024-02-27T17:01:02.868114+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Potter and Elkin, JJ."
    ],
    "parties": [
      "Locher's Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nCharles H. Locher, the decedent, was at the time of his death, October 13, 1904, president of the City Saving Eund and Trust Company of Lancaster. Three months later the trust company was found to be insolvent, its doors were closed, and J. IT. Rathfon, the appellant, was appointed its receiver.\nUpon the audit of the account of the administrators of the estate of Charles H. Locher, the receiver presented a claim for $188,819.35, being the amount of loss which it was claimed had been sustained by the trust company on certain loans made by Locher as president, from the funds of the company to a partnership of which he was a member, and to his son, and to two corporations in which he was largely interested. It is claimed that these loans were made without the knowledge or approval of the board of directors ; that the parties to whom the loans were made were all insolvent; that the security taken was insufficient; that the transactions were a fraud upon the trust company; and that the decedent should be held personally liable for the loss upon the loans thus improperly made by him. The receiver also presented a claim for $24,412.50, for loss sustained by the trust company, by reason of the fact, as alleged, that the decedent while president, without the knowledge, consent or approval of the board of directors, sold bonds and securities, owned by him, to the company at prices which were grossly exorbitant and far above their market value.\nThe orphans’ court held that it had no jurisdiction to pass upon the claims, saying in its opinion : “ The gist of the contention is that the decedent was guilty of malfeasance in office, and ought to be held responsible in damages; which may be correct; but, if so, the wrong forum has been selected in which to thresh it out. The decedent may have been a tort feasor, but he neither made nor indorsed any of these notes, nor have the proceeds of any of them, as in other cases, been traced to his account. If he was guilty of tortious or criminal acts, they must first be investigated by a court of competent jurisdiction before exceptant can appeal to us for help. There is no restriction of the powers of this court within its jurisdiction, but the subjects of its jurisdiction are restricted. Actions ex delicto must be wrestled with in other courts. After damages have been liquidated, when there is a judgment on a verdict, it may be certified to this court and participate in a distribution. The verdict of a jury, however, first is necessary. A tort feasor cannot be deprived of his common-law right of a trial by jury.” Exceptions were filed by the receiver to this action of the orphans’ court, and from the decree dismissing the exceptions, the receiver has taken this appeal. It is urged upon behalf of the appellant, that Locher, by means of the loans in question, misappropriated the money of the trust company, and that a constructive contract therefore arose for the return by him of the money thus taken from the company. But it does not appear from the testimony that the proceeds of the loans in question passed into the possession of the decedent. The loans may have been negligently made; the decedent may have been liable in tort for the negligent performance of his duties as president; but it does not appear from the evidence that he benefited individually by the transaction.\nCounsel for appellant contends that the tort of the decedent may be waived, and his estate held liable upon a constructive contract, to make good the funds lost to the trust company through the neglect or misconduct of the decedent. This might be true if the money had been received by the decedent, as a result of the tort. But no authority has been cited which supports the suggestion that recovery may be had upon an implied promise to pay damages caused by the negligence of the defendant. The claim of the appellant to recover in this case is based entirely upon the wrongful acts of the decedent, due proof of which must be made in the appropriate forum. Under the settled practice, actions for torts are not within the jurisdiction of the orphans’ court. The appellant in this case does not stand as a creditor, with the right to require the fulfillment of an obligation or a contract. As Judge Hanna said in Robinson’s Estate, 6 W. N. C. 352, the orphans’ court has simply “ to pass upon the claims of creditors of the decedent and make distribution among the heirs or legatees. If a claimant stands in any other position he must proceed in another forum.”\nEven in a proceeding to enforce specific performance of a contract for the sale of land, made by a decedent, the orphans’ court cannot make a decree against the representatives of the vendor for an amount overpaid by the vendee: Ake & Feay’s Appeal, 74 Pa. 116. Nor does it have jurisdiction to settle complicated accounts between a claimant and a decedent; such an account can only be adjudicated in a court of general jurisdiction: Miller v. Fulton, 206 Pa. 595. This court said, by Justice Gordon, in Fuller’s Appeal, 98 Pa. 534, that the orphans’ court “ exceeded its jurisdiction in attempting to try and dispose of a question involving at most only the breach of a contract made by the appellant with the decedent in his lifetime.” It must be remembered, too, that in the claims which the receiver of the trust company urged upon the court, the liability was of a secondary nature. It was for the payment of notes made by other parties, who were in default, and it was for an amount sufficient to make good only that which the trust company may not be able to realize from the makers of the notes, who are primarily liable.\nWe agree with the view of the court below, that the orphans’ court was without jurisdiction to determine the liability of the decedent, for the claims as presented, founded upon his alleged tortious acts.\nThe assignments of error are overruled, and the decree of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "William H. Keller, with him John E. Malone and John A. Coyle, for appellant.",
      "W. U. Hensel, with him W. R. Brinton and Burr, Brown & Lloyd, for appellee."
    ],
    "corrections": "",
    "head_matter": "Locher's Estate\n(No. 1).\nOrphans’ court — Jurisdiction—Tort—Decedents’ estates.\nThe orphans' court has no jurisdiction to pass upon a claim against the estate of a decedent, based upon the negligence and malfeasance of the decedent as president of a trust company where there is no evidence that any money had been received by the decedent personally as a result of his tortious conduct.\nArgued May 21, 1907.\nAppeal, No. 373, Jan. T., 1906, by J. H. Rathfon, Receiver of the City Saving Fund and Trust Co., from decree of O. C. Lancaster Co., Feb. T., 1905, No. 30, dismissing exceptions to adjudication in Estate of Charles H. Locher, deceased.\nBefore Mitchell, C. J., Fell, Brown, Potter and Elkin, JJ.\nAffirmed.\nExceptions to adjudication.\nThe opinion of the Supreme Court states the case.\nError assigned was in refusing exceptions to adjudication.\nWilliam H. Keller, with him John E. Malone and John A. Coyle, for appellant.\nThere can be no question that the orphans’ court has jurisdiction to decide the amount of debts of a decedent and to whom they are due: Curcier’s Estate, 28 Pa. 261. Embezzlement is a crime. It is also a tort. If the party wronged, however, chooses to overlook both the crime and the tort, he may, nevertheless, sue the wrongdoer in an action of assumpsit on the implied or constructive contract to pay back to him the money thus wrongfully taken: Hertzog v. Hertzog, 29 Pa. 465; McMurray’s App., 101 Pa. 421; Graham v. Cummings, 208 Pa. 516; McCullough v. Gas Co., 213 Pa. 110; McAvoy v. Trust Co., 27 Pa. Superior Ct. 271; Miller v. Summers, 13 Pa. Superior Ct. 127; Hopkins’s App., 7 Sadler, 143; McCullough v. McCullough, 14 Pa. 295; Pryor v. Morgan, 170 Pa. 568; Michener v. Dale, 23 Pa. 59.\nW. U. Hensel, with him W. R. Brinton and Burr, Brown & Lloyd, for appellee.\nThe following cases show that the law in this state does not permit a party at his option to waive a tort and sue in assumpsit, but that he must show clearly that the case is one where such practice is recognized: Satterlee v. Melick, 76 Pa. 62; Boyer v. Bullard, 102 Pa. 555; Wood v. Virginia Hot Springs Co., 202 Pa. 40.\nActions for torts are ex delicto and are not within the jurisdiction of the orphans’ court: Snyder’s App., 36 Pa. 166; Ake’s App., 74 Pa. 116; Willard’s App., 65 Pa. 265; Robinson’s Estate, 6 W. N. C. 352; Haage’s App., 17 Pa. 181; Bumm’s Est. 8 Pa. Dist. Rep. 191.\nJune 25, 1907:"
  },
  "file_name": "0042-01",
  "first_page_order": 74,
  "last_page_order": 77
}
