{
  "id": 1002777,
  "name": "Neubert v. Colwell",
  "name_abbreviation": "Neubert v. Colwell",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 125",
  "first_page": "248",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "211 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940081
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0026-01"
      ]
    },
    {
      "cite": "145 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/145/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 238,
    "char_count": 4122,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.2053783946178056e-07,
      "percentile": 0.7756432904003283
    },
    "sha256": "744d53b2f87badf26b65fb9d6dfd2037ee1ba9c76d744c299f2c2e94854920df",
    "simhash": "1:05a1e28dc4194b92",
    "word_count": 738
  },
  "last_updated": "2024-02-27T17:01:02.868114+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.",
      "Before Patton, P. J."
    ],
    "parties": [
      "Neubert v. Colwell."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe devises to testator’s children, one-half to the son Oliver “ and his heirs and assigns ” and the other half to the daughter “ and her heirs and assigns,” were in fee and the only question arises under the clause following, viz.:\n“ But if either of my said children shall die without leaving lawful issue living at the time of his or her death, then and in that event, the part or share of the child so dying shall go to and vest in the survivor and his or her heirs and assigns. And if both of my said children shall die without leaving lawful issue living at the time of the death of the survivor of them, then in that event, the shares or estates of said children shall go to and become vested in my nephew Montieth Gilpin and his heirs and assigns. But if it shall so happen that my said nephew Montieth Gilpin shall also die without leaving lawful issue living at the time of his death, then and in that event, I give, devise and bequeath the said lands, tenements, property and estate to my sister-in-law Elizabeth McConnell, and her heirs and assigns.”\nThe general rule is that after an absolute devise in fee a provision that in case of the death of the devisee without issue, or without issue living at the, time of his death, or similar phrase, then over to another, is not a limitation or curtailment of the prior devise but is alternative or substitutionary and to take effect only on the death of the first devisee in the lifetime of the testator : Morrison v. Truby, 145 Pa. 540; McAlpin’s Estate, 211 Pa. 26. There is nothing in the will to indicate an actual intent of this testator inconsistent with the rule.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "C. E. Harrington and M. F. Leason, for appellant.",
      "Frank P. Prichard, with him Orr Buffington and Oliver W. Gilpin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Neubert v. Colwell.\nWill — Devise—Estate in fee — Substitutionary gift.\nIt is a general rule that after an absolute devise in fee a provision that in case of the death of the devisee without issue, or without issue living at the time of his death, or similar phrase, then over to another, is not a limitation or curtailment of the prior devise but is alternative or substitutionary and to take effect only on the death of the first devisee in the lifetime of the testator.\nTestator after having devised one-half of his estate to his son “and his heirs and assigns” and the other half to his daughter “and her heirs and assigns,” directed as follows: “But if either of my said children shall die without leaving lawful issue living at the time of his or her death, then and in that event, the part or share of the child so dying shall go to and vest in the survivor and his or her heirs and assigns. And if both of my said children shall die without leaving lawful issue living at the time of the death of the survivor of them, then and in that event,- the shares or estates-of said children shall go to and become vested in my nephew and his heirs and assigns.” Held, that the testator’s children, surviving their father, took an absolute estate in fee.\nArgued Oct. 17, 1907.\nAppeal, No. 125, Oct. T., 1907, by C. Montieth Gilpin, from decree of C. P. Armstrong Co., Dec. T., 1906, No. 88, on bill in equity in case of Valentine Neubert v. Phebe B. Colwell and her husband, Henry A. Colwell, Mary H. Hudson and her husband, Robert Hudson, O. W. Gilpin and Mary E. Adele Gilpin, C. Montieth Gilpin and Elizabeth McConnell.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity for partition.\nBefore Patton, P. J.\nFrom the record it appeared that John Gilpin died in 1883, seized of an undivided one-sixth of a lot known as No. 136 in Kittanning borough. Valentine Neubert owned an undivided two-thirds and Phebe B. Colwell and Mary H. Hudson an undivided one-twelfth part each. The court entered a decree allowing the partition but debarred O. Montieth Gilpin from participation therein on the ground that he had no present or expectant right or interest in the land. Gilpin appealed.\nError assigned was decree debarring Gilpin from participating in the partition.\nC. E. Harrington and M. F. Leason, for appellant.\nFrank P. Prichard, with him Orr Buffington and Oliver W. Gilpin, for appellees.\nJanuary 6, 1908:"
  },
  "file_name": "0248-01",
  "first_page_order": 280,
  "last_page_order": 281
}
