{
  "id": 1002739,
  "name": "Tibby Brothers Glass Company, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Tibby Bros. Glass Co. v. Pennsylvania Railroad",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 53",
  "first_page": "430",
  "last_page": "435",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "35 Ohio, 666",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "41 La. Ann. 970",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        5293010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la-ann/41/0970-01"
      ]
    },
    {
      "cite": "45 L. R. A. 271",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "204 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 11760,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 6.744940507174716e-08,
      "percentile": 0.4088039495738941
    },
    "sha256": "3bf8ee3f297050b87ba8eee8730c3d71c7f8689972322701158a9da86e4a1683",
    "simhash": "1:3c8208b45160ed56",
    "word_count": 2004
  },
  "last_updated": "2024-02-27T17:01:02.868114+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.",
      "Before Evans, J."
    ],
    "parties": [
      "Tibby Brothers Glass Company, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe court below found that the land of the plaintiff which the Pennsylvania Railroad Company would condemn for railroad purposes is “ necessary for the needs of that company in its operation of the Western Pennsylvania Railroad under the agreement of merger.” This agreement was made under the Act of March 22, 1901, P. L. 53, all of the provisions of which were complied with, and, if legal, all the corporate rights, franchises and privileges of the Western Pennsylvania Railroad Company have been acquired by the Pennsylvania Railroad Company. It is not disputed that the former company, if still maintaining its separate corporate existence, would have the right to take the land of the appellant for railroad purposes, but it is insisted that the Pennsylvania Railroad Company acquired no such right by the merger, because the same is in contravention of art. XVII, sec. 4, of the constitution, which is as follows: “ No railroad, canal or other corporation, or the lessees, purchasers or managers of any railroad or canal corporation, shall consolidate the stock, property or franchises of such corporation, with, or lease, or purchase the works or franchises of, or in any way control, any other railroad or canal corporation, owning or having under its control a parallel or competing line; nor shall any officer of such railroad or canal corporation act as an officer of any other railroad or canal corporation owning or having the control of a parallel or competing line; 'and the question whether railroads or canals are parallel or competing lines shall, when demanded by the party complainant, be decided by a jury, as in other civil issues.” The position of the appellee, as frankly stated by its learned counsel, is: “ If the merger is legal, the defendant has the right to take the plaintiff’s property; if it is not legal, it has not the right to take the plaintiff’s property.”\nTho court below did not pass upon the legality of the merger, but dismissed the bill on the sole ground that the appellant could not raise the question in this proceeding.\nAfter the provisions of the act of 1901 are complied with by railroad companies contemplating merger and a copy of the agreement to merge, with the required certificates attached, has been filed in the office of the secretary of the commonwealth, “ all the corporate rights, franchises and privileges ” of “ the vendor corporation ’’.become vested in “ the acquiring corporation,” and the rights, franchises and privileges thus acquired become part of its charter. It is sufficient for the acquiring company, when taking land necessary for the operation of the acquired road, to show that such road possessed such right. This is what the appellee did by pointing to its enlarged charter as evidence of the right which it had acquired from the state through the Western Pennsylvania Railroad Company. Answer is made to this that the companies were not legally merged, that the merger is in contravention of the constitution and, therefore, void; in short, that there is no merger. This may be so, and, even though the appellee holds in its hands statutory authority for what it proposes to do, if the agreement of merger and the acceptance and filing of a copy of it by the secretary of the commonwealth did not give to the Pennsylvania Railroad Company the right of eminent domain possessed by the Western Pennsylvania Railroad Company, for the reason that the merger was not permissible under the constitution, the appellee does not possess such right; and, when challenged in a proper proceeding by the commonwealth to show its authority to exercise the same, it may be confronted with the finding of a fact by a jury, in the face of vffiich the merger was not permissible and the authority that would be exercised does not exist.\nThe constitutionality of the act of 1901, providing for mergers, is not questioned, but it is contended that, as a matter of fact, these two companies were parallel and competing lines, and the merger permitted by the commonwealth is, therefore, to be treated as a nullity. Whether the merger ought to have been permitted, and whether the appellee ought to be permitted to exercise the right of eminent domain clearly conferred by it, are not questions to be determined in this proceeding. It must be regarded as having been instituted under the Act of June 19, 1871, P. L. 1360. As to this the learned court below properly said: “ This case is not similar to one in which the plaintiff is attempting to abate a public nuisance, because of some special and peculiar injury done to him; and, unless the act of 1871 justifies the filing of this bill, it must be dismissed.” The sum of the averments of the bill is but a denial of appellee’s right of eminent domain in taking appellant’s property. When it affirmatively appeared that a merger had been permitted, and that as a result of it there had been acquired by the appellee the right to take the land of the appellant in the operation of the merged road, the court was bound, under all of our cases, to dismiss the bill. In Windsor Glass Co. v. Carnegie Co., 204 Pa. 459, we said, through the present chief justice : “ The Act of June 19, 1871, P. L. 1360, gives courts the right of inquiry, at the instance of private parties, into the existence and extent of franchises conferred by corporate charters when the latter are set up in support of acts injurious to the individual parties complaining. The language is: c In all proceedings .... in which it is alleged that the private rights of individuals, or the rights or franchises of other corporations, are injured or invaded by any corporation claiming to have a right or franchise to do the act from which such injury results, it shall be the duty of the court .... to examine, inquire and ascertain whether such corporation does in fact possess the right or franchise to do the act from which such alleged injury .... results; and if such right or franchise has not been conferred upon such corporation, such courts shall enjoin or award damages,” etc. After citing several of the cases sustaining this, it was further said : “ These cases are conclusive that under the act of 1871 the inquiry is limited to the grant in the charter to do the thing complained of. If the power is there given, the authority of the court to interfere is at an end. The further questions of good faith in obtaining the charter or in acting under it can only be raised by the commonwealth.”\nThe question whether railroads are parallel or competing lines “ shall, when demanded by the party complainant, be decided by a jury, as in other civil issues.” If a private individual may become the complainant under this constitutional provision, the confusion which would certainly follow at times would be “ worse confounded,” and conditions not only possible, but probable, arise, which no one can pretend could have been contemplated by the framers of the constitution. In the present case a jury might find that the lines of these two railroad companies are not parallel or competing, and, upon such finding, the land of the appellant could be taken. Such a finding would be conclusive upon no other owner of property along the line of the Western Pennsylvania Railroad Company. Any other property owner in the same county, if the appellee should subsequently attempt to take his land, would have the right to make the same complaint as has been made by this appellant, and to demand a jury trial on the question of the legality of the merger. A second jury would be free to find differently from the first and to declare the merger illegal, the effect of which would be to protect the second complainant’s land from condemnation, though his neighbor’s had been taken. And so all along the line of the Western Pennsylvania Railroad Company, at certain points, by the finding of a jury, the appellee would possess the right of eminent domain, while at others it would not. If the position of counsel for appellant should be sustained, this is the inevitable condition that would follow as certainly as findings of juries differ upon the presentation of the same state of facts. The complainant to raise the question of parallel or competing lines is the commonwealth, and it, in a single proceeding for all the people, can have, if necessary, a finding of a jury to determine whether the merger it permitted should have been refused. A decree or judgment based upon such a finding will be followed by no confusion, and every landowner from one end to the other of the line of a railroad company that would merge, will know definitely whether his property can be taken by the acquiring company in the merger agreement.\nThe assignments of error are all dismissed, and the decree affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Willis F. McCook, with him Frank R. Agnew, for appellant.",
      "Thomas Patterson, of Patterson, Sterrett & Acheson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tibby Brothers Glass Company, Appellant, v. Pennsylvania Railroad Company.\nRailroads — Merger—Parallel and competing lines — Equity—Act of June 19, 1871, P. L. 1360 — Constitutional law.\nAn individual landowner has no standing to maintain a bill in equity under the Act of June 19, 1871, P. L. 1360, against a railroad company-to enjoin a condemnation of his land, on the ground that the condemning company was constituted by a merger of two other railroad companies under the Act of March 22, 1901, P. L. 53, that such companies before the merger were parallel and competing companies, and that the merger therefore violated article XVII, sec. 4 of the constitution of Pennsylvania, which forbids railroad companies owning parallel or competing lines from being consolidated. The question of the validity of such merger can only be raised in a proper proceeding by the commonwealth.\nArgued Oct. 29, 1907.\nAppeal, No. 53, Oct. T., 1907, by plaintiff, from decree of C. P. No. 3, Allegheny Co., Nov. T., 1905, No. 70, dismissing bill in equity incase of Tibby Brothers Glass Company v. Pennsylvania Railroad Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity for an injunction.\nBefore Evans, J.\nFrom the record it appeared that the plaintiff is a corporation owning a manufacturing plant in the borough of Sharps-burg, and the owner of a tract of land lying along the right of tvay of the Western Pennsylvania Railroad. The Pennsylvania Railroad Company filed a bond in condemnation of a portion of this land, and claimed to exercise the right by reason of merger proceedings betAveen itself and the Western Pennsylvania Railroad Company under the Act of March 22, 1901, P. L. 53. The plaintiff alleged that the Pennsylvania Railroad and Western Pennsylvania Railroad were parallel and competing lines, and that the merger Avas Avholly invalid as contravening the provisions of article XVII, sec. 4, of the constitution of the state.\nThe court dismissed the bill on the ground that the plaintiff as an individual landoAvner had no standing to maintain it.\nError assigned was the decree dismissing the bill.\nWillis F. McCook, with him Frank R. Agnew, for appellant.\nThese two railroads are in a legal sense both parallel and competing. Their merger was illegal: State ex rel. v. Montana Ry. Co., 45 L. R. A. 271; Texas & Pacific Ry. Co. v. Ry. Co., 41 La. Ann. 970 (6 So. Repr. 888); L. & N. Ry. Co. v. Com., 161 N. S. 677 (16 Sup. Ct. Repr. 714); Gulf Coast & Santa Fe Ry. Co. v. State, 72 Texas, 404 (10 S. W. Repr. 81).\nEquity will look at the substance and will penetrate all disguises of form and disregard names to discover the true nature of a contract and will deal with it accordingly: Salt Co. v. Guthrie, 35 Ohio, 666; United States v. Northern Securities Co., 120 Fed. Repr. 721.\nThomas Patterson, of Patterson, Sterrett & Acheson, for appellee.\nJanuary 6, 1908:"
  },
  "file_name": "0430-01",
  "first_page_order": 462,
  "last_page_order": 467
}
