{
  "id": 1002773,
  "name": "Cunningham v. Standard Sewing Machine Company, Appellant",
  "name_abbreviation": "Cunningham v. Standard Sewing Machine Co.",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 165",
  "first_page": "477",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 520,
    "char_count": 13707,
    "ocr_confidence": 0.471,
    "sha256": "83bdbda4b7f0d25269a5cad878001342c8eb492b6bccac07e5473850e7740e4c",
    "simhash": "1:ccc3ff5825c6c64d",
    "word_count": 2315
  },
  "last_updated": "2023-07-14T14:35:23.084571+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Cunningham v. Standard Sewing Machine Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed by a majority of the court on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Francis J. Wing, with him Sachs & Hirschfield, for appellant.",
      "S. W. Cunningham, with him J. W. Kinnear, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cunningham v. Standard Sewing Machine Company, Appellant.\nPractice, C. P. — Affidavit of defense — Contract—Corporation.\nI21 an action by a member of a limited partnership to recover his share of the purchase money of the assets of the partnership sold to the defendant, a corporation, the plaintiff’s statement showed a contract of sale in writing signed by the president, and an agreement to pay the plaintiff his share. The statement also showed that the defendant had received the assets, and paid the debts of the limited partnership provided by the contract, and for nine years had paid interest to the plaintiff on his share. An affidavit of defense was filed by a person who stated that he was secretary and treasurer of the defendant, to the effect, that neither the defendant nor its officers, naming certain officers, but not the president, had any knowledge of the transaction, except what was shown in defendant’s books, and that they had no knowledge of, nor did they authorize the written contract of sale. The affidavit denied that defendant had entered into said contract, and that the president executed it on behalf of the defendant. There was no allegation, however, as to when the officers named had become officers of the company; there was no specific denial that the plaintiff was paid interest; and no denial that a reasonable time had elapsed within which to make payment. Held, that the affidavit of defense was insufficient to prevent judgment.\nArgued Oct. 31, 1907.\nAppeal, No. 165, Oct. T., 1907, by defendant, from order of C. P. No. 4, Allegheny Co., July T., 1907, No. 16, making absolute rule for judgment for want of a sufficient affidavit of defense in case of S. W. Cunningham v. Standard Sewing Machine Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit for balance of purchase money.\nHule for judgment for want of a sufficient affidavit of defense.\nSwearingen, P. J., filed the following opinion:\nIn April, 1895, the Standard Plaiter Company, Ltd., a limited partnership, was doing business in Pittsburg, Pennsylvania. Charles C. Emmons was the chairman. The plaintiff was one of the limited partners, or shareholders in said company. '\nThe Standard Sewing Machine Company, defendant, was then and still is a corporation of the state of Ohio, doing business in the city of Cleveland. The said Charles C. Emmons was in April, 1895, the president of defendant company, and it was admitted upon the argument that he has been ever since, and still is, the president.\nIn April, 1895, the defendant purchased, or took over, certain assets of said Standard Plaiter Company, Ltd. The\"plaintiff avers that the defendant was to pay for these assets the sum of '$16,900, in accordance with a written agreement which was executed by the stockholders of the Standard Plaiter Company, Ltd., and by the Standard Sewing Machine Company, April 29, 1895, a copy of which is exhibit “A,” attached to and made part of plaintiff’s statement. By the terms of this agreement the defendant was to pay for said assets the said sum of $16,900, with interest thereon semiannually, and it further undertook to make diligent efforts to sell said assets, “and as fast as the same shall be sold it shall pay over an amount equal to the purchase money of the goods and stock so to be sold, without deduction for expenses of sale or time given to purchasers.”\nThe sum of $5,690, being the indebtedness of the Standard Plaiter Company, Ltd., was to be paid out of the first moneys available. The balance of $11,210 was to be credited to the shareholders of said Standard Plaiter Company, Ltd., and “ as fast as sales of merchandise or stock on hand shall be made, said party of the second part (defendant) shall pay over either to all of such share or stockholders in proportion to their holdings or to one or more of them, as shall be agreed among themselves, until such shareholders shall have received in full their proportionate parts of the said sum of $11,210 and interest.”\nThis paper was signed by stockholders of the Standard Plaiter Company, Ltd., and also “ The Standard Sewing Machine Company, Charles C. Emmons, president.” Within a very few weeks after the date of this paper, all of said assets were delivered to and received by the Standard Sewing Machine Company, the defendant.\nThe plaintiff also avers, and this is not denied, that about May 9, 1895, the defendant was duly directed to pay the first available moneys that should come into its hands to said Standard Plaiter Company, Ltd., for the liquidation of its debts (about 15,690), “ and the next available moneys that so came into its hands unto the said plaintiff, upon his claim aforesaid, and other moneys in a specified order.” And the plaintiff then states that this appears upon the defendant’s books, a copy of which is exhibit “ 0,” attached to plaintiff’s statement. This statement is as follows :\n“ Exhibit £C.’\nPlaiter account................. $20,000.00\n“ To sundries. .\nStandard Plaiter Company, Ltd........- 5,123.75\nS. W. Cunningham............... 3,449.33\nSallie Briney................... 995.00\nL. F. Wyatt................... 398.00\nChas. C. Emmons................ 10,033.92\n££ Accounts to draw interest at 6 per cent semiannually until paid.\n“ The above entry to make transfer to our books of purchase of plaiting machines, merchandise, patents, models, patterns, tools and fixtures belonging to Standard Plaiter Company, Ltd., of patents belonging to C. C. Emmons personally, made as of April 29th, 1895, under agreement between C. C. Emmons as chairman of said Company, and for himself personally, and J. E. French, C. A. Otis and II. W. Corning (also acting for W. J. Corning) for The Sewing Machine Company. Above accounts are to be paid as rapidly as Plaiter merchandise is sold, irrespective of expenses of selling, commencing with Standard Plaiter Company account, and thereafter in order named, unless otherwise hereafter designated.”\nThe plaintiff finally avers that he was paid interest semiannually upon his said claim of $3,449.33 by the defendant, for the period of nine years from April 29, 1895; and this is not specifically denied.\nThe defendant has filed a paper called “Defendant’s Answer and Statement of Defense.” This paper was not prepared by the learned counsel who represented the defendant upon the argument* and is not strictly in accordance with our statutes and rules of court. But we are not disposed to be technical, and we have treated this paper, as indeed the plaintiff seems to have, as an affidavit of defense.\nIt will be observed that this paper is not signed or sworn to by Charles C. Emmons, president of the defendant company, and the man who, more than any other in the defendant company, knew all about the paper exhibit “ A ” and the allegations set forth in plaintiff’s statement. But the affidavit is made by Henry W. Corning, who states that he is secretary and treasurer of defendant company, but he does not state when he became secretary and treasurer, nor does he state that he has any personal knowledge of the averments made on behalf of the defendant. No question, however, has been raised as to the sufficiency of the affidavit to the answer.\nThe answer states that neither the defendant nor its officers, Warren IT. Corning, C. A. Otis, Sr., J. E.' French or Henry W. Corning had any knowledge of said transaction other than what is shown upon its said journal and ledger ; nor had they any knowledge of, nor did they authorize, the written contract, exhibit “ A ” ; and it is finally denied that defendant entered into said contract, and that Emmons executed said contract on behalf of the defendant, and that said assets were delivered pursuant thereto.\nWhilst it is denied in this answer that said officers had any knowledge of said agreement (exhibit “ A ”), yet it is not stated what offices these parties held, or when they became officers. And it is not denied that Charles C. Emmons was at that time president of the defendant; it is not denied that he signed the contract, just as it is signed ; it is not denied that defendant received said assets; it is not denied that defendant was to pay $16,900 with interest for them; it is admitted that exhibit “ C ” is correctly taken from defendant’s books; it is admitted that defendant has sold said assets to the extent of $9,802.27; that it has paid $5,123.75 to the Standard Plaiter Company, Ltd., for liquidation of its debts, and there is no averment that there are any of its debts unpaid ; and, finally, there is no specific denial that the defendant has paid plaintiff interest, semiannually, upon his claim of $3,449.33, since the date of said contract, April 29, 1895, until April 29, 1904.\nIn view of these admissions and of these failures to deny what becomes of the naked averments that the defendant did not enter into the contract (exhibit “A”), that certain of its officers knew nothing about the agreement — especially twelve years after the defendant obtained the property % It seems to us that if all the material averments of the answer were proven there would be no question of fact to be submitted to a jury, and that there would remain nothing but an interpretation of writings, which is for the court.\nIf we assume that it sufficiently appears from the answer that the writing (exhibit “ A ”), was the contract, and that the defendant was directed to pay the plaintiff second in order, what is the meaning of that instrument ?\nUndoubtedly it was a contract of sale. By no possible construction of the language used can it be hold that the defendant was merely the agent of the plaintiff and his associates to sell said assets and then account for the proceeds. It is true no time is fixed for payment, but then the law adds that payment shall be made “ within a reasonable time under all circumstances,” and there is no denial of the plaintiff’s averment that a reasonable time has elapsed. The plain meaning is that it was a sale, and payment was to be made within a reasonable time ; but, if the assets were sooner converted, then payment was to be sooner made, and the defendant thereby relieved from further payments of interest.\nBut what substantial difference is there between exhibit “ A ” and exhibit “ C,” which latter is admitted by the defendant ? None that we can discover. That paper (a transcript of defendant’s books), sets forth that the entry is “ to make transfer to our books of purchase of plaiting machines,” etc., belonging to the Standard Plaiter Company, Ltd., and of patents belonging to C. O. Emmons personally, “ made as of April 27, 1895,” which is the date of the agreement, exhibit “ A.” The paper further states that, “ Above accounts are to be paid as rapidly as Plaiter merchandise is sold, irrespective of expense of selling, commencing with Standard Plaiter Company account, and thereafter in order named.” This is the order of payment, which it is not denied was designated by the stockholders of the Standard Plaiter Company, Ltd., shortly after the paper, exhibit “ A,” was signed. It is evident that the party who made the above entry upon defendant’s book had before him the contract, exhibit “ A,” and also the designation of the order of payment. Whilst there are some differences in the amounts due some of the parties, yet there is no difference in the amount due the plaintiff, and there is no denial that the amount of his claim is $3,449.33.\nThe difference between $20,000 and $16,900, the amount to be paid for these assets, or $3,100, is probably what was to be paid Emmons for his patents, as named in exhibit “ C.” The difference between $5,690, debts of the Standard Plaiter Company, Ltd., and $5,123.75, the amount actually paid, or $566.25, is probably discounts upon these debts. It will be observed that two of the stockholders, mentioned in exhibit “A,” to wit: Mrs. J. M. Emmons, $995, and L. M. Peed, $663.35, have dropped out of exhibit “ C.” Probably they transferred their claims to Charles C. Emmons. If all the aforesaid amounts are added to the amount stated in exhibit “ A ” as due Charles O. Emmons, $4,709.32, the aggregate will be $10,033.92, the amount stated to be due him in exhibit “.C.”\nWhether or not this is the explanation is not material. But the important facts are, that there is no denial of the amount of plaintiff’s claim, that the papers show the contract was one of sale and not of agency, and that there is no denial that a reasonable time has elapsed within which to make payment. We think that exhibit “ C ” and the admissions referred to amount to a ratification on the part of defendant of the contract, exhibit “ A.”\nThe defendant admits that it has collected $9,802.27; it does not deny that plaintiff was to be paid next after the debts of the Standard Plaiter Company, Ltd., were paid, and it claims to have paid these debts, amounting to $5,123.75. So that defendant has in its hands, irrespective of the question of its liability for these claims, even though the assets had not been sold, $4,678.52, which is applicable to the plaintiff’s claims.\nWe are of opinion that the affidavit of defense is not sufficient. It is therefore ordered that judgment be entered in favor of the plaintiff and against the defendant for the amount of his claim, to wit: $3,449.33, with interest thereon from April 29, 1904, to be liquidated by tbe prothonotary.\nError assigned was the order of the court.\nFrancis J. Wing, with him Sachs & Hirschfield, for appellant.\nS. W. Cunningham, with him J. W. Kinnear, for appellee.\nJanuary 6, 1908:"
  },
  "file_name": "0477-01",
  "first_page_order": 509,
  "last_page_order": 515
}
