{
  "id": 1002788,
  "name": "Follett, Appellant, v. Butler County",
  "name_abbreviation": "Follett v. Butler County",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 50",
  "first_page": "509",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 Pa. Superior Ct. 571",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0571-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 21",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0021-01"
      ]
    },
    {
      "cite": "50 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425145
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/50/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 457,
    "char_count": 10970,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4696003512173876
    },
    "sha256": "c28bd35149146d1a753bc5ada4ede218dbafcdf7b3ad75eb8efde21e1aab14cc",
    "simhash": "1:cc770f8efe3e9c7c",
    "word_count": 1984
  },
  "last_updated": "2024-02-27T17:01:02.868114+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Follett, Appellant, v. Butler County."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThis is a bill in equity filed by James Follett, the plaintiff, to restrain the collection of taxes assessed and levied on his farm in Parker township, Butler county. In the year 1901 Follett was the owner of 100 acres of seated land in Parker township, and on September 2 of that year the court of quarter sessions erected the borough of Bruin out of a portion of the territory within the township. Twenty-five acres of Follett’s farm, including the mansion house and other outbuildings, are included within the limits of the borough. The whole of the 100 acre farm was assessed for the purposes of taxation in 1902 and 1903 in the borough of Bruin and the taxes thereon for those years were paid by the plaintiff in the borough. In 1903 the seventy-five acres of the farm located in Parker township were assessed in that township for the purposes of taxation, and the collector was proceeding to collect the taxes levied on this part of the farm by the township when this bill was filed.\nThe plaintiff claims that the entire farm of 100 .acres should be assessed in the borough of Bruin because. that portion of the farm on which the mansion house and other buildings are erected is within' the territorial limits of the borough; and that,, therefore, the seventy-five acres or residue of the farm lying in Parker township is not assessable in that township. The bill 'prayed that the assessment in the township be decreed invalid'and void, and that the defendants be restrained from levying and collecting the tax heretofore assessed, and hereafter from assessing any part of said tract of land in the township and school district of Parker.\nThe court of common pleas dismissed the bill and its decree was affirmed by the Superior Court from which we have this appeal.\nAs the law stood prior to the Act of July 11, 1842, P. L. 321, 2 Purd. (12th ed.) 1982, there is no doubt that the twenty-five ‘acres of the plaintiff’s farm lying in Bruin borough would have been assessed for the purposes of taxation in the borough, and the residue of the farm, located in Parker township, would have been subject to taxation in that township. Such is the general rule governing the imposition of taxes upon lands within the territorial limits of the authority imposing the taxes. Each municipality was vested with the authority of levying and collecting taxes on real estate situated within its own territorial limits. For reasons well stated by Mr. Justice Strong in Bausman v. Lancaster County, 50 Pa. 208, the legislature of this state, however, has modified-to a certain extent the rule just stated.\nBy the fifty-ninth section of the act of July 11, 1842, it is enacted as follows: “ The assessors of the several counties within this commonwealth shall, on seated lands, make the assessment in the. township in which the mansion house is situate, where township linos divide a tract of land.” Where, therefore, a farm is divided by a township line, and parts of it were in two townships, the effect of the act, according to its letter, was to require the whole of it to be assessed in the township in which the mansion house was located. In interpreting the statute in Bausman v. Lancaster County, supra, we held that it applied not only where a line passing through a farm divided two townships, but also where a line passing through a farm divided a township from a borough or city and part of the farm was in a township and part was in a borough or city, and that the whole farm was taxable in the borough, city or township where the mansion house was located. As the law stood immediately after the passage of the act of 1842, therefore, the plaintiff’s mansion house being on the part of his farm located within Bruin borough, his entire farm would bo taxable by the borough. If there had been no subsequent legislation the contention of the plaintiff that his farm should be taxed within the borough would be correct, under the provisions of the act of 1842, and the taxing officers of Parker township would have no authority to subject to, taxation that portion of the farm lying within the township.\nThe section of the act of 1842, above quoted, has, however, been modified and restricted in its operation by the fifteenth section of the Act of April 25, 1850, P. L. 569, 2 Purd. (12th ed.) 1982, which provides as follows: “ The 59th section of the act of 11th July, 1842, entitled 'An act regulating election districts, and for other purposes,’ shall not be construed to extend to lands lying in different townships, the mansion house of which is in an incorporated borough or city.” This act was clearly intended to limit the operation of the act of 1842. Under that act, as we have seen, the whole farm was considered within the limits of the borough or city for taxable purposes if the mansion house was located on the part of the farm within the borough or city. What changes in or limitation on the act of 1842 did the act of 1850 make? Clearly, we think, that the act of 1842 was to be limited in its operation so as not to apply where lands are divided by a borough or city line and “the mansion house of which is in an incorporated borough or city.” Prior to the act of 1850 such lands would have been taxable in the borough or city ; now under its provisions they are not so taxable. Each part of the farm, divided by a borough or city line, is now taxable within the territorial limits in which it is located. In the passage of the act of 1850, the legislature manifestly thought that it would be unjust to make an entire farm taxable in a borough or city because the owner’s residence happened to be located on a small part of it within the municipal limits. Taxes are higher and more numerous in a borough or city than in a township, and it is manifestly to the interest of the owner of a farm that as small a portion of it as possible be made subject to taxation within the borough or city limits. In the creation of a borough-as well as in the attempt to add additional territory to boroughs already in existence, by proceedings under the laws of the commonwealth, there has always been a disposition on the part of the owner of farming lands to object to it being included in the borough or city. The owner of such lands regards it as undesirable as well as oppressive that his lands should be taken into a borough or city and be made subject to the payment of additional taxes. The records of the courts of the state show many litigated cases in which the owner of the farm has strenuously opposed the inclusion of his land within the borough or city limits. His right to object to his farm or a part of it being included within municipal limits is recognized by the legislature in the enactment of various laws giving him an opportunity to prevent such action by the municipal authorities. The legislature in enacting the statute of 1850 manifestly had in view the purpose to exclude from the jurisdiction of the borough or city for taxing purposes all farming lands which were beyond the municipal limits, and thereby protect the owner of such lands from being taxed without such lands receiving any benefit from the municipality.\nWe are not impressed with the contention that the act of 1850 does not apply to the facts of this case because the plaintiff’s land lies in but one township and not in different townships. Why the act should apply in a case where the farm lies in two or more townships and a borough or city, and does not apply where the land lies in one township and a borough or city has not been demonstrated to our satisfaction. The scrivener who drew the act of 1850 could have used language ■which would have removed the doubts expressed as to its application in this case, and he certainly should have done so, but in construing this statute, we must interpret it in the light of the act of 1842 and the manifest purpose for which the former act was passed. We did this in construing the act of 1842 in Bausman v. Lancaster County, 50 Pa. 208. The letter of that act would have confined it to cases where a farm was divided by a line leaving a part of the farm in each of two townships, but we held that the reason of the legislation from which we should judge of the intent of the legislature made the act applicable where a farm was divided by a township, borough or city line and part thereof was within the municipality. Here the reason for the act of 1850 is the same whether the owner’s land lies in one or different townships. The evils arising from taxing his whole farm in a borough or city because part of it is located in the borough or city, are the same whether the residue of his farm is in one or a half dozen townships. That is quite apparent and, guided by the reason for the legislation in question, we are satisfied that the act applies wherever the mansion house is in an incorporated borough or city and the balance of the farm is outside of the municipal limits, regardless of the number of townships in which it is located.\nOur conclusion is that, under the act of 1850 where a farm is situated partly in a borough or city and partly in a township that the whole tract is to be assessed together when the mansion house is on the part located in the township, but where it is on the part situate in the borough or city, the land in the township must be assessed by the township authorities and the land in the borough or city by the municipal authorities. In the case before us, therefore, the taxing authorities of Parker township were duly authorized to assess and levy taxes on the part of plaintiff’s farm situate in the township, and ho cannot maintain this bill to restrain the township authorities from levying and collecting the taxes.\nThe decree of the Superior Court is affirmed,",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Lev. McQuistion, with him W. D. Brandon, and J. C. Vanderlin, for appellant.",
      "H. H. Goucher, with him F. J. Forquer and Everett L. Ralston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Follett, Appellant, v. Butler County.\nTaxation — Land—Mansion house — Township—Borough—Acfs of July 11, 1842, P. L. 321, and April 25, 1850, P. L. 569.\nWhore a farm is divided by a township and borough line, and the mansion house is in the borough, the land in the township is to be assessed in the township and the land in the borough is to be assessed in the borough, and the rule applies whether the land outside of the borough, lies in one township, or in several townships.\nArgued Nov. 5, 1907.\nAppeal, No. 50, Oct. T., 1907, by plaintiff, from judgment of Superior Court, April T., 1905, No. 229, affirming decree of C. P. Butler Co., June T., 1904, No. 3, dismissing bill in equity in case of James Follett v. Butler County et al.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Stewart, JJ.\nAffirmed.\nAppeal from Superior Court. See 30 Pa. Superior Ct. 21, and 31 Pa. Superior Ct. 571.\nThe opinion of the Supreme Court states the case.\nError assigned was the judgment of the Superior Court.\nLev. McQuistion, with him W. D. Brandon, and J. C. Vanderlin, for appellant.\nH. H. Goucher, with him F. J. Forquer and Everett L. Ralston, for appellee.\nJanuary 6, 1908:"
  },
  "file_name": "0509-01",
  "first_page_order": 541,
  "last_page_order": 545
}
