{
  "id": 1002797,
  "name": "Muscrelli v. Mercantile Trust Company, Appellant",
  "name_abbreviation": "Muscrelli v. Mercantile Trust Co.",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 156",
  "first_page": "602",
  "last_page": "606",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 602"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 374,
    "char_count": 8055,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.2826999043432243e-07,
      "percentile": 0.6179516643634436
    },
    "sha256": "365b2a8f16457ee35b7dce880a47b1970db03326986fc6987519c40520e3a163",
    "simhash": "1:df1078633ca5f1c8",
    "word_count": 1348
  },
  "last_updated": "2023-07-14T14:35:23.084571+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Elkin and Stewart, JJ.",
      "Before Ford, J."
    ],
    "parties": [
      "Muscrelli v. Mercantile Trust Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe facts of this case are set forth in the opinion of the learned judge who presided at the trial, and the conclusion he reached is fully sustained by the evidence. The property in controversy was furnished by Gianini, a subcontractor, to be used in the construction of a reservoir, under an agreement with the principal contractor, a corporation, that all materials •furnished by him should be subject to approval by the director of public works. The property was inspected and rejected and afterwards sold by the sheriff as the property of Gianini. The corporation was not required to accept materials that did not pass inspection by the director of public works and it did not accept these. It had no claim to them and made none, and the defendant, in carrying out th'e contract to protect its interest as surety for the contractor, acquired no right to the property.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Wm. A. Stone, with him Stephen Stone, for appellant.",
      "J. A. Wakefield, with him W. H. Cox, for appellee."
    ],
    "corrections": "",
    "head_matter": "Muscrelli v. Mercantile Trust Company, Appellant.\nContract — Municipal contract~-Rejected material — Title to property.\nWhere a city contract provides that materials shall be subject to approval by the director of public works, and certain material furnished by a subcontractor is rejected, and subsequently sold at a sheriff’s sale, but allowed, by the purchaser to remain on the premises, a surety for the contractor who completes the work has no title to the material, and if he appropriates and uses it, he will be liable in damages to the purchaser.\nArgued Nov. 8, 1907.\nAppeal, No. 156, Oct. T., 1907, by defendant, from judgment of C. P. No. 1, Allegheny Co., June T., 1904, No. 235, on verdict for plaintiff in case of Caesare Muscrelli v. Mercantile Trust Company.\nBefore Fell, Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nTrespass for wrongful appropriation of building material.\nBefore Ford, J.\nVerdict for plaintiff for $4,562.07. On a motion for a judgment non obstante veredicto, Fobd, J., filed the following opinion:\nOn May 13, 1897, the city of Pittsburg entered into a contract with Jonathan Clark Sons Company for the construction of Highland Reservoir No. 2 in the city of Pittsburg. The Mercantile Trust Company became surety for Clark Sons Company on bond conditioned for the faithful performance by Clark Sons Company of their undertakings under the contract.\nUnder date June 26, 1897, Clark Sons Company entered into a contract with Joseph Gianini, whereby Gianini agreed to perform work and furnish materials necessary and specified in the contract between the city and Clark Sons Company. In pursuance of this contract, Gianini delivered at the reservoir a large quantity of stone and cement.\nOn April 5, 1899, an execution was issued sur judgment of Joseph Marks v. Joseph Gianini, and a levy made on certain stone and cement then at the reservoir as the property of defendant. Clark Sons Company filed a claim to a portion of the stone and cement so levied upon, and thereafter disclaimed title. The stone and cement so disclaimed and other stone and cement not claimed was thereafter sold by the sheriff and purchased by plaintiff. The material was not removed by plaintiff, but was allowed to remain about the reservoir until appropriated or used by the defendant company.\nClark Sons Company entered upon the construction of the reservoir, and so continued until about December 16, 1899, when the city, in the exercise of its rights under the contract, notified the contractors to discontinue work, and took possession of the reservoir.\nAbout September 10, 1900, the Mercantile Trust Company, surety, proposed to the city of Pittsburg to complete the reservoir under the contract between the city and Clark Sons Company. The proposal was accepted, and in pursuance thereof the defendant company completed the reservoir.\nOn taking possession, the defendant company found on the premises the stone and cement purchased by plaintiff at sheriff’s sale as the property of Gianini. About November 13, 1900, the plaintiff notified defendant company of its claim to the stone and cement. Thereafter the defendant company used said stone and cement in the construction of the reservoir.\nParagraph 60 of the contract between the city and Clark Sons Company provides:\n“ The director reserves the right to accept or reject any or all stone for want of conformity with these specifications at any time previous to its being finally accepted and paid for in full by the city, notwithstanding that it may have previously passed inspection.”\nParagraph 181 provides:\n“ When defective material has been condemned it must be at once removed from the ground and stored as required by the director, or otherwise disposed of to his satisfaction.’?\nThe obvious purpose of the paragraph in part quoted was to vest in the city the right to reject materials not in conformity with the specifications, and to require storage of rejected material in such manner as would work the least convenience. The expression, “ stored as required by the director,” enabled the city to require such disposition of rejected material as would free the premises and prevent use of rejected material in the construction of the reservoir.\nThe material was sold and delivered by Gianini to Clark Sons Company, subject to the right of inspection and rejection by the city. Delivery does not consist in the mere transfer of location or custody of the property. The agreement that the material should be inspected and condemned for want of conformity to the specifications implied that if not of a quality which would pass inspection, Clark Sons Company was not obliged to accept. Until accepted by the city, no right of property vested in Clark Sons Company, nor was the company responsible, under the terms of the contract, for its price. The passing of the title to specific chattels depends upon the intention of the parties to be derived from the contract. There must be the minds of both parties concurring in the transfer, the intent of one to deliver and the other to receive.\nIn this case the express intention of the parties was, that the material should be furnished, subject to the right of the city to inspect and condemn. If condemned, the right of the property remained in the subcontractor, and no obligation rested upon the contractor to either accept the material or pay therefor. It was not denied by defendant that the material had been condemned, but it was contended that the city, on annulment of the contract between the city and Clark Sons Company, became entitled to all material in and about the work.\nThis was true as to all material owned by Clark Sons Company. But as to materials, the property of others than Clark Sons Company, and materials which had been condemned, the city, under its contract with Clark Sons Company, acquired no interest.\nOf the levy Clark Sons Company had notice. The company claimed the greater part of the stone levied upon. Thereafter the company disclaimed, and the stone and cement were sold at sheriff’s sale and purchased by the plaintiff. The material having been condemned, there was no right in Gianini nor in the plaintiff, to call upon Jonathan Clark Sons Company for the value of the stone and cement under the contract between the city and Clark Sons Company.\nThere is no evidence in this case that the defendant was the mere agent or servant of the city in putting this material into the reservoir, nor is there any evidence of an order from the city of Pittsburg to the defendant company directing such use of the material. The title to the property was not in Clark Sons Company but in the plaintiff. The defendant company had notice of plaintiff’s claim, and in disregard of such notice appropriated and used the material in the construction of the reservoir.\nThe plaintiff had the right of possession, and at any time after the sheriff’s sale might have removed the material.\nError assigned was the refusal to enter judgment for defendant non obstante veredicto.\nWm. A. Stone, with him Stephen Stone, for appellant.\nJ. A. Wakefield, with him W. H. Cox, for appellee.\nJanuary 6, 1908:"
  },
  "file_name": "0602-01",
  "first_page_order": 634,
  "last_page_order": 638
}
