{
  "id": 1002764,
  "name": "Schneeweiss's Estate",
  "name_abbreviation": "Schneeweiss's Estate",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 133",
  "first_page": "627",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "219 Pa. 627"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 286,
    "char_count": 3970,
    "ocr_confidence": 0.479,
    "sha256": "e4cb27c85e4cdf74a665951a74437365608f02be978dd03715aaec436e59330d",
    "simhash": "1:4bf363040128566d",
    "word_count": 668
  },
  "last_updated": "2023-07-14T14:35:23.084571+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Schneeweiss’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree is affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Wm. T. Tredway, for appellant.",
      "Henry A. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schneeweiss’s Estate.\nWill — Undue influence — Issue devisavit vel non — Evidence.\nAn issue devisavit vel non on the ground of undue influence is properly refused where it appears that the will was in favor of the testator’s wife, and the contestant was a stepson, a beneficiary under a former will; that the stepson had given testator grounds for dislike; that the alleged acts of undue influence were supported only by the hostile testimony of the contestant and by hearsay evidence, and that such acts were contradicted by the testator’s widow and several witnesses, and that acts of intimidation by the wife against her husband, if they did exist, in no way influenced testator in the making of his will.\nArgued Nov. 6, 1907.\nAppeal, No. 133, Oct. T., 1907, by John Schneeweiss, from decree of O. C. Allegheny Co., May T., 1007, No. 156, sustaining appeal from register of wills in Estate of William Adolph Schneeweiss, deceased.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Stewart, JJ.\nAffirmed.\nAppeal from register of wills.\nHawkins, P. J., filed an opinion, which was, in part, as follows :\nThis case involves a question of undue influence in the making of the will propounded here. John Snowwhite, the contestant, was the stepson of Mr. Schneeweiss claiming under a prior will. Mr. Schneeweiss had married his mother in 1869, when he was six months old, took him home and treated him as a son, and when John became able he assisted in the work of the farm. When, in 1903, Mrs. Schneeweiss died, and Mr. Schneeweiss had no known heirs, a will was drawn in John’s favor, but never signed. In the meantime John had married and was living in Mr. Schneeweiss’s house, but when he found that Mr. Schneeweiss had arranged a remarriage moved out of the house. The principal evidence adduced as showing undue influence consists of alleged declarations of Mr. Schneeweiss of intimidation by his wife by threats of personal violence. In illustration of this was Schneeweiss’s apprehension that his wife would find out he had become surety in $2,000 for a saloonkeeper, and, in fact, she afterward compelled the cancellation of the bond. But the main witnesses are John Snowwhite and his wife, whose hostility is apparent and whose evidence falls far short of the measure required by law. On the night of the wedding, when stones came crashing through a window, Mr. Schneeweiss looked out and said, that is John’s wedding present; and there is strong reason for the suspicion that John had a part in the circulation of unfounded stories affecting Mrs. Schneeweiss’s character. They are contradicted by several witnesses in material matters, and an analysis of their testimony does not inspire confidence. John’s denial that he was near the house on the night of the wedding is flatly contradicted by a disinterested witness. The statement that Mrs. Schneeweiss had, in a passion, hit her husband on the head with a club and knocked him down is mere hearsay. Mrs. Schneeweiss positively denies that any intimidation existed or that there was any reason for its existence. If intimidation did exist, as contestant avers, there is no evidence that it was used to influence Mr. Schneeweiss in making a will. Ilis wife knew nothing of the will in question, and the fact that Mr. Schneeweiss had wills drawn both before and after the one in question, in which John was a large beneficiary, negatives undue influence. If Mr. Schneeweiss made the declarations attributed to him at all, they meant nothing, for he had always been in the habit of complaining and finding fault without apparent reason. . . .\nThe court therefore finds that the evidence adduced by contestant is not such as will justify submission to a jury, and the decision of the register must be reversed.\nError assigned was decree refusing an issue.\nWm. T. Tredway, for appellant.\nHenry A. Davis, for appellee.\nJanuary 6, 1908:"
  },
  "file_name": "0627-01",
  "first_page_order": 659,
  "last_page_order": 661
}
