{
  "id": 1289096,
  "name": "Commonwealth ex rel. Swingle v. Banmiller",
  "name_abbreviation": "Commonwealth ex rel. Swingle v. Banmiller",
  "decision_date": "1959-12-30",
  "docket_number": "No. 310, Miscellaneous Docket No. 11",
  "first_page": "43",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "398 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "187 Atl. 387",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171377
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 283,
    "char_count": 5076,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.5064140380708736e-07,
      "percentile": 0.6666019910813333
    },
    "sha256": "df710dd5a0e1b46155dbb9086771c95e9afe77deac931333a8b88c9bf1cf8ffc",
    "simhash": "1:37460600b5adcd33",
    "word_count": 831
  },
  "last_updated": "2024-02-27T23:35:30.032264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Swingle v. Banmiller."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nClaude Swingle, relator, petitioned this Court for a writ of habeas corpus alleging that the life sentence which was imposed upon him after conviction of murder in the second degree in Wayne County is illegal. At the present time he is a prisoner in the State Correctional Institution at Philadelphia (Eastern State Penitentiary).\nIn 1921, relator was convicted of murder in the second degree in the State of New York, and was sentenced to a term of imprisonment of not less than 20 years and not exceeding life. In 1945 he was paroled from, that state to supervision in Pennsylvania. Less than five years after his parole, on June 20, 1949, after pleading guilty to murder generally, he was adjudged guilty of murder in the second degree in Wayne County, Pennsylvania.\nDuring the proceedings before the lower court to determine guilt and penalty, a certified copy of the New York sentence was offered by the Commonwealth and without objection the same was admitted in evidence.\nThe Commonwealth proved relator’s identity with reference to his New York conviction and, thereafter, relator admitted his prior conviction in New York of murder in the second degree.\nAfter stating that the prior record was not considered in fixing the degree of crime, the lower court adjudged relator guilty of murder in the second degree, and, feeling bound by the provisions of section 701 of The Penal Code, Act of June 24, 1939, P. L. 872, 18 P.S. §4701, a sentence of life imprisonment was imposed.\nThe reason asserted for the alleged illegality of the life sentence imposed by the lower court is that the two offenses of murder in the second degree did not both take place in Pennsylvania. This is the sole question presented by this petition.\nWhile it is true that the Pennsylvania legislature has established a policy authorizing the imposition of increased penalties upon the conviction of a defendant of a second or subsequent crime, nevertheless, unless the legislature has clearly indicated that convictions both within or without the Commonwealth are counted in determining whether the crime is a second or subsequent crime, then the increased penalty should not be imposed unless the crimes have been committed within the Commonwealth.\nIn the Act of 1989, June 24, P. L. 872, §701, 18 P.S. §4701, there is no suggestion that convictions obtained outside the Commonwealth are to be counted in determining whether the life sentence should be imposed upon the defendant. Hence, convictions without the Commonwealth should not be included in the computation of crimes’ committed, and the imposition of a life sentence as provided for under that act was illegal.\nThe legislature is quite aware of the distinction between crimes committed within or without the Commonwealth, for in §1108(a) of the Act of 1939, P. L. 872, 18 P.S. §5108, it is specifically provided that convictions both within or without this Commonwealth should be counted in the computation to determine whether the increased penalty should be imposed upon the second or subsequent offender. No such direction is contained in §701.\nSince the legislature has made this clear distinction in guiding the courts in the imposition of sentence, no reason has been advanced why the distinction should be abolished. A conviction of murder in the second degree obtained outside of the Commonwealth is not a prior conviction contemplated by §701 which would empower the court to impose a life sentence. Hence, the prisoner is entitled to a writ of habeas corpus. However, the relator will not be discharged but remanded to the court below for imposition of a proper and legal sentence. Commonwealth ex rel. v. Smith, 324 Pa. 73, 187 Atl. 387 (1936).\n“Whoever is convicted of the crime of murder of the second degree is guilty of a felony, and shall, for the first offense, he sentenced to undergo imprisonment by separate or solitary confinement not exceeding twenty (20) years, or fined not exceeding ten thousand dollars, or both, and for the second offense, shall undergo imprisonment for the period of his natural life. 1939, June 24, P. L. 872, §701.” (Emphasis supplied)\n“(a) Second and Subsequent Offenses. — Whoever after having been convicted within or without this Commonwealth of the crime, . . . of . . . murder . . . may, upon conviction of any of such crimes for a second offense committed within five (5) years after the first offense, or subsequent offense committed within five (5) years after the prior offense, be sentenced to imprisonment for a term, the maximum of which shall not be more than twice the longest term prescribed upon a first conviction of the crime in question.” (Emphasis supplied).",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Herbert L. Maris, with him Lawrence Goldberg, for petitioner.",
      "Frank P. Lawley, Jr., Deputy Attorney 'General, with him Louis B. Nielsen, Jr., District Attorney, and Anne X. Alpern, Attorney General, for Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Swingle v. Banmiller.\nDecember 30, 1959:\nArgued November 17, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.\nHerbert L. Maris, with him Lawrence Goldberg, for petitioner.\nFrank P. Lawley, Jr., Deputy Attorney 'General, with him Louis B. Nielsen, Jr., District Attorney, and Anne X. Alpern, Attorney General, for Commonwealth."
  },
  "file_name": "0043-01",
  "first_page_order": 199,
  "last_page_order": 203
}
