{
  "id": 1289084,
  "name": "Diehl, Appellant, v. Keystone Alloys Company",
  "name_abbreviation": "Diehl v. Keystone Alloys Co.",
  "decision_date": "1959-12-30",
  "docket_number": "Appeals, Nos. 155 and 156",
  "first_page": "56",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "398 Pa. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "142 A. 2d 777",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Pa. Superior Ct. 542",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        740568
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/186/0542-01"
      ]
    },
    {
      "cite": "90 A. 2d 273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "171 Pa. Superior Ct. 512",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        475664
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/171/0512-01"
      ]
    },
    {
      "cite": "75 A. 2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. Superior Ct. 477",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        470523
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/167/0477-01"
      ]
    },
    {
      "cite": "40 A. 2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462748
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0220-01"
      ]
    },
    {
      "cite": "56 A. 2d 213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845435
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0260-01"
      ]
    },
    {
      "cite": "108 A. 171",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "265 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051852
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 6077,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 2.2378671459654719e-07,
      "percentile": 0.7797722956048789
    },
    "sha256": "c88d0ca0462381c6d3feda2b2ab0d971b7e1de80078b63ab9c47135a4013dadb",
    "simhash": "1:4a1af4c382c528fd",
    "word_count": 1016
  },
  "last_updated": "2024-02-27T23:35:30.032264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Jones, Cohen, Bok and MoBride, JJ."
    ],
    "parties": [
      "Diehl, Appellant, v. Keystone Alloys Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bok,\nIn this workmen’s compensation case the question is whether claimant’s decedent was the defendant’s employe or an independent contractor. He was hauling a truckload of storm windows from Greensburg, Pennsylvania, to Anchorage, Alaska, and when on the Alcan Highway near Palmer was overtaken by what Melville has called an eclipsing menace, mysterious and prodigious. His truck went over the edge while going down a mountain and a steep curve, and he was killed. It was September 9, 1954, and death was obviously accidental.\nThe referee held that he was an employe and awarded compensation. The Board thought he was a contractor and reversed. The Court of Common Pleas of Westmoreland County returned to the employe theory and reversed the Board. The Superior Court preferred the view of contractorship and reversed the Common Pleas Court.\nWe think the employe relationship is clear and will reverse the Superior Court.\nThe case was offered without reference to the Dead Man’s Act of May 23, 1887, P. L. 158, 28 P.S. §322, except as to Charles Zappone, defendant’s Vice-President. Angelo J. Zappone, defendant’s President, testified without objection. Both sides may have been eager for the support he might give them, and since they chose this theory of the case, we will not be industrious to find a different one: Morrett v. Fire Association of Philadelphia, 265 Pa. 9 (1919), 108 A. 171; Fisher v. Brick, 358 Pa. 260 (1948), 56 A. 2d 213. We might observe in passing that without Angelo Zappone’s testimony the case for the claimant is clear, since it would rest upon the documents and upon the widow’s statement that Angelo Zappone admitted to her that her husband was an employe. This would be an admission by defendant against its interest and not hearsay. Zap-pone’s testimony added only color to the documents and to his critical admission.\nDecedent owned several trucks and leased them to defendant. One of these was the truck in which decedent met his death. The document in evidence shows a lease designed to meet the requirements of the Interstate Commerce Commission. It gave defendant the right to hire, fire, and instruct drivers in the “manner, form, and practices” of driving. Defendant was to provide insurance, and it did in fact take an assignment of decedent’s interest for the Alaska trip and received a certificate of insurance. Zappone testified that not only did he tell the widow that decedent was defendant’s employe and that he would report to the insurance company that he was on defendant’s payroll, but that he actually did report so. Zappone’s excuse was that he was sorry for the widow and wished to ease her pain.\nThe defense was that the transaction was between decedent and Zappone Industries, of Spokane, a concern wholly independent of defendant. However, a shipping slip was found in the wrecked truck on defendant’s letterhead, showing that the consignment had been shipped by defendant. There was another slip, covering a second truck with part of the order and driven by Steve Selembo, one of defendant’s drivers, to like effect: this slip shows receipt of Selembo’s delivery in Anchorage.\nIn addition, it appears that Selembo was carried on defendant’s payroll for doing exactly the same work as the decedent. During the trip Selembo obeyed instructions wired to him by defendant. Before the trip began, defendant advanced decedent $4000 for “expenses”, and en route sent $500 to Selembo for tires, plus $600 to decedent for further expenses, plus $1000 for Selembo’s wages after the trip was over, plus $1600 to bring decedent’s body home. Against this total outlay of $7700, defendant received only $5500 from Zap-pone Industries, to which it had sold the windows, together with a letter denying further responsibility. No one from Zappone Industries took the stand.\nZappone testified that both decedent and defendant furnished drivers for decedent’s trucks and that defendant put them on its payroll. At the last minute decedent decided to drive one of the two trucks himself, and there is evidence that Zappone asked him to do so because he had no other drivers available for such a journey. In doing so decedent put himself, and defendant accepted him, squarely within the provision of the lease that “said drivers shall be the bona fide employees of Lessee, who shall solely pay all their wages.”\nIn Thomas v. Bache, 351 Pa. 220 (1945), 40 A. 2d 495, we decided that neither the compensation authorities nor the courts should be solicitous to find contractorship rather than employment, and that inferences favoring the claim need make only slightly stronger appeal to reason than those opposed. In our vieAV the inferences in the instant case favor the claim not slightly but strongly.\nThat the right to control, imbedded in defendant’s lease, is the crucial feature, whether it is actually-asserted or not, was held in Gadd v. Barone, 167 Pa. Superior Ct. 477 (1950), 75 A. 2d 620; Wall v. Penn Lumber & Mill Works, 171 Pa. Superior Ct. 512 (1952), 90 A. 2d 273. The facts of both cited cases are as closely analogous as one is apt to find in this field of law.\nThe Superior Court gives weight to Eggelton v. Leete, 186 Pa. Superior Ct. 542 (1958), 142 A. 2d 777, but the opinion tells us that the employe’s relationship must be determined from the peculiar facts of each ease. One factor there was that no provision was made for the deduction of social security and other like charges. In the instant case Zappone distinctly said that he paid social security and unemployment benefits for the drivers, as the lease requires.\nThe computation of the judgment appears in the amended decree of the Court of Common Pleas of Westmoreland County.\nThe judgment of the Superior Court is reversed and is now entered for the claimant in the sum of fl2,517.83.",
        "type": "majority",
        "author": "Mr. Justice Bok,"
      }
    ],
    "attorneys": [
      "Joseph M. Loughran, for appellant.",
      "II. Reginald Belden, with him E. A. Stewart, for appellee."
    ],
    "corrections": "",
    "head_matter": "Diehl, Appellant, v. Keystone Alloys Company.\nArgued September 30, 1959.\nBefore Jones, C. J., Bell, Jones, Cohen, Bok and MoBride, JJ.\nDecember 30, 1959:\nJoseph M. Loughran, for appellant.\nII. Reginald Belden, with him E. A. Stewart, for appellee."
  },
  "file_name": "0056-01",
  "first_page_order": 212,
  "last_page_order": 216
}
