{
  "id": 1289141,
  "name": "Fogel Refrigerator Company, Appellant, v. Oteri",
  "name_abbreviation": "Fogel Refrigerator Co. v. Oteri",
  "decision_date": "1959-12-31",
  "docket_number": "Appeal, No. 343",
  "first_page": "82",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "398 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "391 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276867
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0188-01"
      ]
    },
    {
      "cite": "5 A. 2d 642",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "135 Pa. Superior Ct. 328",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1017117
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/135/0328-01"
      ]
    },
    {
      "cite": "95 A. 2d 189",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240357
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0043-01"
      ]
    },
    {
      "cite": "146 A. 569",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "297 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118154
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0074-01"
      ]
    },
    {
      "cite": "133 A. 150",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096474
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0175-01"
      ]
    },
    {
      "cite": "33 A. 272",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "172 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874089
      ],
      "year": 1895,
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0077-01"
      ]
    },
    {
      "cite": "189 A. 795",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Pa. Superior Ct. 443",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        996358
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/125/0443-01"
      ]
    },
    {
      "cite": "106 A. 233",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "263 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047535
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0150-01"
      ]
    },
    {
      "cite": "77 A. 242",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "228 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969867
      ],
      "year": 1910,
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0108-01"
      ]
    },
    {
      "cite": "26 A. 217",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840212
      ],
      "year": 1893,
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0579-01"
      ]
    },
    {
      "cite": "137 A. 2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "891 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1958,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 6588,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.2941806652271634e-07,
      "percentile": 0.6205720874074125
    },
    "sha256": "e7ca08d96ef116ee192a7b64ff6451bbabced40fbe5c75253877d7ab63886cd6",
    "simhash": "1:ee83992bcfe2ce39",
    "word_count": 1114
  },
  "last_updated": "2024-02-27T23:35:30.032264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.",
      "Mr. Justice Bell and Mr. Justice Benjamin R. Jones dissent."
    ],
    "parties": [
      "Fogel Refrigerator Company, Appellant, v. Oteri."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bok,\nThe question is whether a second petition to open a judgment entered by confession can be considered after a first has been denied and the denial affirmed on appeal.\nThe dispute arises from an agreement to install refrigerating equipment, with a judgment note given as collateral for the sale of the material by bailment lease. The lease, providing for first payment on November 30, 1955, was dated June 29, 1955, and judgment was taken on July 1, 1955, pursuant to authority in the lease that this might be done before delivery or default. The equipment was not completely delivered until months later, probably in late September, 1956.\nDefendants filed their first petition to open the judgment on January 28, 1957, alleging forgery and unfitness of the apparatus. While depositions were being taken on both points, the parties appeared in court and entered into a stipulation with the apparent purpose of limiting and directing the depositions. Defendants’ counsel thus stated the subject of stipulation: “The defendants agree that the Petition to open up Judgment shall turn only on the issue of whether or not forgery has been committed by the plaintiff. If it is resolved in favor of the defendants, then the other issues of failure of consideration should be allowed to go to the Jury.”\nOpposing counsel did not understand, and said so, and defendants’ counsel rested on forgery, saying: “I am relying now on forgery.” This appears, under the particular facts, to have been a question of law.\nThe court below filed its opinion, saying, among else: “Defendants alleged forgery and failure of consideration as the defenses to be offered . . . the parties stipulated and agreed that the court’s consideration of the controversy be limited to defendants’ allegation of forgery.” It refused to open the judgment, and we affirmed, eo sub nomine, at 891 Pa. 188 (1958), 137 A. 2d 225, in a few lines dealing only with the exercise of the lower court’s discretion.\nOn February 28, 1958, defendants filed their second petition to open, based on failure of consideration.\nOn a motion to dismiss this petition, the court below said:\n“The statements of counsel in the stipulation lack a definitive position. At best, the assertions of counsel set forth a willingness on the part of defendants’ counsel to proceed initially on the ground of forgery with the right to be let into the defense of failure of consideration, if he were to prevail in the forgery contention. No provision is made with respect to the disposition of the defense of failure of consideration in the event that defendants were not successful in proving the forgery . . . The apparent goal of counsel for defendants was to limit the necessity of further testimony pending the presentation of its first defense. No waiver of the second defense is manifested by the statements of counsel . . .\n“This Court acquiesced in the stipulation giving weight to the force thereof. Its effect was, however, to divert the attention of the Court from the defense of failure of consideration which in and of itself may have been sufficient to compel the Court to open judgment.\n“It was incumbent upon the Court to exact a meaningful and binding agreement of counsel with respect to the narrowing of the issues and if the intention was that the defense of failure of consideration was to be waived, an unequivocal statement of counsel expressive thereof should have been exacted together with full assent of the plaintiff. Neither of these requirements were present.\n“While it is primarily the responsibility of counsel to present their own position, the Court apparently misguided the parties and their counsel. Therefore, this Court believes that it, in some degree, however slight, has given effect to a stipulation which is unclear and incapable of accomplishment of purpose.”\nThe court then, with a third opinion, opened the judgment. This appeal followed.\nThere is a clear line of decisions represented by Pennock v. Kennedy, 153 Pa. 579 (1893), 26 A. 217, where we said: “The defendant was called upon to answer the plaintiff’s demand. He might make, and it was his duty to make, a sufficient answer, if he had one to make. He cannot set up part of his facts and take the judgment of the court below and of this court upon their sufficiency, and, failing in both, begin over again and state another fact, and in case of judgment against him take another appeal, and so on. This would be vexatious, dilatory and expensive to an intolerable degree.\n“The rule in relation to judgments entered upon verdicts is well settled. Such a judgment is conclusive not only upon the items actually recovered for, but upon those for which the plaintiff might have recovered.”\nSee also Stradley v. Bath Portland Cement Co., 228 Pa. 108 (1910), 77 A. 242; Exler v. Wickes Bros., 263 Pa. 150 (1919), 106 A. 233; Kappel v. Meth, 125 Pa. Superior Ct. 443 (1937), 189 A. 795.\nThere is another line of decisions, equally clear, which draw a different rule for judgments taken by confession because, as explained in Rappel, such a judgment is not adverse and final but stays within the court’s power. A second petition to open may therefore be filed and considered: Silberman v. Shuklansky, 172 Pa. 77 (1895), 33 A. 272; Johnson v. Nippert, 286 Pa. 175 (1926), 133 A. 150; Markofski v. Yanks, 297 Pa. 74 (1929), 146 A. 569; Home B. & L. Assn. v. Houlihan, 373 Pa. 43 (1953), 95 A. 2d 189; Greenfield & Co. v. Roberts, 135 Pa. Superior Ct. 328 (1939), 5 A. 2d 642. These cases suggest that the later petitions were based on new or additional grounds.\nThe instant case is not factually in point, though we regard it as analogous in principle. Our affirmance at 391 Pa. 188 was a final and foreclosing action, but, because of the stipulation, it foreclosed only what was submitted to us, namely, the defense of forgery. That is now res judicata. The court below felt that the stipulation, while not wholly clear, effectively reserved to defendants their other defense, and we are in accord. Courts should not be astute to close their doors upon the merits.\nHence we regard our former affirmance as neither res judicata nor the law of the case on failure of consideration, as it would be if there were no stipulation.\nThe order is affirmed.\nMr. Justice Bell and Mr. Justice Benjamin R. Jones dissent.",
        "type": "majority",
        "author": "Mr. Justice Bok,"
      }
    ],
    "attorneys": [
      "Max A. Dar off, for appellant.",
      "Philip P. Kaloder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fogel Refrigerator Company, Appellant, v. Oteri.\nArgued November 23, 1959.\nBefore Jones, O. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.\nDecember 31, 1959:\nMax A. Dar off, for appellant.\nPhilip P. Kaloder, for appellee."
  },
  "file_name": "0082-01",
  "first_page_order": 238,
  "last_page_order": 242
}
