{
  "id": 1289137,
  "name": "Commonwealth ex rel. Storb, Appellant, v. Schroll",
  "name_abbreviation": "Commonwealth ex rel. Storb v. Schroll",
  "decision_date": "1960-01-18",
  "docket_number": "Appeal, No. 269",
  "first_page": "354",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "398 Pa. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 A.L.R. 812",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "100 A. 739",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1917,
      "opinion_index": 0
    },
    {
      "cite": "294 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113414
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0555-01"
      ]
    },
    {
      "cite": "255 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0475-01"
      ]
    },
    {
      "cite": "129 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/129/0151-01"
      ]
    },
    {
      "cite": "290 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0517-01"
      ]
    },
    {
      "cite": "18 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/18/0519-01"
      ]
    },
    {
      "cite": "16 A. 2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203372
      ],
      "pin_cites": [
        {
          "page": "66, 67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0059-01"
      ]
    },
    {
      "cite": "128 A. 827",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "283 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090544
      ],
      "pin_cites": [
        {
          "page": "199, 200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0196-01"
      ]
    },
    {
      "cite": "103 A. 106",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "259 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038371
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0333-01"
      ]
    },
    {
      "cite": "88 A. 428",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "241 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976053
      ],
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0230-01"
      ]
    },
    {
      "cite": "56 A. 41",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931849
      ],
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0582-01"
      ]
    },
    {
      "cite": "49 A. 2d 365",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468923
      ],
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0164-01"
      ]
    },
    {
      "cite": "25 A. 1105",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840321
      ],
      "pin_cites": [
        {
          "page": "53, 55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0047-01"
      ]
    },
    {
      "cite": "139 A. 2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844788
      ],
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0026-01"
      ]
    },
    {
      "cite": "135 A. 2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275648
      ],
      "pin_cites": [
        {
          "page": "269, 270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 11648,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.075988060697544e-07,
      "percentile": 0.5610149472034857
    },
    "sha256": "0219de2fd39b3ab0a4993906cc7dc69a0b6ca05d8e32df1b42f02f1398015c42",
    "simhash": "1:59031a09f0110c5c",
    "word_count": 1979
  },
  "last_updated": "2024-02-27T23:35:30.032264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Storb, Appellant, v. Schroll."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Benjamin R. Jones,\nThis proceeding in quo warranto attacks the eligibility of Robert M. Schroll to act as a school director in Earl Township, Lancaster County.\nOn November 6, 1956 Schroll was appointed to the office of school director of Earl Township to fill an unexpired term which runs until the 1st Monday of December, 1961; he then assumed the duties of that office. On December 4, 1958 the Commonwealth, upon the relation of the District Attorney of Lancaster County, instituted quo warranto proceedings to test Sclir oil’s title to office alleging that, at the time of his appointment, Schroll had not been a resident of Earl Township School District for one (1) year as required by the Public School Code. An Answer, including new matter, was filed by Schroll wherein he admitted that he had not been a resident of the school district for one (1) year prior to his appointment but averred that the quo warranto proceeding was barred by laches. After a Reply by the Commonwealth which admitted that Schroll had been a resident of the district since March 17, 1956 — seven months and nineteen days prior to his appointment — the Commonwealth moved for judgment on the pleadings. The Court of Common Pleas of Lancaster County entered judgment on the pleadings in favor of Schroll. From this judgment the present appeal was taken.\nThe relevant portion of the Public School Code, supra, provides: “Any citizen of this Commonwealth, having a good moral character, being twenty-one (21) years of age or upwards, and having been a resident of the district for at least one (1) year prior to the date of his election or appointment, shall be eligible to the office of school director therein . . . .” (Emphasis supplied). It is evident that, at the time of his appointment and at the time he took the oath and assumed the duties of his office, Schroll did not meet the eligibility requirements of the Code. Furthermore the pleadings do not disclose any claim that Schroll’s disqualification was removed, after the commencement of his term, on March 17, 1957, the date when Schroll completed one year of residence within the district. The sole basis of Schroll’s defense and the ground upon which the court below entered judgment was that the Commonwealth, not having filed quo warranto proceedings until two years and twenty-eight days after Schroll’s appointment, was guilty of laches which barred the proceedings.\nWe have recently stated in Grote Trust, 390 Pa. 261, 269, 270, 135 A. 2d 383: “Laches arises when a defendant’s position or rights are so prejudiced by length of time and inexcusable delay, plus attendant facts and circumstances, that it would be an injustice to permit presently the assertion of a claim against him.” See also: Silver v. Korr, 392 Pa. 26, 30, 139 A. 2d 552. In determining the propriety of the application of the doctrine of laches to the instant situation two questions must be considered: (1) does laches run against the Commonwealth?; (2) if it does, was the Commonwealth guilty of laches under the present circumstances?\nThe landmark case in Pennsylvania on the subject of whether laches may be imputed to the Commonwealth is Commonwealth v. Bala and Bryn Mawr Turnpike Company, 153 Pa. 47, 53, 55, 25 A. 1105, a quo warranto proceeding. Therein Mr. Chief Justice Paxson, after reviewing the authorities, concluded: “Were the complainant here a private individual we would not hesitate to say that his laches was a bar to this proceeding. Is the commonwealth in any better position? We think not. It is true, the statute of limitations does not run against the commonwealth. But this is not a question of the statute of limitations. It is a question of laches, and laches may be imputed to the commonwealth as well as to an individual.” (Emphasis supplied) In Commonwealth ex rel. Coghlan, District Attorney v. Beaver Falls Council, 355 Pa. 164, 169, 49 A. 2d 365, this Court said: “Laches may, under some circumstances, be imputed to the Commonwealth as well as to individuals . . . .”. See also: Bradford v. N. Y. & Penna. Telephone & Telegraph Co., 206 Pa. 582, 586, 56 A. 41; Bailey’s Estate, 241 Pa. 230, 232, 88 A. 428; Pittsburgh Railways Co. et al. v. Borough of Carrick et al., 259 Pa. 333, 339, 103 A. 106; Pittsburgh v. Pittsburgh & W. Virginia Ry. et al., 283 Pa. 196, 199, 200, 128 A. 827. In Bradford, supra, we stated: “A stronger case of delay or acquiescence is necessary to prevent equitable relief when sought for by the state than when a mere private right is involved; but the doctrine is applied against the public in a proceeding by the attorney general: . . .” (Emphasis supplied) (p. 587).\nWas the application of the doctrine of laches appropriate in the present situation? Assuming, arguendo, that the length of time — approximately two years — was unreasonable wherein was Sehroll prejudiced by the inaction of the Commonwealth? The matter was presented to the court below entirely on the pleadings an examination of which fails to reveal the manner in which Sehroll had been prejudiced. The court below found that Sehroll was prejudiced by the Commonwealth’s delay in the following manner: “In the more than two years since his appointment, the defendant has contributed of his time, talents and energy on behalf of the school district, without remuneration. While the defendant has made no sizable outlay of cash in the way of capital investment and has incurred no financial obligation based on his holding office, still there must have been some expense connected with his service as school director which only he must have paid. Two years spent in a labor of love, without any compensation, with little if any thanks, and with only the satisfaction of a difficult job conscientiously done, and then to be ousted from office through no fault or shortcoming of his own, seems hardly a just reward. The defendant must have a certain amount of pride and interest in his office to incur the expense of defending against this proceeding. It may not mean a financial loss to the defendant to lose his office but to some people there are other values, perhaps even higher, than money. In our opinion, to oust the defendant from office after he has been permitted to serve for over two years would be eminently unfair, unkind and unjust, and a serious injury to the defendant in his standing in the community, in his pride of accomplishment in service to the public and in the loss to the public of the experience he has gained through more than two years’ service on the school board .... We can see no harm to anyone in the defendant continuing in office but we can see great disadvantage and serious injury to this man if he were to be ousted.”\nIn the present posture of this litigation the position taken by the court below cannot be sustained. It may well be that the Commonwealth has been guilty of laches and that Schroll has been prejudiced by the delay in the institution of this proceeding but there is nothing of record at this stage of the proceedings to sustain a finding of prejudice. The plain, explicit terms of the statute outlining the eligibility of a person to be a school director should not be lightly set aside. There is nothing of record to show wherein nor to what extent Schroll has contributed of his “time, talents and energy” to the district, whether Schroll has had any “expense” connected with his services as school director, etc. Prejudice such as would justify the application of the doctrine of laches against the Commonwealth in this type of situation should be a matter of proof, not conjecture or surmise. To hold otherwise would permit eligibility for the office of school director to depend on the length of the incumbent’s service rather than on the terms of the statute.\nJudgment reversed with the direction that the record be remanded to the court below for the production of proof, if any, of the manner in which Schroll has been so prejudiced by the Commonwealth’s delay in the institution of this proceeding as to justify the application of the doctrine of laches against the Commonwealth.\nThe record does not disclose whether the District Attorney acted upon his own initiative or upon the suggestion of some private citizen or citizens.\nArt. III, §322 of the Act of March 10, 1949, P. L. 30, as amended, 24 PS §3-322.\nIn Com. ew rel. Kelley, District Attorney v. Keiser, 340 Pa. 59, 66, 67, 16 A. 2d 307, this Court stated: “The question as to when a person elected or appointed to office must satisfy a constitutional or statutory requirement relating to qualifications is quite confused, both in this state and elsewhere. Upon this subject there seems to be two principal lines of authority; one holding that the qualification is determined as of the date of election, and the other, as of the commencement of the term. There are also a few authorities holding that the officer need not be qualified prior to taking the oath of office, while other cases hold that it is sufficient if the qualification exists at the time the proceedings are brought to test his title. While these apparently conflicting eases may not be completely reconcilable, we think that they can in the main be harmonized by classifying them according to the nature of the qualification and the character of the office involved. In the early case of Commonwealth v. Pyle, 18 Pa. 519, these cases were classified in the following manner, at p. 521: ‘Where the constitution or a statute declares that certain disqualifications shall render a person ineligible to an office, he must get rid of his disqualifications before he is appointed or elected .... But if the law merely forbids him to hold or enjoy the office, or exercise its duties, it is sufficient if he qualifies himself before he is sworn.’ Subsequent cases have more precisely defined the latter class and the test has been declared to be whether the officer is qualified prior to the commencement of his term, rather than before he is sworn. Thus it was stated in Mosby v. Armstrong, 290 Pa. 517, at p. 524: ‘where the “law merely forbids” one “to hold or enjoy” an office ... it is sufficient if the candidate becomes qualified before the time arrives for him to assume the post in question.’ ” The Court further said (pp. 67, 68) : “A few cases in this state hold that the disqualification may be removed after the commencement of the term, but these all involve the holding of incompatible offices under circumstances where the constitution or statute failed to provide a penalty therefore. In them, the court held that, if the officeholder makes a choice between the incompatible offices and can so answer at the time of the quo warranto proceedings, he may continue in the office he has chosen: DeTurk v. Commonwealth, 129 Pa. 151; Commonwealth v. Kelly, 255 Pa. 475; Commonwealth v. Snyder, 294 Pa. 555. These cases dealing with incompatible offices are clearly distinguishable from cases involving such fundamental a priori qualifications, as age, citizenship, domicile and the like. The former involve conditions of holding the office, the latter prerequisites for assuming it. Thus, in the case of age and similar qualifications, it was held in Spitzer v. Martin, 100 A. 739 (Md. 1917), that this qualification must be possessed at the date of election.” See also: 88 A.L.R. 812.",
        "type": "majority",
        "author": "Me. Benjamin R. Jones,"
      }
    ],
    "attorneys": [
      "Mark R. Baby, Jr., with him David R. Eaby, and Baby and Baby, for appellant.",
      "W. H. Brown, with him Brown & Zimmerman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Storb, Appellant, v. Schroll.\nArgued September 28, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.\nJanuary 18, 1960:\nMark R. Baby, Jr., with him David R. Eaby, and Baby and Baby, for appellant.\nW. H. Brown, with him Brown & Zimmerman, for appellee."
  },
  "file_name": "0354-01",
  "first_page_order": 510,
  "last_page_order": 516
}
