{
  "id": 1289089,
  "name": "Borbach, Appellant, v. Borbach",
  "name_abbreviation": "Borbach v. Borbach",
  "decision_date": "1960-03-16",
  "docket_number": "Appeal, No. 342",
  "first_page": "561",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "398 Pa. 561"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 218,
    "char_count": 2750,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.732027442817659e-07,
      "percentile": 0.7055886269817275
    },
    "sha256": "4b8eaa6c3622c02a6bdee7c99290788e7d92af62e45cd3abcef1411833e7ce13",
    "simhash": "1:fdd12484fe34d562",
    "word_count": 449
  },
  "last_updated": "2023-07-14T22:26:00.093975+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Copien, Bok and McBride, JJ."
    ],
    "parties": [
      "Borbach, Appellant, v. Borbach."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nPlaintiff entered into a partnership agreement on April 6, 1949, with his wife and three children. Plaintiff, on his own behalf and as executor of his wife’s will, filed a complaint in equity in 1957 alleging that defendants had breached the partnership agreement in April 1950 and thereafter, and after averring he had no adequate remedy at law, requested a conveyance to himself of premises 1330 Walnut Street, Philadelphia, and to him as executor premises situate at Beach and Decatur Streets, Cape May, New Jersey, and an accounting of the partnership business from April 16, 1949 to the date of the bill of complaint.\nThe partnership agreément provided in paragraph 9: “Should any disagreement arise from any cause whatsoever between the co-partners or the survivor of them or the executor or administrator of a deceased co-partner, then the matter shall be referred for arbitration to seven (7) arbitrators, five to be chosen to represent each of the present co-partners, or the heirs, executors or administrators of a deceased co-partner and the five arbitrators so chosen shall select two more. The decision of the majority of the arbitrators shall be final and binding as provided in the Act of April 25, 1927, P. L. 381 and its Supplements.”\nPlaintiff averred, inter alia, that upon dissolution of the partnership the Philadelphia property, 1330 Walnut Street, was to revert back to the plaintiff and that when in April, 1950, the defendants formed a corporation for the operation of the business at 1330 Walnut Street they thereby terminated the partnership.\nDefendants, in accordance with Act of April 25, 1927, P. L. 381, No. 248, §2, as amended by Act of June 21, 1935, P. L. 400, §1, 5 PS §162, petitioned the Court to stay proceedings and to refer the matter to arbitration pursuant to paragraph 9 of the partnership agreement, which requires any disagreement arising from any cause whatsoever to' be referred to arbitration by arbitrators chosen as provided in the agreement.\nThe Court below stayed proceedings and referred the controversy to arbitration in accordance with the terms of the contract which plaintiffs themselves prayed the Court in equity to enforce. Plaintiffs now appeal from the Order of the lower Court.\nUnder the facts and circumstances of the instant case the order of the lower Court staying proceedings and referring all the controversies to arbitration was proper and just.\nOrder affirmed; costs to be paid by appellants.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "David Kawner, for appellant.",
      "Joseph H. Savitz, with him Joseph Sharfsin and Harold B. Lipsius, for appellees."
    ],
    "corrections": "",
    "head_matter": "Borbach, Appellant, v. Borbach.\nMarch 16, 1960:\nArgued November 16, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Copien, Bok and McBride, JJ.\nDavid Kawner, for appellant.\nJoseph H. Savitz, with him Joseph Sharfsin and Harold B. Lipsius, for appellees."
  },
  "file_name": "0561-01",
  "first_page_order": 717,
  "last_page_order": 719
}
