{
  "id": 896152,
  "name": "Herman E. McMillin, Appellant, v. Charlotte McMillin",
  "name_abbreviation": "McMillin v. McMillin",
  "decision_date": "1897-10-25",
  "docket_number": "Appeal, No. 3",
  "first_page": "91",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "161 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0515-01"
      ]
    },
    {
      "cite": "175 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0475-01"
      ]
    },
    {
      "cite": "164 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0134-01"
      ]
    },
    {
      "cite": "151 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0294-01"
      ]
    },
    {
      "cite": "139 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 12140,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.6176007911199153e-07,
      "percentile": 0.6866803817519863
    },
    "sha256": "e9f7939af511e1e4cc537f856a588507ea7d363ec34cd0aac0a4d8d1d4405746",
    "simhash": "1:24b3afe070e9de7f",
    "word_count": 2087
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterbett, C. J., Green, ■ Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Herman E. McMillin, Appellant, v. Charlotte McMillin."
    ],
    "opinions": [
      {
        "text": "Pee Cttbiam,\nA careful consideration of the somewhat conflicting evidence in this case has not convinced us that the court below erred in refusing a decree in favor of the libellant and dismissing his petition with costs.\nBy agreement of the parties the case was heard in open court. The witnesses were called and examined in the presence of the trial judge who, by thus seeing the several witnesses, hearing them testify, observing their manner on the witness stand, etc., had much better opportunity than we have of forming a correct judgment as to their credibility and the evidential value of their testimony. His conclusions of fact should therefore be accepted as verity unless manifest error therein is clearly shown. Especially is this so where, as in this case, the testimony on the controlling question of fact is so conflicting and apparently irreconcilable.\nBut, while we cannot say that the trial judge erred in holding that the alleged criminal offense charged in the libel was not proved, we think his reflections on the conduct of the libellant, quoted in the third specification, were unwarranted by anything that appears in the record.\nThere is nothing in the case that calls for further comment. Decree affirmed and appeal dismissed at plaintiff’s costs.",
        "type": "majority",
        "author": "Pee Cttbiam,"
      }
    ],
    "attorneys": [
      "J. Norman Martin, with him S. L. Mo Gradeen, for appellant.",
      "M. MeOonne.ll, for appellee."
    ],
    "corrections": "",
    "head_matter": "Herman E. McMillin, Appellant, v. Charlotte McMillin.\nDivorce — Finding of facts by judge — Evidence—lieview.\nThe trial judge who sees the witnesses and hears them testify has a better opportunity to judge of their credibility and the evidential value of their testimony than the Justices of the Supreme Court have, and his conclusions of fact should bo accepted unless manifest error be clearly shown, and this is especially the case where the testimony on the controlling questions of fact is conflicting and apparently irreconcilable.\nArgued Oct. 11, 1897.\nAppeal, No. 3, Oct. T., 1897, by plaintiff, from judgment of C. P. Lawrence Co., Dec. T., 1895, Ño. 14, on libel for divorce.\nBefore Sterbett, C. J., Green, ■ Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nLibel for divorce.\nThe case was tried by Wallace, P. J., in open court without a jury. His opinion was as follows :\nOn September 19, 1895, Herman E. McMillin presented his libel in divorce, and subpoena was awarded. The petition alleges, as a ground for divorce, adultery on the part of the defendant with one Victor Leibric. Defendant, on December 4, 1895, moved the court for a rule on the libellant to furnish a bill of particulars; and in pursuance of said rule libellant filed a bill of particulars, alleging adultery at different times with the said Victor Leibric, mentioning the dates at which said adultery took place.\nThe case was heard in open court, witnesses being called and the testimony taken. After hearing the testimony and the arguments of counsel, both for the libellant and the respondent, the court directed the testimony to be written out in longhand. A careful examination of the testimony taken in the case reveals the facts that Doctor H. E. McMillin and Charlotte McMillin were married; that they lived together as man and wife in the borough of Mahoningtown until sometime in the fall of 1895, until about the time of the bringing of this suit, when she was refused admission to his house, but was supported by him at a hotel in Mahoningtown; that Doctor McMillin was a practising physician in the borough of Mahoningtown, Lawrence county; that one Victor Leibric, who also resided, in the borough of Mahoningtown, was employed by Doctor McMillin to keep his books; that the said Leibric was brought to the home of Dr. McMillin by reason of this occupation often times; in fact, daily, and sometimes three or four times during the day; that Mrs. Charlotte McMillin was a woman in delicate health, frequently being confined to her bed; that often in the absence of the doctor, and at the doctor’s request, Victor Leibric did take care of and wait upon Mrs. McMillin while she was confined to her bed on account of sickness; that Leibric had access to all parts of the house, you might say, at all times of the day and night; that he carried medicine from the office or drug store to her and administered medicine to her, and tins by the request of the libellant in this case. The libellant now undertakes to have a decree in divorce made by reason of adultery, and in support of that alleges circumstances of familiarity, asking the court to say from these circumstances that adultery was committed by the said Charlotte McMillin with the said Victor Leibric, in the house of Dr. McMillin, in the borough of Mahoningtown. To further support these allegations he calls a number of witnesses, all of whom testify regarding familiar relationship. One of them, Miss Clara Moore, testifies that she was, in November, 1895, a domestic in the house of Dr. McMillin; that she was called there by reason of Mrs. Mc-Millin’s illness; that at that time Mrs. McMillin was and had been confined to her bed for more than one week; that Victor Leibric was in the habit of coming into the house, and did, during this time of her sickness come into the house and go to the room where Mrs. McMillin was sick in bed; that that was a frequent occurrence; that one evening, between 9 and 10 o’clock, she went up stairs into a room across the hall. After remaining there sometime she went across the hall, and, as she says, “ she opened the door and he (Leibric) was just getting out of the bed.” In answer to the question, “In what condition was the bed clothing,” she answered, “Well, the bed clothing, she was straightening the bed clothing down.” In answer to the question, “ In what condition was Victor Leibric’s clothing,” she answered, “Well, he was buttoning up his pants.” And she further testified that they each solicited her to keep quiet “ and not give her away.” This is the only testimony in the case (if the defendant had called no witnesses), that would tend or in any way lead the court to a presumption that they were guilty of adultery. This testimony is positively denied by both parties, Charlotte McMillin and Victor Leibric. Then, is it such, as it stands, that would be sufficient to warrant the court in making a decree of divorce ? Other witnesses have testified to familiarities — undue familiarities, we might say — on the part of the defendant with Victor Leibric in the house of the said Doctor McMillin. And in considering the question whether or not the decree ought to be made by reason of this testimony, the court must take into consideration all of the surrounding circumstances which would tend to lead the mind of the court to the general result of the act of the parties under the circumstances of each particular case. It is well settled that no general rule can be laid down showing what facts constitute sufficient proof, because the same presumptions do not follow the same facts, as they are somewhat dependent upon the character, habits and situation of the parties. And in order to arrive at a correct conclusion we must look at the situation of the parties in this case. Who was Victor Leibric? What brought him to the house? Victor Leibric, the testimony shows, was the bookkeeper of Dr. H. E. McMillin and, as such, kept the books in the house of his employer ; he was there at the request of Dr. McMillin to aid and assist him in taking care of Mrs. McMillin while she was sick. [In fact, frequently, under the doctor’s direction, he was left alone with her in the sick room for hours.] [1] Can we then say, with these facts before us, that he was in that room on this night when she was in bed sick for an unlawful purpose ? That leads us to the truth of the statement made by Miss Moore. Is her story reasonable ? Let us see. Miss Moore was a domestic in the house of Dr. McMillin, and known to have been in the house at the time of this visit by Leibric to Mrs. McMillin’s room, it being her custom, as Miss Moore says, to visit the room of Mrs. McMillin each night prior to her retiring, or about the time of this alleged visitation by Leibric to the room of Mrs. McMillin. Mrs. McMillin had been at this time sick in bed for a week or more ; was at this particular time confined to bed. There was sufficient light in the room to discern the people and all things going on in the room. The door was unlocked. Then would people under these circumstances do what Miss Moore says she saw there? Is that reasonable? These are matters that must be weighed in ■ connection with Miss Moore’s testimony. And, with her testimony standing alone, could any person, taking into consideration the circumstances, — the condition of the parties, and the circumstances surrounding their being together, reasonably conclude the truth of Miss Moore’s statements or the unlawful acts of the parties. But her statement is not alone, so that we are not to conclude from the surrounding circumstances alonp, as her testimony is directly and positively denied by both • Charlotte McMillin and Victor Leibric. [Taking into consideration then her testimony on the one hand, and the testimony of Victor Leibric and Charlotte McMillin, as well as the surrounding circumstances, there is but one conclusion that the court can arrive at, and that is that they were not there for the purpose of committing adultery on that particular evening, and that no adultery has been proved.] [2] Indeed, in this case the court would hesitate to grant a decree in divorce without stronger testimony than that offered. While we are frank in saying that the behavior of both Mrs. McMillin and Victor Leibric has been very imprudent, and at times familiarities have been proved which ought not to take place in any well conducted family, yet let us see what brought about those familiarities, — that imprudence. [The libellant in this case brought the tempter in the way. He placed his home under such circumstances that brought temptations that otherwise would not have been before the weaker sex. And if undue familiarities were taken by Victor Leibric with Charlotte McMillin, the respondent in this case, part of the blame should be laid upon the shoulders of the libellant.] [3] .\nFrom the facts as we have already stated them we are not satisfied that the circumstances proved are sufficient to lead us to the belief that the specifications alleged by the libellant in this case have been fully made out. [Now July 1,-1896, the bill is therefore dismissed at the cost of the libellant.] [4]\nErrors assigned were (1-4) portions of the opinion as above, quoting them.\nJ. Norman Martin, with him S. L. Mo Gradeen, for appellant.\n—The testimony of the respondent and co-respondent, aside from the suspicion that attaches thereto by reason of their interest in the result of the issue, is discredited and disproved by many disinterested witnesses. Clara Moore was a disinterested witness and told what she saw. The respondent and co-respondent did what they were expected to do — they denied all that Clara Moore saw and everything else that reflected on them. The court found that they had done many improper things and that undue familiarities had been proved. This finding of the court was against their testimony. The court having found this against them should, logically, have found the facts as testified to by Clara Moore and Emma Johnston, and finding these facts, the court should have made a decree in respondents’ favor.\nM. MeOonne.ll, for appellee.\nThe testimony is conflicting and irreconcilable. It was necessary for the learned judge who tried the case to judge of the credibility of some of the witnesses. He heard and saw the witnesses. They were all examined in his presence. He was able fully to understand the descriptive testimony because of the knowledge of the locality. He found that the testimony of Clara Moore was untrue, and without her testimony the libellant had nothing. This finding should have the same effect as a verdict: Sheehan’s Est., 139 Pa. 168; Drinkhouse’s Est., 151 Pa. 294; Brotherton v. Reynolds, 164 Pa. 134; Gibbons v. Gibbons, 175 Pa. 475; Best v. Best, 161 Pa. 515; Andrews v. Andrews, 5 S. & R. 373.\nOctober 25, 1897 :"
  },
  "file_name": "0091-01",
  "first_page_order": 111,
  "last_page_order": 116
}
