{
  "id": 896177,
  "name": "Cassius A. Morrison's Estate. Appeal of People's Trust, Savings and Deposit Company, Guardian",
  "name_abbreviation": "Morrison's Estate",
  "decision_date": "1897-11-08",
  "docket_number": "Appeal, No. 485",
  "first_page": "155",
  "last_page": "162",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0273-01"
      ]
    },
    {
      "cite": "42 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0159-01"
      ]
    },
    {
      "cite": "23 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0114-01"
      ]
    },
    {
      "cite": "70 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0450-01"
      ]
    },
    {
      "cite": "180 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888303
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0644-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 17227,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.7320274428176592e-07,
      "percentile": 0.7056451939862131
    },
    "sha256": "9af64977570c4c782247d7c3e41ac31ebb59bf70fe658d9392175605f38a3977",
    "simhash": "1:c94ba401d43285fc",
    "word_count": 3066
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum and Fell, JJ."
    ],
    "parties": [
      "Cassius A. Morrison’s Estate. Appeal of People’s Trust, Savings and Deposit Company, Guardian."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Williams,\nThis appeal presents a record that is by no means a satisfactory one. Letters of administration were issued upon the estate of C. W. Morrison in November, 1891, under an order of the orphans’ court of Lancaster county which were based on an adjudication by that court that a legal presumption of the death of Morrison had been established under the proceedings authorized by the act of June 24, 1885. Some of the evidence upon which the adjudication was made is furnished to us in the paper books, and it presents the following facts: The alleged decedent, C. W. Morrison, was prior to 1875 a resident of Lancaster county. During the early part of that year he removed to the state of Kansas and settled at Fort Dodge. His brother testifies on this subject: “ I got some letters from him in Kansas prior to 1876. I received one letter from him in September 1876. I answered that letter soon after receiving it and have heard nothing from him since the last letter I wrote to him.” This showed very clearly that the place to look for Morrison was at Fort Dodge, and that the absence that the statute contemplated was from his last known place of residence. This was not Lancaster county. A search made in that county had no significance whatever: Frances v. Frances, 180 Pa. 644. lie must have been absent from, and unheard of at, his last place of domicile which, if this is all the evidence presented to the court below, was Fort Dodge. It is possible, and perhaps we should presume, that other and appropriate testimony was before the court and that its decree was made in view of it, as otherwise the decree could not be supported. But the administrator appointed under the adjudication and decree referred to has finished his work and there is now in the hands of the defendant, the guardian of the son of the supposed decedent, a considerable sum of money. The son is now of age and wishes to come into possession, as the heir at law of C. W. Morrison, of this money. The proper course for him to pursue was to present to the orphans’ court his petition setting forth the facts we have recited, including the appointment of an administrator for his father’s estate under the established presumption of his father’s death, and the raising of the fund then in the hands of his guardian, and asking an order directing its payment to him without his being required to give security for its return, for the reason that his father’s absence unheard from had continued for upwards of twenty years, and still continued.\nUpon the hearing on his petition these facts should have been shown, and the effect of this showing should have been passed upon by the court, and the order should thereupon have been made. In the case before us the petition contains no reference to the administration or to the proceedings under the act of 1885, makes no averment about the length of the absence of Morrison, and sets up no right to the money based upon his presumed death. Had not the answer presented some of the facts there would have been nothing before the court to call its attention to the question involved, or the possible effect of the decree it was asked to make. The learned judge of the orphans’ court, with great patience and entire disregard of form, took notice of the question raised by the answer, and entered upon a careful consideration of it. The result of this consideration is embodied in his opinion in which he goes over the former action of the court, the continued absence of the alleged decedent, covering a period of more than twenty-one years, and concludes that the presumption of actual death has now arisen. He then directs the payment of the money by the guardian to its ward without requiring security for its return. This decree rested on the right ground, but it is informal. It should include an adjudication upon the effect of the prolonged absence of Morrison, and the order for the payment of the money should rest upon that adjudication, just as the order for the appointment of the administrator rested on the adjudication upon the effect of absence from his last place of residence for seven years unheard from. To understand the decree appealed from it is necessary to treat the entire opinion of the learned judge as a part of it. This is not good practice and ought not to be encouraged, but under the special circumstances of this case we are disposed to think that no harm can come from its affirmance' on that basis.\nIt is accordingly affirmed: the record costs to be paid from the fund.",
        "type": "majority",
        "author": "Mb. Justice Williams,"
      }
    ],
    "attorneys": [
      "George Nauman and A. J. Elerly, for appellant.",
      "W. M. Roland, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cassius A. Morrison’s Estate. Appeal of People’s Trust, Savings and Deposit Company, Guardian.\nDecedents'’ estates — Presumption of death — Executors and administrators ■ — Act of June 24, 1885.\nUnder the Act of June 24, 1885, P. L. 155, relating to the administration of the estates of persons presumed to be dead after an absence of seven years, the absence contemplated by the act is from the person’s last known place of residence.\nGuardian and ward — Presumption of death — Practice, O. G.\nWhere letters of administration have been granted upon the estate of a person presumed to bo dead after an absence of seven years, and the estate lias been duly administered and the balance paid over to the guardian of a son of the supposed deceased, the proper practice is for the son, upon reaching his majority, to present his petition to the orphans’ court setting forth the fact of the appointment of the administrator upon the presumption of his father’s death, the raising of the fund in question, and asking an order directing its payment to him without his being required to give security for its return, for the reason that his father was unheard from and had continued so until the filing of the petition, and still continued.\nArgued May 18, 1897.\nAppeal, No. 485, Jan. T., 1896, by\nPeople’s Trust, Savings and Deposit Company, guardian, from decree of O. C. Lancaster Co., directing payment to ward without entry of security.\nBefore Sterrett, C. J., Green, Williams, McCollum and Fell, JJ.\nAffirmed.\nRule to compel guardian to pay over money to ward.\nAn outline of tbe facts of this case is given in the opinion of the Supremo Court.\nThe petition of George Morrison, the only child of Cassius W. Morrison, deceased, or presumed to be deceased, and the answer will be found at length in the opinion of the orphans’ court, Brubaker, J., as follows:\nThis is a rule on the guardian of George Morrison, the only child of said Cassius W. Morrison, deceased, to show cause why the balance of the money in the hands of the guardian should not be paid over to the ward, who has arrived at the age of twenty-one years.\nThe petition in this case represents: “ That the People’s Trust, Savings and Deposit Company was appointed his guardian on July 7, 1892; that he became twenty-one years of ago on January 25, A. D. 1896; that the said The People’s Trust, Savings and Deposit Company have filed an account of the moneys received as guardian aforesaid, which account was duly confirmed on April 20, A. D. 1896, showing a balance due your petitioner of $2,660.06, which account your petitioner is satisfied is just and correct. The said, The People’s Trust, Savings and Deposit Company is satisfied to pay said sum to your petitioner, but desires your honorable court to make an order on them to do so.”\nThe following answer to this petition has been filed :\n“And for an answer to the said petition the People’s Trust, Savings and Deposit Company says that it is true that it was appointed guardian by the said court of the said petitioner on July 7, 1892, and that it believes that he is now twenty-one years of age, and that it filed its account as such guardian, as set forth in the said petition; that all the moneys which came into its hands as such guardian were received from D. C. Morrison, administrator of the estate of G. W. Harbison; Elizabeth Morrison, administratrix of the estate of Cassius W. Morrison; D. C. Morrison, administrator of the estate of Hannah Harbison, and D. C. Morrison, executor of the will of Samuel Harbison, all of which appears by the said account which is made part of this answer; that all the said moneys belonged to or were payable to Cassius W. Morrison, the father of the said petitioner; that letters of administration upon the estate of the said Cassius W. Morrison, of the township of Drumore, in the said county of Lancaster, were granted by the register of wills of Lancaster county, under a decree of your honorable court, based upon certain proceedings and evidence taken on June 15, 1891, under the Act of Assembly of June 24, 1885, P. L. 157, the said Cassius W. Morrison not having been heard from for more than seven years; and these said proceedings are made part of this answer; but no actual proof of the death of the said Cassius W. Morrison has ever been produced; that acting under the directions of the said act of assembly, it gave bond according to the terms thereof to all the persons above set forth, from whom, as such guardian, it received the said moneys, and it has become liable tberefor: that it is advised that it cannot pay the amount fixed by the said account to the said petitioner without receiving due indemnity and security, and no indemnity or security has been tendered or offered to it.”\nIt appears from the proceedings had on the estate of Cassius W. Morrison, the father of the ward, under the Act of Assembly of June 24, 1885, P. L. 155, relating to the granting of letters of administration upon the estates of persons presumed to be dead, by reason of long absence from their former domicile, that the said Cassius W. Morrison had not been heard from for some twenty years. The testimony of D. C. Morrison, a brother, shows that Cassius W. Morrison lived in Lancaster county in 1869 or prior thereto. He says: “ He started for Kansas; he was at Fort Dodge in Kansas the last time I heard of him; I have heard nothing from him since 1876; I got some letters from him in Kansas prior to 1876; I received one letter from him in September, 1876; I answered that letter soon after receiving it, and have heard nothing from him since the last letter I wrote to him; I do not know that anyone else has heard from him since that date.” Another witness, David L. Glackin, says: “ I live in Fulton township, Lancaster county. I knew Cassius W. Morrison from childhood. He left Lancaster countj\", I think, in the fall of 1869, to the best of my knowledge. I never received any word from him after he left home. I was very intimate with him and his family; we lived close together for years; to the best of my knowledge it is about fourteen years since anyone told me they had heard of him.”\nIt is contended by counsel for the respondent that under the late case of Scott v. McNeal, 154 U. S. Reports, 34, all the proceedings had under the act of 1885 are void, and, therefore, the respondent is unwilling to pay the moneys over to his ward without receiving due indemnity and security, and no indemnity or security has been tendered, and that the court has no jurisdiction over the matter in controversy.\nWhile it may be conceded for the sake of the argument that the act of 1885 is in conflict with the fourteenth amendment of the constitution of the United States, we are still of the opinion, as we intimated at the argument of this case, that it does not prevent the court from making this rule absolute.\nThe moneys of the estate in this case have been distributed and paid over to the guardian, who voluntarily received and treated it as the property of his ward since the year 1891. It seems clear to us that the guardian is now precluded at this time from taking advantage of an irregularity or illegality in the proceedings had in the settlement of the former estate of Cassius W. Morrison. He has voluntarily done what he has done in this case. He has assumed the risk, and he cannot now withhold the payment of the money from his ward. The case would be very different had the father reappeared upon the scene and presented his petition; but it does not lie in the power of the guardian to call in question the source from which the trust fund arises after he had received it, as we have said, and treated it as the property of his ward.\nIt will be observed that the guardian has not raised in his answer the question of the illegality of the act of 1885. He seems to have conceded that the act of assembly is legal, in saying : “ That acting under the direction of the said act of assembly it gave bond according to the terms thereof to all the persons above set forth, from whom as such guardian it received the said moneys, and it has become liable therefor; and, therefore, cannot pay the balance over in the account without security or indemnity.”\nBut there is a stronger reason, in our opinion, why the rule in this case should 'be made absolute. The proceedings by petition and answer in this case are analogous to the proceedings by a bill and answer in equity from the inherent powers of the orphans’ court. If a bill had been filed in the court of chancery for the payment of the legacies which comprised the fund in this case, would not a chancellor have decreed payment over to the ward, founding his decree on the presumption of the death of the father, who, from the testimony before us, had not been heard from for twenty years, and is presumed to be dead?\nThe common law has fixed no period after the expiration of which death should be presumed; but the courts in Pennsylvania have for many years prior to the act of 1885 adopted the statute of 19 Car. 2, c. 6, which enacts, “ that any person or persons, for whose lives estates are granted, absent themselves for seven-years together, and no evident proof be made of their being -living, in any action commenced by the. lessors or reversioners for recovery of the premises shall be counted as dead.” The courts of England have extended the principle of the statute to cases not comprehended in them and to cases affecting personal property.\nIt will, therefore, be seen that estates could be distributed in Pennsylvania without a statutory provision, such as the act of assembly of 1885.\nNow as to the proof of death. The respondent in his answer alleges that no actual proof of the death of Cassius W. Monison has ever been produced. Was this necessary? The rule adopted by our Supreme Court in an early decided case (1817) is, that where one has not been heard of for many years, this is prima facie evidence to presume his death, until the contrary be proved. Tilghman, J., in Miller v. Beates, 3 Serg. and Rawle, 493, says : “ Many years is an indefinite expression. I am not fixing, at present, any precise period, after which the presumption of death arises. But I think myself safe in saying, that in the present instance, the proof is sufficient, considering that fourteen years and nine months had elapsed between Sehlosser’s being last heard of and the commencement of this action.” In this case the court was asked not to permit a recovery without security, to guard against insolvency in case of life, as is contended in effect by respondent in the present case. It was also held that a legatee over of personal property might recover without giving security.\nWe are clearly of opinion that the evidence in the present case furnishes sufficient proof of the death of Cassius W. Mor rison, and we so find. In order, therefore, to give full protection to the respondent, as well as to save useless delay and expense to the petitioner in starting new proceedings for the recovery of the moneys in question, we do now order and decree that the balance of two thousand six hundred and sixty dollars and six cents ($2,660.06) as exhibited in the account of the People’s Trust, Savings & Deposit Company, guardian of George Morrison, the only child of said Cassius W. Morrison, be paid to the said George Morrison, the petitioner, upon his tendering a proper release of the same to the said respondent.\nThe rule is, therefore, made absolute, the costs of these proceedings to be paid by the respondent.\nGeorge Nauman and A. J. Elerly, for appellant.\n-The proceedings in this case must be based entirely upon the Act of June 24, 1885, P. L. 155.\nUnder the act of 1885, the orphans’ court, which is a court of record, is given full power to pass upon this question and to pass upon it judicially, after full hearing. In this particular case the requirements of the act of assembly were complied with in every respect, and there was an adjudication of the death.\nThe act of 1885 is either valid or not. If not valid no person is entitled to receive anything from the estate of Cassius W. Morrison. If valid, then security should be given under its terms.\nW. M. Roland, for appellee.\nThe presumption of death having been established in this case, and letters of administration granted in pursuance thereof, the letters are conclusive evidence of the fact of death, unless the contrary can be proved: Cunningham v. Smith, 70 Pa. 450 ; 1 Ehome’s Orphans’ Court Practice, 244-245; Whiteside’s App., 23 Pa. 114; Holmes v. Johnson, 42 Pa. 159 ; Miller v. Beates, 3 S. & B. 490 : Devlin v. Com., 101 Pa. 273.\nNovember 8, 1897 :"
  },
  "file_name": "0155-01",
  "first_page_order": 175,
  "last_page_order": 182
}
