{
  "id": 896107,
  "name": "Jane W. Jackson v. C. K. O'Hara and The Ohio Valley-Gas Company, a Corporation, Appellants",
  "name_abbreviation": "Jackson v. O'Hara",
  "decision_date": "1897-11-08",
  "docket_number": "Appeal, No. 64",
  "first_page": "233",
  "last_page": "238",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Gray, 325",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0325-01"
      ]
    },
    {
      "cite": "32 N. Y. 197",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        16268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/32/0197-01"
      ]
    },
    {
      "cite": "14 Wend. 63",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0063-01"
      ]
    },
    {
      "cite": "1 Phila. 99",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "72 Cal. 498",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2314499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/72/0498-01"
      ]
    },
    {
      "cite": "151 Pa. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0646-01"
      ]
    },
    {
      "cite": "138 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252411
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0576-01"
      ]
    },
    {
      "cite": "130 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0222-01"
      ]
    },
    {
      "cite": "123 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0491-01"
      ]
    },
    {
      "cite": "182 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "48 Mich. 583",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1398480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/48/0583-01"
      ]
    },
    {
      "cite": "7 Ga. 101",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        580126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/7/0101-01"
      ]
    },
    {
      "cite": "88 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0444-01"
      ]
    },
    {
      "cite": "159 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850160
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 10404,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.335005671580564e-07,
      "percentile": 0.6299299688900781
    },
    "sha256": "a74a340e39cf64fe82b684a7502617e76243855803c70b19190eec65ddd01757",
    "simhash": "1:3da2ac407dcabec4",
    "word_count": 1878
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Jane W. Jackson v. C. K. O’Hara and The Ohio Valley-Gas Company, a Corporation, Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from the judgment entered by the court below against the defendant for want of a sufficient affidavit of defense. For reasons given by the court we think there was no error in “holding that the facts set forth in the defendants’ affidavit of defense ” do not constitute a defense to the plaintiff’s cause of action; and hence there was no' error in making the rule for judgment absolute.\nThe judgment is affirmed for reasons given in the opinion of .the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William, R. Blair, for appellants,",
      "Ulysses 6r. Vogan, with him W. Gr. Orawford, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Jane W. Jackson v. C. K. O’Hara and The Ohio Valley-Gas Company, a Corporation, Appellants.\nOil and gas lease — Rentals—Joint liability — Assignment of portion of lease.\nIn an oil and gas lease the lessee covenanted “ to commence operations and complete one well within one month and, in case of failure to complete one well within such time, to thereafter pay as rental to the party of the first part for such delay the sum of fifty dollars per month.” The lessor agreed “ to accept such sum as full consideration, liquidation and payment of all damages for any delays until one well shall be completed, and a failure to complete such well or to make any such payments within such time and at such place above mentioned renders this lease absolutely null and void, and no longer binding on either party, and will revest the estate herein granted in the lessor and release the lessee from all his covenants herein contained, he having the option to drill said well or not, or pay said rental or not, as he may elect.” The lessee assigned a one half interest in the lease. No well was ever completed or commenced. The assignee of the one half interest in the lease paid the rental for three months, but then ceased, and ho more was paid. In an action for the rental against the lessee and the assignee of the one half interest, the defendants filed an affidavit of defense in which they averred that (1) the lessees had an option to sink a well or pay the monthly rental, or to do neither, and by refusing to do either, the lease was at an end; and (2) there was no joint liability of the defendants. Held, that the affidavit of defense was insufficient to prevent judgment.\nArgued Oct. 27, 1897.\nAppeal, No.'64, Oct. T., 1897, by defendants, from order of C. P. No. 2, Allegheny County, April T., 1897, No. 177, making absolute a rule for judgment for want of a sufficient affidavit of defense.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit for rentals under an oil lease.\nDefendants filed an affidavit of defense in which they averred as follows:\n■1. The defendants are advised by counsel that under the affidavit and statement of claim filed by the plaintiff in above case' no joint liability on the part of defendants is disclosed, and that the plaintiff is not entitled to recover against said defendants in this action.\n2. That on or about January 29,1891, said plaintiff and C. K. O’Hara, one of the defendants in this action, entered into a certain written agreement, whereby said plaintiff, Jane M. Jackson, granted unto said O’Hara the option to bore for oil and gas upon certain land of said Jane M. Jackson; that on about May 1,1891, said agreement and option were duly assigned and transferred to the said The Ohio Valley Gas Company by written assignment thereof; that in and by said agreement it is provided as follows:\n“ The party of the second part agrees to commence operations and complete one well on the premises within one month from the date thereof, unavoidable accidents excepted, and in case of failure to complete one well within such time, the party of the second part agrees to thereafter pay as rental to the party of the first part for such delay the sum of fifty (50) dollars per month, payable monthly in advance, at the Burgettstown National Bank, at Burgettstown, Pa., and the party of the first part hereby agrees to accept such sum as full consideration,' liquidation and payment of all damages for any delays until one well shall be completed, and a failure to complete such well, or to make any of such payments within such time and at such place as above mentioned renders this lease absolutely null and void and no longer binding either party, and will revest the estate herein granted in the lessor and release the lessee from all his covenants herein contained; he having the option to drill said well or not or pay said rental or not as he may elect.”\nThat by virtue of the provision last aforesaid, said C. K. O’Hara and his assigns had the option to pay the sum of $50.00 per month in advance at the place mentioned, and thus secure continuance of the right to drill for oil or gas from month to month or not as they saw fit, and that a failure to pay said sum1 of $50.00 at any time required as aforesaid, ended and terminated said agreement at the option of said lessee therein or liis1 assigns. That it is true the plaintiff was paid the sum of $50.00 per month for three months, to wit: for March, April and May,, 1891, in addition to the sum of $50.00 for February, 1891, paid, at the time of the execution of said agreement, but on June 1, 1891, defendants elected to terminate said agreement under the terms thereof, by not paying the sum of $50.00 on June 1,1891, and did so terminate said agreement, and did not pay said sum on June 1, 1891, nor any sum at any time thereafter, and thereafter said agreement was ended and determined and no longer binding upon the parties to it. That no well was ever drilled by defendants or either of them upon the land of plaintiff at any time, and that no demand for said sum of $50.00 for the right to bore during the month of June, 1891, or for any subsequent month, was made on defendants, or either of them, by plaintiff, and that by reason of the exercise of their option to terminate said agreement by defendants as aforesaid, said agreement became null and void, and no longer binding upon either of the parties to it after June 1, 1891.\nOn a rule for judgment, White, J., filed the following opinion:\nThe plaintiff made an oil and gas lease to the defendant, O. K. O’Hara, dated January 29,1891, for the term of five years, and as long thereafter as oil or gas should be obtained in paying quantities. The lessee covenanted “to commence operations and complete one well within one month, and in ease of failure to complete one well within such time, .... to thereafter pay as rental to the party of the first part for such delay, the sum of $50.00 per month, payable monthly in advance, at the Burgettstown National Bank, Pa., and the party of the first part hereby agrees to accept such sum as full consideration, liquidation and payment of all damages for any delays, until one well shall be completed, and a failure to complete such well, or to make any of such payments within such time and at such place above mentioned, renders this lease absolutely null and void and no longer binding on either party, and will revest the estate herein granted in the lessor and release the lessee from all his covenants herein contained; he having the option to drill said well or not, or pay said rental or not, as he may elect.”\nOn May 1, 1891, O’Hara assigned an interest in the lease “to the Ohio Valley Co., as follows :\n“ East Liverpool, Ohio, May 1,1891, for a valuable consideration, the receipt of which, is hereby acknowledged, I hereby sell, assign, transfer and set over to the Ohio Valley Gas Co. an undivided one half (£) interest in and to the foregoing lease, together with my entire gas right in and to the said lease.\n“C. K. O’Hara. [Seal].”\nNo well was ever completed or commenced. The Ohio Valley Gas Co. paid the rental for three months, but then ceased, and no more was paid. The contention of the defendant is : first, that the lessee had an option to sink a well or pay the monthly rental, or to do neither, and by refusing to do either the lease was at an end, and they were relieved from further liability, and second, in any event there is no joint liability of the defendant. On the first contention it is sufficient to say, that, in McMillan v. Philadelphia Co., 159 Pa. 142, on a lease with a clause precisely similar to this, the Supreme Court held the lessee was not relieved from liability, even when he had tendered, back the lease, which .was not done in this case.\nThe other contention is on the theory that the assignment by O’Hara to the Ohio Valley Gas Co. is in the nature of a subletting, and the gas company is only a subtenant. We cannot sustain that contention. The assignment is a sale of the one half undivided interest in the lease. The two parties then became joint owners of the lease, and jointly liable to sink the well or pay the monthly rental. In the statement of claim by the plaintiff it is stated that the lease was assigned by O’Hara to the Ohio Valley Gas Co. which implies that O’Hara had parted with all his interest in the lease. Were that the fact there could not be a joint action. The same general statement is made in the affidavit of defense. But the assignment, made part of the affidavit of defense, shows that it was only a one half undivided interest that was assigned. In view of these facts, and in order to have the case decided upon its merits, the plaintiff is allowed to amend the statement so as to set forth the assignment as it actually was.\nBuie absolute. Judgment ordered for the plaintiff against the defendants for $3,382.86, being the monthly rentals from June 1,1891 to January 1,1896, with interest on each monthly rental to this date.\nError assigned was the order of the court.\nWilliam, R. Blair, for appellants,\ncited Dusenberry v. Bradley, 88 Pa. 444; 1 Washburn on Real Property, p. 516; Taylor’s Landlord & Tenant, secs. 16,109; Lloyd v. Cozens, 2 Ashm, 131; Lee v. Gibbons, 14 S. & R. 105; Brooks v. Water Lot Co., 7 Ga. 101; Rogers v. Heath, 48 Mich. 583; Clements v. R. R., 182 Pa. 445.\nUlysses 6r. Vogan, with him W. Gr. Orawford, for appellee,\ncited McMillan v. Philadelphia Co., 159 Pa. 142; Galey v. Kellerman, 123 Pa. 491; Wills v. Gas Co., 130 Pa. 222; Ray v. Gas Co., 138 Pa. 576; Leatherman v. Oliver, 151 Pa. 646 ; Coburn v. Goodall, 72 Cal. 498; Adams v. Beach, 1 Phila. 99; Taylor’s Landlord & Tenant, 450; Walton v. Cronly, 14 Wend. 63; Tiedeman on Real Property, sec. 182; Damainville v. Mann, 32 N. Y. 197 ; Patten v. Deshon, 1 Gray, 325.\nNovember 8, 1897:"
  },
  "file_name": "0233-01",
  "first_page_order": 253,
  "last_page_order": 258
}
