{
  "id": 896179,
  "name": "Walter Cope and Emlyn L. Stewardson, trading as Cope & Stewardson, A. B. Harlow and F. E. Alden, trading as Alden & Harlow, Appellants, v. Daniel H. Hastings, Amos H. Mylin, B. J. Haywood, Samuel J. M. McCarrell and Henry K. Boyer",
  "name_abbreviation": "Cope v. Hastings",
  "decision_date": "1897-11-10",
  "docket_number": "Appeal, No. 4",
  "first_page": "300",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "123 U. S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3523061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/123/0443-01"
      ]
    },
    {
      "cite": "117 U. S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "109 U. S. 446",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/109/0446-01"
      ]
    },
    {
      "cite": "107 U. S. 712",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "92 U. S. 531",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/92/0531-01"
      ]
    },
    {
      "cite": "114 U. S. 270",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11293695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/114/0270-01"
      ]
    },
    {
      "cite": "33 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pa. C. C. 337",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "6 Phila. 6",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "21 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0050-01"
      ]
    },
    {
      "cite": "3 Watts, 217",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0229-01"
      ]
    },
    {
      "cite": "158 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0272-01"
      ]
    },
    {
      "cite": "164 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0477-01"
      ]
    },
    {
      "cite": "139 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0623-01"
      ]
    },
    {
      "cite": "42 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0358-01"
      ]
    },
    {
      "cite": "7 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0042-01"
      ]
    },
    {
      "cite": "78 Iowa, 97",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        101767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/78/0097-01"
      ]
    },
    {
      "cite": "119 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0159-01"
      ]
    },
    {
      "cite": "97 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444832
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0328-01"
      ]
    },
    {
      "cite": "82 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0343-01"
      ]
    },
    {
      "cite": "154 U. S. 362",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3579432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/154/0362-01"
      ]
    },
    {
      "cite": "120 U. S. 390",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3468334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/120/0390-01"
      ]
    },
    {
      "cite": "140 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3554773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/140/0001-01"
      ]
    },
    {
      "cite": "64 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0186-01"
      ]
    },
    {
      "cite": "30 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0009-01"
      ]
    },
    {
      "cite": "5 Binn. 87",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0087-01"
      ]
    },
    {
      "cite": "36 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0360-01"
      ]
    },
    {
      "cite": "16 Mo. App. 602",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "opinion_index": -1
    },
    {
      "cite": "10 W. N. C. 221",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 217",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0220-01"
      ]
    },
    {
      "cite": "128 N. Y. 240",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2241386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/128/0240-01"
      ]
    },
    {
      "cite": "72 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434662
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0491-01"
      ]
    },
    {
      "cite": "29 Am. Rep. 105",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "73 N. Y. 73",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0073-01"
      ]
    },
    {
      "cite": "34 N. J. L. 167",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "opinion_index": -1
    },
    {
      "cite": "26 Wend. 494",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1636,
    "char_count": 56907,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 3.1183008496799115e-07,
      "percentile": 0.8604538334088203
    },
    "sha256": "be14d66f3205bcbf6791960299bcb8c6883650c47f633f658294a0a262f0b147",
    "simhash": "1:ffa3b6307b94cfe4",
    "word_count": 9637
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Walter Cope and Emlyn L. Stewardson, trading as Cope & Stewardson, A. B. Harlow and F. E. Alden, trading as Alden & Harlow, Appellants, v. Daniel H. Hastings, Amos H. Mylin, B. J. Haywood, Samuel J. M. McCarrell and Henry K. Boyer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nBy the Act of April 14, 1897, P. L. 19, the respondents were appointed commissioners to erect a new state capitol at Harrisburg. Tbe location, upon or near tbe site of the old capitol, the colonial style of architecture, and the cost, not to exceed $550,000, were fixed by the act, and were mandatory upon the commissioners and every one dealing with them. So, to a lesser extent was the fire proof character of the building, but everything else was left to the discretion of the commissioners under the general direction that the building should “ in their judgment be adapted to the present and future use of the General Assenibty, its officers, committees and employees.” The commissioners were further directed “ with the least possible delay, to advise with and employ an architect and adopt plans,” etc.\nUnder this act the commissioners engaged an architect to assist them as “professional adviser,” and issued what has been known as the programme, under which this suit arises. Its provisions will be examined more in detail hereafter. For the present it is enough to say that three disinterested architects were selected as a board of experts to whom all plans were submitted anonymously, with the assurance to those competing that all the plans submitted would have full consideration, that the board would recommend eight designs, out of which the commissioners agreed to select one, whose author should be appointed architect “ to design and supervise the erection ” of the building, and two others whose authors should receive first and second medals respectively. The programme further contained elaborate provisions for the competition, the selection, and technical details of the requirements of the building, etc. not necessary for us to dwell upon.\nThirty designs were submitted, out of which the board of experts selected eight which they reported to the commissioners, with a recommendation as to their relative excellence. The board also reported that “ in the matter of cost, all the designs submitted .... would exceed the appropriation” unless the materials used and the character of the workmanship were to be unworthy of the capitol of the commonwealth. The board further reported that two of the designs submitted bad been excluded from the competition for violation of the directions of the programme, one because trees were shown in one of the drawings, and the other because all the elevations in the drawing were not rendered in monotone.\nThe commissioners upon the receipt of this report, and also of complaint as to the exclusion of the two designs as above noted, disapproved the action of the board of experts, and by resolution reciting the facts canceled and set aside the competition under the programme, ordered all the designs to be returned to the authors, and invited the submission to the commissioners of new plans by all the competing architects.\nOn this action of the commissioners the complainants filed the present bill, averring that they had entered the competition by preparing and submitting plans in accordance with the pro-gramme, and “ that the action of the commissioners in thus disregarding the obligations of said programme, and in annulling the provisions of the same, is a violation of the obligations assumed thereunder by the commissioners to your orators, and will result in depriving your orators of the opportunity of securing one of the prizes therein provided for.” This is the canse of action and the averment of damage, in the complainants’ own language, and it will be seen at once that it is radically defective in setting out at most no tiling further tlian a mere contingent riglit, without the averment of the happening of the contingency on which the right will arise. It asks the court to compel the commissioners to award the prizes to three of the eight preferred designs, but does not say that complainants’ designs were among the eight. If the relief asked were granted there is nothing to show that complainants would be in any way benefited by it. Courts of equity are not set in motion upon speculative contingencies. In strict practice, therefore, the bill should be dismissed, on this ground alone. But as there are questions of public interest involved we prefer to consider the case further, and if the hill is otherwise sustainable, to allow an amendment on this point, especially in view of the pendency of another bill by a different complainant, in which this defect does not occur.\nThe bill and complainants’ case are based on the view that the programme contemplates only the selection of an architect and not a plan. It is admitted that the selection of a plan must rest in tbe discretion of the commissioners, but it is argued that the choice of an architect Avas, by tbe action of tbe commissioners in issuing tbe programme, made a preliminary step, as to whicli tbey bound themselves to abide by tbe report of the experts, and that such action Avas not a delegation of discretion as to a plan but a mere means of informing themselves as to a class of architects from whom the selection could best be made.\nThis brings us to.the examination of the programme, and it must be conceded that some of the expressions look towards the complainants’ view. Thus it is entitled “Programme of a Competition for the Selection of an Architect for a new Capitol Building.” Section 5 of part I., states that “ the object of the commissioners in instituting this competition is to select and appoint an architect to design and supervise ” the building. Section 7 provides that “ the prize of this competition is the award of a commission to design and supervise the erection” of the building; and some other expressions tend the same way though less strongly. On the other hand by section 1, of part I., all American architects are invited “ to submit drawings in competition ; ” by section 4, “ all draw ings with accompanying description .... will have full consideration; ” by section 10, the advice of the board of experts was to be “ upon the relative merits of the designs submitted; ” by various sections of part II., the board of experts are to select “ those eight designs which in their judganent are best;” the “selection of designs will be governed by the merit of each design as a whole ; ” it is “ the designs so selected ” which are to be reported to the commissioners, who are then to select “ one of-the said designs as being in their opinion the most satisfactory ; ” and other sections bearing in the same direction. The view of the appellants would require us to hold that these reiterated provisions as to the drawings and plans had no reference to the merits of the plans themselves as means of obtaining the best building, but only intended them as evidence from which to judge of the ability of the authors as architects, and left the subject of plans for the actual building entirely open for future and separate consideration.\nThat the elaborate scheme, so advertised as to bring in thirty competitors from all parts of the United States, each preparing twenty-four large and laborious drawings, should be intended only as a preliminary skirmish for the appointment of an architect, to be followed by another and separate contest for a plan, the thing with which the real interest of the state is concerned, is not only unusual and startling, but in the highest degree unbusinesslike. Under it the author of the best plan might be a youth just through his professional studies, of great artistic ability, but without the practical experience of ever having built a single bouse. Indeed tlie programme itself foresees and provides for this very contingency. By section 24 of part II., “ If by reason of youth or inexperience or for any other reason, the architect chosen as above provided shall, in the judgment of the commissioners, be an unsuitable person to be placed in charge of this work, be shall, at the request of the commissioners, associate with himself in the performance of his duties an architect who shall be acceptable to the commissioners, and sucb associated architect shall be paid a portion of the fee,” etc. A construction which would thus seem to provide a method for the selection of an architect only, and then at the same time provide in express terms for the contingency that the method might lead to the selection of an unsuitable person, so obviousty stultifies tbe wliole programme, that it should not be adopted unless tbe language used admits of no more sensible construction.\nThere is no compulsion to adopt such a view. On the contrary it is opposed not only by the clauses already cited but also by tbe whole scope and object of tbo programme. What the state wants, and the act of assembly commanded, was a building. That was the sole object in view. Tbe architect and the plans are only means to that end, and the selection of the architect is not the first step in importance, nor necessarily in order of time. This is already shown by the provision for an associated architect. But the adoption of a plan as well as the selection of an architect is demonstrated in the next section, 25 : “ The architect so appointed shall then revise his competitive drawings to meet the further requirements of tlie commissioners, and upon the basis of these revised preliminary drawings shall prepare fully detailed working drawings and specifications of the Legislative Building, and shall during its construction supervise tbe work,” etc. What possible purpose can be attributed to the command to prepare “ fully detailed working drawings and specifications ” according to his plan, and to proceed with the construction, if his plan has not been adopted? Much stress was laid in the argument by appellants upon the expressions in tbe programme already quoted, that the object of the competition was to select an architect “(o design and supervise,” etc.: that the prize was a commission “ to design and supervise,” etc., and other like uses of the word design. But this section shows that the designing meant was that which was done for the competition and not afterwards. All difficulty is avoided by this construction. The prize is truly stated as a “ commission to design and supervise ” the construction of the building, for that is the appointment which carries with it the very considerable sum of five per cent upon the cost of the building, much more, probably, than would be paid for the design alone. The best design having been selected, its author was to be the architect, not to make a new design which might not be equal to the first, and not to supervise the building on another’s plan, but on his own; and if notwithstanding the merits of his plan he was likely to fall short in practical ability he was to have an associate. This view does away with the self condemning features of the programme and makes it sensible and consistent throughout.. The plan of the successful architect was to be revised, and this was the real object of all the provisions sought to be construed as looking to a separate selection of architect and plan. The best plan was to be selected and adopted, and treated as evidence of the capacity of the architect for doing the work, but the adoption was not to be absolute in either aspect. The architect might be required to take an associate of more experience, and his plan was to be open to revision upon suggestions by the commissioners. The incorporation of ideas from other plans was provided for in section 35 with the consent of the authors and upon compensation. But, with an associate or without one the author of the plan selected as best was to be the architect of the building, and with revision or without it his plan was the one to be put into working drawings and constructed. Considered as a whole and with regard to its purpose and the circumstances of its issue, the programme does not admit of any other rational construction.\nWe come now' to the action of the hoard of experts and of the commissioners. As already said, the experts reported that all the plans would exceed the limit of the appropriation and would require modification or the use of inferior materials and workmanship. They also reported that they had felt constrained to exclude two designs from the competition “ for serious violation of clauses well defined in the programme,” to wit: No. 15, because of “ trees being shown on the elevation at one sixty-fourth scale, and their shadows shown on the plan at same scale,” and No. 21 because of “all the elevations and sections not being rendered in monotone, at least three colors being used.” This action by a board of professional gentlemen of such high character and intelligence can only be accounted for by their erroneous view of the scope of the programme as limiting their duties to the selection of an architect. The two plans excluded, it is true, violated the plain conditions of the competition, and the authors have no ground of complaint, for they were bound to know the risk of departures from the programme. But the violation was of requirements that affected only the drawings, and did not touch the merits of the designs, but only the work of the experts in estimating them relatively to the others. When therefore the experts enforced the conditions so relentlessly against two minor offenders, it was not to be expected that they would overlook violations that went to the very substance of the plans themselves. Yet each of the eight recommended exceeded in cost the amount of the appropriation, and this was the most important and mandatory requirement, not only of the programme, but of the statute itself. It is no answer to say that the designs could be modified to bring them within the necessary limit. Distinct notice was given in section 1 of the programme of the amount of the appropriation available and “in order to permit uniformity in estimating the probable actual cost of the building,” the preliminary expenses of the competition, to be deducted from the gross appropriation, were assumed to be $10,000. And in the supplement to the programme it was again explicitly reiterated that “ the provisions limiting the cost and specifying the areas required are mandatory, and will be strictly and fully observed in judging the designs.” The nature and extent of modification necessary to produce the required reduction of cost are peculiarly matters of technical knowledge on which however the experts gave the commissioners no assistance. And if modifications were permissible at all, prior to the selection of a design, it would seem that mere corrections of the drawings should more readily be allowed than modification of the substance of the plans. The commissioners therefore had a right to be dissatisfied with the action of the board of experts, and in setting aside all the competitive designs and reopening the whole competition they were not only within their powers but were doing merely what the board of experts as a matter of strict right should have advised.\nIt is much to be regretted that a scheme so carefully prepared and so well intended should result in failure. But the responsibility does not rest upon the commissioners. Primarily it is the fault of the competing architects who disregarded the most important and mandatory requirement of the whole scheme, which even the commissioners themselves were not at liberty to depart from, and secondarily, in a lesser degree, of the board of experts who neither enforced the conditions strictly against all competitors, nor gave the commissioners the necessary information to enable them to judge how far the departures from the programme could safely be excused and remedied.\nThese views necessarily put an end to all claims for relief under this bill, but as some other points of importance have been argued we proceed to notice them, although briefly. The commissioners are invested by the statute with a discretion on the subject-matter which cannot be controlled or reviewed by the courts or parted with by the commissioners themselves. The law is not disputed that delegated authority requiring the exercise of the personal discretion and judgment of the agent cannot be delegated by him. We think it quite clear that if the appellants’ construction of the programme should be adopted, and the commissioners be held to have bound themselves to limit their choice of an architect to one of the authors of the eight plans recommended by the board of experts it would be an illegal delegation of their discretion. It is urged that so long as the commissioners retained the ultimate right and power of selection, they might take any steps they thought proper to secure a class of competent persons from whom to select. The argument is entirely sound so long as it is applied to the voluntary action of the commissioners. If they had selected one of the class, no other outside of the class could object that their action was illegal by reason of delegation of authority to select the class. They might voluntarily or in the exercise of their discretion limit their choice to one of eight, chosen by others as most competent, but they could not bind themselves to do so. The discretion which was free at first must remain free to the last or up to the time of final judgment and action.\nA further objection to the bill is that it is virtually against the state. The defendants have no personal interests in the matter. They are clothed with authority as agents of the state, and their acts which are made the basis of the bill were done by virtue of their office only. Three of them, a majority, are named in the act by their office only. The building is upon ground of the state, and is to be built and paid for by the state. An injunction concerning it in any way would not affect the commissioners in their personal capacities but only as the officers of the state, and through them the state itself. It is not charged tbat they are acting against the law, but against private rights growing out of their own previous action. The state cannot be interfered with on such grounds.\nOn the whole case our conclusions may be summed up as follows :\nFirst. Complainants have shown no interest in the subject-matter entitling them to relief.\nSecond. By the bill and the attached report of the board of experts it appears that complainants violated the terms of the competition, and were therefore not entitled to be considered in the selection. >.\nThird. The action of the commissioners complained of was not illegal, but was justified under the terms of the programme.\nFourth. Even if the action of the commissioners had been in disregard of the programme they could not bind themselves so as to delegate their discretion or limit their final judgment.\nFifth. The state being the real party in interest as defendant, and its officers not being alleged to be acting in violation of the law which created their authority, the courts are without jurisdiction of the subject-matter.\nDecree affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Francis I Gowen and John G. Johnson, with them James E. Hood, Charles E. Ingersoll and C. L. Bailey, Jr., for appellants.",
      "Lyman D. Gilbert and Robt. Snodgrass, with them J. Say Brown, W. U. Sensei and John S. Weiss, for appellees."
    ],
    "corrections": "",
    "head_matter": "Walter Cope and Emlyn L. Stewardson, trading as Cope & Stewardson, A. B. Harlow and F. E. Alden, trading as Alden & Harlow, Appellants, v. Daniel H. Hastings, Amos H. Mylin, B. J. Haywood, Samuel J. M. McCarrell and Henry K. Boyer.\nContracts — Contract for erection of state capítol — Architects—Delegation of authority — Action against the state — Act of April 14, 1897.\nUnder the Act of April 14, 1897, P. L. 19, commissioners were appointed to erect a new state capítol oil land owned by the state, at a cost not to exceed a sum specified. Apart from the location, cost and fireproof character of the building, everything was left to the discretion of the commissioners. The commissioners employed au expert architect under authority given them by the act, and with his assistance issued specifications, styled the programme. Under the programme three disinterested architects were selected as a board of experts to whom all plans were submitted anonymously with the assurance to those competing that all the plans submitted would have full consideration; that the board would recommend eight designs, out of which the commissioners agreed to select one, whose author should be appointed architect “to design and supervise' the erection ” of the building, and two others whose authors should receive first and second medals respectively. Out of thirty designs submitted the board of experts selected eight which they recommended to the commissioners, and also reported that all the designs submitted would exceed the appropriation unless the materials used and the character of the workmanship were to be unworthy of the capital of the commonwealth. They also reported that two of the designs submitted had been excluded from the competition for violation of the directions of the programme, one because trees were shown in one of the drawings, and the other because all the elevations in the drawing were not rendered in monotone. The commissioners disapproved the action of the board of experts, set aside the competition under the programme, ordered all designs to be returned, and invited submission to the commissioners of new plans by all the competing architects. Two architects who had submitted plans filed a bill in equity against the commissioners to compel them to award the prizes to three of the eight preferred designs. The complainants did not aver in their bill that their designs were among the eight. Held, (1) that complainants had shown no such interest in the subject-matter as entitled them to relief; (2) that they had violated the terms of the competition and were therefore not entitled to be considered in the selection ; (3) that the action of the commissioners was not illegal, but was justified under the terms of the programme; (4) that even if the action of the commissioners had been in disregard of the programme they could not bind themselves so as to delegate their discretion, or limit their final judgment ; (5) that the state being the real party in interest as defendant, and it not being alleged that its officers were acting in violation of the law which created their authority, the courts were without jurisdiction of the subject-matter.\nArgued Nov. 1, 1897.\nAppeal, No. 4, May T., 1898, by plaintiff, from decree of C. P. Dauphin Co., Equity Docket, 1897, No. 239, on bill in equity.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nBill in equity for an injunction.\nThe case was beard upon demurrer by SiMONTON, P. J., who filed the following opinion:\nTire averments of the bill are substantially as follows:\nThat defendants are members of a commission appointed as provided by the Act of April 14,1897, P. L. 19, entitled: “An act to provide for the erection of a new capitol building for the use of the general assembly, and to secure plans for said building and such other buildings to be erected in the future as may be necessary for executive and departmental purposes, and making an appropriation therefor; ” that pursuant to the powers and authority vested in them by tbis act, said commissioners devised a method for the selection of an architect by competition, and specially invited plaintiffs, who are architects, to take part in this competition; and that plaintiffs accepted the invitation. That the commissioners published a programme, stating the terms of the competition, one of which provided for the selection of a board of experts to pass upon the merits of plans submitted, and that such experts were selected; that by article 15, part II., of the programme, it was provided that the board of experts should select from among the designs submitted to them which should not have violated any of the requirements of the competition, those eight which in the judgment of the board were best, and should give to each a rank in accordance with its merits; that by article 20 of part II. of the programme, the commissioners undertook and agreed, after examination of the designs so presented by the board of experts and due consideration of their report and recommendations, to select one of the eight designs most satisfactory in their opinion, and upon ascertainment, in the manner provided for in article 21 of part II. of the programme, of the name of the designer of the plan thus chosen as the most satisfactory, to award to such author the prize of the competition by designating and appointing him as the architect of the legislative building on the terms stated in the programme governing such appointment; that they further undertook and agreed to award a first and second medal to the authors of the designs which should be placed respectively second and third in the competition; that plaintiffs, at. great labor and expense, prepared drawings, designs and specifications which conformed in all respects to the conditions and requirements of the programme, and duly delivered them to the secretary of the commission; that the board of experts selected the eight designs which in their judgment were best, assigning to each one its respective rank of merit, and presented these eight designs to the commissioners, with a report of the pro-. ceedings of the board conforming in all respects to the requirements of the programme; that thereupon it became the duty of the commissioners, under the provisions of the programme, after examination of the designs so presented and due consideration of the report and recommendations of the board of experts, to select the one of the said designs in their opinion the most satisfactory, and to designate it as the first choice; and thereupon to identify the author of this design in the manner provided for in the programme, and to award to him the prize of the competition by designating and appointing him the architect of the legislative building ; and that it was their further duty, under the procedure provided for in the programme, to award the first and second medals to the authors of the designs which were respectively second and third in the competition; that the commissioners have refused to carry out the procedure of the programme and to select an architect from among the authors of the eight designs which the board of experts reported to them, and have notified plaintiffs that they have canceled and annulled the provisions of said programme.\nThe bill further alleges that the plaintiffs will sustain great and irreparable injury by this action of the commissioners; that they have no adequate remedy at law for the injury thus done them, and prays the court to restrain the defendants from selecting an architect in any manner save that provided in the pro-gramme, and to decree them to specifically perform the provisions thereof for the selection of an architect, and to select as architect the author of one of the eight designs reported to them by the board of experts under the provisions of the programme, with a prayer for further relief.\nTo this bill defendants (all except Daniel H. Hastings) have demurred, assigning as grounds of demurrer that the court has no jurisdiction; that plaintiffs have no such interest in the subject-matter as will entitle them to relief; and that the commission provided for by the act of April 14, 1897, is a deliberative body, invested with discretionary powers in respect to the selection of an architect and the adoption of plans, and that the matters complained of in the bill are wholly within the discretionary powers of the commissioners, and a bill will not lie either to review or control the exorcise of their discretion.\nAt the hearing on October 2, 1897, before the argument began, the counsel for the respective parties agreed “ that the argument of this case upon demurrer shall go upon the understanding that in the determination of the demurrer the court shall be entitled to consider the report of the board of experts to the commission, and the resolutions passed by the commission under said report; and that a supplemental circular of invitation, dated June 10, 1897, was mailed by the commission to all the competing architects, although the complainants have no recollection of ever having received such report.”\nLooking at these documents thus brought on the record, we find that on July 31, the board of experts reported to the commission that they had given to the thirty designs submitted to them the most careful consideration and study and had selected the eight designs, from among the thirty, which in their judgment were the best, grading them from first to eighth, according to their respective merits; discussing these eight designs somewhat in detail; especially commending three, and' stating that “these three designs, numbers 21,12 and 18, as already stated, seem to us the only ones worthy of your serious consideration. None of the remaining ones possess the same interest or show the same order of ability in their authors.”\nOn September 9,1897, the commissioners met, and after consideration of the report of the board of experts adopted certain preambles and resolutions, among which was the following:\n“Whereas, the said board of experts have presented eight designs, which they report cannot be constructed without modification for the amount of the appropriation, thus disregarding the mandatory provision of the programme limiting cost, and none of which are, for this reason, as also for reasons relating to light, air, and other matters, satisfactory to the commissioners : Now, therefore, after due consideration, the commissioners do disapprove of the action of the board of experts in excluding from the competition the two designs referred to in their report and in not examining said designs, as also all designs submitted to them, and making report as to the relative merits of the same; and do also, for the reasons stated in the foregoing preamble, decline to approve the report submitted by said board.”\nThe commissioners further resolved and directed that, after the names of the several authors of designs submitted by the sev.eral architects had been ascertained, their secretary should “ return the several designs to their respective authors, with the information (inter alia) that none of said designs had been prepared in accordance with the mandatory provision of the programme limiting cost,” and all of the designs were accordingly returned to their respective authors.\nDissatisfied with this action of the commission, plaintiffs subsequently filed the bill now before us, to which, for the reasons already stated, defendants demurred.\nThe authority vested in, and the duties imposed upon the commissioners, must be ascertained from an examination of tbe act of April 14, 1897, above referred to. After declaring who shall be members of the commission, the act provides that they “are hereby authorized and instructed to proceed with the least possible delay to procure the construction of a new Capitol Building upon or near the site of the old Capitol Building in tbe city of Harrisburg, of such size and form as may in their judgment he adapted to the present and future use of the General Assembly, its officers, committees and employees.” It further enacts that “ the said commissioners shall, with the least possible delay, advise with aud employ an architect or architects and adopt plans for the construction of said building, aud such other buildings to be erected in the future as may be necessary for executive aud departmental purposes,” and that “ the said commissioners shall not. in the erection and construction of said new Capitol Building, including the architect’s services, contract for any expenditure in excess of the sum of $550,000.”\nIt thus appears that certain of the provisions of the act are mandatory upon the commissioners. Thus the site of the building is expressly designated, and the style of architecture and the limit of price are prescribed. Other matters are left to the discretion and judgment of the commission, such as the size and form of the building and its adaptability to the present and future use of the general assembly, its officers, committees, and employees; the employment of an architect or architects, and the adoption of plans for the construction of the building.\nThis act is the charter of the rights and duties of the commissioners ; and as it is a public act, not only they, but all persons dealing with them, are bound by its terms. Whatever it commands them to do they are bound to do ; whatever it forbids, they cannot do ; and whatever judgment and discretion is committed to them must be exercised by them alone, and cannot bo committed to any other board or person.\nThe law on this subject is thus stated in Lyon v. Jerome, 26 Wend. 494 : “In all cases of delegated authority, where the delegation indicates any personal trust or confidence reposed in the agent, and especially where such trust or confidence is implied by making the exercise and application of the powers subject to the judgment or discretion of the agent or attorney, the general rule is that these are purely personal authorities, incapable of being again delegated to another unless a special power of substitution be added. From an early period of our law this rule has been laid down as to powers given by will or deed to executors, trustees, and attorneys to sell land, make ieases, etc.; and modern decisions have extended the.principle to the less formal appointment of factors, brokers, and other commercial agents. How much more strongly, therefore, must the rule apply to the delegation of authority by the state to its high public officers, made with the solemnity of a legislative act.”\nThe provisions of the programme relied upon by plaintiffs must therefore be considered in the light of this principle. The/ programme is elaborate and voluminous, and after examining carefully its numerous parts and paragraphs, we are not surprised that a difference of opinion as to its purpose should have arisen between the board of experts and the majority of the commissioners; and that this difference should be emphasized by the counsel on the opposite sides of this case. That this difference of opinion did exist as early as September 3 is apparent from the statement of one of the experts at the meeting of the commissioners on that day, that “the whole purpose of the competition had been misunderstood ; that it had been established solely with the view to the selection of an architect and not the selection of plans.” It also appeal's from the tenor of the action of the commissioners, which shows that they were looking for and passing upon the merits of plans with a view to obtain such as would, in the language of the act constituting the commission, secure “ a new Capitol Building of such size and form as may in their judgment be adapted to the present and future use of the General Assembly, its officers, committees, and employees.” And as we have said; this difference of opinion was emphasized on the argument when counsel for plaintiffs contended that the competition was designed to secure the selection of an architect, and not of a design or plan for the building; while the opposite counsel maintained that its purpose was to obtain a satisfactory plan, with the understanding that the author of the plan satisfactory to the commission was to be employed to supervise its execution.\nThere certainly are pai’agraphs and clauses in this elaborate programme which give color to each of these constructions. The programme is entitled : “Programme of a Competition for the Selection of an Architect for the New Capitol Building to be Erected by the Commonwealth oE Pennsylvania in Harrisburg.” Paragraph 5 of part I. states that “ the object of the commissioners in instituting this competition is to select and appoint an architect to design and supervise the new legislative building to be erected in Harrisburg, Pa.” Paragraph 7 of the same part states that “ the prize of this competition is the award of a commission to design and supervise the erection of said legislative building.” These paragraphs and some others give plausibility to the argument that the design of the competition was the selection of an architect. On the other hand, in paragnvpli 1 of part III. it is stated that “The problem before the commissioners is therefore one of securing a general scheme for the arrangement and design of a group of capitol buildings, in order that the new legislative building, in its arrangement, location, and architectural character, may bear a convenient and harmonious relation to a complete system of which it will eventually form a part.” And in paragraph 2 of the same part it is stated that “ The problem to winch the attention of architects is invited is therefore that of a general design, comprehending tbe legislative and several departmental structures in addition to tbe present executive building. Such design must permit tlie erection of a new legislative building without disturbance to either of the two old departmental buildings, must accept the executive building and the proposed Ilartranft monument as fixed elements of the design, and must not exceed certain limitations of cost.” And in paragraph 35 of part II. it is stated that “ upon the appointment of said architect all designs not accepted will be returned forthwith at the expense of tbe state to their authors, and tbe names of those not among the authors of the eight designs selected by tbe board of experts will not be publicly announced, and no use will be made of any of the drawings not accepted, nor of anything contained in them which is original as to this competition, except by written permission of its author and on payment of proper compensation therefor as determined by the board of experts.” And section 36 declares that “none of the unaccepted drawings will he exhibited to the public or to any competitor without the written permission of its author.” These and other provisions of the pro-gramme which might be quoted certainly tend to give weight to the argument that the primary purpose of the competition was to procure plans for the capitol buildings, coupled with the provision that the author of the plans accepted should be employed as the architect to carry them into execution.\nWe find it very hard to believe that this board of commissioners would have understandingly adopted the elaborate scheme contained' in the programme for the sole purpose of selecting an architect. We do not believe that any business man of ordinary discretion about to expend the sum of $550,000 immediately, and perhaps twice that amount prospectively, would select and employ an architect to prepare plans and supervise the erection of buildings to cost that amount without ever having seen him, without any knowledge whatever of his character, his habits, his executive ability, or his pecuniary responsibility, or any other knowledge of his fitness except that to be acquired from inspecting a plan for the buildings drawn by him. Yet this is what the commissioners must have agreed and intended to do if the sole purpose of the competition in question was to determine the selection and employment of an architect. The programme itself recognizes the unquestionable fact that the result of such a method of selecting an architect might be the selection of one who would be “ an unsuitable person to be placed in charge of this work; ”' and it attempts to remedy the evil of such a result by providing that in that event the architect employed “ shall at the request of the commissioners associate with himself in the performance of his duties an architect who shall be acceptable to the commissioners. And such associated architect shall be paid a portion of the fee provided herein to be paid to. such appointed architect, such portion to be as agreed upon by both architects, or in the event of their failure to agree, then as fixed by the board of experts.” In that event the outcome of the scheme would be, that the commissioners would have employed as their principal architect “ an unsuitable person to be placed in charge of the work,” and would have associated with him another architect whose compensation they could not fix. And if this were done there would certainly be danger, which no prudent man would willingly encounter, that this architect and the chief architect, being an unsuitable person, would not act in harmony in carrying on the business. For these and other reasons which might be stated, we think, if the sole purpose of this scheme was the selection of an architect, it is unfortunate that it was ever adopted by the commissioners.\nBut in the view we take of the case, it is not necessary to determine what was the primary and what was the secondary purpose of the competition. It was certainly in some order, designed to secure both an architect and a plan. But the fundamental question, in our opinion, is whether the commissioners have by any of the provisions of the programme delegated to the board of experts the right, in whole or in part, to control their discretion, either in the selection of the architect whom the act requires them to employ or in the selection of plans for the buildings.\nWe understand it to be conceded by the counsel of plaintiffs that the commissioners could not delegate to the board of experts, or to any other person or persons, any discretion committed to them by the act with respect to the selection and employment of an architect or the adoption of a plan; and whether we are right in so understanding or not, there can be no doubt that this is the law. But counsel contend that the commissioners have not done this. They refer us for their position on this question to the opinion of the learned attorney general reported in 6 Dist. II. 597, wherein he says: “ There is no limitation upon the powers of the commission found in the act of assembly, in the selection of an architect. They could have selected one, if they bad so chosen, to do the work without competition. They chose, however, to exercise their discretion for what they believed to be the best interests of the commonwealth, and invited all architects to exhibit their skill. The commissioners all being laymen, and architecture being a science with which they were not familiar, they asked the board of experts to determine the ability of the architect from the design he submitted. Of this all competitors were fully advised, and there can be no reasonable ground of complaint. I therefore conclude, first, that the commissioners, neither in paragraph 2 of part I., nor elsewhere in the programme, have abdicated, as such commissioners, or delegated to others, the powers vested in them; second, that it is the duty of the commissioners to select as architect of the new capitol building the author of one of the eight designs reported by the board of experts as exhibiting the best talent.”\nThis is a clear and concise statement of the claim made on the argument on behalf of the plaintiffs. But we regret that after the most careful consideration, we are unable to concur in this conclusion. It will be conceded that the act itself does not make it the duty of the commissioners to select an architect from the eight recommended by the board of experts. Guided by the act alone, it would be their duty to select and employ from all the architects available the.one whom they believed the best for their purpose. If it is now their duty to select one of the eight, the range of their discretion,has at least been much circumscribed. And this has been done, not by a process of exclusion carried on by themselves, but by a board of experts to whom they have delegated the power to exclude. The learned attorney general says: “ They ask the board of experts to determine the ability of the architect from the design he submitted,” and he decides “ that it is the duty of the commissioners to select as architect of the new capitol building the author of one of the eight designs reported by the board of experts as exhibiting the best talent.” But if it be their duty to select one of eight thus nominated by the board of experts, they have certainly precluded themselves from exercising an independent judgment, and from giving only the weight to the opinion of the experts to which in the exercise of their sound judgment and discretion they may think it entitled.\nIt will be seen by a reference to paragraph 4 of part II. that the commissioners have had nothing whatever to do with the selection of a majority of this board of experts. The commissioners selected one. The second was selected by a majority of the six architects asked to compete, and the third was selected by the first and second. The result is, that instead of exercising the discretion given to them in the act to “ advise with and employ an architect or architects,” the only discretion which the commissioners retained was to select and employ one of eight propounded to them by a board of experts not selected by the commissioners, when there were thirty seeking the employment. We are wholly unable to see how it can be even plausibly argued that this does not imply a delegation or surrender of their discretion. It is true, as is said by the attorney general, that “there is no limitation found in the act of assembly upon the powers of the commission in the selection of an architect.” It rests in their discretion to determine what information and advice they will obtain, and how they will obtain it, to assist them in making a selection. As is said in Lyon v. Jerome, above cited, at page 495: “In cases of authority to represent private individuals, the person thus entrusted may have occasion to depend upon scientific or professional advice for the guidance of his own judgment. He may even, in matters out of the scope of his own information, rely entirely upon the authority of his adviser or assistant, yet he is still bound to form a judgment for himself and to assume its responsibility.” I le cannot contract in advance that he will adopt the advice of liis counselor and thus abdicate his own judgment instead of exercising it. The application of the principle does not depend upon the proportion of the discretionary power which is delegated or surrendered. If the commissioners may agree that they will surrender their discretion and decline to consider the availability of twenty-two out of thirty architects and plans submitted, it certainly cannot be said that they could not surrender it as to twenty-six, and if as to twenty-six, then certainly as to twenty-eight ; yet in that case no one would, we think, contend that they had not limited or circumscribed the discretion vested in them by the express terms of the act.\nCounsel contend that the commissioners exercised the discretion committed to them by the act when they provided for the selection of the board of experts in the manner prescribed in the programme and practically confided to them the selection of the architect. We cannot see the force of this argument. The discretion vested in them is to “ advise with and employ an architect,” not to determine the manner in which they will bind themselves to employ one named by others. It can hardly be necessary to cite authorities to show that the commissioners cannot delegate to others the discretion vested in them by the act. We refer, however, to a few eases of the many which may be found which declare this to be a well-establisbed principle. In Lyon v. Jerome, already cited, the Court, construing an act of the legislature, decided that the authority conferred by the act upon canal commissioners to enter upon and take possession of the land of individuals for the construction of a canal, could be executed only by the commissioners in person or under their express direction; and that an engineer or any other subagent of the state could not lawfully exercise such power except by their express direction, although the construction of the canal in the vicinity of the premises entered upon had been confided to the engineer. Senator Verplanck, delivering the opinion of the Court, said : “ The language of the statute, as well as the nature of the trust itself, shows that this is an authority confided to the judgment and discretion of the commissioners themselves, for the impartial discharge of which they are responsible to the state.” And in conclusion he said: “ I have only to add that it is of the greatest public importance to establish the general rule of agency, that delegated authority cannot be delegated again without special power so to do as governing the official powers, acts, and contracts of our state officers.” In State v. City of Paterson, 34 N. J. L. 167, it appeared that the charter of the city provided “ that the mayor and aldermen of the city of Paterson are hereby authorized and empowered to purchase a city hall or other buildings, or to purchase a suitable site or sites and erect thereon, one or more public markets, city hall, or other public buildings, and to employ suitable architects, engineers, and other persons necessary to accomplish the purpose hereby contemplated, and to pass all such ordinances, niles, regulations, and by-laws for the establishment, maintenance, using, renting and governing said markets, city hall, or other public buildings as they may deem proper.” The board of aldermen of the city, intending to put in effect the provisions of this and other sections of their charter, passed a resolution appointing three commissioners “ to proceed in the premises according to law and purchase a site and build a public market thereon.” The power of the mayor and aldermen to appoint this commission being contested, the court said: “The mayor and aldermen are to purchase a suitable site or sites and erect thereon one or more public markets, and to employ suitable architects, engineers, and other persons necessary to accomplish these purposes. They are therefore required to use judgment and discretion in determining the suitableness of the site, and also of the architects, engineer, and other persons employed to accomplish the purpose. This they must use and cannot delegate to others without express legislative authority.” Tn Birdsall v. Clark, 73 N. Y. 73 (29 Am. Rep. 105), where it was provided by a city charter that the sidewalks should be built and maintained at tlie expense of tbe adjacent property owners, and that when the common council should order work thereon and notify the owners thereof, if it was not done within the specified time the common council should, by contract or otherwise, cause it to be done. The common council directed the superintendent of streets, by resolution, to cause such work to be done when the owners neglected to do so. The plaintiff brought an action to enjoin the superintendent from doing such work in front of the plaintiff’s premises. The Court held that the action was maintainable; that the power conferred by the charter, involving the exercise of discretion as to the time and manner of the performance of the work, must be pursued by the council and could not be delegated. And several cases are cited in the note at the end of this case in the American Reports.\nSeveral other questions were argued by the counsel which it would be necessary to consider if the view which we have taken above was not decisive of the case, but as it is we shall not discuss them.\nIt will, of course, be understood that we are concerned with the legal questions only and have nothing to do with, and express no opinion upon, the propriety of the action, professional ox-other, of either or any of the parties to this controversy.\nWo sustain tlio demurrer on the ground that the commission provided for by tho act of April 14, 189T, is a deliberative body invested with discretionary powers in respect to the selection of an architect and the adoption of plans for anew capitol building ; that the terms of the programme referred to in plaintiffs bill, if enforced, would limit the discretion and the duty to exercise their independent judgment committed to, and imposed upon them by the act, and therefore a court of equity will not enforce these provisions of the programme. The demurrer is therefore sustained and the bill is dismissed at the costs of the complainants.\nError assigned was decree of the court.\nFrancis I Gowen and John G. Johnson, with them James E. Hood, Charles E. Ingersoll and C. L. Bailey, Jr., for appellants.\n—The act of assombly constituting the commission imposed upon it no restrictions as to the method to be adopted in selecting an architect, hence the selection of this method was within the control of the commissioners, and, unless they transgressed some rule of law by the adoption of the method provided for by the programme, their judgment must be accepted as conclusive: High’s Extraordinary Legal Remedies, sec. 42.\nThe method of selection adopted by the commission is not obnoxious to the rule that an agent empowered to perform an act requiring the exercise of judgment or discretion cannot delegate to another the power thus intrusted to him : Locke’s App., 72 Pa. 491; People v. Ulster & Delaware Railroad, 128 N. Y. 240.\nBy the invitation to compete extended by the defendants to the plaintiffs, which was accepted, a contractual relation was established: Weaver v. Wood, 9 Pa. 220 ; Clark v. Russell, 8 Watts, 217; Campbell v. Philadelphia, 10 W. N. C. 221; Walsh v. St. Louis Exposition Association, 16 Mo. App. 602.\nFor the breach of the contract by the defendants no adequate remedy at law is open to the plaintiffs, hence the defendants can be required in equity to specifically perform the same : Adams Express Co. v. Egbert, 36 Pa. 360 ; Lawton v. Sweeney, 8 Jurist, 964; Clunnes v. Pezzey, 1 Campb. 8; Bispham’s Principles of Equity, sec. 369 ; Finley v. Aiken, 1 Grant’s Cases, 83; Com. v. Cochran, 5 Binn. 87.\nThe commission was not justified in annulling the method of selection embodied in the programme because of the character of the eight designs reported by the board of experts.\nThe fact that the defendants are state officers does not oust the jurisdiction of the court: Mott v. Penna. R. Co., 30 Pa. 9; West’s App., 64 Pa. 186; Pennoyer v. McConnaughy, 140 U. S. 1; McComb v. Board of Liquidation, 92 U. S. '531; Rolston v. Missouri Fund Commissioners, 120 U. S. 390; Reagan v. Farmers’ Loan & Trust Co., 154 U. S. 362.\nLyman D. Gilbert and Robt. Snodgrass, with them J. Say Brown, W. U. Sensei and John S. Weiss, for appellees.\nThe relief sought is substantially a mandatory injunction to compel the commissioners to select an architect in a particular way; or in other words to select one of eight persons recommeded to them by the board of experts. It is not averred that the plaintiffs, or either of them, are among this number, nor is there anything in the bill which suggests any specific right to be enforced on behalf of the plaintiffs. The utmost which they claim is “ the opportunity of securing one of the prizes,” provided for in the programme, and it is the deprivation, as they allege, of this opportunity which furnishes the ground for their complaint. Can a court of equity furnish relief in such a case ? Have the plaintiffs any standing to invoke its aid?\nTo sustain this bill would practically control the discretionary power vested in the commissioners in the selection of an architect, as well as in the adoption of plans : Com. v. Mitchell, 82 Pa. 343; Punido v. Com., 97 Pa. 328; Del. County’s App., 119 Pa. 159; Hill v. Commissioners of Kensington, 1 Parson’s Select Eq. Cases, 501; Mills Pub. Co. v. Larrabee, 78 Iowa, 97 ; Com. v. Perkins, 7 Pa. 42; Wharton v. School Directors, 42 Pa. 358; American Pavement Co. v. Wagner, 139 Pa. 623; Paving Co. v. Philadelphia, 164 Pa. 477; Roth v. Marshall, 158 Pa. 272; Dechert v. Com., 113 Pa. 229.\nUnder all the facts averred in the bill no contract has been established, and even if it had been it is of such a nature that it cannot be enforced by the courts : Clark v. Russel, 3 Watts, 217; Pomeroy on Equity Jurisprudence, sec. 1343; Davis v. Foreman, L. R. 3 Chancery Div. [1894] 654; Lumley v. Wagner, 1 D. M. & G. 604; Bodine v. Glading, 21 Pa. 50; Ford v. Jermon, 6 Phila. 6; Harrisburg Base Ball Club v. Athletic Assn., 8 Pa. C. C. 337;\nThe state is the owner of the property upon which the proposed building is to be erected. The moneys to be expended for that purpose are state funds, expressly appropriated therefor. In eveiy aspect, therefore, the commissioners are acting under the statute simply as agents of the state: Williamsport, etc., R. R. v. Com., 33 Pa. 291; Poindexter v. Greenhow, 114 U. S. 270; Board of Liquidation v. McComb, 92 U. S. 531; Louisiana v. Jumel, 107 U. S. 712; Cunningham v. Macon & Brunswick R. R., 109 U. S. 446; Hagood v. Southern, 117 U. S. 67; In re Ayers, 123 U. S. 443.\nNovember 10, 1897:"
  },
  "file_name": "0300-01",
  "first_page_order": 320,
  "last_page_order": 343
}
