{
  "id": 896129,
  "name": "Frances Corcoran, for the use of W. H. Dill, for the use of S. B. Philson, Cashier, v. Mutual Life Insurance Company of New York, Appellants",
  "name_abbreviation": "Corcoran ex rel. Dill v. Mutual Life Insurance",
  "decision_date": "1898-01-03",
  "docket_number": "Appeal, No. 128",
  "first_page": "443",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 443"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0428-01"
      ]
    },
    {
      "cite": "178 Pa. 631",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0631-01"
      ]
    },
    {
      "cite": "102 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0568-01"
      ]
    },
    {
      "cite": "110 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "33 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "176 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0579-01"
      ]
    },
    {
      "cite": "134 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0590-01"
      ]
    },
    {
      "cite": "134 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0386-01"
      ]
    },
    {
      "cite": "169 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Superior Ct. 170",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        268510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/1/0170-01"
      ]
    },
    {
      "cite": "40 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0289-01"
      ]
    },
    {
      "cite": "117 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0460-01"
      ]
    },
    {
      "cite": "162 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0357-01"
      ]
    },
    {
      "cite": "40 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0311-01"
      ]
    },
    {
      "cite": "139 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0546-01"
      ]
    },
    {
      "cite": "117 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "51 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0402-01"
      ]
    },
    {
      "cite": "38 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "127 Mass. 372",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "58 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "66 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "153 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0257-01"
      ]
    },
    {
      "cite": "160 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0229-01"
      ]
    },
    {
      "cite": "91 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        487852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0387-01"
      ]
    },
    {
      "cite": "100 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0137-01"
      ]
    },
    {
      "cite": "71 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0393-01"
      ]
    },
    {
      "cite": "29 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0198-01"
      ]
    },
    {
      "cite": "106 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0020-01"
      ]
    },
    {
      "cite": "132 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Md. 20",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0488-01"
      ]
    },
    {
      "cite": "57 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0360-01"
      ]
    },
    {
      "cite": "179 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        887008
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0132-01"
      ]
    },
    {
      "cite": "179 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        887008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/179/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 762,
    "char_count": 16591,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.0517332632235223e-07,
      "percentile": 0.7554560130725768
    },
    "sha256": "f24cad47883587832d13cfc69ab37d783030ffe27721efb9fe7df6b325f5a43f",
    "simhash": "1:9c95e446c813eef4",
    "word_count": 2978
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Frances Corcoran, for the use of W. H. Dill, for the use of S. B. Philson, Cashier, v. Mutual Life Insurance Company of New York, Appellants."
    ],
    "opinions": [
      {
        "text": ".'Opinion by\nMb! Justice Williams,\nThis case was here one year ago, and is reported in 179 Pa. 132. It was sent back for a new trial, which has now been had and is again in tins Court on appeal. The questions raised and decided when it was here in 1896 are not again presented, as the learned judge appears to have followed the rules laid down by us at that time. Another question is raised however, and upon substantially the same facts that were presented on the former trial. The defendant company issued a policy upon the life of James Corcoran in 1877. It was payable to his wife Frances Corcoran, if living at his decease. He died in 1894. She survived him and not long after his death made the requisite proofs, alleged loss of the policy to excuse her failure to produce it, and received payment of the insurance money from the company. In February, 1895, Philson brought this suit as the assignee and owner of the policy. On the trial he presented the assignment of the policy by James and Frances Corcoran to W. H. Dill as collateral security for the payment of a note for $2500 which Dill had indorsed for Corcoran, and which had been discounted by Philson’s bank. This note was not paid at maturity, and the indorser assigned the policy over to Philson ■as security for the note so held by him. The company replied •to this, showing that it had paid the insurance money to the payee named in the policy, and without notice of Philson’s claim. It also set up and relied on the stipulation in the policy that provided “ This company will not take notice of any assignment of this policy until a duplicate or certified copy thereof shall be delivered to the company at its'principal office,” and proved by its clerks and bookkeepers that no such duplicate or certified copy had ever been furnished to the company. Philson did not allege that he had filed a copy of the assignment with the company, but set up a waiver of a strict compliance with the rule and an acceptance of the production and exhibition of the assignment in the office of Mr. Lambert, the general agent of the company, in Philadelphia, as a sufficient notice of its existence and character. In support of this proposition he proved that the secretary of the company directed Him by letter to communicate with Mr. Lambert in regard to his alleged assignment and notice thereof to the company, and that soon after, viz :• April, 1892, he sent the policy and the assignment of Corcoran and wife to Dill and of Dill to himself to the office of Mr. Lambert by a messenger for examination. He further proved that the papers were presented to a clerk in the office in the absence of Mr. Lambert, who took and examined them, walked a short distance to a book in which he appeared to make entries, and then returned to the messenger and handed the papers back to him. From this testimony he asked the jury to find that the filing of a copy had been waived and that the company undertook to note the assignment for its own protection and return the original papers to the owner. The present contention of the appellant is that the effect of this evidence was for the court, and that the jury should have been given a binding instruction as to its sufficiency or insufficiency to support a finding that strict compliance with the conditions in the policy had been waived. The rule that separates the province of the court from that of the jury is pretty well defined. If the evidence is direct, certain, presenting no question of credibility, and leaving no sufficient ground for inconsistent inferences of fact, the court may be asked to instruct the jury as to its legal effect. But if it is uncertain, if it depends on the credibility of witnesses, and if there is room for drawing from it different inferences of fact, it must go to the jury. They must clear up the doubts, settle questions of cred ibility, draw the correct inferences and give final shape to the findings of fact. In this case the construction of the letters and other writings was for the court. They were not ambiguous in any particular. But just what was done in the office of Mr. Lambert when Phils on’s messenger presented the policy and assignments for examination, what impression was made on the mind of the messenger and of Philson by the conduct of the clerk, and what was the purpose of the clerk representing Mr. Lambert at the time, and what he did, are not questions of law, but upon the rule already stated are questions of fact upon which the jury should pass. This is the controlling question in this case, as it now stands, and we think the learned judge decided correctly when he submitted all the evidence relating to this subject to the jury.\nWe see no error in the answer to the plaintiff’s first point. If Dill, the indorser, transferred the assignment of the policy to Philson to secure the same debt to secure which it had been assigned to him, we think the title vested in Philson so far as that was necessary to enable him to hold the policy as collateral security for the debt and to sustain this action. The fourth and fifth assignments are also overruled. The learned judge would not have been right if he had instructed the jury that the renewal note executed on June 21,1891, was an “ extinguishment of the note made at the time of the assignment, and thereby destroyed the assignment so that the policy reverted to Frances Corcoran without formal reassignment.” The assignment, if made to secure the debt, is being used for the purpose intended by the assignors, and in a proper way.\nThe answer to the defendant’s seventh point is unobjectionable. • Whether Philson was misled or not by what transpired in Mr. Lambert’s office was a question of fact in the determination of which the letter written by Philson to Corcoran in June, 1892, was to be considered, and to be given such weight as the jury thought it entitled to.\nUpon a consideration of all the assignments of error the judgment is affirmed.",
        "type": "majority",
        "author": "Mb! Justice Williams,"
      }
    ],
    "attorneys": [
      "Wm. J. Baer, for appellant.",
      "Francis J. Kooser, with him F. O. Kooser, W. H. Koontz and J. G. Ogle, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frances Corcoran, for the use of W. H. Dill, for the use of S. B. Philson, Cashier, v. Mutual Life Insurance Company of New York, Appellants.\nInsurance — Life insurance — - Notice of assignment — Waiver—Evidence— Question for jury.\nIn an action against a life insurance company by the assignee of a policy of insurance containing a stipulation that “this company will not take notice of any assignment of this policy until a duplicate or certified copy thereof shall be delivered to the company at its principal office,” it was not claimed that a duplicate or certified copy of the assignment had been delivered, but it was averred that the company had waived the stipulation. The plaintiff offered evidence which tended to show that in accordance with instructions from the secretary of the company plaintiff had sent the policy and the assignment to the office of a general agent of the company; that in the absence of the general agent these papers were presented to a clerk in the office who took and examined them, walked a short distance to a book in which he appeared to make entries, and then returned to the messenger and handed the papers back to him. Held, that the evidence was for the jury to determine whether the company had waived the stipulation in the policy as to filing a duplicate or certified copy at the principal office.\nEvidence — Province of court and jury.\nIf the evidence is direct and certain, presenting no question of credibility, and leaving no sufficient ground for inconsistent inference of fact, the court may be asked to instruct the jury as to its legal effect. But if it is uncertain, if it depends on the credibility of witnesses, and if there is room for drawing from it different inferences of fact, it must go to the jui'yi They must clear up the doubts, settle questions of credibility, draw the correct inferences, and give final shape to the findings of fact.\nInsurance — Life insurance — Assignment of policy as collateral security.\nWhere an indorser of a promissory note to whom a policy of insurance has been assigned as collateral transfers the assignment to the holder of the no.te to secure the same debt to secure which the policy had been assigned to him, the title vests in the transferee of the indorser, so far as that is necessary to enable the latter to hold the policy as collateral security for the debt and to sustain an action upon the policy.\nPromissory note — Renewal note — Collateral security.\nWhere a policy of life insurance has been assigned as collateral security for the payment of a promissory note a renewal of the note will not destroy the assignment if such was not the intention of the parties.\nArgued Oct. 13, 1897.\nAppeal, No. 128, Oct. T., 1897, by defendant, from judgment of C. P. Somerset Co., May T., 1895, No. 2, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit on a policy of life insurance. Before Longen-EOKER, P. J.\nThe facts appear by the opinion of the Supreme Court, and by the report of the case in 179 Pa. 132.\nThe court charged in part as follows:\nThe plaintiff alleges that the debt thus owing to Dill was taken up and held by him and that the note or notes referred to in the correspondence in evidence in fact represented the same indebtedness, that it was carried first by Dill and later by himself. On behalf of the defendant it is contended that the notes held by Dill and the plaintiff respectively represented separate and distinct debts. This presents an issue of fact which you will determine from the evidence. [If the fact shall be found as the defendant contends, the insurance policy which was assigned to Dill to secure his claim, could not be by him assigned to Philson as collateral for another and different debt. If, however, the debt was the same and was represented by different notes, one of which was merely a renewal of the other, the debt remaining unpaid, the collateral security was not released, for in that case there was merely a substitution of another creditor in the place of Dill, and the liability of the policy to answer for that debt, continued.”] [1]\nPlaintiff’s points and answers thereto among others were as follows:\n1. That Frances Corcoran and James Corcoran having made an unconditional assignment of the policy to W. H. Dill on October 13, A. D. 1890, and the said Dill having, on March 10, 1892, assigned, transferred and set over said policy to S. B. Philson, all the right, title, interest and property in said policy vested in Philson, to the extent of the claim for which he held it as collateral security. Answer: This is true if the debt for the security of which it was assigned to Dill was the same as that for which it was thereafter assigned to the plaintiff. If not the same it is not correct. [2]\n2. That Frances Corcoran and James Corcoran having so assigned said policy to Dill, and as there is nothing in the assignment or in the evidence to show that Mr. Dill was not the owner of said policy at the time of the assignment to Phil-son, or that he had no right to transfer the same, the said Frances Corcoran would bo estopped from denying the title of Philson to said policy, and the defendant cannot avail himself of such defense in this action. Ansiver: Affirmed, subject to what has just been said in the answer to the preceding point relative to the identity of the indebtedness. [3]\nDefendant’s points and answers thereto among others were as follows:\n3. If the jury find that the assignment to W. H. Dill was made as collateral security, then tbe burden rested on the plaintiff to show the amount for which it was to be a collateral security, and if ho has failed to show the amount, there can be no recovery by either Philson or Dill, inasmuch as the evidence shows the company paid Mrs. Corcoran, the beneficiary, the full value. Answer: This is correct unless you find that the debt owing Dill and Philson respectively was the same, though represented by different notes, the one being a renewal of the other, in which event the plaintiff is entitled to the benefit of the collateral. [4]\n4. That on all the evidence the note executed on June 21, 1891, was a novation and extinguishment of the note made at the time of the assignment of the policy, and thereby destroyed the assignment, so that the policy reverted and inured to Frances Corcoran without formal reassignment. Answer: Refused. [5]\n7. That if the jury find that the time at which Gardill presented the policy with assignments attached, at the Philadelphia office, was in the spring of 1892, about April 5, and that S. B. Philson afterwards, on June 7, 1892, wrote to Corcoran on the subject of assignment of the policy, and said in the letter “ if it is paid soon, the affidavit to the assignment will not be necessary,” then they are warranted in finding that what was said and done in the Philadelphia office to Gardill by the clerks had not induced Philson to rest on what there occurred, and did not actually waive presenting a duplicate or certified copies. Answer: Whilst we decline to affirm this point unqualifiedly as written, it is evidence tending to establish the conclusion mentioned, and is to be considered by you, in connection with the evidence relating to what occurred at the Philadelphia office, in determining the question whether the plaintiff rested on what had there taken place, and -was thereby lulled into a sense of security, or whether he did not rely upon the alleged waiver. [6]\nVerdict and judgment for plaintiff for $3,314.48. Defendant appealed.\nErrors assigned were (1-6) above instructions, quoting them.\nWm. J. Baer, for appellant.\nIf a note is paid with the proceeds of a discount of a renewal note and the original note is surrendered, it is payment of the original note: Ayres v. Watt-son, 57 Pa. 360; Moorehead v. Duncan, 82 Pa. 488.\nWhen all the facts are admitted or established, the defendant has a right to require positive instructions as to whether the evidence is sufficient to establish a waiver: Ins. Co. v. Evans, 9 Md. 20; 28 Am. & Eng. Ency. of Law, 536 ; Miller v. Eagle Ins. Co., 2 E. D. Smith (N. Y.), 268; 13 Am. & Eng. Ency. of Law, 659; Wachter v. Assurance Co., 132 Pa. 440 ; Universal Fire Ins. Co. v. Weiss, 106 Pa. 20 ; Trask v. State Fire & Mar. Ins. Co., 29 Pa. 198; Marland v. Royal Ins. Co., 71 Pa. 393; Pottsville Ins. Co. v. Minnequa Springs Imp. Co., 100 Pa. 137; Greene v. Lycoming Ins. Co., 91 Pa. 387; Hook y. Mut. Ins. Co., 160 Pa. 229; Bard v. Penn. Mut. Fire Ins. Co., 153 Pa. 257; Corcoran v. Mut. Life Ins. Co., 179 Pa. 132; Elliott y. Lycoming Ins. Co., 66 Pa. 26; Bennecke y. Conn. Mut. L. Ins. Co., 105 IT. S. 359; Diehl v. Adams County Ins. Co., 58 Pa. 452; West v. Platt, 127 Mass. 372; Desilyer v. State Mut. F. Ins. Co., 38 Pa. 136.\nThe defendant company is a mutual company, and in such company the policy holder and the assignee are presumed to know the contents of the policy, and also to know the agent’s authority, and the scope of his employment: 11 Am. & Eng. Ency. of Law, 320; Mitchell y. Ins. Co., 51 Pa. 402; N. Y. Life Ins. Co. y. Eggleston, 96 IT. S. 572; Life Ins. Co. v. Mowry, 96_U. S. 544; Fire Ins. Co. y. Dunham, 117 Pa. 469; Lantz y. Vermont Life Ins. Co., 139 Pa. 546; Lycoming Ins. Co. y. Updegraff, 40 Pa. 311; Langan v. Royal Ins. Co., 162 Pa. 357.\nFrancis J. Kooser, with him F. O. Kooser, W. H. Koontz and J. G. Ogle, for appellee.\nIn actions upon policies of fire insurance it has been repeatedly held that an assignment after the loss is not within the condition relating to assignments, because the relation of insurer and insured is changed to that of debtor and creditor. The insured acquired, by reason of the loss, a legal right to receive so much money at the hands of the company, and he might assign that chose in action without consent of the company: Imperial Fire Ins. Co. v. Dunham, 117 Pa. 460: West Branch Ins. Co. v. Ilelfenstein, 40 Pa. 289; Wood on Ins., sec. 99; Richards on Ins., 162; May on Ins., sec. 386 ; Mower y. Assurance Ass’n, 1 Pa. Superior Ct. 170.\nWe think the right of the jury to pass upon the question is sustained by numerous rulings of this Court, some of which are as follows: Mix v. Royal Ins. Co., 169 Pa. 645; Elkins v. Ins. Co., 113 Pa. 386 ; Gould v. Ins. Co., 134 Pa. 588; McFarland y. Ins. Co., 134 Pa. 590; Moyer v. Sun Ins. Co., 176 Pa. 579; Inland Ins. Co. v. Stauffer, 33 Pa. 404; Thierolf v. Ins. Co., 110 Pa. 41; Penna. F. Ins. Co. v. Dougherty, 102 Pa. 568; Earley v. Ins. Co., 178 Pa. 631; Wachter y. Assurance Co., 132 Pa. 428.\nJanuary 3, 1898 :"
  },
  "file_name": "0443-01",
  "first_page_order": 463,
  "last_page_order": 470
}
