{
  "id": 896094,
  "name": "Newton H. Gosser v. Annie M. Gosser, Appellant",
  "name_abbreviation": "Gosser v. Gosser",
  "decision_date": "1898-01-03",
  "docket_number": "Appeal, No. 23",
  "first_page": "499",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Mo. 539",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. Ch. 488",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/1/0488-01"
      ]
    },
    {
      "cite": "6 Mass. 147",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0120-01"
      ]
    },
    {
      "cite": "18 N. J. Eq. 281",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 596,
    "char_count": 10653,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 2.0888846762727174e-07,
      "percentile": 0.7600744290497246
    },
    "sha256": "39023b90558802a3bc11ef127ebda632674a27d8dad9d9a33c33fb0f973c3393",
    "simhash": "1:12a5f981ce08d610",
    "word_count": 1813
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Newton H. Gosser v. Annie M. Gosser, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bt\nMb. Justice Felt,\nThe decree entered in the common pleas rests upon the finding by that court that the allegations of the libel were fully sustained by the proofs offered, and that the respondent failed to establish either of the two grounds of defense set up in the answer. This decree should be sustained unless the finding is shown to be clearly erroneous. The responsibility of determining the facts rests in the first instance upon the judge who hears the testimony, and a mere doubt as to the correctness of his findings is not sufficient to disturb them. The most serious doubt raised by the testimony is whether the defense of condonation was established. The libellant had knowledge of many facts now relied on as evidence of the offense charged sometime before he separated from his wife; but explanations which, while admitting gross impropriety of conduct, denied actual guilt, were made to him by his wife and accepted as satisfactory. When explanations ceased and the conclusion of innocence was no longer possible he left her, and marital relations were not resumed. Much less might have been sufficient to have convinced others. That he resisted belief and was slow to act is to his credit. Condonation may be inferred from cohabitation after knowledge. In most cases where the presumption of con-donation has been held to be conclusive the libellant has been estopped by his own act from alleging want of knowledge. Forgiveness implies a knowledge of the offense to be forgiven, and there can be no condonation without a belief in guilt and an intention to forgive it. Mere suspicion is not belief, and the proof of circumstances which might give rise to it is not sufficient to establish a conclusive presumption of condonation on the ground of cohabitation. The condonation which the act of assembly makes a bar to a divorce must be “ after he or she knew of the criminal fact.”\nThe decree is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Felt,"
      }
    ],
    "attorneys": [
      "W-. D. Patton, with him Jas. S. Whitworth and John Q.' Cochran, for appellant,",
      "M. F. Leason, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Newton H. Gosser v. Annie M. Gosser, Appellant.\nDivorce — Condonation—Proof—Adultery.\nA husband’s forgiveness of a wife’s adultery implies a knowledge of the offense to be forgiven, and there can be no condonation without a belief in guilt, and an intention to forgive it. Mere suspicion is not belief, and the proof of circumstances which might give rise to it is not sufficient to establish a conclusive presumption of eondonatiou on the ground of cohabitation. The condonation which the act of assembly makes ¡i bar to a divorce must be “ after ho or she knew of the criminal fact.”\nOn a libel for divorce by a husband on the ground of adultery the wife set up condonation as a defense. The evidence showed that the wife at first admitted to her husband gross impropriety of conduct, but denied actual guilt. The husband accepted her explanation, but subsequently, when explanations ceased and the conclusion of innocence was no longer possible, he left her, and marital relations were not resumed. Held, that the evidence was not sufficient to show condonation.\nArgued Oet. 14, 1897.\nAppeal, No. 23, Oct. T., 1897, by defendant, from judgment of G. P. Armstrong Co., June Term, 1895, No. 267, on libel for divorce.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nLibel for divorce.\nThe case was referred to E. C. Ross, Esq., as commissioner, wbo reported:\n1. That a marriage was solemnized between the libellant Newton II. Gosser, and the respondent, Annie M. Gosser, née Grinder, on August 16, 1879.\n2. That at tlie time of said marriage tbe libellant and respondent were both citizens of tbe state of Pennsylvania, and that during tlie last seven years, and at tbe time of filing tlie libel, botb were residents of tlie borough of Apollo, county of Armstrong and state of Pennsylvania.\n3. That three children were born to libellant and respondent, —a daughter, Margaret, 16 J- years old, and two sons, Clarence aged 14|- years and Homer W., aged 11|- years.\n4. From tbe evidence in tbe case the commissioner also reports that in his opinion the grounds alleged in the libel and bill of particulars for the application for divorce are well founded. The libellant, N. H. Gosser, during his residence in Apollo, has been engaged in house furnishing and undertaking business. His business demanded his personal attention and in addition to this he took a course of instruction in the' art of embalming and funeral direction in the city of Pittsburg, which necessitated his absence from home almost continuously for several months. Soon after the removal of libellant’s family to Apollo, \"Win Hanna, a married man and baggage master on the Western Pennsylvania Railroad, began to visit the Gosser house during hours off duty. His visits were almost daily occurrences for several months, as several witnesses testified, and on all occasions he was entertained by the respondent. Witnesses swore that on at least two of these calls he passed the time in the respondent’s bedroom upstairs. One witness, when asked if she had seen them commit adultery, replied: “ I cannot say I did, but they have'done the next thing to it.” Letters offered in evidence and marked exhibit “ A ” January 8, 1896, and exhibit “C ” January 22,1896, show a degree of love and affection existing between the respondent and Hanna from which under the circumstances the indulgence in a more substantial diversion may not unreasonably be inferred. Testimony relating to the respondent’s two weeks’ absence from home and deception on her part as to her destination and whereabouts was also given.\nDuring the year 1893, D. A. Coulter, who was employed as clerk in the libellant’s store, and had charge of the business in the proprietor’s absence, was on terms of intimacy with the respondent. The evidence shows he visited her at her home, and frequently remained all nig’ht in the respondent’s bedroom. One witness testified that Coulter would await the arrival, of the night train, and if the libellant did not arrive, he (Coulter) would return to the house and stay all night with the respondent. A son of the libellant and respondent, precocious for one of his age, about eleven years, stated that through a hole in the door in his mother’s room he saw Coulter arise from the bed and dress himself, and that his mother was still lying in bed. This testimony was corroborated by another son three years older. Other evidence was educed relative to the conduct of the respondent with the co-respondents above named and Jolm Welsh, an occupant of a room in the libellant’s residence, as well as with other men, who were entertained at her home and elsewhere; also evidence showing respondent’s association and acquaintance with women of bad repute, and her approval of vulgar correspondence written to herself and daughter. Though the respondent and those alleged to have had criminal intercourse with her denied the allegations of the libellant and the witnesses on his part, the commissioner is satisfied that the weight of the evidence justifies the conclusion that the respondent, Annie M. Gosser, is guilty of the offense of adultery as charged in the libel.\n5. On the question of recrimination the respondent averred that libellant committed adultery with one Belle Venard; that he occupied the. same room with her at a hotel in the city of Pittsburg-, and that he committed adultery with other persons to the said Annie M. Gosser unknown. It was alleged that on the evening of January 20,1896, the libellant, in company with a woman, registered at the Hotel Schlosser in Pittsburg, as “H. B. Newton and wife, Wheeling.” The page of the hotel register (exhibit “ A ” of April 17, 1896), was offered in evidence to prove the entry was in handwriting of the libellant, and a number of witnesses were called to identify the handwriting, and acknowledged writings of the libellant were offered for comparison. Attaches of the hotel gave contradictory evidence as to the identity of guest “II. B. Newton,” and several witnesses, as well as the libellant, testified he was in Apollo at the time he was alleged to be in Pittsburg. No attempt was made to prove that the woman registered as “wife” was Belle Venard, as alleged in the answer of respondent. Further testimony was given relating to the libellant’s association with alleged lewd women, but is not such as, in the opinion of the commissioner, warrants the inference of the commission of adultery on the part of the libellant; the commissioner therefore concludes that recrimination on the part of the libellant has not been substantiated by the evidence in the case.\n6. As to condonation, the commisioner further finds that the evidence does not support the averment that the offenses of the respondent were condoned by the libellant, it appearing that as soon as the libellant received information that satisfied, him adultery had been committed by the respondent, cohabitation ceased. The testimony of libellant on this question is: “It was in January some time and a few days before I applied for a divorce that I had actual proof that she had allowed these men to be in her bedroom,” in answer to question as to when he first had knowledge that satisfied him his wife was guilty of infidelity.\n“Q. After you had information did you cohabit with her? A. I did not: my bed was in the sitting room on the bed lounge.”\n7. The commissioner, therefore, finding as a matter of fact, that the respondent has been guilty of adulterous practices and as a matter of law, that adultery is cause for divorce under the laws of this commonwealth, recommends that the prayer of the libel be granted and that a decree be made divorcing and separating her, the said Annie M. Gosser, respondent, from the society and fellowship of the libellant in all time to come, and he, the said Newton H. Gosser, libellant, from the marriage bond contracted with the said respondent as if they had never been married, or as if she, the said Annie M. Gosser, were naturally de^d; and it is further recommended that the respondent be ordered and directed to pay costs in this case.\nThe court entered a decree of divorce in accordance with the prayer of the libel and recommendation of the commissioner.\nJError assigned was decree of the court.\nW-. D. Patton, with him Jas. S. Whitworth and John Q.' Cochran, for appellant,\ncited as to condonation: Marsh v. Marsh, 18 N. J. Eq. 281; Anon., 6 Mass. 147; Williamson v. Williamson, 1 Johns. Ch. 488; Horne v. Horne, 72 No. Car. 530; Ryan v. Ryan, 9 Mo. 539; Wood v. Wood, 2 Paige, 108.\nM. F. Leason, for appellee,\ncited as to condonation: Browne on Divorce, p. 31; 2 Bishop on Marriage and Divorce, secs. 43, 44.\nJanuary 3, 1898:"
  },
  "file_name": "0499-01",
  "first_page_order": 519,
  "last_page_order": 523
}
