{
  "id": 896132,
  "name": "John H. Byers, Appellant, v. Jacob Byers",
  "name_abbreviation": "Byers v. Byers",
  "decision_date": "1898-01-03",
  "docket_number": "Appeal, No. 53",
  "first_page": "509",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "27 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0506-01"
      ]
    },
    {
      "cite": "3 Watts, 74",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0074-01"
      ]
    },
    {
      "cite": "34 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0263-01"
      ]
    },
    {
      "cite": "11 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0189-01"
      ]
    },
    {
      "cite": "110 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0538-01"
      ]
    },
    {
      "cite": "6 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0271-01"
      ]
    },
    {
      "cite": "10 Watts, 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851003
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0141-01"
      ]
    },
    {
      "cite": "9 Watts, 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    },
    {
      "cite": "31 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "21 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0228-01"
      ]
    },
    {
      "cite": "61 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0328-01"
      ]
    },
    {
      "cite": "46 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0380-01"
      ]
    },
    {
      "cite": "4 Rawle, 433",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 69",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0069-01"
      ]
    },
    {
      "cite": "135 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "46 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420679
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0376-01"
      ]
    },
    {
      "cite": "48 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/19/0100-01"
      ]
    },
    {
      "cite": "37 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0427-01"
      ]
    },
    {
      "cite": "135 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0358-01"
      ]
    },
    {
      "cite": "114 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0647-01"
      ]
    },
    {
      "cite": "1 Binn. 216",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0216-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 24667,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 1.2633888841784865e-07,
      "percentile": 0.6129589022371574
    },
    "sha256": "b466e53fa10ff0c4f07d9a36a0c8a4436df6b00c3c7ae145bc0f7b1795f79b3f",
    "simhash": "1:3679af33ea66a22d",
    "word_count": 4488
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "John H. Byers, Appellant, v. Jacob Byers."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThe pai'ties derived title in common, under the will of their father, in 1835. In 1895 appellant brought this action for partition of the coal only, thereby admitting that the surface of the land was held in severalty; the appellee defended on a parol partition claimed to have beeu made in 1848. Both parties therefore agreed that there was a partition, and as it was admitted that there had never beeu any deed between them, the partition necessarily rested in parol. Appellant however claimed that what was done in 1848 was a temporary division of the surface for convenience of working only, which did not include the coal, and which was incomplete, but ripened into title in severalty as to the surface by the long continued separate possession of the purparts taken under it. Appellee on the other hand contended that it was a complete and executed partition from its date, and included the coal as well as the surface. The difference as to how the partition of the surface became effective, whether by virtue of the agreement itself, or only by the subsequent several possession is not material, and the only substantial question in controversy was what the partition included, the whole land, or the surface only. The learned judge below charged the jury that there could be no parol severance of the estate in the coal from the estate in the surface, and therefore if they found there had been a partition at all, it was a partition of the whole, or to use his very graphic expression, if the jury found that there was a parol partition, “ the cleaver of the law severed the ownership from the surface clear down to the centre of the earth.” This was practically a direction to find for the defendant, and all the assignments of error, though taken to different parts of the charge, and in varied phrase, are based upon this ruling of the court. We are of opinion that it was error. It was settled as early as Ebert v. Wood, 1 Binn. 216, that a parol partition between tenants in common is valid and conclusive. Chief J ustice Tilghman puts the decision mainly on the ground of part performance, which the English courts of equity had held to také such contracts out of the bar of the statute of frauds. But another and equally weighty reason might be added from the nature of tenancy in common. As each tenant has not only title, but joint and several possession of the whole and of every part, the change to a title in severalty in any specified part is not such a transfer of title to land as is within the mischief contemplated by the statute of frauds. This reason was indicated in Mellon v. Reed, 114 Pa. 647, and again more fully in McKnight v. Bell, 135 Pa. 358, where it is said by our late Brother Clark, “ a partition which merely severs the relation existing between tenants in common in the undivided whole and vests title to a correspondent part in severalty is not such a sale or transfer of title as will be affected by the statute of frauds. The reason of this rule rests in this: that the partition is not an acquisition or purchase of land, nor is it in any proper sense a transfer of the title to land; it is a mere setting apart in severalty of the same interest held in common, not iii other, but in the same lands.” The cases have drawn tbe line between a mere parol agreement to part, and an agreement followed by acts of tlie parties on the land itself, indicating several possession taken in execution of tbe agreement. Tbe former is inoperative but the latter is valid.\nTlie riglit of partition by tlie parties is an incident of ownership and, like the right of ail owner in severalty to alien, is only limited by sucli restraints as the law has put upon it in regard to personal capacity and mode of conveyance. The statute of frauds requires ordinary conveyances of land to be in writing, but as we have already seen the statute does not apply to executed partitions between tenants in common. They are therefore free, and as they rest solely on the agreements and intentions of the owners, we see no room for distinctions in regard to the methods of partition, whether by vertical or by horizontal linos. There is no difference in tbe right, nor in any other respect except in facility of proof of tlie intent, inasmuch as tlie ordinary mode is by vertical lines, and therefore such partition is more readily presumed, and acts done in pursuance of it on tlie surface are more easily sliown. Horizontal divisions of land as such are comparatively rare, but they are well established, and may be made in tlie same way and subject to the same rules as any other mode, if the parties so agree. Their modern development, especially in this state, may well account for the absence of cases in our reports, but the principles on wbicli such questions are to be decided do not admit of doubt. Tliey arc illustrated by tlie case of Caldwell v. Copeland, 37 Pa. 427, where, although the court is treating of a conveyance by deed, it said, “ tliere is no more reason wliy mines in another’» land whether opened or unopened may not be lield by a deed..... than why land in its most ordinary signification may not be so lield. In other words mines are land, and subject to tbe same laws of possession and conveyance.” And the analogous right of severance of the strata of land horizontally by the individual owner by acts as well as by deed is established in Delaware & Hudson Canal Co. v. Hughes, ante, p. 66, opinion filed since this case was argued.\nThere was no objection to tbe plaintiff proving if be could that the partition was limited to tbe surface, and tliat tbe coal was left in common. Tbe parties might make partition of all tbeir land or of any part of it, and in any manner they chose to agree upon. In Coleman v. Coleman, 19 Pa. 100, the parties made partition of their land in 1787, excepting out of it the Cornwall ore banks, which they agreed should remain in common. This Court held not only that the partition Avas valid but that the retention of the ore banks in common was part of the consideration for the purparts in severalty, and therefore could not be subject to a new partition.\nThe ordinary mode of partition being of the Avhole land by vertical lines, and it being admitted that a partition had been made, the burden Avas upon the plaintiff to sIioav that it Avas limited to the surface. In plaintiff’s sixth point he asked the court to say that his continuing to take coal after the partition, even if only permissive, shoAved that there never Avas a fully executed partition of the coal, and plaintiff therefore must recover on his written title. This point hoAvever could not have been affirmed. The execution of a parol partition Avhieh is required by the cases means such acts of the parties upon the land as shoAv a part performance of the agreement, sufficient, as suggested by Chief Justice Tilghman, supra, to bi'ing it within the equity of enforcement. The presumption from the conceded fact of partition was that it included the coal as well as the surface, that being' the usual method. On the question whether it did or not the plaintiff was entitled to go to the jury, but he had the burden of proof. An occasional use, such as Avas shown here, if the jury should find it to be permissive only, and not in the exercise of a right, would not prevent the partition from being executed in the legal sense, and including the coal as well as the surface. It Avas evidence of a claim of right, but not conclusive either of such right or of the failure to execute the partition.\nThe will of John Boyer had no bearing on the case except as showing that he had in his mind the timber, coal and limestone on the tract as distinct elements to be considered in the equal division which he directed. But his devise was of the fee in common, and his devisees could divide in any way they pleased.\nNor had the statute of limitations any bearing on the case. The plaintiff clearly never had any possession of the coal which was either adverse or exclusive, and the surface as already said, was admitted by both parties to be held in severalty. There was no dispute as to the parol partition, and the only contested issue was what it included. The jury should have been instructed that the parties had the right to make such partition as they «hose, either of the whole land or of the surface only, that the presumption was that they parted the whole, but that presumption would give way to the intention of the parties, and it was for the jury to determine from all the evidence what the parties intended to include in the partition, and to find a verdict that would carry out that intention.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "John B. Head, with him James S. Moorhead, for appellant.",
      "B. S. Atkinson, with him John M. Peoples and W. S. Byers, for appellee."
    ],
    "corrections": "",
    "head_matter": "John H. Byers, Appellant, v. Jacob Byers.\nTenants in common — Parol partition — Partition by horizontal or vertical lines.\nA parol partition between tenants in common is valid and conclusive, and suoh partition may be by horizontal as well as by vertical lines.\nTenants in common — Parol partition — Goal lands — Burden of proof.\nWhere two tenants in common have made a parol partition of coal lands, and one claims that the partition included both surface and coal, and the other that it extended merely to the surface, the presumption is that it included the whole estate, and the burden of proof is upon the latter to show that the partition did not include the coal.\nOn action of partition for the coal in certain lands, it was admitted by both parties, who had been tenants in common, that there had been a parol partition in 1848, but the plaintiff claimed that it extended only to the surface, while the defendant claimed that it included both surface and coal. There was evidence that the plaintiff occasionally took coal after the partition. Held, (1) that the occasional taking of coal, even if only permissive, would not prevent the partition from being executed in the legal sense, including the coal as well as the surface; (2) that, as the plaintiffs never had either adverse or exclusive possession of the coal, the statute of limitations had no bearing upon the case ; (8) that the jury should have been instructed that the parties had the right to make such partition as they chose, either of the whole land or of the surface only; that the presumption was that they parted the whole, but that presumption would give way to the intention of the parties, and it was for the jury to determine from all the evidence what the parties intended to include in the partition and to find a verdict that would carry out that intention.\nArgued Oct. 14, 1897.\nAppeal, No. 53, Oet. T., 1897, by plaintiff, from judgment of C. P. Westmoreland Co., November Term, 1895, No. 66, on verdict for defendant.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nCommon law action of partition. Before McConnell, J.\nAt the trial it appeared that both plaintiff and defendant were sons of John Boyer, deceased, but the family name during the lapse of years was changed from Boyer to Byers. Plaintiff claimed partition of the coal underlying a tract of land of which his father had died seized. The material portion of the will of John Boyer who died in 1835 was as follows :\n“ And as to my land in Mt. Pleasant township it is my will that the proceeds of the lands and the increase of stock be taken and applied to building a house and barn and still house on the old place, and rebuilding the barn where I live. When finished it is my will that the land be equally divided in quantity and quality,, having due regard to the timber and the stonecoal, and limestone between my sons John H. Boyer and Jacob Boyer, and I authorize my executors to make a deed of conveyance to each of my children for their land as soon as it conveniently can be done.”\nThe evidence showed, and it was not denied, that in 1848 plaintiff and defendant made a parol partition, which plaintiff contended related to the surface of the land only, while defendant contended that it included both surface and coal.\nThe court charged in part as follows:\n[Now, in the absence of either a written instrument making a severance of the coal from the surface, or in the absence of the acquisition of a title under the statute of limitations, I know of no way to acquire title to real estate of this kind hy a parol partition. Therefore, we say to you, that so far as this partition, or the allegation of the existence of a parol partition, that took place forty or fifty years ago is concerned, you must consider that as being a partition of a tract of land in its ordinary acceptation. You must regard the thing, as we must assume the testator regarded it, as a unit, a thing to be divided. There is no indication in the testator’s will that there was any attempt on his part to sever the coal from the surface. There is no indication, so far as I can see, from the testimony, of any attempt, by John H. and Jacob Byers, by any instrument in writing, to make out of that single estate two estates, so far as severing it horizontally is concerned. Therefore, under what we have said to you, you are required to look at the evidence that has been produced here on the subject of this partition as bearing upon that tract of land as a unit, as one estate, and not as two separate and independent estates, one in the surface and one in the coal.] [1]\nThere has been a great deal of evidence introduced here in regard to the relative value of these two tracts of land. That is a mere incident to the main inquiry that you have before you. It may be possible that by reason of the increase of the va.ue of the coal from the time that this partition was made down to the present time, would make one side of that tract of land more valuable than the other, but that question is of no significance. We care nothing about that. This evidence ivas admitted for the purpose of showing what must have been obviously in the minds of these brothers when it is alleged they attempted to make partition of this land. The hills, the timber, the stone-coal, the limestone, the streams, the natural configuration of the land, its exposure to the winter winds, the natural quality of the soil; all these things were presumably in existence at the time when this alleged partition took place, and presumably were in the contemplation of the parties at that time.\nYou will recall that the death of the testator, as testified to by one of the defendant’s witnesses and perhaps the plaintiff’s also, was on November 27,1885. His will was dated on October 25, 1835, and probated on January 6, 1838. Jacob Byers gives his version of the facts in this case; he says that he and John lived together until 1813 ; that the attempted division of the real estate was in 1848; that at his father's death he was seventeen, and his brother twenty-one or twenty-two; that he himself was married in 1842; that the coal was not opened at the time of this attempted division; that is, not opened at the coal mine, as it is now; that they took coal out of the bottom of the ran, and that in 1854 he and John opened the present coal bank; and that in 1857 the spring was taken, and so on.\nNow, then, there is a claim, however, on John H. Byers’ part that he has always had the right of taking out coal. Now, if this partition that I have spoken of took place, and it was the intention of the parties that it should be a complete severance indefinitely downward, so that the coal, like every other part of it would fall as the surface fell, and that dividing line was lived up to, then John H. cannot take back a thing out of that partition, a thing that was a constituent element in it. It is either a partition or it is not a partition. If it was a partition, everything that was parted must remain parted so far as effectiveness of that proceeding is concerned. It is like an “ exchange ” of lands about which we will not bother; there is an implied warranty in every common law partition, that is, as long as the parties to that partition own their respective parts there is an implied warranty of the one to the other. When the title of one of them fails, the title of the other fails with it as long as the parties are in possession of what they parted themselves. There is that warranty, so that if this seam of coal was in the land, and there had been no severance, and was part of the land, if you find a partition took place, John H. Byers cannot withdraw from that partition this seam of coal, and then claim that the partition exists as to the residue. [If that partition stands, it. must stand on both legs. If its one leg is taken away it must fall. This is either a partition or it is not. And we have said to you that independent of a writing severing that which was one estate, and making it two estates horizontally, and independent of the statute of limitations, you must consider that as a unit, and if John H. Byers exercised the rights of taking coal, you must look on that as affecting the question whether or not a partition of that unit took place or not.] [2]\nNow, then, what was the condition of things at that time? In 1848, was this coal mine as it now exists opened? Was the coal considered of any particular value at that time ? Look at it as it looked to them at that time. Before 1848 and down until 1854, wliat evidence has been introduced here to show you the rights of John H. Byers in regard to taking coal? What did he do at that time independent of what is now said ? After looking at all these things that were done at that time, as bearing upon tbis question, you will then look at the declaration of the parties in regard to it. There has been evidence introduced on that subject. John H. Byers has given his version of his claim, and Jacob has given his version. There have been witnesses called here who testified in some particulars in contradiction of these respective witnesses in that regard., All these declarations you are to consider in disposing of this question. The kind of testimony that is the most material is of the things done at the time. The most honest men in thinking about matters that transpired in the past often become confused about what the exact fact was then in comparing it with the state of affairs now. What was said and done then? If a partition took place, we do not regard it as being made out in the same way that a parol sale of land has to be made out in order to guard against the provisions of the statute of frauds. The same degree of accuracy is not essential as would be essential there. If a partition took place, and the parties receded from that partition. line, that was a confession, a mutual confession of being ousted from his former cotenant’s side of the line, and the titles of the parties commenced then, if the division was made pursu • ant to the contract. All these things in regard to what they did afterwards, how they did it, all bear on the question of how they understood it, whether or not there was a partition at that time.\nNow, then this much in regard to partition. [Then the next question would be in regard to whether or not there can be an acquisition to the title to the land, assuming that a partition was made which affected the coal, and that the partition of the coal on Jacob’s side went with the surface land on that side to Jacob, let us next look at the question of whether or not the acts that have been detailed in the witnesses’ testimony here would allow John H. to acquire title under the statute of limitations to this coal mine that Jacob says was opened in 1854.] [7]\n[If you find that there was no partition at all, and that this land remained undivided as it came to them from the will of John Boyer, then there could be a recovery of the undivided one half interest in the subject-matter of this suit. If you find that there was a partition, and tliat Jolm H. lias not acquired title under tlie statute of limitations, then you would find tliat they do not hold together and undivided the property described in the statement of claim.] [8] If you find that John II. acquired title under tlie statute of limitations for an undivided one half interest in the subject-matter of the suit, then your verdict would he that they do bold together and undivided the property described in tlie statement of claim, and tliat John holds ono undivided half thereof.\nPlaintiff’s points and the answers thereto among others were as follows:\n8. Tlie plaintiff and defendant, being tenants in common of botli surface and coal, could, if they chose, make a good parol partition of the surface alone, or tlie coal alone, or of both together. But the defendant, who sets up such a partition of the coal against the written recorded title, must take the burden of proving clearly, not only that they made a partition of the surface, but that it was intended to embrace, and actually did embrace, the underlying coal as well. Answer: That is refused. [4]\n5. The undisputed testimony in this case is that the parties many years ago agreed that the surface should be occupied and used separately, up to a line which was marked on the ground. That since that each has possessed and occupied the surface on his side of that line to the exclusion of the other; each has taken the proceeds of his own side, paid the taxes thereon, and made valuable improvements. Whether this was intended at the time as a final division or not is immaterial. Under our law these facts work a severance of the estate in common, and each can now hold the surface in severalty, and therefore it was properly left out of this case. Answer: The recital of the testimony here does not establish the proposition on which that is predi-' cated, as I recall the testimony'-, and the point is refused. There is no evidence, as I have already explained to you, sufficient to show a severance at that time, such as would make that, instead of one estate, two estates [5]\n6. As to the coal, however, we have a different state of facts. In so far as this coal was susceptible of actual physical possession, the undisputed testimony'- is that there never was any change in the possession, but that both continued to possess and to use the coal after the alleged partition just as they had done before it. True, the defendant claims that prior to 1857, this possession by the plaintiff was permissive, while since that time it has been against his will and protest. But neither the defendant, nor any other witness testifies that there was ever an ■exclusive possession of the coal by Jacob Byers. We therefore instruct you that there never was a fully executed partition of the coal, and the plaintiff must recover on his written title. Answer: That is refused for the reasons given in the general charge. [6]\nYerdict and judgment for defendant. Plaintiff appealed.\nJSrrors assigned were (1-7) above instructions, quoting them.\nJohn B. Head, with him James S. Moorhead, for appellant.\nThe plaintiff and defendant being tenants in common in the joint possession of the surface land, and in the joint possession, physical, visible and actual, of the underlying coal, which was open, had full power and a perfect right to mate, if they chose to do so, a good parol partition of the surface land only, allowing the coal to remain in common as before: McConnell v. Carey, 48 Pa. 350; 3 Leading Cases in the Am. Law of Ileal Prop. 128; Ebert v. Wood, 1 Binney, 216 ; Rider v. Maul, 46 Pa. 376; McKnight v. Bell, 135 Pa. 371; 17 Am. & Eng. Ency. of Law, 668; Snively v. Luce, 1 Watts, 69; Gratz v. Gratz, 4 Rawle, 433.\nB. S. Atkinson, with him John M. Peoples and W. S. Byers, for appellee.\nThe partition was complete as to the whole land: Calhoun v. Hays, 8 Watts & Sergeant, 132; Rider v. Maul, 46 Pa. 380 ; Susquehanna, etc., Coal Co. v. Quiet, 61 Pa. 328; Hawk v. Senseman, 6 Sergeant & Rawle, 22; Breneman v. Shroder, 21 Pa. 228; Dellaven v. Landell, 31 Pa. 126 ; Wright v. Guier, 9 Watts, 172 ; Sorber v. Willing, 10 Watts, 141; Adams v. Robinson, 6 Pa. 271; Christy’s App., 110 Pa. 538.\nThe possession which holds the right of entry must not only be notorious, but adverse, hostile and exclusive, as against the owner. There must be an ouster by unequivocal acts where there has been privity of title and possession; such an act as shows that the occupant claims in his own right, and does not acknowledge the right of the other: Long v. Mast, 11 Pa. 189 ; Bannon v. Brandon, 34 Pa. 263; Lodge v. Patterson, 3 Watts, 74; Peck v. Ward, 18 Pa. 506; Sorber v. Willing, 10 Watts, 141; Martin v. Jackson, 27 Pa. 510; 15 Am. & Eng. Ency. of Law, sec. 2, p. 506; Tiedeman on Real Property, sec. 2.\nJanuary 3, 1898:"
  },
  "file_name": "0509-01",
  "first_page_order": 529,
  "last_page_order": 539
}
