{
  "id": 896138,
  "name": "H. H. Sholes and Samuel C. Graham v. Western Asphalt Block and Tile Company. Appeals of A. F. Byrnes and James Graham & Son",
  "name_abbreviation": "Sholes v. Western Asphalt Block & Tile Co.",
  "decision_date": "1898-01-03",
  "docket_number": "Appeals, Nos. 134 and 135",
  "first_page": "528",
  "last_page": "531",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "72 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0013-01"
      ]
    },
    {
      "cite": "92 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0196-01"
      ]
    },
    {
      "cite": "16 Wall. 203",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        411275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/83/0203-01"
      ]
    },
    {
      "cite": "3 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0014-01"
      ]
    },
    {
      "cite": "38 Ga. 391",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        284635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/38/0391-01"
      ]
    },
    {
      "cite": "4 Md. 80",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1695125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/4/0080-01"
      ]
    },
    {
      "cite": "88 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0368-01"
      ]
    },
    {
      "cite": "84 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0163-01"
      ]
    },
    {
      "cite": "16 W. N. C. 298",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "7 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "177 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Grant, 216",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0216-01"
      ]
    },
    {
      "cite": "104 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0559-01"
      ]
    },
    {
      "cite": "107 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0590-01"
      ]
    },
    {
      "cite": "2 Story, 630",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6611919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/17/0527-01"
      ]
    },
    {
      "cite": "7 W. N. C. 421",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 8239,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.4796277819988779e-07,
      "percentile": 0.6608779121871584
    },
    "sha256": "9f3250a7efd7ad77f5e9cf85f5defd4570c49e5467c539c9728983cffc2732ae",
    "simhash": "1:3829ef16b106b20a",
    "word_count": 1451
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, J J."
    ],
    "parties": [
      "H. H. Sholes and Samuel C. Graham v. Western Asphalt Block and Tile Company. Appeals of A. F. Byrnes and James Graham & Son."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Fele,\nThe contest before the auditor was between the general creditors of the Western Asphalt Block and Tile Company and two creditors, Graham and Son and Byrnes, the appellants, who claim as pledgees to have had a lien upon certain of its assets. The evidence of the indebtedness of the corporation to these two creditors is in the form of collateral promissory notes, one of which, after the usual promise to pay, reads as follows : “ Having deposited herewith as collateral security eight thousand No. 2 asphalt blocks, one lot seventy-five tons more or less crude asphalt and one lot fifteen tons refined asphalt, more or less, now on'the company’s property at New Castle, Pa.,” etc., and the other: “ Having deposited as collateral security for said sum the following property: sixty thousand asphalt blocks and tiles in our yard at New Castle, Pa. which we agree to save harmless for the payment of this note,” etc.\nThe receiver was notified that the appellants claimed to have a lien upon the goods by reason of the pledges. Under an order of court he manufactured the raw material into asphalt blocks and sold the same, together with the blocks previously manufactured, the terms of the order being that the lien of the pledges if any, should remain upon the net proceeds of the sale. At the audit of his account the appellants claimed that part of the fund which arose from the sale of the goods alleged to have been pledged to them.\nIt was not disputed that the debts were valid and the pledges made in good faith. The goods pledged had been stored in the company’s yard before the making of the collateral notes. Neither at that time nor at any time thereafter was anything done by either of the parties to carry the pledges into effect; the pledgor did not deliver the goods, nor did the pledgees remove them or take possession of them either actually or constructively. The goods were not even separated, marked or in any'way' distinguished from the unpledged, assets of the.company, and they came into tbe receiver’s hands in exactly the same state they were in before the contracts of pledge were made. Tbe finding of the auditor upon the subject is as follows : “ It was not shown what number of blocks, and what number of tiles were on hand in the yard, nor was it shown that the blocks and tiles so claimed to be hypothecated were marked in any1- way', or that anything was done to distinguish them from the unpledged assets of the company; nor that would have enabled the pledgees, in ease they desired to enforce their pledge, to enter upon the grounds of the company and designate or distinguish what particular part of the product there stored was covered by their lien.”\nUnder this finding of facts the pledges cannot be sustained. The rule is that delivery is essential to tlie contract of pledge. It is true that tbe rule has been relaxed in eases where, because of tbe nature of the thing pledged or for other reasons, the requirement of delivery would be such a hardship as to defeat the purpose of the contract; but the policy of the law is against such relaxation, and it has been mainly confined to cases in wbicb tbe goods bave remained in the possession of the pledgor as agent of the pledgee under an express agreement to that effect. Even in such cases the want of constructive or symbolical delivery, or of some act whereby tbe goods pledged may be distinguished and set apart from the other goods in tbe possession of tbe pledgor, has not been excused. Here we have no evidence of such an agreement, or of anything in the nature of a constructive delivery; and to relax tbe rule for any other reason sufficiently to include such a case as this would be to abrogate it entirely.\nThe order of the court confirming tbe report of the auditor is affirmed.",
        "type": "majority",
        "author": "Me. Justice Fele,"
      }
    ],
    "attorneys": [
      "Robert K. Aiken, with him Charles W. Jones, for appellant.",
      "David N. Keast, with him John L. Ralph and Geo. P. Hamilton, for appellees."
    ],
    "corrections": "",
    "head_matter": "H. H. Sholes and Samuel C. Graham v. Western Asphalt Block and Tile Company. Appeals of A. F. Byrnes and James Graham & Son.\nBailment pledge — Delivery of possession.\nA ¡hedge by a corporation to a creditor of a certain amount of asphalt and asphalt blocks out of a larger amount, to secure the payment of a promissory note, cannot be sustained against the claim of a receiver of the corporation subsequently appointed, where it appears that the property was not delivered to the pledgee or marked or numbered in any way, or set apart from the unpledged assets of the company, and that there was nothing that would have enabled the pledgee, if he desired to enforce the pledge, to enter upon the grounds of the company and designate or distinguish what particular part of the product was covered by his lien.\nArgued Oct. 15, 1897.\nAppeals, Nos. 134 and 135, Oct. T., 1897, by A. F. Byrnes and James Graham and Son, from order of C. P. Lawrence Co., Dec. T., 1894, No. 2, dismissing exceptions to auditor’s report.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, J J.\nAffirmed.\nExceptions to auditor’s report. Before Hazen, J.\nThe facts appear by the opinion of the Supreme Court.\nErrors assigned were in dismissing exceptions to auditor’s report.\nRobert K. Aiken, with him Charles W. Jones, for appellant.\n—It is not always necessary that there should be an actual removal of the goods and a change of possession from hand to hand. Here from the nature of the article it could not be removed without great expense and loss, and it is not usual to remove asphalt blocks and tiles before they are sold, nor to pub them ih a warehouse for sale, on account of the expense and the damage they sustain by removal: Adams Express Co. v. Lyons, 7 W. N. C. 421.\nThe title acquired by the receiver under his appointment is the title held by the Western Asphalt Block and Tile Company, and he cannot avoid the rights and equities in the property which the corporation itself could not avoid: High on Receivers, sec. 859; Mitchell v. Winslow, 2 Story, 630; Collins’s App., 107 Pa. 590; Wallace’s App., 104 Pa. 559; Garrison’s App., 2 Grant, 216; Potter v. Gilbert, 177 Pa. 169.\nAn assignee for the benefit of creditors cannot defend in an action of replevin for specific chattels which had been sold by the assignor and not delivered at the time the assignee came into possession: Vandyke v. Christ, 7 W. & S. 373; Twelves v. Williams, 3 Whart. 485; Brooks v. West. Nat. Bank, 16 W. N. C. 298; Wright v. Wigton, 84 Pa. 163; Morris’s App., 88 Pa. 368.\nAn equitable execution, as it is sometimes called, with reference to the possession of property in the hands of a receiver, is not an execution or attachment. It is the possession by the receiver in equity where all the rights and priorities of those claiming can be determined, and does not give any advantage in the party applying for it: Ellicott v. U. S. Ins. Co., 7 Gill (Md.), 307 ; Ellicott v. Warford, 4 Md. 80.\nDavid N. Keast, with him John L. Ralph and Geo. P. Hamilton, for appellees.\nA contract of pledge depends for its validity upon delivery and possession of the subject-matter: Schouler on Bailments, 167; Story on Bailments, sec. 287; 18 Am. & Eng. Eney. of Law, 597; First Nat. Bank v. Nelson, 38 Ga. 391; Story on Bailments, sec. 297; Smyth v. Craig, 3 W. & S. 14.\nThe appointment of a receiver in creditor’s proceedings against an insolvent corporation has in equity an effect similar to an execution in law: Taylor’s Law of Corporations, sec. 542 • Davis v. Gray, 16 Wall. 203.\nTo sustain an actual or equitable lien of pledge there must be an appropriation of the property of such a nature as to confer a complete and present right of same to the pledgee, and an entire abandonment by the pledgor of any rights to appropriate, control or dispose of it. Such contracts, where delivery is not effected, are not binding against a debtor’s assignee for benefit of creditors: Wylie’s App., 92 Pa. 196; Bank v. Gish’s Assignees, 72 Pa. 13; Kliuker’s Est., 1 Lehigh Valley Law Reporter, 196.\nThe receiver, being appointed in proceedings in behalf of creditors, the corporation being insolvent, is more the representative of creditors than the assignee in insolvent proceedings, and not so much an agent of debtor for distribution: Smith on Receivers, sec. 159 ; 5 Thompson on Corporations, sec. 6950 ; Smith on Receivers, sec. 38.\nJanuary 3, 1898:"
  },
  "file_name": "0528-01",
  "first_page_order": 548,
  "last_page_order": 551
}
