{
  "id": 896171,
  "name": "Estate of James A. Dick, deceased. Appeal of W. S. Van Dyke and L. U. Dick, Executors of M. M. Dick",
  "name_abbreviation": "Estate of Dick",
  "decision_date": "1898-01-03",
  "docket_number": "Appeal, No. 165",
  "first_page": "647",
  "last_page": "651",
  "citations": [
    {
      "type": "official",
      "cite": "183 Pa. 647"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0413-01"
      ]
    },
    {
      "cite": "4 Watts, 77",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0077-01"
      ]
    },
    {
      "cite": "178 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0460-01"
      ]
    },
    {
      "cite": "175 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0411-01"
      ]
    },
    {
      "cite": "71 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0106-01"
      ]
    },
    {
      "cite": "84 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0051-01"
      ]
    },
    {
      "cite": "36 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0174-01"
      ]
    },
    {
      "cite": "32 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0495-01"
      ]
    },
    {
      "cite": "3 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0319-01"
      ]
    },
    {
      "cite": "64 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "23 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0206-01"
      ]
    },
    {
      "cite": "2 Watts, 332",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0332-01"
      ]
    },
    {
      "cite": "16 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0151-01"
      ]
    },
    {
      "cite": "68 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0454-01"
      ]
    },
    {
      "cite": "36 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/36/0174-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 531,
    "char_count": 9107,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.536218034937134e-07,
      "percentile": 0.6720138896128693
    },
    "sha256": "bd7b33ef4263094289f74ef3b8f87bd9dfd6606af1156620c5ac376bf8d04928",
    "simhash": "1:1f37e09781363879",
    "word_count": 1634
  },
  "last_updated": "2024-02-27T17:43:11.667986+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, 0. J., Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Estate of James A. Dick, deceased. Appeal of W. S. Van Dyke and L. U. Dick, Executors of M. M. Dick."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nJames A. Dick died in July, 1886. His business was that of a private banker in the village of West Newton where he resided. His brother M. M. Dick, who lived about three miles away became administrator of his estate. The inventory was made up largely of customers’ paper which was held by the bank, and the liabilities were principally the balances due to depositors upon their accounts. There were a few claims against the estate of considerable amount that were contested, but the bulk of the estate was easily and expeditiously settled. So true was this that tbe administra tor filed his first administration account at the end of nine months after his appointment, showing a total of assets administered upon amounting to more than $110,000. From the settlement of this account in April, 1887, until June, 1895, no further account was filed. At the latter date M. M. Dick died. The appellants are his executors. They filed the final account of their testator as administrator of James A. Dick in September, 1895, and this controversy is over the account so filed. It appears that James A. Dick had kept an account with the Fort Pitt Bank of Pittsburg, for some time before his death, on which he was allowed a small rate of interest on daily balances. This account was continued by M. M. Dick, administrator for several months after his appointment. He then withdrew it when the balance standing to the credit of the estate was nearly $3,000, and deposited it in a private bank which he had started in West Newton in the same office occupied by his brother in his lifetime, and under the direction of the same cashier. No interest was allowed upon any of the money deposited to the credit of the estate in the M. M. Dick bank, although the account ran for over eight years, and ordinarily showed a considerable balance due to the estate, reaching at times to about $10.000. The total collections and deposits in this period reached about $60,000, and the admitted balance due the estate was about $900 when the account was filed by the executors of M. M. Dick. An account was kept in the same bank with Mary A. Dick, widow of James A. Dick, which really ought to be considered as part of the account of M. M. Dick, administrator. In the main the estate appears to have been prudently and successfully managed, and the treatment of the widow to have been considerate and liberal. It is alleged however that the accountants should be surcharged with interest, and that their commissions should be reduced. A question is also made over the proper disposition of the costs of the proceedings. As to interest, the general rule is that one who has the custody and control of a trust fund should make such investment of it as to secure, if practicable, some income from it for the benefit of those ultimately interested in it. The funds of this estate were so invested for some months after tíre appointment of the administrator. They were in the Fort Pitt Bank of Pittsburg, subject to check, but bearing interest on the daily balances in favor of the trust. Not very long after M. M. Dick organized his private bank at West Newton, he withdrew this money from the Fort Pitt Bank and deposited it in his own bank to his credit as administrator. There was no impropriety in this action if the fund was not the loser because of it. If he had allowed the same rate of interest being paid by the Fort Pitt Bank, the fund could not have been the loser. He did not do so. His bank had whatever advantage was to be derived vfrom the account, and paid nothing for it. This was not a full discharge of his duty to the fund. For the sum which might ‘reasonably have been obtained as interest if the account had not been transferred, and which was lost by reason of such transfer, the accountant should be surcharged. The mistake of the auditor was in assuming that this was at the rate of six per cent. Such a rate is rarely if ever paid upon an open account winch is subject to check. No such rate was paid by the Fort Pitt Bank, nor is there any evidence tending to show that it could have been obtained from any reputable banker in that region. Profits, as such, are very clearly not demandable in this case. The relation created between a bank and its customer by the deposit of money is that of debtor and creditor. The debt is payable on demand whenever and in whatever sums the creditor chooses. When the deposit is all withdrawn the transaction is closed, and the depositor has no right to call on his hanker for a statement of the use that was made of the money while it was in bank, or for an account of the profits that may have been made by means of it. The surcharge must rest on other principles than those invoked in support of this position. The holder of such a fund of which he has custody for years, with a considerable balance standing in its favor, owes it to those who are beneficially interested to use ordinary diligence in the effort to invest it advantageously. If he deposits in his own bank he should deal with it on as liberal terms as responsible banks in the same general region would in the ordinary course of business have dealt with it, if permitted to have the custody of it in the same manner. The auditor seems to have been oppressed by what he regarded as an inconsistency between Robinett’s Appeal, 36 Pa. 174 and Hess’s Estate, 68 Pa. 454. No such inconsistency exists. In the first of these cases the administrator had continued the business of the dece-' dent with tbe stock and money that bad belonged to him in his lifetime, and at the same place which he had previously occupied. We held that under such circumstances the profit made in the business belonged to the estate. The reason for this is perfectly apparent. In the other case the holder of the trust fund simply deposited it in bank to his own individual credit, thus clearly mingling the trust fund with his own moneys. But he made no use of the money so deposited and received no interest upon it. He therefore made no gain from the trust fund or from the commingling of it with his own. What was alleged was that he was a stockholder in the bank where the account was kept, and what was asked was that he should account for some supposed profit accruing to him as a stockholder, from the use by the bank of the money so deposited to his credit. We declined to enter upon the investigation proposed. The accountant had made a mistake in not keeping the trust fund separate from his own, but he had not gained by the blunder, nor had the trust fund lost thereby. The assignments of error relating to commissions are not sustained. The evidence indicates that the proceedings on the Thomas mortgage were undertaken and conducted under the directions of the guardian, and the services rendered by M. M. Dick in relation to them related to matters of form involving very little attention or responsibility. The decree must be set aside and the record returned to the court below that it may be corrected in accordance with this opinion as to the calculation of interest on balances. We think the costs should be equally divided between the accountants and the fund.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "John M. Peojoles, with him E. S. Atkinson, for appellants,",
      "Paul H. Gaither &mdOyrus E. Woods, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Estate of James A. Dick, deceased. Appeal of W. S. Van Dyke and L. U. Dick, Executors of M. M. Dick.\nExecutors and administrators — Surcharge—Interest on deposits.\nThe relation between a bank and its depositor is that of debtor and creditor. The depositor has no right to an account from the bank of the use to which it put his deposit, or the profits accruing from its use.\nAn administrator who withdraws funds under his control from a bank which was paying interest on balances, and deposits them in his own bank is chargeable with such rate of interest as he could reasonably have secured from the bank from which he withdrew the funds, or from other reputable banks in the same region for the same deposit.\nWhen a sale of real estate was really effected by a guardian, in aid of which some services were rendered by an administrator, the latter is not entitled to charge a commission upon the purchase money, as compensation for his services.\nArgued Oct. 21, 1897.\nAppeal, No. 165, Oct. T., 1897, by W. S. Van Dyke et al., from decree of O. 0. Westmoreland Go., Nov. T., 1895, No. 25, dismissing exceptions to auditor’s report.\nBefore Sterrett, 0. J., Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nExceptions to report of auditor.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was in dismissing exceptions to auditor’s report.\nJohn M. Peojoles, with him E. S. Atkinson, for appellants,\ncited, Wither’s App., 16 Pa. 151: Dietrich’s App., 2 Watts, 332; Davis’s App., 23 Pa. 206; Callaghan v. Hall, 1 S. & R. 241; Parker’s Est., 64 Pa. 310.\nPaul H. Gaither &mdOyrus E. Woods, for appellee,\ncited, Morris v. Wallace, 3 Pa. 319; Landis v. Scott, 32 Pa. 495; Rob inett’s App., 36 Pa. 174; Clauser’s Est., 84 Pa. 51; Norris’s App., 71 Pa. 106 ; Mulholland’s Est., 175 Pa. 411; Noble’s Est., 178 Pa. 460; Swartswalter’s Account, 4 Watts, 77; Stehman’s App., 5 Pa. 413.\nJanuary 3, 1898:"
  },
  "file_name": "0647-01",
  "first_page_order": 667,
  "last_page_order": 671
}
