{
  "id": 1022465,
  "name": "Evans versus Fegely",
  "name_abbreviation": "Evans v. Fegely",
  "decision_date": "1871-02-09",
  "docket_number": "",
  "first_page": "370",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "67 Pa. 370"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 60",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 8434,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4354802152557929
    },
    "sha256": "f74a4449fcec4338760b339e59bf0f7561e7eb12dff9b9c202c982fe465d06eb",
    "simhash": "1:222a56e54b340d37",
    "word_count": 1519
  },
  "last_updated": "2024-02-27T16:28:17.944654+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Williams, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Evans versus Fegely."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Agnew, J.\nThis case turns upon the true interpretation of the agreement between Isaac Eegely and William D. Evans, of the 6th of April 1864. It is an agreement of two parts udder the respective hands and seals of the parties. The covenants are clearly several and distinct, each party covenanting with the other for those things , he should perform. Eegely, on his part, covenants with Evans that “ if such damages (those mentioned in the preamble) are not recovered from me, nor I meet with any accident by fire amounting to more than $2000, while the present car-work is on hand, I will pay or cause to be paid by the said W. D. Evans, his heirs, executors or assigns, the sum of $1000, in two years from the date hereof, or sooner if determined,” &c. Then follows a provision for interest. Here the covenant of Eegely ends, and his liability on his own covenant is definitely fixed, subject to the two conditions as to damages and fire. Then we come to the separate and distinct covenant of Evans with Eegely, by which he agrees “ that in case the said Isaac Eegely does not realize the sum of $7000 out of the real estate, or the valuation by three disinterested men at the expiration of that time, should not amount to that sum clear of improvements made ly Isaac Pegely, then the said William D. Evans is to relinquish his claim to $1000.” Now this covenant on part of Evans is not only distinct from the covenant of Fegely .to pay on the two conditions named, but is different in its subject. If we examine this subject we find' it to be one wholly within the knowledge of Eegely alone. Who but he can know whether he has realized $7000 from the real estate, or what the cost of the improvements made by him ? If he has not realized the required sum, or if the property clear of the improvements be less than that sum in whole, clearly it is his duty to notify Evans of the fact. Undoubtedly, in the absence of notice to the contrary, Evans has a right to suppose that no third condition of recovery will be injected into the covenant of Eegely to pay the $1000. The fact that Eegely did not make it a third condition in his covenant to pay, proves that it was intentionally reserved for the covenant of Evans, which is one of simple relinquishment. He covenants to relinquish the $1000, but when ? Clearly only when it appears that Eegely has not realized his $7000, or that the value of the real estate less the cost of improvements is not $7000. Now this made Eegely the actor. Not having exacted it as a condition of his own covenant, he was bound to give notice to Evans that the property had not realized the required sum if sold; or if not sold, to demand a valuation in the mode expressed by Evans’s covenant. It is not to be presumed that Evans, who had left the township, should know the affairs of Eegely. The latter was the only party who could know the state of his affairs) the condition of the property, what improvements he had made, and how much they had cost. He therefore must be presumed to know of the happening of the contingency on which the covenant of Evans was to be performed, and was bound to give notice of it and demand a relinquishment. Thus the separate character of the covenant, its independence of the conditions reserved by Fegely as the terms of performance of his own covenant to pay, the language of Evans’s covenant “ to relinquish,” and the nature of the subject, threw upon Fegely the duty of giving notice of the happening of the contingency, and of demanding an appraisement. The burthen of proof therefore lay on him and not on Evans. . There was no reason that he should object to Evans taking the laboring oar, and clearly the court erred in taking the case from the jury.\nThe judgment is therefore reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "by Agnew, J."
      }
    ],
    "attorneys": [
      "B. M. Boyer and D. H. Mulvany, for plaintiff in error.",
      "C. Hunsicker and J. Boyd, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Evans versus Fegely.\n1. Evans contracted under seal to sell to Eegely his right, &c., in the real and personal property of B. E. & Co., Eegely indemnifying him against damages for failure to fulfil any contract of the firm. Eegely agreed that if such damages should not be recovered, nor he suffer from fire to the amount of $2000, he would pay Evans $1000 in two years. Evans agreed if Eegely should not realize $7000 from the real estate or the valuation ofithymen at the end of that period should not amount to that sum clear of improvements, he would relinquish the $1000. In an action by Evans for the $1000, Reid, that the burden was on Eegely to show that he had not realized or that the value of the estate less improvements was not $7000.\n2. The covenants were several and distinct.\n3. If Eegely had not realized the required sum or the property was less than that value, it was his duty to notify Evans.\nJanuary 17th 1871.\nBefore Thompson, C. J., Read, Agnew and Williams, JJ. Sharswood, J., at Nisi Prius.\nError to the Court of Common Pleas of Montgomery eou/nty: No. 174, to July Term 1870.\nThis was an action of covenant, issued November 2d 1867, by William D. Evans against Isaac Eegely.\nThe foundation of the action was the following instrument:—\n“ Whereas, William D. Evans having sold to me all his right, title and interest in the real and personal property belonging to the firm of Evans, Eegely & Co., and I have given the said William D. Evans my indemnifying bond for three thousand dollars as security against any railroad company that may claim damages for not fulfilling any contract made with the firm of Evans, Eegely & Co. Now I hereby agree with the said William D. Evans, if such damages are not recovered from me nor I meet with any accident by fire amounting to more than two thousand dollars while the presént car work is on hand, I will pay or cause to be paid to the said William D. Evans, his heirs, executors or assigns, the sum of one thousand dollars in two years from the date hereof, or sooner if determined, and if not paid by April 1st 1865, then I agree to pay him legal interest on the same until April 1st eighteen hundred and sixty-six. The said William D. Evans also agrees that in case the said Isaac Fegely does not realize the sum of seven thousand dollars out of the real estate or the valuation by three disinterested men .at the expiration of that time should not amount to that sum clear of improvements made by Isaac Fegely, then the said William D. Evans is to relinquish his claim to one thousand dollars.\n“ Witness our hands and seals this sixth day of April, eighteen hundred and sixty-fofir.\n“Isaac Fegely. [l. s.]”\n“Wm. D. Evans, [l. s.]”\nThe suit was to recover the $1000 mentioned in the agreement.\nThe plaintiff, upon the trial below, gave the agreement in evidence, and showed that the property therein referred to was sold by the defendant in the spring of 1867, for $10,000.\nThe plaintiff then offered to show that no improvements had been added to the property by the defendant of sufficient amount to affect the recovery of the plaintiff under the agreement, to be followed by evidence that no damages had been recovered against the defendant by any railroad company upon any contract made with the firm of Evans, Fegely & Co., also that, no accident by fire had taken place to the damage of the defendant.\nThe plaintiff offered also to prove by three disinterested witnesses that on the 1st of April 1866, the property described in the agreement was worth over $7000, clear of improvements made by the defendant.\nThese offers were rejected by the court, and several bills of exception sealed taken by plaintiff.\nThe defendant offered no testimony, and the court instructed the jury to render a verdict in his favor.\nThe verdict was for the defendant.\nThe plaintiff took a writ of error, and assigned for error the rejection of the offers of evidence, and directing a verdict for the defendant.\nB. M. Boyer and D. H. Mulvany, for plaintiff in error.\nC. Hunsicker and J. Boyd, for defendant in error.\nThere was no offer of proof that the condition happened within the time fixed: Benninger v. Hankee, 11 P. F. Smith 345; Smith v. Frazier, 3 Id. 226. Appraisers were the chosen and only tribunal of the parties : McAdams v. Stillwell, 1 Harris 90; Reynolds v. Caldwell, 1 P. F. Smith 298; Herdic v. Bilger, 11 Wright 60. Time was of the essence of the contract: Stevenson v. Maxwell, 2 Comstock 408; Chitty on Contracts 337. There was no consideration for the contract: Brua’s Appeal, 5 P. F. Smith 294.\nFebruary 9th 1871,"
  },
  "file_name": "0370-01",
  "first_page_order": 370,
  "last_page_order": 373
}
