{
  "id": 1944659,
  "name": "Commonwealth v. Ravenell, Appellant",
  "name_abbreviation": "Commonwealth v. Ravenell",
  "decision_date": "1972-06-28",
  "docket_number": "Appeal, No. 112",
  "first_page": "162",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "448 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "400 U.S. 505",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047995
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0505-01"
      ]
    },
    {
      "cite": "248 A. 2d 12",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "16"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919725
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0293-01"
      ]
    },
    {
      "cite": "248 A. 2d 37",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "19"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919684
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0535-01"
      ]
    },
    {
      "cite": "283 A. 2d 58",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940012
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0098-01"
      ]
    },
    {
      "cite": "279 A. 2d 179",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "443 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1936991
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/443/0364-01"
      ]
    },
    {
      "cite": "234 A. 2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "565"
        },
        {
          "page": "561"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910385
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "307"
        },
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0284-01"
      ]
    },
    {
      "cite": "361 U.S. 844",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6215332,
        6215687,
        6214857,
        6213833,
        6215947,
        6214025,
        6214249,
        6214513,
        6215103
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/us/361/0844-07",
        "/us/361/0844-08",
        "/us/361/0844-05",
        "/us/361/0844-01",
        "/us/361/0844-09",
        "/us/361/0844-02",
        "/us/361/0844-03",
        "/us/361/0844-04",
        "/us/361/0844-06"
      ]
    },
    {
      "cite": "148 A. 2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "242",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280976
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "692-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0588-01"
      ]
    },
    {
      "cite": "239 A. 2d 426",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "428-29"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913542
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "144-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0141-01"
      ]
    },
    {
      "cite": "378 U.S. 368",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166505
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0368-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1032,
    "char_count": 22792,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 6.072320998710824e-07,
      "percentile": 0.9552456533180119
    },
    "sha256": "4a9d70f1956063c1b11ea6e877d51cc3366ac9aae07d0b415b92e79fde0f50fc",
    "simhash": "1:2b0f84d02431ad93",
    "word_count": 3745
  },
  "last_updated": "2024-02-27T19:02:06.332638+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.",
      "Mr. Justice Mandebino concurs in the result."
    ],
    "parties": [
      "Commonwealth v. Ravenell, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Nix,\nOn the evening of February 22, 1969, a street fight erupted between rival gangs in the vicinity of 8th Street and Columbia Avenue in Philadelphia. During the course of the battle, one of the participants, Marvin Smith, was shot and killed. The police, after interrogating a number of known gang members, ascertained from them that appellant, James Ravenell, was involved in the shooting. Appellant was taken into custody from his home early the next day, February 23, 1969, and charged with the murder of Marvin Smith.\nOn January 30, 1970, appellant filed a motion to suppress a confession which he had given to the police on February 23, 1969. Appellant alleged that he did not waive his right to have counsel present during interrogation and that the confession he signed was the product of police coercion. At the conclusion of the hearing on the motion to suppress, the hearing judge dismissed the petition. Appellant was subsequently tried before a judge and a jury and was found guilty of murder in the second degree. Post-trial motions for a new trial and in arrest of judgment were denied and on September 17, 1971, appellant was sentenced to imprisonment for not less than five nor more than twenty years. This appeal followed.\nI. Suppression Hearing\nAppellant first argues that the Commonwealth did not meet its burden of proof at the hearing on appellant’s motion to suppress his confession. It is also argued that the hearing judge did not make specific findings at the close of the hearing which is a violation of the procedural requirements established in Jackson v. Denno, 378 U.S. 368 (1964). From an examination of the record before us we find both of these contentions to be without merit.\nWith respect to the burden of proof at the suppression hearing, it is clear that the burden is on the Commonwealth to come forward with the evidence and to establish the admissibility of the challenged evidence. Buies'328(h), Pennsylvania Buies of Criminal Procedure, as amended, 19 P.S. Appendix. It is equally clear that the precise burden upon the Commonwealth is to prove by a preponderance of the credible evidence that a confession is voluntary. It is not necessary that the voluntariness be established beyond a reasonable doubt. Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 144-48, 239 A. 2d 426, 428-29 (1968). The record supports the conclusion that the Commonwealth did prove the voluntariness of the appellant’s confession by a preponderance of the credible evidence.\nBriefly stated, the record of the suppression hearing discloses these pertinent facts: On February 23, 1969, at approximately 4:45 A.M., James Bavenell was arrested at his home by several police officers, including the two witnesses that the Commonwealth produced at the hearing, Detective Melfi and Officer Thornhill. As Detective Melfi placed appellant in the rear of an unmarked vehicle he gave him the full Miranda warnings. Bavenell was then transferred to a police wagon and taken to the Homicide Division in the Police Administration Building. At about 6:00 A.M. the Miran da warnings were given for the second time and appellant again indicated that he understood his rights. At approximately 8:00 A.M., subsequent to giving the Miranda warnings a third time, Detective Melfi and Officer Thornhill commenced taking appellant’s statement on a typewriter. Appellant read the entire statement which amounted to an admission that he deliberately shot the deceased, Marvin Smith. He then signed every page and later read the entire statement into a tape recorder.\nApproximately one year later, on January 30, 1970, Ravenell filed a motion to suppress his confession alleging that it was the product of police coercion and therefore not voluntary. At the hearing appellant testified that he ivas punched and slapped on several occasions while at the Police Administration Building and made and signed the confession so that he would not be physically punished any further. In appellant’s behalf two friends, one a participating gang member and the other a childhood friend then confined to the Detention Center, testified that appellant told them he was beaten by the police prior to his confession. Both witnesses agreed that Ravenell’s face appeared “kind of” or “slightly” swollen. Detective Melfi and Officer Thornhill testified to the chronological sequence of events prior to the appellant’s signing his confession and both unequivocally denied any physical coercion by the police.\nAt the conclusion of this lengthy hearing and after hearing argument of counsel, the hearing judge dismissed appellant’s petition. Contrary to appellant’s secondary contention that no specific findings were made, the hearing judge then concluded that the interests of all the witnesses had to be weighed and stated: “I can see the interest of the defendant, which is a proper interest, and I can see the sense of allegiance which exists between gang members and life long friends, which is understandable. 1 detect, however, that there is no interest to be served by Thornhill and Melfi particularly. I find their testimony to be more credible than I do that of the petitioner and his witnesses. I dismiss the petition.” Record, Suppression Hearing, at 193. Based on this record, which indicates that the actions of the officers who arrested and interrogated Ravenell were constitutionally proper, we conclude that the hearing judge was correct in dismissing appellant’s application to suppress his confession. We likewise believe that the Commonwealth has complied with Commonwealth ex rel. Butler v. Rundle, supra, and established the admissibility of the challenged confession by a preponderance of the credible evidence.\nAppellant’s last argument with respect to the suppression hearing must also be rejected. Ravenell argues that the hearing judge erroneously excluded relevant evidence which he attempted to offer. Appellant’s witness, Robert Nixon, started to testify as to a further conversation that he had with the appellant at the Detention Center, two days after the arrest, concerning the alleged beating but the court ruled this testimony inadmissible. This, appellant contends, was error and should have been received in evidence as a prior consonant statement since appellant had already testified to having been beaten by police. In other words, appellant suggests that he should be allowed to bolster his own testimony by offering another witness who will testify that the appellant told him certain things a year before. To admit such self-serving evidence would give appellant the opportunity to manufacture testimony for himself. The admissibility of such testimony, if at all, must rest upon an exception to the hearsay rule.\nIn Commonwealth v. Wilson, 394 Pa. 588, 148 A. 2d 234 (1959), cert. denied, 361 U.S. 844 (1959), we were also confronted with the problem of whether to exclude evidence of a prior consonant statement and our rationale in that case is equally applicable here: “As a general rule a statement made by a witness at one time, while admissible to contradict him, is not competent to corroborate or substantiate his present testimony. Were it not otherwise, the door might be opened to the fabrication of evidence. However, there are certain well recognized exceptions to this general rule: prior declarations of a witness, which are consistent with his present testimony, may be admissible to corroborate his present testimony if it be alleged that the witness’ present testimony is recently fabricated, or if if be claimed that the witness is testifying from corrupt motives.\n“Evidence of consonant statements, if admissible, are admissible only in rebuttal and then only for the purpose of showing that that which the witness now testifies to has not been recently fabricated and not for the purpose of proving the truth of the present testimony.” 394 Pa. at 692-03, 148 A. 2d at 242 (footnote omitted). Therefore, in the instant case where it was a matter of contradicting appellant’s testimony by credible evidence offered by the Commonwealth, and not an attempt to impeach his credibility by a suggestion that his testimony was a recent fabrication, evidence of a prior consonant statement was properly excluded. While former statements of a witness may be used to discredit his testimony, such statements are generally not admissible to corroborate him.\nII. Trial\nAppellant alleges that numerous errors took place during the course of his trial. First, it is argued that it was error to refuse to declare a mistrial when a witness responded with an alleged hearsay statement. The statement in question appears in the following dialogue in which the assistant district attorney is questioning one of her witnesses regarding his knowledge of the alleged murder weapon. “By Miss Abraham [Assistant District Attorney]: Q. Did you yourself touch the gun? A. Yes. Q. What did you do after you touched the gun? A. Nothing. Q. Did you do something subsequently after that? A. No. Q. What if anything did you do with the gun, if you did anything? A. I didn’t do nothing with the gun. Q. Did you do something later with the gun? A. Yes. Q. What did you do with it? A. I wiped the gun off. Q. What did you wipe the gun off with? A. With a cloth. Q. Why did you wipe the gun off with a cloth? A. I didn’t want—Mr. Shields: I object, Your Honor. If he is going to testify to some hearsay, it will be prejudicial. By The Court: Q. Why did you wipe the gun off? A. Because he said Pep [appellant] was supposed to shoot somebody. I don’t know. Mr. Shields: I object as highly prejudicial to the defendant as based on hearsay, and I would submit that the District Attorney was aware of this since in his statement—and I have just read the statement over here—she knew that she would elicit this from him before the jury. If Your Honor pleases, I would move for a mistrial. By Miss Abraham: Q. Sir was Pep there—Mr. Shields: If Your Honor please, I move that his response be stricken from the record. The Court: I didn’t hear his response, which I will not repeat. Members of the jury, if you heard his response to the question Why did he wipe the gun off with the cloth?’ If you did, whatever it was, if you heard it, strike it from your mind. It is improper.”\nRecognizing the hearsay nature of this statement, we do not feel, after an examination of the instant record in its entirety, that it had any influence on the verdict. It is to be noted that the trial judge promptly granted a motion to strike the response and instructed the jury to disregard it. Even where objectionable hearsay evidence was improperly admitted in evidence and a motion to strike was denied we have concluded that \"[s]ome error in a protracted trial, such as this, will unfortunately occur, but we have consistently ruled that if the error did not deprive the defendant of the fundamentals of a fair trial we will not reverse the conviction.” Commonwealth v. Lopinson, 427 Pa. 284, 307, 234 A. 2d 552, 565 (1967). Under the circumstances of the case before us, we believe that the response of the witness, assuming it was heard by the jurors, could not have prejudiced the defendant to any degree.\nAlso with respect to the statement at issue, we specifically reject the contention that reversible error has been committed because of the Commonwealth’s persistent attempts to influence the jury, to the great prejudice of the appellant, by deliberately eliciting the hearsay response. We agree that where counsel persists in intentionally seeking to inject incompetent evidence into the case such misconduct prevents a fair trial and warrants reversal. However, the record before us provides no basis for labeling the assistant district attorney’s zealous efforts in presenting the prosecution’s evidence as intentional misconduct.\nAppellant further contends that it was error for the trial court to permit Ms confession to be sent out with the jury during its deliberations. Appellant’s argument is based on Rule 1114, Pennsylvania Rules of Criminal Procedure, supra, which provides: “Upon retiring for deliberations, the jury may take with it such exhibits as the trial judge deems proper. The jury shall not be permitted to have a transcript of any trial testimony nor a copy of the indictment.” Since the entire confession had been read into the record, appellant believes it became part of the trial transcript and therefore could not be sent out with the jury.\nWe were recently confronted with this exact issue in Commonwealth v. Moore, 443 Pa. 364, 279 A. 2d 179 (1971), where after careful consideration of the interests involved, we resolved the question against appellant’s present contention. In Moore, we held that Rule 1114 does grant the trial court discretion with respect to sending exhibits out with the jury when it retires. We found that a confession retained the status of an exhibit even though read into evidence and therefore at the sound discretion of the trial judge could be taken to the jury room. However, we must caution that such procedure should be carefully employed and is not permissible when under all the circumstances it affords this portion of the testimony undue emphasis. Because this was a long, complicated trial and the confession contained many confusing references to the participants in the fight by nickname, we find no abuse of discretion in the trial judge’s decision to send appellant’s confession out with the jury.\nAppellant next contends that Rule 323(g) of the Pennsylvania Rules of Criminal Procedure, supra, was violated by the trial court when, over objection, appellant was allowed to be cross-examined on what he had testified to at the suppression hearing. Rule 323(g) states: “A record shall be made of all evidence adduced at the hearing. The clerk of court shall impound the record and the nature and purpose of the hearing and the order disposing of the application shall not be disclosed by anyone to anyone except to the defendant and counsel for the parties. The record shall remain thus impounded unless the interests of justice require its disclosure.” (emphasis added).\nThe questionable procedure took place while the prosecution was trying to establish that appellant had been given the Miranda, warnings when he was taken into custody from his home and placed inside the police vehicle. During direct examination appellant testified that none of the police officers had said anything to him outside the house. After the appellant repeated this assertion on cross-examination, the assistant district attorney referred to testimony appellant gave at the suppression hearing. After a discussion as to the propriety of using this prior testimony for impeachment purposes, the trial judge permitted the following dialogue: “Q. Do you recall being asked a question by your attorney: ‘Now, after Detective Melfi told your mother that, what happened? Answer: They took me outside and I was on the steps and he asked me where the gun was at.’ Do you remember saying that? A. Yes, ma’am.”\nThe purpose of section (g) of Rule 323 is to protect a defendant’s Fifth Amendment privilege against self-incrimination. It is felt that an individual who is seeking to suppress evidence has the fullest opportunity to testify at the hearing when he knows that his testimony will not be disclosed. However, this privilege against self-incrimination cannot be construed to include the right to testify at a suppression hearing with complete impunity and at trial to testify in a contrary manner. In order to prevent this type of occurrence Rule 323(g) expressly recognizes that it may be necessary to disclose portions of the record of the prior suppression hearing when “the interests of justice” so require. It appears clear that whenever a defendant’s credibility is an issue it is in “the interests of justice” to show that he had testified in a completely contrary manner at an earlier hearing in the same case. To decide otherwise would be tantamount to the condoning of perjury.\nAppellant also alleges that it was error for the trial judge to fail to charge on a requested point for charge, No. 34. There is no merit in this contention. From a reading of the charge in its entirety, it is obvious that appellant’s requested point was covered. The jury was definitely instructed that it was necessary for them to determine whether or not appellant’s confession was truthful as well as voluntary.\nAppellant submits that the trial court’s denial of his motion for a continuance based on prejudicial pretrial publicity constituted reversible error. The publicity which appellant complains of arose during the voir dire of the jurors and after four jurors had been selected and sequestered. The evening after these four jurors were selected a graduate student at Temple University was murdered by a group of gang youths on a rampage through the college area. All three major Philadelphia newspapers, as well as television and radio, reported the news of this senseless killing, and appellant believes that this publicity so aroused the community’s feelings of fear and resentment against gang members that it was impossible to obtain an impartial and unbiased jury in the instant case. Notwithstanding the admitted community outrage, the trial judge denied appellant’s motion for a continuance.\nThe issue before us is somewhat novel in that it involves pretrial publicity which does not directly concern appellant. However, the ultimate question is still whether the publicity of which appellant complains has resulted in the jury becoming biased so as to prevent him from receiving a fair trial. With regard to this issue, we have repeatedly held that “[t]he only legitimate inquiry in this area was whether or not the juror had formed a fixed opinion in the case as to the accused’s guilt or innocence.” Commonwealth v. Lopinson, 427 Pa. 284, 298, 234 A. 2d 552, 561 (1967). See Commonwealth v. Hoss, 445 Pa. 98, 107, 283 A. 2d 58, 64 (3971); Commonwealth v. Scatena, 432 Pa. 535, 248 A. 2d 37, 19 (1968); Commonwealth v. Swanson, 432 Pa. 293, 300, 248 A. 2d 12, 16 (1968). In the present case, an examination of the record refutes appellant’s contention that it was impossible for a jury to give any gang member a fair trial. Accordingly, we do not believe that, as to James Ravenell, any juror was prejudicially affected by the pretrial publicity concerning gang violence.\nThe trial judge specifically asked every prospective juror if he would be prejudiced if the testimony would show that the defendant was a member of a gang and that the killing resulted from a gang fight. Whenever anyone admitted even the possibility of prejudice he was excused by the court without requiring counsel to challenge for cause. There were no exceptions to this jury selection procedure.\nMoreover, the realities of the gang problem in Philadelphia show that a continuance in a case of this nature would serve little purpose in the administration of justice. Unfortunately, acts of gang violence occur repeatedly and are the subject matter of continuing publicity. Therefore, the mere postponement of trial would not cause a change in the public’s feelings against gangs in general.\nIn further support of his motion for a continuance, appellant alleges that before the validity of his request could be determined, the trial court was constitutionally required to afford him the opportunity to show, with carefully prepared evidence, that a continuance was required. If we follow appellant’s argument, he is complaining that he did not have sufficient time to present his application for a continuance in a meaningful, well-documented manner. There is no merit in this contention. The trial judge was well aware of the current adverse publicity gang violence was receiving in the Philadelphia community and it was only after a colloquy with counsel on this matter that he denied appellant’s motion for a continuance. We find no abuse of discretion by the trial court in denying the motion without further hearing.\nLastly, we reject appellant’s argument that the assistant district attorney’s closing remarks were so unfair and prejudicial that they constituted fundamental error. Upon a reading of the Commonwealth’s summation, there is nothing to suggest that it was improper in any way.\nIn summary, after consideration of each and every asserted assignment of error, we find nothing that warrants the grant of a new trial.\nJudgment of sentence affirmed.\nMr. Justice Mandebino concurs in the result.\nThe record of the pretrial hearing covers almost two hundred pages.\nSee generally 4 B. Jones, The Law of Evidence, §§959, 960 (utli ed. 1958).\nThe fact that this testimony was elicited during the prior suppression hearing was not specifically introduced. The Assistant District Attorney only referred to the testimony as that given “back in February of this year in Boom 416, City Hall.” Becord at 817-22.\nPoint 34 was as follows: “If you believe the statement to have been voluntarily made, you may then consider the substance thereof in determining the guilt or innocence of the defendant. You may believe, all, or part, or none of the statement; the sole requirement as to such statement is that the part which is believed, together with the other evidence must be sufficient in law to justify your verdict.” Brief for Appellant at 81. Since none of the requested points for charge were placed on the record, we assume that counsel correctly quotes the requested point in his brief.\nThis case concerns a killing which took place during a street fight between rival gangs. The complained of publicity was centered on the senseless shooting of a university student by gang members.\nAppellant’s reliance on Groppi v. Wisconsin, 400 U.S. 505 (1971), is misplaced. In Groppi, the Supreme Court held unconstitutional a state law that categorically prevents a change of venue for a criminal jury trial, regardless of the extent of local prejudice against the defendant, on the sole ground that the charge against him is labeled a misdemeanor. The statute involved denied a man accused of a misdemeanor any opportunity at all to show that he could not be fairly tried. Here appellant had the opportunity to, and made, a motion for a continuance.",
        "type": "majority",
        "author": "Me. Justice Nix,"
      }
    ],
    "attorneys": [
      "Morris H. Wolff, with him St as sen and Kostos, for appellant.",
      "Benjamin H. Levintow, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Ravenell, Appellant.\nArgued January 13, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nMorris H. Wolff, with him St as sen and Kostos, for appellant.\nBenjamin H. Levintow, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nJune 28, 1972:"
  },
  "file_name": "0162-01",
  "first_page_order": 310,
  "last_page_order": 325
}
