{
  "id": 1014530,
  "name": "Stover versus Jack",
  "name_abbreviation": "Stover v. Jack",
  "decision_date": "1869-02-04",
  "docket_number": "No. 18",
  "first_page": "339",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "60 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Blackf. 285",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1388416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/4/0285-01"
      ]
    },
    {
      "cite": "13 Howard 424",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 352",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "20 Howard 186",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 475",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0475-01"
      ]
    },
    {
      "cite": "5 Wheat. 374",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1442074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/18/0374-01"
      ]
    },
    {
      "cite": "4 Hill 376",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 137",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 443",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Metc. 95",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. 439",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wright 219",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 436",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483311
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0436-01"
      ]
    },
    {
      "cite": "2 Whart. 608",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "13 Wright 424",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 346",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0346-01"
      ]
    },
    {
      "cite": "1 Whart. 137",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 12688,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 3.325644875330387e-07,
      "percentile": 0.8732698315616084
    },
    "sha256": "3a215c7006bc1ac1f28337ef0829267f1602e27f1cf28d18c6727f8c32e96848",
    "simhash": "1:7da3a97bdebc73b0",
    "word_count": 2260
  },
  "last_updated": "2024-02-27T16:37:51.913678+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Sharswood, JJ. Williams, J., at Nisi Prius."
    ],
    "parties": [
      "Stover versus Jack."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— The deed is not before us, but it seems the title of the plaintiff extended to low-water mark, and on this ground he claimed the ownership of the locus in quo of the alleged trespass. The defendant alleged it to be an island surrounded by water except at very low stages. The court held that low water as contradistiguished from high water does not mean the lowest water the stream may exhibit under special and extraordinary circumstances; and that the locus in quo is an island if the water of the river flows around it at its ordinary stage unaffected by floods or drought. This is assigned for error, and it brings up for decision what is meant by low-water mark as a terminus or boundary. I have found no case defining low-water mark, though many refer to it as fixing boundary of the title on navigable streams. Its definition, however, seems to grow out of the principles recognised as establishing the character of these streams, and the rights of riparian owners. The question is one to be decided by the law of this state, and not by that of Great Britain, or even some of the sister states. At the common law those streams only are considered navigable in which the tide ebbs and flows. High or low water mark was therefore easily determined, the ocean maintaining a common level, and the ordinary flow and ebb of tide being regular in their extent, and marking the limits.of high and low water with great uniformity. But in this state its large navigable streams rise and flow hundreds of miles above tide, and are affected by floods and droughts to extremes that surprise the unaccustomed eye, sometimes filling the valleys far beyond the banks of the stream, and at others shrinking within the pebbly bed until a thin thread only marks the flow. The common law being inapplicable to the circumstances, has therefore not been adopted. For this reason neither the control of the waters of navigable rivers, nor of the soil beneath, has been parted with by the Commonwealth; and the far-seeing wisdom of our ancestors has been, in this respect, amply vindicated by the results. This was soon perceived when the state began to improve the navigation of her rivers by artificial means. Had it been otherwise, many noble works designed to enrich and benefit her citizens must have failed in an encounter with private interests. The importance of the rights thus reserved will be seen in the following cases — others might be added: Shrunk v. Schuylkill Nav. Co., 14 S. & R. 79; Commonwealth v. Fisher, 1 Penna. 462; Zimmerman v. Union Canal Co., 1 W. & S. 346; McKeen v. Del. Div. Canal Co., 13 Wright 424. Owing to this right of control and title to the soil itself it has always been held that the grants of the state of lands bordering on navigable streams, even when calling for the river as a boundary, do not extend beyond low-water mark: Hart v. Hill, 1 Whart. 137; Ball v. Slack, 2 Whart. 608; Lehigh Valley Railroad Co. v. Trone, 4 Casey 206; Jones v. Janney, 8 W. & S. 436. And even to this extent the grant of title is not absolute, except to high-water mark. As to the intervening space between high and low water mark, the title of the private owner is qualified. The right of passage over it in high water remains in the public. The state may use it for purposes connected with the navigation of the stream without compensation, and may protect it also from an unauthorized use of it even by the owner of the land to low-water mark: Shrunk v. Sch. Nav. Co., Commonwealth v. Fisher, Zimmerman v. Union Canal Co., ubi supra; Bailey v. Miltenberger, 7 Casey 43; Flanagan v. City of Philadelphia, 6 Wright 219. Another consequence of the Pennsylvania doctrine as to navigable streams is that the islands in them belong to the state, and have always been considered as excepted from the general laws for the sale and settlement of the vacant lands of the Commonwealth. They have always been granted under laws of special application to islands. It is also a well known fact that in the seasons of extreme low water many of the islands of the principal rivers are not entirely surrounded with water, but may be reached from the shore dryshod. All these considerations show that to adopt any other rule than ordinary low-water mark unaffected by drought as the limit of title would carry the rights of riparian owners far beyond boundaries consistent with the interests and policy of the state, and -$yould confer title where heretofore none has been supposed to exist. No one has ever thought that an island cut off from the main land by the stream in ordinary stages of low water could be added to the land of an adjacent proprietor merely because in the very dry season of the year the stream had almost disappeared, and no water flowed over the intervening dry and sandy or pebbly bed. The doctrine that low-water mark is the extremest verge to which a long drought may reduce the stream would lead to such results. Ordinary high water and ordinary low water each has its reasonably well defined marks, so nearly certain that there is not much difficulty in ascertaining it. The ordinary rise and fall of the stream usually finds nearly the same limits. But to bound title by a mart which is set by an extraordinary flood, or an extreme drought, would do injustice and contravene the common understanding of the people. We are of opinion, therefore, that the plaintiff’s title was bounded by ordinary low-water mart, where that was properly submitted to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "6r. W. Baugh and W. Darlington, for plaintiffs in error.—",
      "A. Wanger, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Stover versus Jack.\n1. The definition of “ low-waiw mark” in Pennsylvania is to he decided hy the law of that state, and not by that of Great Britain or of the sister states.\n2. At common law, those streams only in which the tide ebbs and flows are considered navigable. This rule has not been adopted in Pennsylvania.\n3. The Commonwealth has not parted with the control of navigable rivers nor of the soil beneath.\n4. Grants of the Commonwealth’s lands bordering on navigable streams, even when calling for the river as a boundary, do not extend beyond low-water mark: nor is the title of the grantee absolute except to high-water mark.\n5. The right of passage over the intervening space between high and low water mark remains in time of high water in the public.\n6. The Commonwealth may use this space for purposes connected with navigation without compensation, and may protect it from unauthorized use, even by the owner of the land.\n7. Islands'in'navigable streams belong to the Commonwealth, and are excepted from the general laws for the sale and settlement of vacant lands: they are granted under laws specially applicable to themselves.\n8. “ Low-water mark” as the limit of a riparian owner’s title is the ordinary low-water mark unaffected by drought.\n9. An island cut off from the mainland in the ordinary stages of low water cannot be added to the mainland, because in the very dry season of the year the stream had almost disappeared, and no water flowed over the intervening bed.\n10. An island is a body of land surrounded by water in its flow in an ordinary stage, although at some periods of the year the water might not pass. Per Butler, P. J.\nJanuary 19th 1869.\nBefore Thompson, C. J., Read, Agnew and Sharswood, JJ. Williams, J., at Nisi Prius.\nError to the Court of Common Pleas of Chester county: No. 18, to January Term 1869.\nThis was an action of trespass brought by Owen Stover against Robert Jack. The plaintiff declared for breaking and entering his close and carrying away earth and sand. The defendant pleaded “Not guilty.”\nThe plaintiff owns a tract of land on the river Schuylkill, in the county of Chester, and his deeds call for the line of the land “ at low-water mark” on the river. He alleged that the locus in quo was within his line. The defendant did not deny the entering and taking the sand, nor claim any title to the locus in quo, but alleged that it was an island, and that it did not belong to the plaintiff. There was evidence for the plaintiff that the water of the river in its ordinary stages did not flow around the place, but only in floods. The defendant gave evidence that the water flowed around it in ordinary stages, the passage to it from the main land never being dry except in time of very dry weather.\nThe defendant submitted the following points:—\n“ 1. An island is a body of land surrounded by water in its flow in an ordinary stage.\n“ 2. The land having such flow around it would be an island, although at some periods of the year the water might not pass.”\nTo which the court (Butler, P. J.) answered:—\n“ The 1st point is correct; but it is esteemed unimportant, except to the extent it may aid in defining the boundaries of the plaintiff’s tract. And this is an answer also to the 2d point.”\nAfter referring fully to the evidence on both sides, the court further charged:—\n“ From this evidence on the one side and the other [you will say whether the water of the river, when at its ordinary stages unaffected by flood or drought, flows around the point from which the sand was taken. If it does, then we instruct you that the plaintiff cannot recover.] A question has been raised as to the true interpretation of the phrase ‘ low-water mark,’ as employed in the plaintiff’s deed. The term ‘ low-water mark’is properly applicable only to water affected by the tides. And here it means the line described by the water when the tide is out; and this without reference to the effects of flood or drought. If we take one of our rivers in which tide flows we will find ‘ low-water mark’ whenever the tide is out, and the water at its ordinary height. And by analogy the term, when applied to a freshwater stream, must be held to mean the line described by the water when at its ordinary stages, unaffected either by flood or drought. And a different view, such as is urged by the plaintiff, would seem to interfere with the policy and practice of the state in disposing of lands along our great rivers, and what are termed islands within the streams. The bed of the river itself has been reserved as a public highway, the land being parted with only to its edge, while the islands have been disposed of separately. In the months of July, August and September there are frequently occasions when many, if not most of the islands in some of these streams (particularly the Schuylkill and Susquehanna), may be reached from the shore dry shod, when the water does not flow around them. And the view urged by the plaintiff would bring them within the line of low water.\n“We repeat, the terms as used in the plaintiff’s deed and applied to the river Schuylkill, refer to the line described by the water of that stream, when at its customary or usual flow, unaffected by floods on the one hand or drought on the other. [It means low water as contradistinguished from high water; it does not mean the lowest water the stream may under special and extraordinary circumstances exhibit.] With this interpretation of the phrase used in the deed, you will say from the evidence before referred to, and any other you may find in the cause bearing upon it, whether the land from which the sand was taken is within the line of low-water mark, and therefore embraced in the plaintiff’s deed or not. If it is not, he cannot, as we have before said, recover. If it is, he can and should recover.”\nThe verdict was for the defendant. The plaintiff took a writ of error, and assigned for error, the answers to the defendant’s points, and those parts of the charge included in brackets.\n6r. W. Baugh and W. Darlington, for plaintiffs in error.—\nLow-water mark is ordinarily used in relation to tide-water and is the margin of the water when the tide is out, Storer v. Freeman, 6 Mass. 439, and where it ebbs the lowest: Sparhawk v. Bullard, 1 Metc. 95; Jones v. Janney, 8 W. & S. 443; Hart v. Hill, 1 Whart. 137; Ball v. Slack, 2 Id. 539; Lehigh Valley Railroad v. Trone, 4 Casey 206; McCullough v. Wainwright, 2 Harris 174; Bailey v. Miltenberger, 7 Casey 43; Child v. Starr, 4 Hill 376; Thomas v. Hatch, 3 Sumner 170; Stenson v. Butler, 4 Blackf. 285; Garner’s Case, 3 Grattan 655. The edge of the water at an ordinary stage is not low-water mark: Handly v. Anthony, 5 Wheat. 374.\nA. Wanger, for defendant in error,\nwas stopped by the court.— In his paper-book he cited Carson v. Blazer, 2 Binn. 475; Johns v. Davidson, 4 Harris 522; Fisher v. Haldeman, 20 Howard 186; Tarr v. Swan, 2 Barr 254; Zimmerman v. Union Canal Co., 1 W. & S. 352; Howard v. Ingersoll, 13 Howard 424; Ball v. Slack, Hart v. Hill, Storer v. Freeman, Handly v. Anthony, Bailey v. Miltenberger, supra.\nFebruary 4th 1869,"
  },
  "file_name": "0339-01",
  "first_page_order": 339,
  "last_page_order": 344
}
