{
  "id": 8845645,
  "name": "Barnsley, Appellant, v. Shaffer et al.",
  "name_abbreviation": "Barnsley v. Shaffer",
  "decision_date": "1948-03-22",
  "docket_number": "Appeal, No. 28",
  "first_page": "415",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "358 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "154 A. 127",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130037
      ],
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0066-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "43 A. 2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464125
      ],
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 5787,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.7988397977209412e-07,
      "percentile": 0.7161253416704989
    },
    "sha256": "e2fe264edecb55b9b69b6a971867479699d3a35f722e4525f934dc63ed90fe98",
    "simhash": "1:f3e8340686006e5f",
    "word_count": 945
  },
  "last_updated": "2024-02-27T17:05:33.019300+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "¡Before Maney, C. J., Drew, Linn, Stern, Patterson and Jones, JJ."
    ],
    "parties": [
      "Barnsley, Appellant, v. Shaffer et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nEliza H. Barnsley, appellant, instituted proceedings in equity to set aside her deed conveying premises 3802 Bonsall Avenue, Drexel Hill, Pennsylvania, to Ray Arnold Shaffer and Doris Sophie Shaffer, his wife, appel-lees, alleging that the transfer was induced and effected by fraudulent misrepresentations and promises assuring her retention of the free use thereof for her life. This appeal is from the final decree of the court en bane dismissing appellant’s exceptions to the decree of the chancellor dismissing the bill.\nAppellant, on December 19, 1940, became the owner of the premises in question. On November 13, 1945, she entered into an agreement of sale with Joseph A. Colan and Clara Colan, bis wife, appellees, the total consideration being $3,300, of which fl,.650 was to be used..to satisfy an existing.mortgage. On December 3, 1945, the Colans assigned their rights nnder the agreement of sale to Ray. Arnold Shaffer and Doris Sophie Shaffer, • his wife,. also appellees.. Settlement was- made December .31, 1945, at which time, appellant signed the deed in question conveying the premises to the Shaffers. Two-days thereafter; on January 2, 1946, she signed a lease for . a term of one month containing a .covenant for monthly rent of $35. This- lease was subsequently amended to provide for a term of. one, year.\nAppellant refused to pay- the agreed rent to Ray Arnold Shaffer and Doris- Sophie.-Shaffer whereupon they instituted eviction proceedings. This bill in-equity was filed bn June 25, 1946.- -Appellant averred that during the preliminary-negotiations for the sale and purchase of the premises,, the, Colans orally- promised that if she would sell the: property to- them for $3,300 she would.be.permitted.“to ¡occupy and reside in the premises rent free for the rest of her natural life, said agreement to be signed- at settlement when the premises were conveyed to,-respondents,.Ray Arnold Shaffer and Doris Sophie Shaffer”; that.no such written agreement was made at the time of-.settlement; .that appellees have failed -and refused to perform their oral promises and to provide rent free, accommodations for her; and, that proceedings have been, instituted to evict, her-from the property. ... ■ 1 , -\nIssues presented relate to the refusal of the court below to give controlling effect to the parol testimony varying the terms of the deed and lease and to hold that the phrase “under and subject to certain conditions and building restrictions?’• was -ambiguous thus • permitting parol evidence in explanation thereof. These must be resolved against appellant.- = .\nFindings of fact'madé by a chancellor and affirmed by the court en lane have the efféct of a'verdict of a' jury and will be set aside only where arbitrarily made and unsupported by competent, credible evidence: Commonwealth ex rel. Department of Justice v. Socony-Vacuum Oil Company, Inc., 352 Pa. 527, 528, 43 A. 2d 98. The chancellor properly found that appellant, age 57, was mentally alert and well able to read and write; that after preliminary negotiations she signed the agreement of sale, the deed, and the lease; that when she signed the agreement of sale, and the deed she knew neither secured to her the free use of the premises for her life; and, that she knew the lease provided for the payment of rent. She testified she was aware that: “There was nothing to protect me in the deed at all.” Nevertheless, she signed the same. 'With regard to the lease which she signed two days thereafter, she stated that she did not read the lease until she got home and that she had “very foolishly signed”.\nThere is no proof of the existence of any undue influence nor a fiduciary relationship, actual or presumed. She knew what she was signing and cannot now be heard to say that she did not know the contents thereof at that time. Where parties to a transaction have, without fraud, accident or mistake, deliberately reduced their engagements to writing, that writing is not only the best, but the only evidence of their agreement: Gianni v. Russell & Co., Inc., 281 Pa. 320, 126 A. 791. “Any parol agreement that subjects the obligation on the instrument to any condition or contingency, whether in person, time or amount, is ineffective, and the instrument is unconditional, unless fraud, accident, or mistake was the means through which the instrument was procured”: Speier v. Michelson, 303 Pa. 66, 72, 154 A. 127. Appellant not only conveyed the premises to appellees, but also reduced the terms and conditions of her occupancy to writing by signing the written lease of January 2, 1946. She cannot now, by parol evidence, set aside the writing and negative the effect of covenants therein contained. The writings represent the agreements of the parties and their terms cannot be added to nor subtracted from by parol evidence of the quality contained in this record. The purported oral agreement and that evidenced by the writing relate to the same subject-matter and are so interrelated that both would ordinarily and normally be executed at the same time and in the same contract. The scope of the subsidiary agreement must be deemed covered by the written.\nThe chancellor properly held that appellant “knowingly made, executed and delivered the agreement of sale, deed of conveyance and lease for real estate and is, threfore, bound by the terms and provisions of all three instruments.”\nDecree affirmed; costs to be paid by appellees.",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "Morris H. Fussell, with him Hugh Bonner, for appellant.",
      "' George H. Glass, • with him Albert H. Ladner, Jr., Marey Feder and IÁndénmuth '& Glass,- for appellees."
    ],
    "corrections": "",
    "head_matter": "Barnsley, Appellant, v. Shaffer et al.\nArgued January 12, 1948.\n¡Before Maney, C. J., Drew, Linn, Stern, Patterson and Jones, JJ.\nMorris H. Fussell, with him Hugh Bonner, for appellant.\n' George H. Glass, • with him Albert H. Ladner, Jr., Marey Feder and IÁndénmuth '& Glass,- for appellees.\nMarch 22, 1948:"
  },
  "file_name": "0415-01",
  "first_page_order": 437,
  "last_page_order": 441
}
