{
  "id": 8845730,
  "name": "Federal Drug Company v. Pittsburgh et al.; The May Department Stores Co. et al. v. Pittsburgh et al.",
  "name_abbreviation": "Federal Drug Co. v. Pittsburgh",
  "decision_date": "1948-03-22",
  "docket_number": "Nos. 67 and 68",
  "first_page": "454",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "358 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 A. 2d 79",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0321-01"
      ]
    },
    {
      "cite": "198 A. 889",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0342-01"
      ]
    },
    {
      "cite": "358 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845721
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0448-01"
      ]
    },
    {
      "cite": "55 A. 2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5883,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 4.7637124899208834e-07,
      "percentile": 0.9303360929536818
    },
    "sha256": "e975d511de04b10322d775462970a4e8ce067d55afd176d4730d5677d10c2c57",
    "simhash": "1:66fbc7ea0d16dbfe",
    "word_count": 1011
  },
  "last_updated": "2024-02-27T17:05:33.019300+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Diiew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Federal Drug Company v. Pittsburgh et al. The May Department Stores Co. et al. v. Pittsburgh et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nBills dismissed. Opinion will be filed later.\nOpinion by\nMr. . Justice Allen M. Stearne,\nThese two cases were heard together on bills and answers and will be disposed of in one opinion. They are in equity to restrain the City of Pittsburgh from collecting, in No. 67, a mercantile license tax “on persons engaging in certain occupations and businesses” and providing for a tax levy and collection. This ordinance is No. 488, dated December 1, 1947. The bill also seeks to restrain the City of Pittsburgh from enforcing an ordinance requiring persons engaging in certain occupations and businesses to obtain a mercantile license upon payment of a fee therefor. This ordinance is No. 489, dated December 1, 1947. In bill No. 68, it is contended that ordinance No. 488, supra, is invalid as to domestic and foreign corporations. Both ordinances were passed under authority of the Act No. 481, enacted June 25, 1947, P. L. 1145, Purdon’s Pennsylvania Legislative Service, page 1250, the constitutionality of which was upheld by this Court in English et al. v. Robinson Township School District et al., 358 Pa. 45, 55 A. 2d 803. We have taken original jurisdiction.\nPlaintiffs contend that the city ordinances conflict with or duplicate three legislative enactments, viz: (1) The mercantile license taco imposed by the Pittsburgh School District under authority of Act No. 320 of June 20, 1947, P. L. 745, Purdon’s Pennsylvania Legislative Service, page 809.\nIt is urged that such a tax is a state tax and is therefore within the prohibition of Act No. 481, supra. This contention has been answered adversely to plaintiffs in Sarah C. McClelland v. City of Pittsburgh, 358 Pa. 448. (2) The Corporate Net Income Tax now levied under Act No. 99, approved May 14, 1947, Purdon’s Pennsylvania Legislative Service, page 248.\nIt is claimed that this tax is an excise tax imposed by the state, which has therefore preempted this tax field, rendering the city ordinances invalid.\nThis contention is disposed of by our decisions in Blauner’s Inc., et al. v. Philadelphia et al., 330 Pa. 342, 198 A. 889 and Philadelphia v. Samuels, 338 Pa. 321, 12 A. 2d 79. In those cases, whether the enactment (Sterling Act) be regarded as a property tax or an excise tax, the tax imposed was upon property. In the present ordinance the tax is on the gross volume of business. (3) The Foreign Corporation Franchise Tax Act of 1935, Msy 16, P. L. 184 — 72 PS, 1871(h).\nIt is urged that this tax is an excise tax — upon a franchise or privilege of doing business within the state and is not upon property or capital. The contention is made that the city ordinance is therefore within the prohibition of Act No. 481, supra.\nThe answer to this contention is twofold. The Act of 1935, supra, is a tax for the privilege of a foreign corporation coming into the state of Pennsylvania for the purpose of conducting its business in corporate form. The city ordinance, under attack, is a tax for the privilege of doing business within the city with respect to any individual, partnership or corporation. It is not a tax limited to foreign corporate associations. In the second place, while in each case the object of the tax is to license for the purpose of doing business, the tax actually imposed by the Foreign Corporate Franchise Tax is measured by the value of the property of the foreign corporation within the state. In the Pittsburgh ordinances the tax is on the gross volume of business conducted by the taxpayer. The respective impacts of the two taxes are on a totally different basis.\nThere is an additional reason why the city mercantile tax is valid. Such tax is invalid only if it duplicates a state tax on the same subject matter within the prohibition contained in Act No. 481, supra. In the Blauner case, supra, an almost identical situation was presented. The Act of August 5, 1932, P. L. 45, 53 PS, 4613 (Sterling Act) authorized cities of the first and second class to impose, inter alia, mercantile taxes, with almost an identical prohibition as appears in Act 481 of 1947, supra, Philadelphia imposed a sales tax. The state at the same time was imposing a state mercantile tax. The same argument was there made, as is now presented. This Court decided that the city sales tax and the state mercantile tax, even if both were excise taxes, did not tax the same subject, nor the same person and that the field covered by the ordinances bad not been preempted by tbe state mercantile license tax. What we1 held in the Blauner case has equal application here. Any possible doubt is dissipated when it is remembered that the state mercantile license tax imposed by the Act of 1899, May 2, P. L. 184, as amended, 72 PS, 2621, was repealed by the Act of 1943, May 7, P. L. 237, effective January 1, 1944, 72 PS Supp., 2621. When Act No. 481 of 1947 was passed, the state was no longer imposing a mercantile license tax. That tax field was therefore left open for political subdivisions.\nFor the foregoing reasons, we entered our order of January 19,1948, pursuant to which this opinion is now filed. Each party to pay its own costs.",
        "type": "majority",
        "author": "Per Curiam, Mr. . Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "David B. Pitler, with him Jack J. Rosenberg, for Federal Drug Company, plaintiff.",
      "Elder W. Marshall, with him P. K. Motheral, Clyde A. Armstrong, Kenneth Q. Jackson, Reed, Smith, Shaw & MeClay and Thorpe, Bostwiek, Reed &. Armstrong, for May Department Stores Company et al., plaintiffs.",
      "Anne X. Alpern, City Solicitor, with her J. Prank McKenna, Jr., Assistant City Solicitor, for City of Pittsburgh, defendant.",
      "T. MeKeen Chidsey, Attorney General, and II. F. Stambaugh, Deputy Attorney General, for Commonwealth, intervenor."
    ],
    "corrections": "",
    "head_matter": "Federal Drug Company v. Pittsburgh et al. The May Department Stores Co. et al. v. Pittsburgh et al.\nArgued January 16, 1948.\nBefore Maxey, C. J., Diiew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nDavid B. Pitler, with him Jack J. Rosenberg, for Federal Drug Company, plaintiff.\nElder W. Marshall, with him P. K. Motheral, Clyde A. Armstrong, Kenneth Q. Jackson, Reed, Smith, Shaw & MeClay and Thorpe, Bostwiek, Reed &. Armstrong, for May Department Stores Company et al., plaintiffs.\nAnne X. Alpern, City Solicitor, with her J. Prank McKenna, Jr., Assistant City Solicitor, for City of Pittsburgh, defendant.\nT. MeKeen Chidsey, Attorney General, and II. F. Stambaugh, Deputy Attorney General, for Commonwealth, intervenor.\nJanuary 19, 1948:\nMarch 22, 1948:"
  },
  "file_name": "0454-01",
  "first_page_order": 476,
  "last_page_order": 480
}
