{
  "id": 1171345,
  "name": "Stassun v. Chapin, Appellant",
  "name_abbreviation": "Stassun v. Chapin",
  "decision_date": "1936-11-23",
  "docket_number": "Appeal, No. 198",
  "first_page": "125",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "324 Pa. 125"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 257,
    "char_count": 3068,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 3.0361796857333013e-07,
      "percentile": 0.854962200498948
    },
    "sha256": "ba022982d2726bbf9aa2d28871b4e3d318860a62114a6c90b20e64dcdac2f224",
    "simhash": "1:a541eb6272aed0b8",
    "word_count": 510
  },
  "last_updated": "2023-07-14T20:05:06.252336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, O. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Stassun v. Chapin, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nIn this suit to recover damages for injuries sustained in an automobile accident, one of plaintiff’s medical witnesses was a Dr. Fleming. Counsel for defendant having attacked his testimony, plaintiff’s counsel, in his closing address to the jury, made the statement that “Mr. Swaney wants to condemn Dr. Fleming so that we will get only a small verdict of Three or Four Thousand dollars.” Defendant moved for the withdrawal of a juror. The court refused the motion, but instructed the jury to “disregard the remark of counsel for plaintiff absolutely. Just dismiss this completely from your minds.” The jury returned a verdict of $6,143.33, which is not challenged as being excessive.\nThis court has no intention to depart from the admonition so frequently reiterated that, while an attorney is properly a partisan advocate, he must seek to gain a favorable result for his client only by fair and honorable means. Remarks by counsel which are aimed to have the jury substitute prejudice or passion for reason and intelligent analysis of the evidence, are wholly reprehensible, and call for immediate repudiation by the trial judge and in some instances for the more drastic remedy of the withdrawal of a juror. In cases where the damages are unliquidated and incapable of measurement by a mathematical standard, statements by plaintiffs’ counsel as to the amount claimed or expected are not to be sanctioned, because they tend to instill in the minds of the jury impressions not founded upon the evidence.\nIn the present case, while counsel’s remark was not faultless, it falls short, in our opinion, of a substantial violation of the established rule. It appears that plaintiff had submitted evidence that his hospital and doctors’ bills amounted to $673, and that his loss of earnings from the time of the accident to the date of trial were $3,000, making a total of $3,673 as the amount of loss susceptible of accurate determination. It therefore would have been proper for counsel to have asked the jury to find a verdict for at least that amount and in addition to award compensation for pain and suffering and loss of future earning power. His remark to the jury amounted to no more than a statement that a verdict of three or four thousand dollars would be “small” because it would include only the damages definitely proved by plaintiff’s evidence and not cover the other items of recovery to which under the law he was entitled. The refusal of the motion to withdraw a juror was therefore justified, and the learned trial judge sought to correct whatever impropriety was contained in the statement by instructing the jury to disregard it. That the correction was successfully accomplished is shown by the fact that the verdict was not excessive.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Homer H. Swaney, with him George W. Lucas, for appellant.",
      "Thompson Bradshaw, with him A. G. Helbling, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stassun v. Chapin, Appellant.\nArgued October 5, 1936.\nBefore Kephart, O. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nHomer H. Swaney, with him George W. Lucas, for appellant.\nThompson Bradshaw, with him A. G. Helbling, for appellee.\nNovember 23, 1936:"
  },
  "file_name": "0125-01",
  "first_page_order": 153,
  "last_page_order": 155
}
