{
  "id": 1171324,
  "name": "Dillon's Estate",
  "name_abbreviation": "Dillon's Estate",
  "decision_date": "1936-11-23",
  "docket_number": "Appeal, No. 132",
  "first_page": "252",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "324 Pa. 252"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "320 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163656
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0530-01"
      ]
    },
    {
      "cite": "316 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0463-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 6599,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 3.309883422127159e-07,
      "percentile": 0.8723910158468698
    },
    "sha256": "f9828e4b1992e64b63c46360c0e422c343a00f1242bab56c9e6114930b2c1b4d",
    "simhash": "1:0ddaa310046501dc",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T21:33:05.354188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn and Stern, JJ."
    ],
    "parties": [
      "Dillon’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nPatrick E. Dillon’s last will and testament designated the Fidelity Title and Trust Company of Pittsburgh, now the Fidelity Trust Company, executor and trustee of his estate. A trust fund was created therein from which monthly payments of income were to be made to various beneficiaries, distribution of the corpus to take place twelve years after the death of himself and his wife. It was further provided that the trustee should invest in “first class Mortgages on improved Eeal Estate or in good Municipal Bonds only . . . but should consult or inform my son, Albert before any investments are made.” The will was dated November 10,1915.\nA codicil of April 10, 1916, directed, inter alia, that the trustee should “upon making any investments or re-investments of my estate consult with my daughter . . . and my grandson ... as well as with my son, Albert Dillon, as provided in . . . my last Will and Testament.”\nComplaint is made that, since the fourth audit in 1925, funds of the estate have been invested in (1) “straight” mortgages taken by the company in its own name as individual mortgagee and carried upon its records in trust for the Dillon estate, and in (2) participation mortgages in which the company as mortgagee had upon its records allotted a part interest to the estate, and other part interests to other estates.\nNeither the “straight” mortgages here involved nor the public records disclosed the existence of a fiduciary relationship, though declarations of trust with respect to each one were entered in five places on the books of the company’s trust department. In Yost’s Estate, 316 Pa. 463, handed down on November 26, 1934, we held that the beneficiary could require the trustee, in such a situation, to account in cash for money so invested in “straight” mortgages. We refused a petition for reargument in that case on January 7, 1935. Nine days later, on January 16, 1935, three of the five distributees filed exceptions to the fifth and final account in the instant case. On February 2, 1935, the company, following the requirements of the Yost case, promptly assigned the “straight” mortgages to itself as trustee for the Dillon estate, together with 1300 mortgages similarly held for other estates. The mortgages in which the estate owned a participating interest were not so assigned. Failure to do so was not assigned as error, nor could it be because of the provisions of the Act of April 6, 1925, P. L. 152: see Guthrie’s Estate, 320 Pa. 530. The exceptions to the fifth account were dismissed and the decree affirmed by the court in banc. Albert A. Dillon alone took this appeal.\nIt is asserted that appellant is entitled to repudiate the transactions and require the trustee to answer for the money invested in the “straight” mortgages with interest. This is based upon the rule of law that a trustee may not take title to trust property in his own name, and where he does so the beneficiary has the option to accept the investment or to force the trustee to account in cash for the sum invested with interest: Yost’s Estate, supra. The answer is that the facts in this case are not the same as those in Yost’s Estañe which consequently is not an authority here. The instant case, because of the factual situation it presents, falls directly under Guthrie’s Estate, supra. There, as here, the same types of mortgage investments were acquired by the trustee in its own name without public indication of trusteeship. There, as here, the trustee acted in the utmost good faith; gave ample notice and information, and was always ready to furnish any information desired. In both cases the trustee’s own records disclosed the property’s fiduciary character. In both, the mortgages were assigned in trust on the public records promptly after refusal of reargument in Yost’s Estate. The sole distinction is that here appellant’s exceptions were filed prior to such assignment, while in Guthrie’s Estate the public disclosure of the trust preceded the taking of exceptions to the account. This factual distinction is of no legal consequence. The corporate trustee cannot be penalized merely because it was not practically possible to adjust the public records immediately upon refusal of reargument in Yost’s Estate. The authority of Guthrie’s Estate is conclusive against appellant so far as this assignment is concerned.\nIt is argued next that participation mortgages are not “first class Mortgages” within the meaning of testator’s will. The Act of April 6, 1925, P. L. 152, has declared that participation mortgages are not, by reason of the participation feature alone, improper trust investments, although “no estate so participating shall be deemed to have individual ownership in any bond and mortgage in such fund.” The burden of proving that purchase and allocation of the participation mortgages did not fall within the authority conferred by testator’s will was upon appellant. That burden was not borne. He has shown merely that the mortgages were participating. This is, in itself, not sufficient to prevent their being “first class,” particularly in view of the existence of statutory sanction of their legality for purposes of trust investment.\nIt is urged also that the trustee is subject to surcharge for having invested funds of the estate without first consulting Albert A. Dillon in accordance with testator’s will. The investments here complained of were made between 1925 and 1932. In this interval, a policy of mortgage rather than bond investment was adopted, and later reversed upon the advice of Albert A. Dillon. From time to time accounts were rendered to and received by him, and he had frequent discussions with the trustee in which he showed his knowledge of the investments made and indicated his complete assent thereto. This practice persisted for a period of years. He cannot now fairly complain that he was not “consulted,” when he knew of the investments, conferred with the trustee concerning them, never made any objection to them, and by a course of conduct over a period of years acquiesced in what had been done.\nAppellant contends finally that the trustee was negligent in not investing a reasonable portion of the trust funds in municipal bonds. It comes with ill grace that he now complains of mortgage investments which he himself recommended.\nThe decree is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "John J. O’Connell, with him Frank J. Zappala, for appellant.",
      "Park J. Alexander, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dillon’s Estate.\nArgued October 8, 1936.\nBefore Schaffer, Maxey, Drew, Linn and Stern, JJ.\nJohn J. O’Connell, with him Frank J. Zappala, for appellant.\nPark J. Alexander, for appellee.\nNovember 23, 1936:"
  },
  "file_name": "0252-01",
  "first_page_order": 280,
  "last_page_order": 284
}
