{
  "id": 1171340,
  "name": "Vaughn, Appellant, v. Love et al.",
  "name_abbreviation": "Vaughn v. Love",
  "decision_date": "1936-11-23",
  "docket_number": "Appeal, No. 214",
  "first_page": "276",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "324 Pa. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "316 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0481-01"
      ]
    },
    {
      "cite": "274 U. S. 352",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        81168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/274/0352-01"
      ]
    },
    {
      "cite": "303 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0139-01"
      ]
    },
    {
      "cite": "3 Grant 236",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/3/0236-01"
      ]
    },
    {
      "cite": "5 Watts 235",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843947
      ],
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0235-01"
      ]
    },
    {
      "cite": "107 Pa. Superior Ct. 252",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704699
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/107/0252-01"
      ]
    },
    {
      "cite": "107 Pa. Superior Ct. 338",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/107/0338-01"
      ]
    },
    {
      "cite": "69 Pa. Superior Ct. 299",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/69/0299-01"
      ]
    },
    {
      "cite": "50 Pa. Superior Ct. 127",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        428479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/50/0127-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 628",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/25/0628-01"
      ]
    },
    {
      "cite": "101 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0359-01"
      ]
    },
    {
      "cite": "204 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927533
      ],
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0453-01"
      ]
    },
    {
      "cite": "161 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/161/0530-01"
      ]
    },
    {
      "cite": "59 U. S. 404",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3488196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/59/0404-01"
      ]
    },
    {
      "cite": "86 U. S. 58",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3433122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/86/0058-01"
      ]
    },
    {
      "cite": "237 U. S. 189",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        631821
      ],
      "pin_cites": [
        {
          "page": "196-197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/237/0189-01"
      ]
    },
    {
      "cite": "288 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100767
      ],
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0240-01"
      ]
    },
    {
      "cite": "322 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156678
      ],
      "pin_cites": [
        {
          "page": "531, 535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0529-01"
      ]
    },
    {
      "cite": "59 How. P. R. 512",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4523646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/how-pr/59/0512-01"
      ]
    },
    {
      "cite": "38 Mich. 765",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1337588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/38/0765-01"
      ]
    },
    {
      "cite": "144 U. S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3560380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/144/0041-01"
      ]
    },
    {
      "cite": "137 U. S. 287",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3546677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/137/0287-01"
      ]
    },
    {
      "cite": "110 U. S. 151",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3503648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/110/0151-01"
      ]
    },
    {
      "cite": "107 U. S. 529",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499458
      ],
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/107/0529-01"
      ]
    },
    {
      "cite": "106 U. S. 350",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3498601
      ],
      "pin_cites": [
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/106/0350-01"
      ]
    },
    {
      "cite": "52 U. S. 437",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        583782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/52/0437-01"
      ]
    },
    {
      "cite": "52 U. S. 165",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        583681
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/52/0165-01"
      ]
    },
    {
      "cite": "95 U. S. 714",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3383405
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "727"
        },
        {
          "page": "715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/95/0714-01"
      ]
    },
    {
      "cite": "306 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136937
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0075-01"
      ]
    },
    {
      "cite": "296 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116700
      ],
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0225-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 943,
    "char_count": 16644,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 9.808351888189616e-07,
      "percentile": 0.9820779126505059
    },
    "sha256": "4a188d925381b43800b65edcfc46613ff63da3eb3e73466f872f3f3f5cdabc5c",
    "simhash": "1:7e0b9c1564179df2",
    "word_count": 2895
  },
  "last_updated": "2024-02-27T21:33:05.354188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, O. J., Schaffer, Drew, Linn and Stern, JJ."
    ],
    "parties": [
      "Vaughn, Appellant, v. Love et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nThe summons in assumpsit and statement of claim were returned by the sheriff “Served W. H. Robinson ... by leaving a . . . copy . . . with Catherine Giel, maid, an adult member of his family at his residence, 1432 Beecliwood Boulevard, Pittsburgh. . . .” The service was attacked by the defendant through his counsel appearing d. b. e., Avho asked that it be stricken off. The reasons assigned Avere that defendant was not a resident of Pittsburgh but of Florida; that he was not present in Pennsylvania Avhen the writ and statement were served, and had not maintained a dAvelling or residence at 1432 Beecliwood Boulevard for the past four years; that he was not engaged in business in this State and Catherine Giel had never been a member of his family, nor an agent or employee thereof; and that any Act of the legislature authorizing such service was Avithout effect under the Federal Constitution and the laws of this State.\nTo the petition to strike off the return of service, plaintiff filed an ansAver Avhich the court below treated as a demurrer and as raising no issues of fact. We are unable to agree Avith its conclusion in this respect. While it is true that the answer is not as specific in its denials as is desirable, nevertheless, after setting forth the sheriff’s return, plaintiff does assert that the sheriff’s return “contains the truth.” As the return, which is made part of the answer, in effect controverts every essential averment of the petition, we deem the assertion of its truth a sufficient denial to place these matters in issue. Until resolved, an appeal to this court is premature, unless the issues were abandoned, which, apparently, they were not. The record, therefore, must be remitted to the lower court so that the factual questions may be disposed of. But, to avoid the necessity of a second appeal on the legal issues now raised, they are here taken up.\nThis proceeding was under the Act of March 5, 1925, P. L. 23, to test the jurisdiction of the court below over the person of the defendant. The Act was passed to meet situations such as this (Lackawanna County v. James, 296 Pa. 225, 227; Hughes v. Hughes, 306 Pa. 75, 79) and, when invoked, the procedure there outlined must be followed. The petition raises two questions. Is the return of the sheriff under the facts here admitted by the answer conclusive on the defendant, and would such a return, if held conclusive, violate the due process clause of the Fourteenth Amendment of the Federal Constitution as to one who is not a resident of this State and has not otherwise submitted himself to the jurisdiction of its courts?\nIt scarcely needs any citation of authority to show that in this State, in the absence of fraud, a sheriff’s return, full and complete on its face, is conclusive upon parties resident in the state and cannot be set aside on extrinsic evidence. The early history of the rule is clouded by contradictions. Because of its strictness, all but eight states, of which Pennsylvania is one, have thrown off the old idea that the return of a sheriff must be accepted as verity. There is some merit, however, in the rule of conclusiveness, for a default judgment would have a precarious existence in many instances if its foundation, service of the writ, could be attacked many years later. While the rule tends to the security of- the record, at times it imposes exceeding hardship. The attention of the legislature has been called to this fact and occasionally we have been somewhat inconsistent in our rulings relating to the return and the immutability of a record. But we need not concern ourselves any further with the question of the conclusiveness of the returns of service on residents of the state in the state, for the proposition involved in this case concerns the application of the principles to a nonresident of the state.\nThe right of a citizen to' be sued in the courts having jurisdiction over his domicile and the right of personal service of process or its equivalent is elementary, though laws have invaded this right and subjected persons to suits in places other than their domicile and courts have sustained statutes providing for constructive service in an action in personam to be noted later. Service of process is for the purpose of notifying a defendant of the claim or charge against him so that he may properly prepare himself to answer it. It has long been held that service of process must occur within the borders of the state which issued it. That the defendant’s presence there may be temporary or transitory is of no import; but the life or.force of a process in personam is limited to the territorial jurisdiction of the court that issued it, not beyond. The authority of state courts and their processes cannot be extended beyond the borders of the state and when a court or its officers seek to expand the reach of process beyond this, it is a nullity and judicial action may not be predicated thereon. Where a suit is purely in personam to determine personal rights, constructive service upon a nonresident is ineffectual for any purpose. “Process from the tribunals of one State cannot run into another State, and summon parties there domiciled to leave its territory and respond to proceedings against them. Publication of process or notice within the State where the tribunal sits cannot create any greater obligation upon the nonresident to appear. Process sent to him out of the State, and process published within it, are equally unavailing in proceedings to establish his personal liability”: Pennoyer v. Neff, 95 U. S. 714, 727.\nWithin the jurisdiction of the court which issues it, a writ will bind the party served therewith. A resident of one state may, therefore, be subjected to the jurisdiction of the courts of another while temporarily in the latter. His bodily presence in a state may be taken for jurisdictional purposes equivalent to residence. All persons found within limits of a government, whether the residence be permanent or temporary, are to be deemed subjects thereof for this purpose. When an alien or nonresident is present in a state, whether abiding there temporarily or traveling, a writ will confer on its courts complete jurisdiction over his person. This is the general rule.\nThere are exceptions to the rule which concern the presence of nonresidents within the state under circumstances which exempt from the service of process. But, where a proceeding is strictly in personam, brought to determine the personal rights and obligations of the parties, personal service in the state or a voluntary appearance in the cause is essential to the acquisition of jurisdiction : D’Arcy v. Ketchum, 52 U. S. 165; Webster v. Reid, 52 U. S. 437; Pennoyer v. Neff, supra; St. Clair v. Cox, 106 U. S. 350, 353; Pana v. Bowler, 107 U. S. 529, 545; Hart v. Sansom, 110 U. S. 151; Grover, etc., Sewing Mach. Co. v. Radcliffe, 137 U. S. 287; Wilson v. Seligman, 144 U. S. 41.\nIt has been stated that the rule which confines a state to jurisdiction of persons and things within its territorial limits belongs to international law, and that the principles of natural justice which require notice or hearing or an opportunity to be heard before condemnation are as inherent in international law as they are in due process: Pennoyer v. Neff, supra, at 715. We may take it as settled that it is beyond the power of the people of one state to give validity to a judgment in personam or a process served on a nonresident in another state. It is wrong in principle that a defendant should, by the process of any court, be compelled to appear and answer a complaint in another state in order to protect himself from the consequences of a personal decree founded upon such process. See McEwan v. Zimmer, 38 Mich. 765; 59 How. P. R. 512.\nWe have held in equity proceedings that no form of constructive service can give a court jurisdiction to make a binding decree in personam on a nonresident even though there was property located in this State, an important factor in the litigation: Atlantic Seaboard v. Whitten, 315 Pa. 529, 531, 535. To the same effect is Hughes v. Hughes, supra, and the authorities noted therein. In the recent opinion of Mr. Justice Stern, where the service was set aside, it was stated that the mere presence of property within the jurisdiction of the county where the writ issued, would not permit the bringing in of its owner resident of another county of the state, where the decree sought is in personam: Gallagher v. Rogan, 322 Pa. 317, 320. We have consistently held that a foreign corporation cannot be compelled to submit to the jurisdiction of another state unless it was present in the state by the act of someone authorized to represent it: Shambe v. Delaware & Hudson R. R. Co., 288 Pa. 240, 244.\nWith this situation before us it is clear that the courts of this State cannot summon a nonresident who was not present in the state within the meaning of our service acts and compel him to submit himself to their jurisdiction. It is in violation of the Federal Constitution and hence such service must fall. If our rule as to the conclusiveness of the sheriff’s return should be held to prevail here, the judgment which would be founded on the service would be subject to the defense of lack of due process. To force a defendant to await the judgment before the service can be attacked seems to us to be fraught with difficulties and subjects him to an unwarranted trial. If the return of the service is not, in fact, true, there is no reason why it should not be so declared immediately on proper objection by the defendant. In the face of the Federal Constitution showing complete lack of authority to render valid judgments founded on such service, it is useless to say that our rule of conclusiveness should prevail. In Riverside & Dan River Cotton Mills v. Menefee, 237 U. S. 189, 196-197, the court said: “But the fact that . . . judgments have been rendered in violation of the due process clause and their enforcement has been refused under the full faith and credit clause affords no ground for refusing to apply the due process clause and preventing that from being done which is by it forbidden and which if done would be void and not entitled to enforcement under the full faith and credit clause. The two clauses are harmonious and because the one may be applicable to prevent a void judgment being enforced affords no ground for denying efficacy to the other in order to permit a void judgment to be rendered.”\nIn Knowles v. Gaslight & Coke Co., 86 U. S. 58, the sheriff’s return was: “I do hereby certify that I served the within writ, on the 14th day of September, 1865, upon Alfred Knowles and Thomas Harvey, personally, by reading the same to them. ...” The defendant Knowles, a nonresident of the state, “offered to prove by himself and Harvey that neither of them had in fact been served with process, and that the return was false.”. The court said, at pp. 61-62: “In our opinion the defendant had a right to show by proof that he had never been served with process, and that the Circuit Court of Cass County never acquired jurisdiction of his person. As this, was refused him on the ground that the evidence was inadmissible, the judgment must be reversed.” The full faith and credit clause will not sustain illegal and void judgments. See D’Arcy v. Ketchum, supra; Lafayette Ins. Co. v. French, 59 U. S. 404. This is the effect of our decision in Price v. Schaeffer, 161 Pa. 530. There the sheriff returned a defendant as a resident of Montgomery County in Delaware when in fact he was a resident of Frederick County of Delaware. We held that a judgment founded thereon was not good and that it was contrary to sound public policy to deny to our citizens a defense against such judgments obtained in other states out of comity.\nBoth reason and justice demand that the rule of conclusiveness should not be carried any further. This is in accord with the best authorities and the Restatement of the Law of Conflict of Laws, Sec. 77, comment a, which states, “A state cannot exercise jurisdiction over an individual on the ground that a sheriff or other officer of the state makes a return stating that he has served him with process if the return is false. The truth of the return may be brought in question in a court of any state.” We therefore hold that a sheriff’s return showing personal or constructive service in this State on one who claims to be a nonresident and not present in this State when the service was made, is not conclusive and defendant may establish these facts by evidence dehors the record.\nAppeal quashed Avithout prejudice.\nPark Bros. & Co. v. Oil City Boiler Wks., 204 Pa. 453, 458; Benwood Iron Wks. v. Hutchinson, 101 Pa. 359; Diller v. Roberts, 13 S. & R. 60; Ben Franklin Coal Co., Ltd., v. Penna. Water Co., 25 Pa. Superior Ct. 628; Flaccus Oak Leather Co. v. Heasley, 50 Pa. Superior Ct. 127; Keystone Tel. Co. v. Diggs, 69 Pa. Superior Ct. 299; Wood v. Ind. H. A. & L. Ins. Co., 107 Pa. Superior Ct. 338; Seminole B. & L. Assn. v. Levit, 107 Pa. Superior Ct. 252, 254.\nThe Year Books of the fourteenth century show the birth of the rule. From a report of an anonymous caso (Horwood ed., p. 92) at the Michaelmas Term of the 33rd year of Edward I (1305) we quote verbatim:\n“Hengham. If the Sheriff returns that I have land where I have not, shall not the party be received to an averment contrary to his return? (Indicating that he shall.) And the averment was received. Note this.”\nHere was reasoning rejecting the claim of conelusiveness. But at the Easter Term in the 14th year of Edward III (1340) we find in case No. 33, Pike ed., p. 82:\n“An alias testatum issued, to which writ the Sheriff returned that he had summoned the vouchee . . . the tenant said that the vouchee was and for a long time had been dead . . . Schardelowe. We must proceed according to the return of the Sheriff.”\nThese last ten words, reaching an absurd result under the facts, contain no reason for the result. Nor does any other of the numerous English cases we have examined. And Sunderland, The Sheriff's Return, 16 Columbia L. Rev. 281, 282 (1916), states categorically: “None of the English cases discuss the reason for the rule.” The historical basis for the rule is probably accurately described in Kitchin, Jurisdictions (5th ed., 1675), where in rationalizing the decisions of the early fifteenth century he states at p. 563:\n“. . . one cannot have an averment to the contrary; for the sheriff is Officer, to whom credit shall be given ...”\nThe sheriff was indeed given credit, for in medieval England he was a remarkable person. Maitland, Constitutional History of English Law (1926) 233, says of the sheriff:\n“In the twelfth century he is little less than a provincial viceroy. All the affairs of the county; justice, police, fiscal matters, military matters are under his control.”\nThere is a very noticeable decline in the duties and position of a sheriff from that which existed in early English history compared with his position today. He has shrunk from a ruler of a county to that of an attendant or servant of the courts, but he is still the enforcer of law and order and is the chief peace officer of the county, and can only be superseded when he calls on the governor for assistance.\nSee as to the amendment of the return of the sheriff: Scott v. Seiler, 5 Watts 235, 242; West v. Nixon, 3 Grant 236; Vastine v. Fury, 2 S. & R. 426, 430, 432.\nThere is one patent exception to this rule arising from extreme necessity in cases involving automobile accidents. We held in Aversa v. Aubry, 303 Pa. 139, that service on the Secretary of the Commonwealth was sufficient to give jurisdiction over the person of a nonresident defendant in a trespass case arising from an automobile accident. A similar statute was upheld in Hess v. Pawloski, 274 U. S. 352. See also Stoner v. Higginson, 316 Pa. 481. The rule of personal service in actions in personam is, however, universal unless defendant “has by certain acts within the state subjected himself to its jurisdiction, within the constitutional limits whereby acts done within a state may subject one to its jurisdiction.” See Restatement, Conflicts, Sec. 77(e).\nSee footnote (4).",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "S. G. Pugliese, of Margioiti, Pugliese, Evans & Reid, with him D. II. Kramer, for appellant.",
      "John G. Buchanan, of Smith, Buchanan, Scott & Ingersoll, with him David B. Buerger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vaughn, Appellant, v. Love et al.\nArgued October 12, 1936.\nBefore Kephart, O. J., Schaffer, Drew, Linn and Stern, JJ.\nS. G. Pugliese, of Margioiti, Pugliese, Evans & Reid, with him D. II. Kramer, for appellant.\nJohn G. Buchanan, of Smith, Buchanan, Scott & Ingersoll, with him David B. Buerger, for appellee.\nNovember 23, 1936:"
  },
  "file_name": "0276-01",
  "first_page_order": 304,
  "last_page_order": 313
}
