{
  "id": 1171325,
  "name": "Sferra et al., Appellants, v. Urling et al.",
  "name_abbreviation": "Sferra v. Urling",
  "decision_date": "1936-11-23",
  "docket_number": "Appeals, Nos. 218 and 219",
  "first_page": "344",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "324 Pa. 344"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "311 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0357-01"
      ]
    },
    {
      "cite": "294 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113368
      ],
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0300-01"
      ]
    },
    {
      "cite": "120 Pa. Superior Ct. 329",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        986899
      ],
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/120/0329-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 83",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629166
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/67/0083-01"
      ]
    },
    {
      "cite": "235 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984826
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0341-01"
      ]
    },
    {
      "cite": "204 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0448-01"
      ]
    },
    {
      "cite": "251 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0169-01"
      ]
    },
    {
      "cite": "267 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057745,
        1057783
      ],
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0468-02",
        "/pa/267/0468-01"
      ]
    },
    {
      "cite": "322 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 7324,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 3.7113210859049095e-07,
      "percentile": 0.8933995765776306
    },
    "sha256": "71dc008471670d97d9c46b3db57c0161283cb507347b8e51ba70ec13d1993d84",
    "simhash": "1:8513b1986b62c4bc",
    "word_count": 1243
  },
  "last_updated": "2024-02-27T21:33:05.354188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Sferra et al., Appellants, v. Urling et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nAppellants, Angelina Sierra and Elvira Sferra, lessors of a motion picture theater, assign as error the order of the court below opening a judgment in ejectment confessed against Walter B. Urling, lessee, for default in rent. A writ of habere facias possessionem had issued with a clause of fieri facias for the rent. James Slanicus, appellee, claiming to be in possession as assignee of the lease and operating the theater, petitioned to intervene and open the judgment, so that he and Urling might make defense.\nThe lease was for ten years and contained a provision against assignment without the written consent of the lessors. Urling, while in possession and owing $1,500 overdue rent, entered into an agreement in October, 1931, with Slanicus and Gallas to lease them the theater for six months with an option to purchase his interest in the lease. Gallas withdrew, and Slanicus accepted the assignment from Urling. The testimony of the intervening appellee shows appellants orally agreed to a modification of the rental provision of the lease, with the understanding he should pay 15% of the gross receipts as long as conditions warranted and that, for a period of four years, he paid the rent on the percentage basis, the percentage and amounts varying, without objection or demand for payment at the original rate. The Sierras, on the other hand, denied any parol modification, and testified the payments were merely accepted on account and that frequent demands were made for payment in accordance with the provisions of the written lease. Angelina Sferra admitted Slanicus gave her a copy of his agreement with Urling, but denied consenting to it. She said her understanding was that Slanicus came only as manager and acted solely in that capacity.\nThe court below decided that the issues of fact should be passed upon by a jury in a trial of an action of ejectment, with the Sierras as plaintiffs and Urling and Slanicus as defendants.\nAs frequently stated, an application to open a judgment confessed upon a warrant of attorney is in the nature of an equitable proceeding addressed to the sound discretion of the court. There must be more than an oath against an oath or a mere conflict of testimony to justify certification of the issue for jury trial. It is for the court below to pass upon the weight of evidence and credibility of witnesses. See Mutual B. & L. Assn. of Shenandoah v. Walukiewicz, 322 Pa. 240. We consider the allegations of the petition and the evidence presented to determine whether the court properly exercised its discretion in opening the judgment. The case is then reviewed on its merits to determine whether the defendant has a valid legal defense: see Kline v. Fitzgerald Bros., 267 Pa. 468, 473. Tlie court has no discretionary power to open a judgment where the petition does not set forth facts which are sufficient at law to sustain a verdict in favor of the petitioner.\nA careful examination of the record reveals there was no abuse of discretion by the court below. Without reviewing all the evidence, there is sufficient from which an assignment might be found. There is the written agreement between Urling and Slanicus, a copy of which Angelina Sierra admitted she received in the latter part of October, 1931. It is true there is no evidence of written consent having been given, but a jury may find this requirement waived by appellants’ conduct over a four-year period in recognizing appellee as tenant and accepting rent from him in that capacity. In Barclay v. The Steamship Company, 6 Phila. Reports, 558, cited with approval in Johns v. Winters, 251 Pa. 169, the court held that a covenant against assignment without written consent of lessor can be waived by the lessor’s recognition of the assignee and acceptance of rent from him as tenant: Trickett Landlord & Tenant, (2nd Ed.), p. 405.\nThe only remaining question is whether there is enough evidence to sustain a parol modification of the provision relating to the amount of rent due. Slanicus takes the position he had not defaulted in rent since he had entered into an oral understanding with the Sierras whereby he was to pay on a percentage basis and that he had fully complied with the terms of lease as modified. The rule is firmly established that there may be an oral modification of a covenant to pay a stipulated rental contained in a written lease: Evans v. Lincoln Co., 204 Pa. 448; Haines v. Elfman, 235 Pa. 341, 345; Howard v. Boverman, 67 Pa. Superior Ct. 83; West Phila. Buick Co. v. Shuster, 120 Pa. Superior Ct. 329, 333; Trickett, op. eit., supra, p. 158. The burden of proving a subsequent parol modification of a written contract is on the party asserting it and is met by evidence which is convincing to the jury; proof need not be beyond a reasonable doubt or to an absolute certainty: Bentz v. Barclay, 294 Pa. 300, 306, and authorities cited therein. It is difficult to lay down any definite measure of the quantum of proof required to meet the burden placed upon the party setting up the parol modification. We said in Knight v. Gulf Refining Co., 311 Pa. 357, 361: “The existence of an oral contract changing the terms of a prior written one must be clearly and positively shown. Its terms must appear definitely from the evidence. The acts of the parties, their conduct and the circumstances and relations existing between them, are all elements to be given due consideration in determining both the existence and terms of such an agreement. We do not wish to imply by this statement that greater evidence is necessary to establish such an oral contract than is required to prove any oral agreement, however. In any case, the mere suggestion or possibility of a contract arising from transactions between the parties is not enough; there must be evidence authorizing more than a conjecture or surmise.”\nSlanicus testified that he had made payments on a percentage basis in accordance with the oral agreement ever since he took over the lease as assignee without complaint by the lessors or an attempt to enforce the rent covenant of the written lease by demand or otherwise. Under the above rule this testimony, without more, would not permit the question to be passed upon by a jury. Joseph Sferra, the son of Angelina, testified that every week Slanicus furnished them with a statement showing receipts for the week and payment on a percentage basis, and the rental statements show that in some months they exceeded the stipulated rent. The manner of payment for a period of four years corroborates the oral modification. In addition there is the admission of Elvira Sferra that she Avas satisfied with the arrangement whereby Slanicus paid 15% in 1931 and 1932, and Avith the 12% paid in August, 1933. The oral modification is supported by a course of conduct showing payment on a percentage basis: see Howard v. Boverman, supra.\nThe order of the court below is affirmed with a procedendo ; costs to be paid by appellants.",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "Forest G. Moorhead', of Moorhead Marshall, for appellants.",
      "Franlc E. Reed, with him Thompson Bradshaw, of Bradshaw, MeOreary, Stevenson <& Reed, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sferra et al., Appellants, v. Urling et al.\nArgued October 5, 1936.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nForest G. Moorhead', of Moorhead Marshall, for appellants.\nFranlc E. Reed, with him Thompson Bradshaw, of Bradshaw, MeOreary, Stevenson <& Reed, for appellee.\nNovember 23, 1936:"
  },
  "file_name": "0344-01",
  "first_page_order": 372,
  "last_page_order": 377
}
