{
  "id": 1171323,
  "name": "Peden et al. v. Baltimore and Ohio Railroad Company, Appellant",
  "name_abbreviation": "Peden v. Baltimore & Ohio Railroad",
  "decision_date": "1936-11-23",
  "docket_number": "Appeals, Nos. 242 and 243",
  "first_page": "444",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "324 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "311 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0163-01"
      ]
    },
    {
      "cite": "290 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0551-01"
      ]
    },
    {
      "cite": "263 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0531-01"
      ]
    },
    {
      "cite": "244 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0414-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 7646,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 3.026757313726312e-07,
      "percentile": 0.8542758670486195
    },
    "sha256": "37c9f53830b80e75bff73669a404d8282cf64f7832680164129b08c2d4614662",
    "simhash": "1:1be98b05a8e9ed59",
    "word_count": 1335
  },
  "last_updated": "2024-02-27T21:33:05.354188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Peden et al. v. Baltimore and Ohio Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bx\nMr. Justice Stern,\nIn this case there is no dispute between the parties as to the applicable principles of law; the sole question is whether, in view of those principles, there was evidence upon which defendant’s liability could be predicated.\nAt Gratztown, Westmoreland County, three brothers, Tommy Peden, aged 11 years, John Peden nine, and Albert eight, attended a school situated on a tract of ground abutting on railroad tracks upon which defendant operated its trains. The tracks were three in number, the southerly or eastbound, the middle or westbound, and a spur track to the north and closest to the school grounds. There was a crossover between the eastbound and westbound tracks, and another between the westbound and the spur track. A crossing or passageway for pedestrians was constructed at right angles to the tracks, extending from the southwestern corner of the school property to a paved highway running south of and parallel with the tracks.\nShortly after 4 p. m. on November 22,1933, the Peden boys were walking eastwardly in the spur track, and when they reached a point somewhat over 200 feet east of the crossing, Tommy and Albert were struck by a freight train of defendant, Tommy being killed and Albert receiving injuries that necessitated the amputation of both his legs.\nThe train consisted of thirteen freight cars. It had come eastward on the southerly track, the engine being on the front end but facing backwards with the tender leading. After passing the switch the engine pushed the train back over the crossover to the westbound track. The train then moved eastward again on the other crossover leading to the spur track, traversed the crossing, entered upon the spur, and there struck the two boys. There was evidence that no bell was rung, whistle blown, or other warning given of its approach. Its path along the spur was slightly upgrade and its speed only five miles per hour, but after passing over the boys’ bodies it went its full length, estimated to be about 600 feet, before stopping.\nThe present suit was brought by Albert Peden and his parents, the claim of the latter being for damages sustained by reason of the injury to Albert and the death of Tommy. The father plaintiff died and the action was continued by the mother. The jury rendered a verdict for Albert in the sum of $15,000, and for the mother in the sum of $5,682.05.\nPlaintiffs admit that the children were trespassers upon defendant’s tracks, that, therefore, in order to recover, it was necessary for them to establish wilful or wanton negligence on the part of defendant, and that to prove such negligence they were obliged to show that the trainmen had actual knowledge of the presence of the boys on the track in time to have stopped the train and thereby to have averted the accident. To impose responsibility in such a case it must appear not only that defendant’s employees could or should have seen the boys, but that they did see them, with sufficient opportunity to act in the light of such observation: Trevethan v. Philadelphia & Reading Ry. Co., 244 Pa. 414; Petrowski v. Philadelphia & Reading Ry. Co., 263 Pa. 531; Cover v. Hershey Transit Co., 290 Pa. 551.\nNotwithstanding these rigid requirements, the record discloses sufficient evidence to compel submission to the jury of the question of defendant’s liability. In arriving at this conclusion the court discards entirely the admitted circumstance that while the train was being shifted from the eastbound to the westbound track Tommy and Albert Peden were standing on the school grounds near the spur track, John Peden was standing on that track, and Tommy waved to the engineer, who saw the children and returned Tommy’s greeting. These facts do not serve to prove defendant’s knowledge of the children’s peril because the two boys who were subsequently injured were not on the spur track when the engineer saw them, and John Peden was not on the part of it which was subsequently traversed by the train; moreover, the train remained standing for several minutes on the westbound track before moving eastward again, and there was nothing to put the engineer on notice that in the meantime the three boys had entered upon the spur in the pathway of the train.\nPlaintiffs’ case, however, received enough support from evidence given by the fireman Gravely and the brakeman Copeland to carry it to the jury. Gravely testified that he was on the southerly or left side of the engine and that when the train “started up on the side track” he was watching ahead “as far as I could see.” While it is true that he said he “couldn’t see very far” and could not see the spur track “away up,” it is clear from other testimony, including the photographs produced in evidence, that, if, as he admits, he was “watching ahead,” he could see a considerable distance in front of Mm, and, as there was testimony that the children started to walk along the track from the crossing eastward, they were necessarily within the fireman’s vision as the train approached them. The jury did not have to accept Gravely’s statement that he did not see the boys, because it is a well settled principle of law based on ordinary human experience that “one cannot be heard to say that he looked and did not see when the facts show he must have seen”: McMillan v. Penna. R. R. Co., 311 Pa. 163. So, in Cover v. Hershey Transit Co., supra, the motorman of the car involved in an accident testified that he did not see children on a trestle ahead of him until he was only 25 feet from them, but the court held that the case was for the jury in view of the fact that the children were in plain sight on the trestle for a considerable distance away and there was testimony that the motorman was looking in that direction. In other words, while it is not sufficient to prove that defendant’s employee could have seen had he looked, the inference may be drawn, and is indeed inescapable, that he did in fact see if he admits that he did look and if from the other testimony it appears that looking enabled him to see. As the train in the present case was moving upgrade along the spur track at only five miles an hour, it was for the jury to say whether or not there was time to stop it under the circumstances.\nWhat has been said of Gravely’s testimony is also applicable to that of Copeland, a brakeman on the train. Copeland testified that he was standing at the crossing on the south side of the crossover leading to the spur, and remained there until the engine passed. He had a full view up the spur track, as he admits in his testimony ; he said, without qualification, that he “could see up the branch track.” He testified that he looked, but did not see the children. Here, again, notwithstanding this denial, his admission justified the jury in finding that he saw. For the sake of clarity it may be repeated that the question is not the legal one as to whether the crew of the train were negligent in not looking, but the factual one as to whether, having looked, they actually saw the children in time, had they acted promptly, to prevent the accident.\nIt follows from what has been said that binding instructions for defendant could not have been given, and that its motion for judgment n. o. v. was properly, overruled. Accordingly, the judgments are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "E. V. Buckley, with him Pugliese <& Evans, for appellant.",
      "A. M. Oliver, of Dipple & Oliver, with him Albert F. Yunker, for appellees."
    ],
    "corrections": "",
    "head_matter": "Peden et al. v. Baltimore and Ohio Railroad Company, Appellant.\nArgued October 6, 1936.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nE. V. Buckley, with him Pugliese <& Evans, for appellant.\nA. M. Oliver, of Dipple & Oliver, with him Albert F. Yunker, for appellees.\nNovember 23, 1936:"
  },
  "file_name": "0444-01",
  "first_page_order": 472,
  "last_page_order": 476
}
