{
  "id": 1171362,
  "name": "Commonwealth v. Zukovsky, alias Sox, Appellant, et al.",
  "name_abbreviation": "Commonwealth v. Zukovsky",
  "decision_date": "1936-12-07",
  "docket_number": "Appeal, No. 300",
  "first_page": "588",
  "last_page": "592",
  "citations": [
    {
      "type": "official",
      "cite": "324 Pa. 588"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "316 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159050
      ],
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0129-01"
      ]
    },
    {
      "cite": "82 Pa. Superior Ct. 403",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657500
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/82/0403-01"
      ]
    },
    {
      "cite": "233 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0291-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 414",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/24/0414-01"
      ]
    },
    {
      "cite": "275 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0137-01"
      ]
    },
    {
      "cite": "282 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0060-01"
      ]
    },
    {
      "cite": "251 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0160-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 6580,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 7.551370086042628e-08,
      "percentile": 0.447973800789158
    },
    "sha256": "fe1cd50728841155220aaef9d293566ef689d84ac0e1b548724535fc7ad8b953",
    "simhash": "1:6a222898b87db21b",
    "word_count": 1143
  },
  "last_updated": "2024-02-27T21:33:05.354188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kepiiart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Commonwealth v. Zukovsky, alias Sox, Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nOn the morning of July 14, 1933, four men drove up to the Allied Kid Company in Philadelphia. It was payday at the plant. Three of them got out of the car, entered the building and mounted the stairway leading to the second floor room where the payroll money was kept. At its entrance they were confronted by a police officer assigned to guard the payroll. He was forced to raise his hands above his head and backed into the room. Although he said nothing and made no motion to escape or attack them, while his hands were still raised over his head, three shots were fired into his back. He was mortally wounded by the bullets of these assassins. The murderers then took a bag containing approximately $6,700, ran out of the building, each with gun in his hand, climbed into the car that was waiting for them, and were driven off by the fourth member of the party.\nFour months later, defendant was attacked and miraculously survived six bullets shot into him by two participants in this crime. Having been informed that he was about to die while in a hospital in Camden, defendant asked for detective captain Malone, who arrived at the hospital and took his statement as to the holdup at the Allied Kid Company plant and the killing of officer Stockberger. The defendant denied having any part in the robbery and said he learned about it from “Cowboy Wallace” and “Frank Shaw,” who, with “Tony Stinger” and another person unknown to the defendant but described as “Joe,” had committed the holdup. He also informed the captain that a brother-in-law of Shaw, an employee of the Allied Kid Company, was the person who gave the information and made the plans for the holdup. Of the four alleged participants, only one is now alive. Two of them were murdered and the third committed suicide when arrested. The fourth is alleged to have been the defendant. After his recovery, he was arrested and charged with the crime.\nWe need not detail the evidence produced. The jury returned a verdict of guilty of murder in the first degree with a punishment of death. In this appeal the assignments of error are directed chiefly at the remarks of the assistant district attorney. The defendant failed to take the stand in his own defense and the assistant district attorney, in closing his address to the jury, brought this to the attention of that body by remarking that although defendant when lying in the hospital had an alibi ready, the jury had heard nothing of that alibi at the trial. Defendant’s counsel promptly excepted, and the assistant district attorney then stated that, if he had indicated by his remarks that the failure of defendant to take the stand should be used against him by the jury, he wished them to disregard it. Later defendant’s counsel having made certain statements about the relationship existing between defendant and another who was implicated in the crime, the assistant district attorney questioned this statement. When he was told by defendant’s counsel that either the detective or defendant had made this remark, the assistant district attorney replied “Let him [the defendant] take the stand.” Other remarks were made by the assistant district attorney during the course of the trial which tended to prejudice the defendant’s right to a fair trial.\nThe Act of May 23, 1887, P. L. 158, Sec. 10, provides that the neglect or refusal of any defendant to offer himself as a witness may not be treated as creating any presumption against him nor be adversely commented upon by court or counsel during the trial. Under this statute a mere statement that the evidence of the Commonwealth is uncontradicted does not violate defendant’s rights: Commonwealth v. Chickerella, 251 Pa. 160; Commonwealth v. Oefinger, 282 Pa. 60. To merit a new trial the reference to the failure of defendant to take the stand must be such as to call the jury’s attention to the fact that the defendant has not testified and lead to an inference that he would have taken the stand if not guilty: Commonwealth v. Thomas, 275 Pa. 137; Commonwealth v. Foley, 24 Pa. Superior Ct. 414. In the latter case the district attorney in his argument to the jury said, “You have this woman here without denial.” In ordering a new trial the court stated, “The privilege of the defendant would be of little value if the fact that she claimed its protection could be made the basis of an argument to establish her guilt. To extend the formal protection of the privilege and then allow the fact that she had claimed it to be used as affording a presumption against her would be a sort of mockery of which the law is not guilty.” In Commonwealth v. Green, 233 Pa. 291, a statement that “There is no one on earth who can tell how those things came into the possession of the prisoner but the prisoner,” was condemned and a new trial ordered. See also Commonwealth v. Thomas Viscuso, 82 Pa. Superior Ct. 403.\nThe remarks of the assistant district attorney in the case before us were in direct violation of defendant’s statutory right. They challenged the defendant to testify and brought most forcibly to the jury’s attention the fact that while on one occasion defendant was prepared with a defense, on this occasion he chose to remain silent. These remarks undoubtedly caused unfavorable inferences to be drawn by the jurors which could not be cured by the request of the district attorney that they disregard them. His attempt to cure the error served only to emphasize the fact that the defendant had not taken the stand. In Commonwealth v. Wilcox, 316 Pa. 129, 144, it was stated, “If the remark is of such a character as to violate the accused’s . . . rights, such as a reference to his failure to take the witness stand, it cannot be cured by the trial judge and a new trial must be ordered.”\nWe may add that when the case is retried the assistant district attorney should be guarded in his remarks. The complaints made of them may be corrected when the case is retried and the court below will no doubt critically survey the evidence bearing on identification. As the record now appears there was sufficient to take the case to the jury.\nThe judgment of the court below is reversed and a new trial is awarded.",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "James F. Master son, with him James P. McGranery, for appellant.",
      "Vincent A. Carroll, Assistant District Attorney, with him Charles F. Kelly, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Zukovsky, alias Sox, Appellant, et al.\nArgued November 25, 1936.\nBefore Kepiiart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nJames F. Master son, with him James P. McGranery, for appellant.\nVincent A. Carroll, Assistant District Attorney, with him Charles F. Kelly, District Attorney, for appellee.\nDecember 7, 1936:"
  },
  "file_name": "0588-01",
  "first_page_order": 616,
  "last_page_order": 620
}
