{
  "id": 468957,
  "name": "Philadelphia Workingmen's Saving, Loan and Building Association et al., Appellants, v. Wurzel",
  "name_abbreviation": "Philadelphia Workingmen's Saving, Loan & Building Ass'n v. Wurzel",
  "decision_date": "1946-10-04",
  "docket_number": "Appeals, Nos. 88 and 121",
  "first_page": "86",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "355 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "307 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138185
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/307/0488-01"
      ]
    },
    {
      "cite": "169 A. 757",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "313 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152644
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/313/0391-01"
      ]
    },
    {
      "cite": "14 A. 2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "340 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203407
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/340/0216-01"
      ]
    },
    {
      "cite": "23 A. 2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "343 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208398
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/343/0625-01"
      ]
    },
    {
      "cite": "163 A. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "309 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141603
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/309/0236-01"
      ]
    },
    {
      "cite": "100 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498383
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/100/0249-01"
      ]
    },
    {
      "cite": "85 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440501
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/85/0490-01"
      ]
    },
    {
      "cite": "106 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455623
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/106/0125-01"
      ]
    },
    {
      "cite": "14 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405912
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/14/0139-01"
      ]
    },
    {
      "cite": "30 A. 716",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "165 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862101
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/165/0129-01"
      ]
    },
    {
      "cite": "35 A. 2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 2
    },
    {
      "cite": "348 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220307
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/348/0248-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1083,
    "char_count": 31765,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 9.16583103928517e-08,
      "percentile": 0.5087559158854436
    },
    "sha256": "86ec922cc254b8a6a9869bc898010955bc876f5dd04e88a7bee1252d3692c2de",
    "simhash": "1:9fc9ed40eba6ceee",
    "word_count": 5474
  },
  "last_updated": "2024-02-27T21:22:40.610428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Jones, JJ."
    ],
    "parties": [
      "Philadelphia Workingmen’s Saving, Loan and Building Association et al., Appellants, v. Wurzel."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThe plaintiff is the Philadelphia Workingmen’s Saving, Loan and Building Association, acting by its liquidating trustees, elected in 1938. The defendant is Maurice L. Wurzel, one of six obligors on a joint and several bond dated August 25, 1923. The suit is assumpsit on the bond to recover from Wurzel the sum of $30,000 with interest from August 31, 1931. The bond was delivered to Crystal Building and Loan Association conditioned for the payment of $30,000 and was part of a transaction to be described. The obligee, Crystal Building and Loan Association, merged in 1930 with the plaintiff association. A number of shareholders obtained leave from the court below to intervene as parties plaintiff. The verdict was for the defendant. Both sets of plaintiffs have appealed.\nIn 1923, Wurzel and the five other obligors borrowed from three building associations $100,000 secured by three second mortgages of equal lien on property in Atlantic City, N. J.; a $30,000 mortgage was given to Crystal Building and Loan Association and two mortgages of $35,000 each were given to the Charles Lipshutz Building and Loan Association and the John Marshall Building and Loan Association. Each association received the bond of the same six obligors in double the amount of the mortgage received by the association.\nIn the affidavit of defense, the bond was admitted but liability was denied on the ground that in 1933 the three building associations assigned Wurzel’s obligations, evidenced by the bonds held by each association, to Raymond Rosen for a total of $1,500, of which $500 was payable to each association. This assignment was executed on behalf of the plaintiff association by Charles Lipshutz, President, and M. L. Margolin, Secretary. The same two men also were President and Secretary of the Charles Lipshutz Building and Loan Association, mentioned above, and on behalf of that association also executed the assignment.\nIn their reply, the plaintiffs denied that the execution of the assignment was authorized by the board of directors of the plaintiff association and denied that the officers, Lipshutz and Margolin, had authority to execute and deliver it. The plaintiffs averred that the two officers “were joint and several obligors on the Bond on which this suit has been brought and in executing the said agreement they undertook to relieve themselves from a portion of their own obligation to the association and at the same time to relieve the defendant, one of their fellow obligors, from his obligation to the association for the sum of Five Hundred Dollars ($500.) approximately one and one-half (1%%) percent of the face value of his total obligation, and that in so doing they perpetrated a fraud on the plaintiff association and on the shareholders thereof. It is averred that the'books and records of the plaintiff association failed to show that the said agreement had been executed; that no copy of tlie agreement was included among tlie papers of tlie plaintiff association; that no entry was made in any of the books of the association to show that its claim against the defendant had been assigned to Raymond Rosen or to anyone; that no report of this transaction was made to the Banking Department of the Commonwealth of Pennsylvania; that the existence of the assignment and the effect thereof upon the assets of the association was not drawn to the attention of the examiner of the said Banking Department, nor was it noted by him in his report to the said Banking Department; that the existence of the said agreement and its effect upon the assets of tlie association was not drawn to the attention of the accountants engaged annually by the association to examine the books and the affairs of the association and to report thereon to the Board of Directors; that in truth and in fact both in the reports made by the examiners of the Banking Department and the accountants engaged by the association the existence of the Bond now in suit was as held by the plaintiff association noted as a claim against the six (6) obligors including the defendant thereof. Finally it is averred that the execution of the said agreement, its existence and its effect was concealed both from the directors of the said association and from the shareholders thereof.”\nWith respect to the receipt of $500 pursuant to the assignment, the plaintiffs replied, “It is admitted that the books of the plaintiff association show the receipt of $500 in or about May of 1933, but it is denied that they show that the money so received was paid pursuant to an agreement with Raymond Rosen. It is averred on the contrary that the entry is so made as to indicate that $500 was received in partial repayment of certain moneys advanced by the association on account of premises 228-34 Seaside Avenue, Atlantic City, the premises referred to in the bond in suit, and there was nothing in or connected with the entry that related to the said agreement.”\nAt the trial the execution and delivery of the bond and its nonpayment were proved, thus presenting a prima facie case entitling the plaintiffs to a directed verdict and judgment unless met by a defense. The appellants contend that there is nothing to meet their prima facie case; that the evidence presented to prove the defense shows that the transaction with the defendant Wurzel was fraudulent, and being fraudulent, could be rejected by the liquidating trustees who are plaintiffs ; that they had rejected the transaction by bringing suit and as there was no other evidence that Wurzel’s liability on the bond was discharged, the plaintiffs were entitled to a directed verdict. It is elementary that if the transaction was fraudulent, the liquidating trustees, on discovering the fraud, had the right to rescind the action and to sue on the bond as in fact they did. This right to rescind for fraud was called to the attention of the learned trial judge by a request for instructions to the jury. He said, in his opinion refusing plaintiffs’ motions for a new trial and for judgment: “This point squarely raised the question of whether the jury should be allowed to find fraud under all the circumstances. The trial judge modified it by affirming it if the jury found the defendant to be solvent, in which case they should find for the plaintiff, but instructed them to find for the defendant if they found that he was insolvent in May, 1933. The jury found defendant insolvent.” On that finding he directed a verdict for defendant. Defendant’s insolvency was only one of a number of elements in the case and could not be controlling in the circumstances of this case; in other circumstances it might have been relevant in considering whether an insolvent had paid a fair sum.\nThe undisputed oral and documentary evidence shows that appellants’ position is sound. There is no doubt that Rosen acted as Wurzel’s agent; among other evidence supporting that fact is the minute in plaintiffs’ books which recites the “Offer of M. L. Wurzel in full settlement of Ms liability on Ms bond with mortgages . . .” Wurzel had at one time been a member of the board of directors, though he was not a director in 1933 when the assignment was executed. He offered evidence that he was insolvent and that the President, Lipshutz, and Secretary, Margolin, also were insolvent; they were business associates and were three of the six co-obligors on the bond. By the assignment they were attempting to discharge WurzePs liability on the bond. They appear to have realized that they lacked authority to release bim for $500; this knowledge is shown by the fact that the association made a minute accepting Wurzel’s offer but it also appears that when the action was taken only five directors were present, one of them being Margolin the Secretary. Five directors were not a quorum, a fact which Wurzel and Margolin of course knew. The action of the board was therefore not sufficient to release or discharge Wurzel’s obligation. The learned trial judge recognized this because, in instructing the jury he said, “But there were only five directors at the meeting. The By-Laws call for seven, there was not a quorum, and nothing that they did at that meeting was legal.” But that is not all the evidence that the transaction was fraudulent. The transaction was concealed from the shareholders by failure to record it on the books except in such inadequate way as, in fact, to have been misleading; while the books show that the association received $500 from Wurzel, there is nothing to show that it was received in discharge of the obligation on the bond; no copy of the assignment was retained. Notwithstanding the payment of $500 the association continued to carry the principal debt at $30,000 instead of $29,500.\nWith such evidence of fraud, it is idle to suggest, as appellee does, that the assignment was saved by the Acts of May 12,1925, P. L. 615,15 P.S. sections 42 and 61, reenacted by the Business Corporation Law of 1933, P. L. 364, 15 P.S. 2852-305, and section 314 of the Building & Loan Code of May 5,1933, P. L. 457,15 P.S. 1074-314, providing that one may assume papers are properly executed by corporate officers unless he has knowledge to the contrary or reason to inquire. The knowledge of Wurzel, which bound his agent, is written all over the transaction.\nIt clearly appears that defendant failed to meet the prima facie case presented by the production of the bond; there was nothing to submit to the jury; plaintiffs’ point for binding instructions should have been affirmed. We sustain the assignment of error complaining of the refusal of judgment n. o. v.\nJudgment reversed; record remitted with instructions to calculate the amount due and enter judgment for the plaintiffs for that amount.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Justice Maxey:\nI find nothing in this record which warrants a court in stigmatizing the defendant, Maurice L. Wurzel, as a “fraud”. There can be no fraud without bad faith in making a statement or doing an act and there must be an intent to deceive another to that other’s damage. See Lamberton et al. v. Dunham, 165 Pa. 129, 30 A. 716. As Chief Justice Gibson said in Bokee & Co. v. Walker, 14 Pa. 139, “. . . constructive deceit is a new thing under the sun, and actual deceit is exclusively for the jury. . . . In an action for deceit, the jury have to deal with a question of good faith ... A man who believes what he says, is not chargeable with bad faith; and the state of his belief is a fact for the jury;” It was held in Erie City Iron Works v. Barber and Co., 106 Pa. 125 that to establish a charge of fraud, a fraudulent purpose is essential. Duff v. Williams, 85 Pa. 490 held that if an action is based on erroneous representations as to solvency, a man is not liable in an action of deceit for such representations if at the time he honestly believed them to be true. See Cox v. Highley, 100 Pa. 249. In the instant case the assignment and release offered in evidence by the defendant is challenged as fraudulent. Judge Bok, President Judge of the court below, correctly told the jury that: “The case is a pretty simply one . . . You are to decide whether or not the defendant was solvent or insolvent at the time this assignment was given, that is, in May of 1933. That is your job.” That was the jury’s duty and they discharged it by finding as a fact that Wurzel was insolvent on the date in question and that, therefore, the plaintiff association was not defrauded by the assignment and release which Wurzel offered in evidence as defense against the claim made against him in this action. Judge Bok in his charge further correctly stated: “. . . if this man is insolvent, this whole deal was perfectly clean and straight and there is nothing the matter with it. Rosen had a perfect right to do what he did.”\nRosen’s acting as Wurzel’s agent in this transaction was in no way and in no degree an act of fraud on the part of either Rosen or Wurzel. No fraud can be predicated on the relationship of agent and principal existing between them. It is equally clear that co-obligors, such as Lipschutz and Margolin were, do not ipso facto become fiduciaries in their relations to other co-obligors. On this phase of the case the following instructions of Judge Bok were absolutely correct: “. . . neither Charles Lipschutz nor Maurice Margolin did, in fact or in law, profit or gain any advantage for either of themselves out of the fact that the plaintiff sold to Rosen its claim against Maurice L. Wurzel, excepting that their liability was reduced to the extent of the money which plaintiff received in consideration for the assignment, the latter of which was entirely legal and proper.”\nThe failure to record this transaction on the books of the association thereby “concealing it from the stockholders”, as alleged, does not make the transaction, fraudulent. If Wurzel was insolvent at the time, as the jury found he was, and if the directors had taken steps to have the assignment in question annulled, that action even if successful would have brought no gain to the association. Since Wurzel was insolvent at the time, the association actually gained $500 by the transaction now called into question. Any party who profits by a transaction cannot successfully claim that he or it was defrauded by it. In every case of fraud there must be some undue advantage gained by the fraudulent actor or by parties acting in privity with him and there must be also some disadvantage sustained by the party defrauded. In the instant case, Wurzel, if insolvent, gained nothing and the association lost nothing by this transaction. In every case of fraud there must be a victim. This record discloses no victim. The jury found as a fact that the association was not victimized out of a single dollar. 1 Story, Eq. Jurisprudence, Sec. 186 defines “fraud” as “the successful employment of any cunning deception or artifice to circumvent, cheat or deceive another.” Bouvier’s Law Dictionary defines “fraud” as “the misrepresentation by word or deed of material facts, by which one exercising reasonable discretion is misled to his injury”.\nI can find no support in this record for the conclusion of the majority “that the evidence presented to prove the defense shows that the transaction with the defendant, Wurzel, was fraudulent.” If there were facts tending to support this conclusion they would have to be found by the jury. It is not the function of courts to decide controversial issues dependent upon oral testimony. See Nanty-Glo Boro. v. American Surety Co., 309 Pa. 236, 163 A. 523.\nThe defense offered a written agreement duly executed by the proper officials of these associations. The defendants were protected in this agreement by the Act of May 12, 1925, P. L. 615, 15 P.S. Sec. 42 and 61, reenacted in the Business Corporation Law of 1933, and the Building and Loan Association Code of 1933. The corporation is bound by such agreements as the defense offered in this case. See Houghten v. Restland Memorial Park, Inc., 343 Pa. 625, 23 A. 2d 497. This case holds that under section 305 of the Act of May 5, 1933, P. L. 364, a corporation is liable on an obligation executed by the president or vice-president and the secretary or treasurer, unless at the time of the execution the holder of the obligation was chargeable with knowledge that it was not properly authorized. It also holds that a corporation may not avail itself even of ultra vires as a defense where a contract has been entered into and executed in good faith by the other party and the corporation has received the benefit of the performance.\nOn this phase of the case Judge Bok properly charged the jury: “We have a law which says that .the seal of the corporation is attached, that everyone can take that as being a properly authorized contract. Just think a minute. Suppose you want to buy a new furnace for your house and you enter into a contract with the furnace company and you see that it is signed by the president and the secretary and the seal is attached to it. You can rely on the fact that that’s a good contract with that company, that it was authorized to be done by those people. You don’t have to go to the company’s office and demand to see the minute book to see if a resolution was passed authorizing the company to sell you a furnace. The law says no, if you have that kind of contract you can rely upon its having been authorized and properly executed — unless there is fraud, or unless there is something that ought to put you on notice that there is something wrong about the situation.” Judge Bok then explained to the jury that “if Wurzel were solvent and Rosen stepped forward to pay his debt for him by compromising it, as soon as Rosen saw that bond with those three names on it out of six, the two officers of the association and the defendant as director, he was put on notice that there might be something wrong.” The trial judge then discussed the fact that “there was no authorization actually for this assignment” — that “there were only five directors at the meeting” on March 28. 1933, “the bylaws” call for seven, and there was no quorum”, but the court then correctly states that this was important only if Wurzel was solvent. The court said: “If Wurzel is insolvent, this doesn’t matter, because in that case Rosen was protected by the law which says that that assignment, if signed by the proper officers and is sealed, protects you. ... If Wurzel was insolvent, there was no way that these other men, Lipschutz and Margolin, could benefit by this transaction, no way at all. They were letting out an insolvent man because his friends were paying something for his obligation. But if Wurzel were solvent, then these officers, Lipschutz and Margolin, would be benefiting, and that means that they would be profiting at the expense of their own share-holders, and that’s wrong, because they would be releasing one of their number, one of the six. They would have been letting his share of the obligation, the sixth of $30,000, go for $500, and that would mean that they themselves would no longer be liable for the whole $30,000 but only for five-sixths of it. Now, I say to you again, if Wurzel were insolvent, that wouldn’t matter, because in that case you don’t take a slice out of the obligation and reduce it to five-sixths.” The court thereby made it crystal clear to the jury that the basic issue in this case was the insolvency of Wurzel. Under our law this was a jury question and since the jury found that Wurzel was insolvent and since the issue was submitted to the jury under a charge that was free from error, I can find no reason for reversing the judgment of the court below.\nCounsel for the Philadelphia Workingmen’s Saving Loan and Building Association and another loan association testified that he was acquainted with the mortgage and collateral bond on which Wurzel and five others were co-obligors, that in 1933 it was in default for several years and suits or judgments which were entered against one or more of the obligors brought the bond to counsel’s attention. He made an investigation of the financial condition of the obligors, called some of them to his office, and from Ms investigations and conversations, he found that they were all hopelessly insolvent. About the same time he received an offer from Raymond Rosen for the Maurice L. Wurzel claim, of $500 for each of the Associations he was counsel for, and Rosen said he was making a similar offer to the John Marshall Association which was represented by other counsel. Rosen’s negotiations were not carried on with the officers who executed the bond, but with the Association’s counsel.\nProof of the disclosure to this counsel of all the facts proves that no one was guilty of misrepresentation. The record is barren both of any evidence of fraud and of any harm done to the plaintiff. If a debtor by revealing his insolvency and disclosing all the pertinent facts induced the executive officers of a bank to release him from his obligation by the payment of a sum less than the indebtedness, the bank could not later have the transaction set aside as fraudulent because it was not duly entered in the bank’s records or because a quorum of the directors had not authorized it. The officers of the plaintiff association had a legal right to bind the association by the agreement first challenged ten years after it was executed.\nThe majority opinion states that “Defendant’s insolvency was only one of a number of elements in the case and could not be controlling under the circumstances of this case”. If the court erred in narrowing the issue solely to the defendant’s alleged insolvency in May of 1933 that “error” does not warrant this court ordering judgment entered for the plaintiff; the most it would warrant would be the granting of a new trial. Fraud is a question of fact and fact finding is a jury’s function; certainly it is not the function of the Supreme Court of Pennsylvania. There is in this record no testimony of any kind which would support a finding by any one that Wurzel was guilty of fraud. On the question of Wurzel’s insolvency the evidence was overwhelming that he was insolvent in 1933 and a jury so found. When the jury so found, this record was left without a single fact to sustain a charge of fraud.\nThe majority opinion says “there is no doubt that Rosen acted as Wurzel’s agent”. What of it? Wurzel had not been a director of the Association for nine years before this transaction was consummated and in all the negotiations for the settlement now questioned the plaintiff was represented by a solicitor of admitted professional ability and honorable standing at the Bar, and there is not even an allegation that he did not represent his client in this matter with fidelity and care.\nThe majority opinion says that “the transaction was concealed from the shareholders by failure to record it on the books except in such an inadequate way as in fact to have been misleading.” The answer to that is that Wurzel did not have the slightest responsibility as to how the plaintiff association kept its books. When the president and secretary signed the agreement with Wurzel, Wurzel was under no obligation to challenge their authority to do so. It has been repeatedly held that ByLaws of a corporation operate merely as regulations among the shareholders and do not affect dealings with other persons unless other persons have actual knowledge of the violation of the By-Laws. The question of whether or not Wurzel did know of any lack of authority on the part of the president or secretary to execute this agreement was a question of fact and being such it was a question to be passed upon by the jury and not to be passed upon by this court.\nAn agreement signed by the president and secretary of a corporation is prima facie valid and those who question the authority of such officers to execute the agreement must assume the burden of proving it. In the case of Integrity Trust Company, to use, v. Nestor Building & Loan Association, 340 Pa. 216, 14 A. 2d 331, there was a suit to recover on a bond given by defendant Building and Loan Association as collateral security for the payment of a mortgage on property acquired by the Assoeiation in 1927 subject to the mortgage. The principal defense was that defendant had been unable to find that its officers had been authorized to execute the bond; it was agreed that minutes for the proper period were missing. This Court held that the lack of authority on the part of officers was no defense and we cited the case of Bennett v. Rittenhouse Building & Loan Association, 313 Pa. 391, 169 A. 757, as controlling. That case held that the corporation is, under the Act of May 12, 1925, P. L. 615, bound by an agreement signed by the president and secretary of the association. We said: “If the authority was in fact wanting that is a matter between the corporation and its officer.”\nHow can any concealment, intentional or unintentional, of this transaction by the association’s officers be charged against Wurzel? If a debtor settles a bank’s claim against him for even one cent on the dollar, and the bank’s officers “conceal the transaction from the shareholders”, how does that fact indicate fraud on the part of the settling debtor? If, for example, one who owed a debt to a grocery store settled that debt with the executive officers of the corporation which operates the store, by making a small payment, it is of no concern to the settling debtor whether or not the officers were formally authorized to make the settlement or whether the transaction was recorded on the corporation’s books. A settling debtor can be characterized as “a fraud” only if he had committed, procured, or, with deceitful intent participated in, a fraud. Securing one’s release from a debt by paying a creditor a fraction of it is no fraud unless false representations are made to accomplish it. The only representation made in behalf of Wurzel to induce the plaintiffs to release him from his debt was a representation of his insolvency. The jury found this representation to be true. This being so, the allegation as to Wurzel’s fraud is without a single support. Mere conjecture and suspicion never sustain a charge of either guilt or fraud. As Mr. Justice Linn said, speaking for this Court, in Union Bank and Trust Company v. Girard Trust Company, 307 Pa. 488, 500:\n“Bad faith is not a matter of conjecture; it must be proved, and, like many other facts, may be proved by circumstantial evidence; but it is well settled that it is not sufficient to show suspicious circumstances (without now suggesting that there was ground for suspicion here) such as might lead a person, before taking a paper, to make inquiry, but material mala fides must be proved.” (Citing four cases.)\nSince this plaintiff Association profited to the extent of $500 by assigning its claim against Wurzel, an insolvent, to Rosen, and therefore lost nothing by the transaction, and since no fraud on the part of Wurzel was shown it follows that the judgment of the court below, based on the jury’s finding of no fraud, should be affirmed. As this record stands not even an order for a new trial would be justified, and I can find no fact or law or precedent which justifies this Court in entering judgment for the plaintiff.",
        "type": "dissent",
        "author": "Mr. Chief Justice Maxey:"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Horace Stern:\nWurzel, defendant, was, as the jury found, hopelessly insolvent; the testimony indicates that his assets were $543 and his liabilities, $893,356. Apparently a friend was willing to finance a settlement for him in the sum of $500 with the plaintiff Saving Loan and Building Association to which, together with other obligors, he was indebted on a $30,000 bond. While the amount accepted in settlement by the Association was obviously small in comparison with the amount of the debt, settlements of that nature are constantly made by receivers and liquidating trustees of failed institutions if, in their judgment, a small or even a nominal sum is the best that can be obtained under the circumstances.\nThe majority opinion holds that the settlement was absolutely void and of no effect either because (1) of fraud, or (2) of lack of authority on the part of those who accepted the settlement in behalf of the Association.\n(1) As far as the element of fraud is concerned, I have read and re-read the testimony but fail to find a scintilla of evidence that Wurdel was guilty of any fraud, that he had made any misrepresentation of any kind, that he had concealed any assets or in any manner did anything that was illegal or improper. The only fraud upon which the majority opinion relies as to this aspect of the case is that after the settlement was made the transaction was not adequately recorded on the books of the Association and that the $500 was not credited on the obligation in the Association’s books; the actual receipt, however, of the $500 by the Association is admitted. Assuming that the officers of the Association, whatever their reason may have been, acted negligently or in any manner improperly in regard to the recording of the transaction I fail to see how such conduct on their part could affect the settlement itself as far as Wurzel is concerned. Incidentally, even if there were any evidence of such fraud, that issue would have to be submitted to the jury and would not justify the court’s present action in directing a judgment for plaintiffs.\n(2) Coming to the question of alleged lack of authority on the part of the President and the Secretary to make the settlement in behalf of the Association, the Act of May 12, 1925, P. L. 615, re-enacted by the Business Corporation Law of 1933, P. L. 364, section 305 and the Building and Loan Association Code of 1933, P. L. 456, section 314, provides that the by-laws of a corporation operate merely as regulations among the shareholders and shall not affect dealings with other persons unless such persons have actual knowledge of such bylaws; it further provides that any assignment or other instrument of writing executed or entered into between any corporation and any other person, when signed by the President and the Secretary shall be held to have been properly executed for and in behalf of the corporation. The majority opinion brushes these acts aside by the statement that “the knowledge of Wurzel., , , is written all over the transaction”. I fail to see in the record any testimony which gives support to that statement. Wurzel was a member of the Board of Directors in the years 1923 and 1924 but there is nothing to indicate that he was a director after the latter date; the settlement was made in 1933 and the record is clear that he was not at that time a member of the Board. If the President and Secretary did not have the authority to effect the settlement plaintiffs did not prove that Wurzel knew or was bound to know that such was the case.\nMuch is made of the fact that the President and Secretary effected the settlement in behalf of the Association although they were co-obligors with Wurzel on the bond. As a matter of fact the evidence shows that the settlement was negotiated by Rosen on behalf of Wurzel, not with these two officers, but with the solicitor for the plaintiff Association, who carefully investigated Wurzel’s financial condition. Moreover, since Wurzel was insolvent, the interest of the President and the Secretary as his co-obligors was not adverse to their duty as officers of the Association, it being obviously to their own advantage to obtain from Wurzel as much as possible and thus to diminish their own liability; the less they were able to secure from him the greater would be the amount for which they themselves would remain liable: Freeman, Secretary of Banking v. Sundheim, 348 Pa. 248, 35 A. 2d 295. There is, therefore, no place here for the application of the principle of agency that one cannot serve two masters whose interests are conflicting.\nI agree with Judge Bore's analysis of the case that the only question for the jury was whether Wurzel was insolvent; if he was, the settlement made was justified unless Wurzel was guilty of fraud in connection therewith, but, as I have already stated, I cannot find an iota of testimony to that effect. . .\n• For the reasons stated, I dissent from the reversal of the judgment and from the direction to enter judgment for the, plaintiffs.",
        "type": "dissent",
        "author": "Me. Justice Horace Stern:"
      }
    ],
    "attorneys": [
      "T. Henry Walnut, for appellants.",
      "Samuel J. Gottesfeld, for appellee."
    ],
    "corrections": "",
    "head_matter": "Philadelphia Workingmen’s Saving, Loan and Building Association et al., Appellants, v. Wurzel.\nArgued April 15, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Jones, JJ.\nreargument refused November 8, 1946.\nT. Henry Walnut, for appellants.\nSamuel J. Gottesfeld, for appellee.\nOctober 4, 1946:"
  },
  "file_name": "0086-01",
  "first_page_order": 112,
  "last_page_order": 128
}
