{
  "id": 468977,
  "name": "Ginsburg v. Pittsburgh Railways Company, Appellant",
  "name_abbreviation": "Ginsburg v. Pittsburgh Railways Co.",
  "decision_date": "1946-11-08",
  "docket_number": "Appeal, No. 89",
  "first_page": "193",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "355 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 A. 2d 109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "145 Pa. Superior Ct. 341",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1035162
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/145/0341-01"
      ]
    },
    {
      "cite": "84 Pa. Superior Ct. 442",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        662629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/84/0442-01"
      ]
    },
    {
      "cite": "92 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0335-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 332,
    "char_count": 4110,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.469121558824472
    },
    "sha256": "e8e5912c4591e3b7506fa4edfd34b48847cedd4af61a5e3639e0f3b42b87c79a",
    "simhash": "1:bd20a4b4f26c7cb0",
    "word_count": 713
  },
  "last_updated": "2024-02-27T21:22:40.610428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Ginsburg v. Pittsburgh Railways Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nPlaintiff operated a taxicab eastwardly alongside and to the right of the trolley tracks on Fifth Avenue in Pittsburgh. When he reached Dithridge Street he turned into the eastbound car track intending to proceed northwardly on the latter street, but as there was considerable westbound traffic on Fifth Avenue blocking his path he stopped with the rear wheels of his cab in the track and the front wheels pointed toward the left. Several witnesses on his behalf testified that the cab had remained standing in that position for a period of from one to two minutes when it was struck in the rear by an eastbound trolley car; one of these witnesses stated that after the cab had come to a standstill he went to a telephone box on the sidewalk, rang up the operator, came back into the street and talked to plaintiff, and during all that time the cab was stationary at the corner. There was testimony also that when the cab stopped at Dithridge Street the trolley car was at a bend of Fifth Avenue some 350 to 400 feet away. For the injuries he sustained in the accident plaintiff was awarded a verdict of $5,000, subsequently reduced by the court to $4,000.\nOn this appeal defendant urges that judgment n. o. v. should have been entered in its favor because plaintiff admitted that before turning into the rails he did not look back for approaching trolley cars. But the general rule that requires a person before entering upon or crossing a car track to look and listen is not applicable to the facts of the present case because plaintiff’s failure in that respect had no relation whatever to the accident. It is not negligence in the abstract that bars a recovery but negligence which contributes to the injury. It was said in Baughman v. Shenango and Allegheny R. R. Co., 92 Pa. 335, 338: “The rule invoked is a valuable one. . . . We do not propose to depart from this principle nor to weaken its force. We are unable to see its applicability to this case, however. The injury, as developed by. the plaintiff’s testimony, was not the result of a failure to observe the rule. Had he stopped, looked and listened, it is not probable that he would have seen or heard the train, for the reason that it was too far off to have been patent to any of the senses.” Had plaintiff here seen the trolley car some 400 feet away he would nevertheless have been entirely justified in entering upon the track, so that his failure to look had nothing whatever to do with the happening of the accident and therefore did not constitute contributory negligence.\nIn his closing address to the jury plaintiff’s counsel stated that his client “had suffered a monetary loss of $5,000 or better”. Counsel for defendant moved for the withdrawal of a juror. Plaintiff’s counsel thereupon withdrew the remark. The court said: “He is allowed to talk about expenses. I will ask the jury to disregard any estimate of a monetary character that has been made by Mr. Little, and he has withdrawn those remarks, admitting that he made a mistake. The motion will be refused.” As the sum mentioned merely purported to represent the items constituting plaintiff’s pecuniary loss and not an amount suggested as an award for indefinite elements of recovery such as pain and suffering, the only objection to it was that the figure was exaggerated and not borne out by the testimony. Since, however, the statement was promptly withdrawn, since the court instructed the jury to disregard it and in its charge pointed out the correct calculation, and since the verdict was subsequently reduced to an amount amply justified by the evidence, a new trial was properly refused.\nJudgment affirmed.\nSee also Jennings v. Susquehanna, & New York R. R. Co., 84 Pa. Superior Ct. 442; Naugle v. Reading Co., 145 Pa. Superior Ct. 341, 345, 21 A. 2d 109, 111.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "J. R. McNary and Leo A. Nunninh, for appellant.",
      "Louis Little and Henry Kaufman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ginsburg v. Pittsburgh Railways Company, Appellant.\nSubmitted. October 4, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nJ. R. McNary and Leo A. Nunninh, for appellant.\nLouis Little and Henry Kaufman, for appellee.\nNovember 8, 1946:"
  },
  "file_name": "0193-01",
  "first_page_order": 219,
  "last_page_order": 221
}
