{
  "id": 468899,
  "name": "Era Co., Ltd., Appellant, v. Pittsburgh Consolidation Coal Co.",
  "name_abbreviation": "Era Co. v. Pittsburgh Consolidation Coal Co.",
  "decision_date": "1946-11-08",
  "docket_number": "Appeal, No. 104",
  "first_page": "219",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "355 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "41 A. 2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "37 A. 2d 615",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "37 F. 2d 593",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0593-01"
      ]
    },
    {
      "cite": "44 A. 2d 55",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464058
      ],
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0616-01"
      ]
    },
    {
      "cite": "19 A. 2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206898
      ],
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0163-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 351,
    "char_count": 4928,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 9.84795802154128e-07,
      "percentile": 0.9822099666814552
    },
    "sha256": "f35791a1ac0fe903627f48772e42f58c70fb1b0cd8c03ad94231f9ab36808f07",
    "simhash": "1:f60be6544552e682",
    "word_count": 850
  },
  "last_updated": "2024-02-27T21:22:40.610428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Era Co., Ltd., Appellant, v. Pittsburgh Consolidation Coal Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThis appeal involves the construction of section 908 of the Business Corporation Law of May 5, 1933, P. L. 364, as amended March 31, 1941, P. L. 13 (PS Title 15, section 2852 — 908).\nThe act provides a remedy for the protection of a dissenting stockholder against a corporate merger and prescribes the method of procedure.\nThe shareholder (defined in the act as the registered owner), in order to secure the benefit of the provisions of the statute, must do three things: (a) file a written objection to the merger; (b) refrain from voting in favor of the merger; (c) make written demand for the payment of the fair value of his shares.\n“Where a remedy or method of procedure is provided by an Act, its provisions shall be strictly pursued and exclusively applied”: Linn, J., in Bartron v. Northampton Bounty, 342 Pa. 163, 168, 19 A. 2d 263. Thompson v. Morrison, 352 Pa. 616, 624, 44 A. 2d 55. See also cases therein cited.\nAppellant, Era Company, Ltd., was the beneficial owner of 250 shares of the stock of the Pittsburgh Coal Company. The stock was not registered in the Era Company’s name, but was registered in the name of C. A. England and Company. Neither knowledge nor notice of claim of such beneficial ownership in Era was shown to have been possessed by or given to the coal company. A merger was proposed of the coal company with the Consolidation Coal Company under the Business Corporation Act of 1933, supra. A meeting of stockholders was fixed for July 24, 1945, to vote upon the proposal. On July 13,1945, the coal company received the following letter:\n“Chemical Bank & Trust Company New York 21\nMadison Avenue at 74th Street Office\nJuly 11, 1945\n‘Pittsburgh Coal Company P. O. Box No. 146 Pittsburgh 30, Pa.\nGentlemen:\nA valued client of ours holds 250 shares Pittsburgh Coal Company Preferred Stock, represented by certificates Nos. 018161, 019861, 018834 at 50 Shares each, and No. 7684 at 100 shares, and wishes to vote against both proposals contained in your proxy for Special Meeting of Shareholders, July 24, 1945. The certificates are registered in the name of our nominee, and we are forwarding under separate cover, in addition to this letter, the proxy which also votes against both proposals.\nVery truly yours,\nJ. A. Hopper\nVice President’\nPrior to the meeting a proxy was received from C. A. England and Company. At the meeting it was used to vote 250 shares against the merger. The merger was approved by a majority of the stockholders and became effective. On or about December 10,1945, C. A. England and Company made demand for tbe payment of tbe fair value of 250 shares of stock. Era Company filed its petition for appointment of appraisers on January 22,1946, to which an answer was filed, issue joined and hearing had. In a well considered opinion by Judge Patterson the court below decided that appellant was not a registered stockholder entitled to relief within the terms of the act. This appeal followed.\nThe learned counsel for appellant concedes that under the act it is the registered owner who must act, but earnestly maintains that it was the registered owner who was acting, “through his agent.” With this we do not agree. A letter from a New York bank stated that an undisclosed client held 250 shares of the coal company stock and wished to vote against the merger; that the certificates are registered “in the name of [the bank’s] nominee” and under separate cover the bank was forwarding a proxy to vote against the merger. Such a letter cannot be construed as a written objection from the registered owner. What authority did a stranger to the corporation have to declare that its undisclosed client was the true owner of the shares? The corporation was under no duty to ignore its stock registry and pass upon the equitable ownership of the shares. An objection by an alleged agent of an undisclosed principal cannot be regarded as that made by the registered owner. The corporation properly ignored such an irregular objection. The petition by the alleged beneficial owner for an appraisement and payment of fair value, likewise is not the act of the registered owner as required by the act. The decree of the court below, for the reasons therein cited, properly dismissed the petition because it failed to comply with the provisions of section 908 of the Business Corporation Law of 1933, as amended. See Cheatham v. Wheeling & L. E. Ry. Co., 37 F. 2d 593; In re Universal Pictures Co., Inc., 37 A. 2d 615; Salt Dome Oil Corp. v. Schenck, 41 A. 2d 583.\nDecree affirmed at cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "John E. Evans, Nr., with him Evans, Evans & Bpinelli, for appellant.",
      "Earl E. Reed, with him James A. Bell and Thorp, Bostwich, Reed & Armstrong, for appellee."
    ],
    "corrections": "",
    "head_matter": "Era Co., Ltd., Appellant, v. Pittsburgh Consolidation Coal Co.\nArgued October 3, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nJohn E. Evans, Nr., with him Evans, Evans & Bpinelli, for appellant.\nEarl E. Reed, with him James A. Bell and Thorp, Bostwich, Reed & Armstrong, for appellee.\nNovember 8, 1946:"
  },
  "file_name": "0219-01",
  "first_page_order": 245,
  "last_page_order": 248
}
