{
  "id": 468956,
  "name": "Berman et ux., Appellants, v. Exley et al.",
  "name_abbreviation": "Berman v. Exley",
  "decision_date": "1947-01-06",
  "docket_number": "Appeal, No. 208",
  "first_page": "415",
  "last_page": "418",
  "citations": [
    {
      "type": "official",
      "cite": "355 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "330 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0154-01"
      ]
    },
    {
      "cite": "355 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0135-01"
      ]
    },
    {
      "cite": "36 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0595-01"
      ]
    },
    {
      "cite": "149 A. 639",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122305
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0402-01"
      ]
    },
    {
      "cite": "134 A. 409",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "287 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 321,
    "char_count": 3869,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.2190553689982317e-07,
      "percentile": 0.8669881912034254
    },
    "sha256": "8005474c9999ddd531fcfe5a7ac719c069323aa5161e228e6619fb8c2e9144bd",
    "simhash": "1:aa56c639435e6bdf",
    "word_count": 659
  },
  "last_updated": "2024-02-27T21:22:40.610428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Dbew, Linn, Steen, Pattebson, Steabne and Jones, JJ."
    ],
    "parties": [
      "Berman et ux., Appellants, v. Exley et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis appeal by owners of property located at the Northeast corner of Baltimore Avenue and 40th Street, Philadelphia, is from the action of the common pleas affirming the action of the Zoning Board of Adjustment which had refused to grant to the appellants a certificate of variance. Appellants’ property is zoned for residence purposes only. They proposed such reconstruction of the premises as would enable them to conduct a “grocery, meat and delicatessen store.” They are now engaged in that business on the opposite side of 40th Street, which happens not to be in the same zone as the premises covered by their application, the street being the boundary line between the two zones. Where the boundary should be is of course a legislative question, which, for the purposes of this case, was answered by the line fixed by city council in enacting the ordinance. The Zoning Board of Adjustment, in the proper exercise of discretion, has power to grant a certificate of variance, a flexibility of procedure necessary to the protection of constitutional rights: compare White’s Appeal, 287 Pa. 259, 134 A. 409; Taylor v. Haverford Township, 299 Pa. 402, 149 A. 639; Wojnar v. Yale & Towne Co., 348 Pa. 595, 36 A.2d 321.\nOn appeal from the common pleas to this court the review is as on certiorari: Veltri Zoning Case, 355 Pa. 135. We examine the record to see whether the proceeding is free from mistake of law. There was evidence of the general character of the adjoining zones and of the use of various premises. The proceedings had before the Zoning Board of Adjustment were offered in evidence during the hearing in the common pleas. It appears from those proceedings that appellants desired to make substantial alterations in the existing residence. The hearing judge differed from the Zoning Board of Adjustment on the ground that the refusal of the certificate of variance resulted in an unreasonable interference with the proper use of appellants’ property. Exceptions to his adjudication were heard by the court in banc and were sustained in an opinion signed by McDevitt, P. J. and Parry, J., who properly stated that the only question before the court was “whether in refusing the variance requested the Zoning Board of Adjustment was guilty of a manifest and flagrant abuse of discretion.” On their examination of the record they concluded that it cannot “properly be said that the applicant has in any relevant sense been deprived of the use of his property by the action of the Board. We find nothing in the record to justify the conclusion that the action taken was arbitrary or in violation of law and hence we have no power to interfere with this exercise of an administrative duty by the officials entrusted therewith. Jenning’s Appeal, 330 Pa. 154.”\nWe find nothing in the record that would warrant our taking a different view.\nOrder affirmed, costs to be paid by appellants.\nWe quote the following from the document entitled NOTICE OF REFUSAL OF PERMIT.\n“PREMISES:\n4001 Baltimore Ave., (N. W. Cor. 40th St.,) is in a C Residential District.\n“ZONING:\nThe application is for the partial demolition of an existing bldg., and the erection of a one (1) story addition (size and location to be shown in the application), as part of a four (4) family dwelling four (4) stories high, and grocery and meat store.\nREQUIRED ■ PROPOSED\nOpen area (total) 1527 Sq. ft. 50% 806 Sq. ft. 26.4%\nSet back from Baltimore Ave. 8 ft. 0 in. 5 ft. 0 in.\nSet back from 40th St. 8 ft. 0 in. None’",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Edwin Fischer, for appellants.",
      "G. Coe Farrier, with him Samuel Feldman, Assistant City Solicitors, and Prank F. Truscott, City Solicitor, for appellee.",
      "Frasier & Frasier, for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Berman et ux., Appellants, v. Exley et al.\nArgued November 29, 1946.\nBefore Maxey, C. J., Dbew, Linn, Steen, Pattebson, Steabne and Jones, JJ.\nEdwin Fischer, for appellants.\nG. Coe Farrier, with him Samuel Feldman, Assistant City Solicitors, and Prank F. Truscott, City Solicitor, for appellee.\nFrasier & Frasier, for amicus curiae.\nJanuary 6, 1947:"
  },
  "file_name": "0415-01",
  "first_page_order": 441,
  "last_page_order": 444
}
