{
  "id": 479674,
  "name": "Commonwealth v. Schroth, Appellant",
  "name_abbreviation": "Commonwealth v. Schroth",
  "decision_date": "1974-11-20",
  "docket_number": "Appeal, No. 16",
  "first_page": "233",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "458 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "215 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898565
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0072-01"
      ]
    },
    {
      "cite": "220 A.2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901669
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0240-01"
      ]
    },
    {
      "cite": "296 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945676
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 249,
    "char_count": 3469,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 7.540127059731242e-07,
      "percentile": 0.9703222079742873
    },
    "sha256": "9df37b49756725cd6bb9fd3e89aa1614e922e35d8e086c1e432c34591e4e2c8b",
    "simhash": "1:ad4be2a460383d45",
    "word_count": 591
  },
  "last_updated": "2024-02-27T20:33:37.342607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mandbrino, JJ."
    ],
    "parties": [
      "Commonwealth v. Schroth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nOn April 11,1973, Louis Cecil Schroth ivas convicted by a jury in Dauphin County of murder in the first degree, and on the same day the court imposed a sentence of life imprisonment. No post-trial motions were filed in the trial court, but a direct appeal from the judgment of sentence was filed in this Court on May 17th.\nIn the appeal, Schroth cites conduct of the Commonwealth’s attorney and certain rulings of the court during the trial which he says precluded him from receiving a fair trial.\nIn a multitude of cases, we have ruled that issues not raised by way of post-trial motions in the trial court are waived and may not be raised on direct appeal to this Court. For example, see Commonwealth v. Agie, 449 Pa. 187, 296 A.2d 741 (1972). However, for such a waiver to be effective, the record must affirmatively demonstrate that the appellant was aware of his right to file post-trial motions and that he knowingly and intelligently decided not to do so. See Commonwealth ex rel. Newsome v. Myers, 422 Pa. 240, 220 A.2d 886 (1966), and Commonwealth ex rel. Robinson v. Myers, 420 Pa. 72, 215 A.2d 637 (1966). This is not such a case.\nThe record manifests that before imposing sentence the trial judge advised Schroth of his right to file post-trial motions with the assistance of counsel provided for by the court without expense to the appellant. The judge also explained that if such motions were filed and overruled, Schroth had the right to appeal that decision to a higher court. The judge then said “if such motions are not filed or even if they are filed and are later withdrawn without their being ruled on by this Court, the legal effect is that you are waiving your right to file these motions.” The judge did not explain that by failing to file “these motions,” Schroth would forfeit his right to raise on appeal any issue which could have been presented to the trial court in the post-trial motions. In short, Schroth could have concluded that his failure to file post-trial motions would not prejudice his rights on appeal, but would only operate to deny him the right to have the trial court consider the errors he alleged. In view of this, the record is unclear as to whether or not Schroth’s decision to forego the filing of post-trial motions was knowing and intelligent.\nThe record is, therefore, l’emanded to the trial court for a hearing to determine if Schroth’s decision not to file post-trial motions was knowing and intelligent. If the court concludes it was not, then such motions should be permitted to be filed.\nIt is so ordered.\nThe appeal itself was filed untimely. However, on April 2Tth (within thirty days of the imposition of sentence), Schroth’s counsel filed a petition in this Court requesting permission to file the appeal without payment of the required statutory filing fee and for permission to proceed to prosecute the appeal in forma pauperis. We granted this petition on May 16th, and the appeal itself was filed the very next day. The Commonwealth raises no issue concerning the untimely filing.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Clarence B. Turns, Jr., Assistant Public Defender, with him Thomas C. Zerhe, Jr., Public Defender, for appellant.",
      "Marion E. MacIntyre, Deputy District Attorney, with him LeRoy 8. Zimmerman, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Schroth, Appellant.\nArgued May 20, 1974.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mandbrino, JJ.\nClarence B. Turns, Jr., Assistant Public Defender, with him Thomas C. Zerhe, Jr., Public Defender, for appellant.\nMarion E. MacIntyre, Deputy District Attorney, with him LeRoy 8. Zimmerman, District Attorney, for Commonwealth, appellee.\nNovember 20, 1974:"
  },
  "file_name": "0233-01",
  "first_page_order": 275,
  "last_page_order": 278
}
