{
  "id": 479720,
  "name": "Commonwealth v. Coleman, Appellant",
  "name_abbreviation": "Commonwealth v. Coleman",
  "decision_date": "1974-10-16",
  "docket_number": "Appeal, No. 403",
  "first_page": "324",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "458 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "233 A.2d 613",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "210 Pa. Superior Ct 529",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        780178
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/210/0529-01"
      ]
    },
    {
      "cite": "207 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1965,
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894005
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0358-01"
      ]
    },
    {
      "cite": "233 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910395
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0117-01"
      ]
    },
    {
      "cite": "239 A.2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912383
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0405-01"
      ]
    },
    {
      "cite": "233 A.2d 218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "220"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910388
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0110-01"
      ]
    },
    {
      "cite": "222 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903203
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0133-01"
      ]
    },
    {
      "cite": "233 A.2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910367
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0104-01"
      ]
    },
    {
      "cite": "250 A.2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921080
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0336-01"
      ]
    },
    {
      "cite": "272 A.2d 484",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933798
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0216-01"
      ]
    },
    {
      "cite": "326 A.2d 267",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479742
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 7918,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 4.2208879214980413e-07,
      "percentile": 0.9139594625014817
    },
    "sha256": "90c0b122587705ffdeb2cbaeb8d7f5b29f4c7cee7dd9f484d2733001401f8b0c",
    "simhash": "1:9dc32244fad70826",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T20:33:37.342607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManderINO, JJ."
    ],
    "parties": [
      "Commonwealth v. Coleman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nAppellant, Clinton Coleman, was indicted for the murder of Claude Thomas, the three-year-old son of a woman with whom Coleman had recently taken up residence. Before his trial Coleman filed a motion to suppress various statements which he had given to the police at the time of and subsequent to his arrest. The motion to suppress was denied, and in due course, Coleman was tried before a judge sitting without a jury and found guilty of voluntary manslaughter. In a colloquy between Coleman, his counsel, and the trial judge following the announcement of the verdict, appellant indicated that he did not wish to file any post-verdict motions. Sentencing was deferred pending a pre-sentence investigation and psychiatric examination. Six weeks later, Coleman was sentenced to not less than three-and-a-half nor more than ten years imprisonment in a state correctional institution with psychiatric treatment facilities. Coleman has appealed from this judgment of sentence.\nAppellant contends that the lower court erred in denying his suppression motion, and also challenges the sufficiency of the evidence to sustain his conviction. We will not pass on these contentions, for we are of the opinion that appellant has waived his right to have them reviewed. As a general rale, issues not raised in support of post-verdict motions will not be considered on appeal, Commonwealth v. Reid, 458 Pa. 357, 326 A.2d 267 (1974); Commonwealth v. Bittner, 441 Pa. 216, 221, 272 A.2d 484 (1971), and appellant has voluntarily relinquished his opportunity to file such motions.\nPost-verdict motions serve the dual function of allowing the trial court to rectify errors which may have been committed at trial, and of framing and clarifying the issues to be considered should there be an appeal. Because such motions are a critical step in the post-conviction review process, we will scrutinize closely any waiver of the right to file them in order to ensure that the defendant has acted voluntarily and with a full understanding of his rights. See, e.g., Commonwealth v. Littlejohn, 433 Pa. 336, 250 A.2d 811 (1969); Commonwealth ex rel. Robinson v. Myers, 427 Pa. 104, 233 A.2d 220 (1967); Commonwealth ex rel. Fink v. Rundle, 423 Pa. 133, 222 A.2d 717 (1966). On the other hand, as we said in Commonwealth v. Wallace, 427 Pa. 110, 113, 233 A.2d 218, 220 (1967), “a defendant, who deliberately and knowingly chooses to bypass the orderly state procedures afforded one convicted of a crime for challenging his conviction, is bound by the consequences of that decision.” See also Commonwealth v. Bolognese, 428 Pa. 405, 239 A.2d 307 (1968); Commonwealth ex rel. Harbold v. Rundle, 427 Pa. 117, 233 A.2d 261 (1967); Commonwealth ex rel. Harbold v. Myers, 417 Pa. 358, 207 A.2d 805 (1965).\nIn the case at bar, appellant does not dispute what plainly appears from the record: his decision not to file post-verdict motions was a deliberate, intelligent and voluntary act. Here, as in Commonwealth ex rel. Har bold v. Myers, supra, at 364-65, 207 A.2d at 808, “[t]Ms is not a case where the defendant did not himself choose to forgo [sic] the normal post-trial procedures. Neither is this a case where failure to pursue the established procedure was due to mere neglect or inadvertence. Nor is it a case where the defendant can plausibly deny either that he understood the alternatives open to him or deny that he comprehended the consequences of his [decision not to seek relief by post-verdict motions].” Under these circumstances, appellant is bound by his decision to waive the filing of post-verdict motions, and may not raise on appeal any issues which should have been raised in support of such motions.\nJudgment of sentence affirmed.\nThe following colloquy occurred after the court announced its verdict: “The Court: Mr. Penn [attorney for the defendant], you will have an opportunity or do you wish an opportunity to file motions for new trial or motions in arrest of judgment? Mr. Penn : May I consult with my client for a moment? The Court: Yes. (Mr. Penn confers with the defendant.) Mr. Penn: Your Honor, I have discussed this matter with my client and we do not desire to file any motions in arrest of judgment or for a new trial. . . . Mr. Boland [assistant district attorney]: Your Honor, I wonder if I could impose upon Mr. Penn to inform his client that by waiving post-trial motions certain rights may be surrendered and have that on the record. The Court: You know you have a right to file a motion for a new trial within seven days and that your counsel can also request additional time to perfect the motion after the seven days. The Defendant: Yes, Your Honor. The Court: Mr. Penn has spoken to you in regard to filing motions for a new trial; is that correct? The Defendant: Yes, Sir, it is. The Court : And you have indicated to him that you do not wish to file any such motions? The Defendant: That’s correct, sir. The Court: Do I understand that your desire not to file the motions is that you feel you have had a fair trial and that the evidence is such that you feel that a motion for a new trial, after consulting with your attorney, would be of no avail? The Defendant: It would be of no avail. I feel as though I have had a fair trial. The Couet: Very well. This doesn’t cut off his rights to appeal so — Me. Boland: May I mention one thing to him? The Couet: Surely. Me. Boland: Mr. Coleman, you realize that by giving up post-trial motions when you do file your appeal, you may not raise on appeal any issue that you might have raised on post-trial motions; you ean’t say that the court committed errors that certain evidence was admitted against you that shouldn’t have been; you can only appeal certain limited things. Me. Penn: May I — ■ The Couet: Let’s say this. The Supreme Court can give him the right to include anything they want in his appeal, Mr. Boland, so— Me. Boland: I had a case recently where the Supreme Court would not hear matters that were not raised on post-trial motions. The Couet: But were post-trial motions filed? Me. Boland: No. The Couet: You mean things that could have been raised on post-trial motions. Me. Boland: Yes. Me. Penn: As I understand it, Your Honor, we do have a right to appeal in the event that the sentence is improper. That is a matter of right. The Couet: Yes, you have a right to do that and in the event he feels the sentence is harsh or illegal. Me. Boland: So long as he understands that The Couet: You understand you’re waiving a substantial right when you don’t file post-trial motions, you understand that? The Defendant: Yes.”\nOur decision today is not inconsistent with Commonwealth v. Blum, 210 Pa. Superior Ct 529, 233 A.2d 613 (1967), where the court allowed a defendant to file post-verdict motions after a waiver of such motions had been accepted by the sentencing court and sentence had been pronounced, but before the seven-day period for the filing of such motions had expired. Here, so far as the record shows, appellant made no attempt to renounce his waiver of post-verdict motions either during this seven-day period or at any other time prior to sentencing.\nSince the date of the Blum decision and the date of sentencing in the ease at bar, Pennsylvania Rule of Criminal Procedure 1123 has been amended to provide that a waiver of post-verdict motions may become irrevocable before the expiration of the seven-day period following the verdict.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Edward J. O’Halloran, with him O’Halloran, Stach é Smith, P. 0., for appellant.",
      "William P. Boland, Assistant District Attorney, with him David Bichman, Assistant District Attorney, Bichard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Coleman, Appellant.\nArgued January 17, 1974.\nBefore Jones, O. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManderINO, JJ.\nEdward J. O’Halloran, with him O’Halloran, Stach é Smith, P. 0., for appellant.\nWilliam P. Boland, Assistant District Attorney, with him David Bichman, Assistant District Attorney, Bichard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nOctober 16, 1974:"
  },
  "file_name": "0324-01",
  "first_page_order": 366,
  "last_page_order": 370
}
