{
  "id": 479731,
  "name": "Penna. Human Relations Comm., Appellant, v. U. S. Steel Corp.",
  "name_abbreviation": "Penna. Human Relations Comm. v. U. S. Steel Corp.",
  "decision_date": "1974-10-16",
  "docket_number": "Appeal, No. 38",
  "first_page": "559",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "458 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "287 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "4 Pa. Commonwealth Ct. 448",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1847809
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/4/0448-01"
      ]
    },
    {
      "cite": "461 F.2d 1055",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1330110
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "1059"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/461/1055-01"
      ]
    },
    {
      "cite": "439 F.2d 237",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        755183
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "243"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/439/0237-01"
      ]
    },
    {
      "cite": "311 A.2d 170",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1973,
      "pin_cites": [
        {
          "page": "173"
        },
        {
          "page": "173"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Pa. Commonwealth Ct. 408",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1855542
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "413"
        },
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/10/0408-01"
      ]
    },
    {
      "cite": "308 A.2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "452 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        575189
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/452/0414-01"
      ]
    },
    {
      "cite": "401 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11712736
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/us/401/0424-01"
      ]
    },
    {
      "cite": "294 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1972,
      "pin_cites": [
        {
          "page": "598",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "448 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944695
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/448/0451-01"
      ]
    },
    {
      "cite": "243 N.Y.S.2d 101",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "40 Misc. 2d 419",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1130368
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/misc2d/40/0419-01"
      ]
    },
    {
      "cite": "338 U.S. 632",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3946601
      ],
      "weight": 4,
      "year": 1950,
      "pin_cites": [
        {
          "page": "642-43"
        },
        {
          "page": "364"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/338/0632-01"
      ]
    },
    {
      "cite": "214 Kan. 120",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        555479
      ],
      "weight": 4,
      "year": 1974,
      "pin_cites": [
        {
          "page": "124"
        },
        {
          "page": "1095"
        },
        {
          "page": "124"
        },
        {
          "page": "1095-96"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/kan/214/0120-01"
      ]
    },
    {
      "cite": "119 N.E.2d 581",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "307 N.Y. 38",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2234400
      ],
      "year": 1954,
      "opinion_index": 1,
      "case_paths": [
        "/ny/307/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1232,
    "char_count": 28896,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 2.678368408232901e-07,
      "percentile": 0.8264466383947481
    },
    "sha256": "7fde0d36291bc8c53684a9d6b9d8c98acf8c8db8c6d56931f31f12424ef69f53",
    "simhash": "1:85879cc4e0923098",
    "word_count": 4558
  },
  "last_updated": "2024-02-27T20:33:37.342607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Justice Manderino dissents.",
      "Mr. Justice Nix joins in this dissenting opinion."
    ],
    "parties": [
      "Penna. Human Relations Comm., Appellant, v. U. S. Steel Corp."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\nOn August 21,1972, appellant, Pennsylvania Human Relations Commission (PHRC) filed a complaint charging appellee, United States Steel Corporation, American Bridge Division, Shiffler Works (U. S. Steel) with violation of Section 5 of the Pennsylvania Human Relations Act (the Act). Soon thereafter, appellant served upon appellee certain interrogatories relating to the charges in the aforesaid complaint. When appellee refused to answer these interrogatories, several demands for such answers were made by the Commission which were rejected by appellee. Finally, on March 21, 1973, PHRC filed a complaint in equity with the Commonwealth Court requesting that court to compel appellee’s compliance with appellant’s demand for answers to its interrogatories. Appellee then responded with preliminary objections, alleging: (1) that the complaint was defective in that (a) it was not made, signed and filed by a member of the Commission as required by Section 9 of the Act (43 P.S. §959), (b) it did not set forth the particulars of the unlawful practice as required by Section 9, and (c) it was issued without probable cause; and (2) that appellant had not exhausted its statutory remedies and, therefore, that equity did not lie.\nThe Commonwealth Court, in an opinion by President Judge Bowman, sustained appellee’s preliminary objections and dismissed appellant’s complaint, holding : (1) that the Commission’s self-initiated complaint was subject to the “particulars” requirement of Section 9 and that it was deficient in this regard; and (2) that equity jurisdiction was not appropriate in this case. Human Rel. Comm. v. U. S. Steel, 10 Pa. Commonwealth Ct. 408, 311 A.2d 170 (1973). Appellant then brought this appeal.\nAt the outset, it should be noted that appellant requests that we consider this matter as an action to enforce a lawful order of the PHRC under Section 10 of the Act (43 P.S. §960) in order to avoid the problem with equity jurisdiction which was confronted below. However, since the lower court based its decision alternatively on the inadequacy of the original PHRC complaint and on the inappropriateness of equity jurisdiction, we will suspend decision on the appellant’s requested mid-stream pleading amendment until our resolution of the former question.\nSection 9 of the Act provides, inter alia, the following procedure for complaints relating to unlawful discrimination :\n“Any individual claiming to be aggrieved by an alleged unlawful discriminatory practice may make, sign and file with the Commission a verified complaint, in writing, which shall state the name and address of the person, employer, labor organization or employment agency alleged to have committed the unlawful discriminatory practice complained of, and which shall set forth the particulars thereof and contain such other information as may be required by the Commission. The Commission upon its own initiative or the Attorney G-eneral may, in like manner, make, sign and file such complaint. Any employer whose employes, or some of them, hinder or threaten to hinder compliance with the provisions of this act may file with the Commission a verified complaint, asking for assistance by conciliation or other remedial action and, during such period of conciliation or other remedial action, no hearings, orders or other actions shall be taken by the Commission against such employer. . . .” Act of October 27, 1955, P. L. 744, §9, as amended, 43 P.S. §959 (Emphasis added). In its complaint served upon appellee on August 21, 1972, appellant made the following charge: “4. The Respondent has in the past and continues until the present time to maintain a discriminatory system of recruitment, hiring, training, employment, compensation, promotion, demotion, job assignment or placement, transfer, layoff, retention, referral, dismissal, rehire, retirement and pensions, and has otherwise discriminated in the past and continues until the present time to discriminate regarding terms, conditions and privileges of employment because of sex, race and national origin. This pattern and practice of discrimination is in violation of the applicable provision of Section 5 of the Pennsylvania Human Relations Act, act of October 27, 1955, P.L. 744, as amended, 43 P.S. 951 et seq.” The present question is does this averment satisfy the requirement of Section 9 by “set [ting] forth the particulars” of “the unlawful discriminatory practice complained of?” In holding that it does not, the Commonwealth Court characterized the above quoted language as “a slightly expanded restatement of Section 5(a) of the Act and as such is a mere conclusion of law.” 10 Pa. Commonwealth Ct. at 413, 311 A.2d at 173. That court then concluded that this averment “is totally deficient in particularity by any standard, and advises U. S. Steel in no way by what means, methods, or circumstances it is charged with discrimination.” Id. Having studied the record, the statutory requirements, and the legal precedents relating to this matter, we believe that the Commonwealth Court was correct in its determination that the complaint did not satisfy the requirements of Section 9.\nAppellant contends that its original complaint “clearly delineates the perimeters of the area of concern and thus sufficiently delineates the perimeters of the proposed investigation.” At the outset, we cannot accept this assertion. The averment in paragraph 4 of the PHRC’s complaint tells appellee little more than that it is charged with a violation of Section 5 of the Act. To say that such a statement “clearly delineates the perimeters of the area of concern” is misleading, if not erroneous. When the “perimeters” become as expansive as those involved here, their delineation is of little significance or aid to the party attempting to frame responsive pleadings. In addition, appellant’s assertion ignores the fact that Section 9 of the Act does not speak of the complaint merely “delineating] the perimeters of the area of concern” hut requires that the complaint “set forth the particulars” of the unlawful discriminatory practice complained of.” Whether or not Section 9 requires the allegation of such specific instance of discrimination, there can be no question that this section requires more particularity than that contained in appellant’s averment. To construe Section 9 to accommodate appellant’s position would render the relevant statutory language in question virtually meaningless. We will not adopt such a construction.\nAppellant has relied heavily on a number of federal precedents to support its position. Primary among these are Local No. 104, Sh. Met. Wkrs. Int. Ass’n v. EEOC, 439 F.2d 237 (9th Cir. 1971), and Spartan Southwest, Inc. v. EEOC, 461 F.2d 1055 (10th Cir. 1972). We feel, however, that appellant’s reliance on those cases is misplaced as there exist several bases for distinguishing those cases from the situation before us.\nBoth Local 104 and Spartan dealt with the sufficiency of complaints filed under the federal Equal Employment Opportunities Act (Act of July 2, 1964, Pub. 1. 88-352, Title VII, §701 et seq., 42 U.S.C. §2000e el seq.), which required that the complaint “set forth the facts upon which it is based.” In addition to the semantical difference between the federal statute and the instant statute, the charges in both the above cases were more specific and limited than those involved in the present case. In Local 101}, the charge was limited to the discriminatory restriction on union membership of minority group members because of race or national origin. Spartan involved a series of separate charges, one of which was that the employer had restricted certain occupational categories to exclude Negroes, Spanish-speaking Americans, and Indians. While these charges may not be models of specificity, they clearly give the employer significantly better notice of the nature of the unlawful practice he had allegedly committed than do the charges presently before us. In addition, both the Local 104, and the Spartan courts emphasized the notice pleading system of the Federal Rules of Civil Procedure and thus felt restrained from requiring more particularity in pleading before federal administrative agencies than that which would suffice in the federal courts. 439 F.2d at 243; 461 F.2d at 1059. Contrastingly, this Commonwealth has a system of fact pleading which by its very name connotes particularity exceeding mere notice. See Pa. R. C. P. 1019. Thus, any attempt to analogize the federal court approach to the EEOC to our approach to the PHRC is destined to fail.\nAppellant has also cited Pittsburgh Press Employment Advertising Discrimination Appeal, 4 Pa. Commonwealth Ct. 448, 287 A.2d 161 (1972), to support its position that the questioned averment satisfies the requirements of Section 9. We, however, agree with the court below that Pittsburgh Press is readily distinguishable since “[t]hat complaint . . . clearly pinpointed the particular action or activity alleged to be discriminatory, namely the employment advertisements of the newspaper carried under male or female columns.” 10 Pa. Commonwealth Ct. at 413, 311 A.2d at 173. Clearly, such is not the case here.\nIn the alternative, appellant suggests that it has the power to compel answers to interrogatories pursuant to its investigatory powers, regardless of the status of its complaint, and that we should therefore order appellee to answer the interrogatories on this basis. We find this theory equally untenable. Initially, because PHRC has chosen to proceed via complaint in this matter, the scope of its pure investigatory power is not properly in issue. Even beyond that problem, however, we have serious doubts regarding the appellant’s power to compel answers to interrogatories in the absence of a proceeding initiated by a proper complaint. There is no question that the PHRC has the general authority and the duty under Section 9 to conduct investigations even in the absence of a properly-filed, legally-adequate complaint, provided there is “reason to believe” that an fin-lawful discriminatory practice has occurred prior to the commencement of such investigation. However, except in the case of investigatory hearings relating to racial problems under Section 8.1 (43 P.S. §458.1), the appellant’s arsenal of formal evidence-gathering powers, found in Section 7(g) (43 P.S. §957(g)), is usable only “where a complaint has been properly filed before the Commission.” We construe the requirement that the complaint be “properly filed” to implicitly require that the complaint be free of substantial defect. Thus, in view of our earlier conclusion that the instant charges are defective, the powers delineated in Section 7(g) do not apply here. Even if Section 7(g) were applicable in the present context, there is the further problem that the power to compel answers to interrogatories is not included among those enumerated in that section. However, we express no opinion at this time as to the PHRC’s interrogatory power, or lack thereof, in a proceeding initiated by a complaint conforming to the requirements of Section 9.\nThe foregoing resolution of these issues in concurrence with the decision below renders consideration of the matters relating to the propriety of equity jurisdiction academic and unnecessary. Accordingly, we affirm the decision of the Commonwealth Court, sustaining appellee’s preliminary objections to the appellant’s complaint.\nDecree affirmed. Each, party to pay own costs.\nMr. Justice Manderino dissents.\nAct of October 27, 1955, P. I/. 744, as amended, 43 P.S. §951 et seq. (Supp. 1973).\nWhile the present complaint contains allegations of racial discrimination, its inclusion of allegations of virtually every other type of discrimination gives no indication that the alleged discriminatory activity giving rise to this proceeding is of the peculiarly racial nature to which Section 8,1 seems to speak.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts :\nI dissent. Tbe majority’s approach to this case resembles more the technical and formalistic style of common law pleading than the practical and pragmatic spirit of modem administrative law. This sterile and unrealistic approach results in a restrictive construction of the Pennsylvania Human Relations Act which may well cripple the Commonwealth’s efforts to correct the more subtle forms of discrimination.\nI\nThe majority assumes that a complaint before the Commission must be as complete and detailed as a complaint in a judicial proceeding. In my view, it is necessary to consider the entire procedural context in which the Act envisions that a complaint will be utilized and the functions it will serve. Only in this way can it be assured that the construction placed on this portion of the Act will meet the practical necessities of the entire statutory scheme.\nSection 9 establishes the procedural setting for a complaint before the Human Relations Commission:\n“After the filing of any complaint, . . . the Commission shall make a prompt investigation in connection therewith.\n“. . . If it shall be determined after such investigation that probable cause exists for crediting the allegations of the complaint, the Commission shall immediately endeavor to eliminate the unlawful discriminatory practice complained of by conference, conciliation and persuasion. . . .\n“In case of failure so to eliminate such practice . . . the Commission shall cause to be issued and served a written notice, together with a copy of such complaint as the same may have been amended, requiring the person . . . named in such complaint ... to answer the charges of such complaint at a hearing before the Commission . . .\nAccording to Professor Davis, “The key to pleading in the administrative process is nothing more than opportunity to prepare.” The complaint here is not a formal charge which appellee must answer and upon which a hearing will be held. The present proceedings are purely preliminary. The complaint before us is only the foundation for an investigation to determine whether there is probable cause to believe that appellee is engaged in unlawful discriminatory practices.\nSurely a complaint which is only the basis for further investigation ought not to be judged by the same standard as one which requires the respondent to defend at a formal hearing before the Commission. While the requirement that the complaint “set forth . . . particulars” is applicable at both stages of the proceeding, the substance of that requirement must plainly vary in light of the differing realities of those stages.\nThe very purpose of the complaint is to acquaint the Commission with the challenged practice. Before the Commission investigates, it could not possibly have sufficient information to frame a precise and detailed complaint. Therefore, relatively little factual particularity can be expected at this point.\nFurthermore, the person under investigation need not, at this stage, prepare a defense. Only if the Commission finds, as a result of its investigation, probable cause to believe that there has been a violation of the Act will there be a hearing. Prior to that hearing, the complaint may be amended so that the respondent will have his “opportunity to prepare.”\nIf the initial complaint need not be greatly concerned with facilitating preparation of a defense, what purposes are served by the complaint at this stage? First, it may enable a respondent to lighten the burden of the investigation and hearing process itself. A respondent will normally possess greater knowledge of both the facts regarding its own conduct and the records and other evidence available to prove those facts. On the basis of this knowledge, a respondent may be able to satisfy the Commission that it is not engaged in unlawful discrimination, thereby obviating the formal investigation and hearing entirely. Even if a respondent cannot completely exonerate itself at the investigation stage, it may be able to identify relevant documents and other evidence. This will reduce the amount of time and effort expended in production of irrelevant materials.\nA second purpose served by informing a respondent of particulars at an early stage is to encourage voluntary compliance with the Act. If a respondent’s attention is directed to the cause of the Commission’s concern, it may voluntarily take corrective action.\nIn my judgment, the initial complaint need be no more specific than is necessary to serve these purposes. At least two general situations can be identified. In those cases where a particular incident (e.g., a discharge or refusal to rent) is the concern, the complaint should identify the incident in question. Where the focus is on some broader pattern or practice, the complaint need only set out the reasons for the complainant’s belief that the person complained of is engaged in unlawful discrimination. These reasons may include such facts as substantial statistical imbalances suggesting the presence of discrimination or a continuing flow of more specific complaints about the person or company.\nExamining the complaint in this case, I conclude that it does not meet this standard. I therefore agree that this complaint fails to satisfy the statutory requirement to “set forth the particulars” of the unlawful discriminatory practice complained of.\nII\nThe conclusion that the complaint is insufficient does not, however, end the inquiry. The Commission is also authorized to conduct investigations in the absence of a complaint. Section 9 of the Act provides, in pertinent part: “After the filing of any complaint or whenever there is reason to believe that an unlawful discriminatory practice has been committed, the Commission shall make a prompt investigation in connection therewith.”\nThe Legislature clearly contemplated that there would be situations where, for lack of sufficient information or other good reason, the Commission would find it desirable to proceed without a complaint. Even in those circumstances, the Commission is directed to “make a prompt investigation.” The majority appears to concede this power but finds its scope “not properly in issue,” because the Commission “has chosen to proceed via complaint in this matter.” No reason is given, and I am unable to conceive of one, why the Commission’s power to investigate in the absence of a complaint is somehow divested by the Commission’s decision to proceed first by complaint. In my view, the Commission’s powers of investigation are cumulative and it may, in a single proceeding, rely on as many sources of investigatory power as are applicable. It is therefore necessary to consider the scope of the Commission’s power to investigate in the absence of a complaint.\nIn determining the extent of this power, the words of Judge Fuld in Holland v. Edwards, 307 N.Y. 38, 119 N.E.2d 581 (1954) are instructive: “One intent on violating the Law Against Discrimination cannot be expected to declare or announce his purpose. Far more likely is it that he will pursue his discriminatory practices in ways that are devious, by methods subtle and elusive____” Id. at 45, 119 N.E.2d at 584.\nThe Legislature charged the Commission with the duty to investigate unlawful discriminatory practices. Precisely because those engaged in discrimination generally seek to conceal that fact, a power of investigation without the ability to compel production of evidence is utterly ineffective. The subpoena power is essential to an effective investigation. As the Supreme Court of Kansas held in construing a very similar statute: “General tenets of administrative law recognize that an agency charged with investigatory duties to ferret out violations of the law can issue subpoenas and make such investigations, even though no formal administrative hearing be pending.” Yellow Freight System, Inc. v. Kansas Commission on Civil Rights, 214 Kan. 120, 124, 519 P.2d 1092, 1095 (1974). See 1 K. Davis, Administrative Law Treatise §§ 3.01-.04, 3.14 (1958).\nThe basis for this salutory principle was well stated by Mr. Justice Jackson, writing for a unanimous Court in United States v. Morton Salt Co., 338 U.S. 632, 70 S. Ct. 357 (1950): “The only power that is involved here is the power to get information from those who best can give it and who are most interested in not doing so. Because judicial power is reluctant if not unable to summon evidence until it is shown to be relevant to issues in litigation, it does not follow that an administrative agency charged with seeing that the laws are enforced may not have and exercise powers of original inquiry. It has a power of inquisition, if one chooses to call it that, which is not derived from the judicial function. It is more analogous to the Grand Jury, which does not depend on a case or controversy for power to get evidence but can investigate merely on suspicion that the law is being violated, or even just because it wants assurance that it is not. When investigative and accusatory duties are delegated by statute to an administrative body, it, too, may take steps to inform itself as to whether there is probable violation of the law.” Id. at 642-43, 70 S. Ct. at 364.\nTo support the conclusion that the Commission’s power to use subpoenas to gather evidence is unavailable in the absence of a complaint, the majority relies upon section 7(g) of the Act. That section empowers the Commission to employ subpoenas in furtherance of its investigations “where a complaint has been properly filed with the Commission.” The majority infers that this language, in the only provision whose explicit language confers such a power, evidences an intent to withhold the subpoena power in all other cases.\nHowever, other courts have construed similar statutes and have rejected precisely this argument. Those courts have concluded, in the light of the responsbilities of agencies such as this, that such a provision cannot be read to exclude subpoena power in connection with other authorized investigations. Yellow Freight Systems, Inc. v. Kansas Commission on Civil Rights, 214 Kan. 120, 124, 519 P.2d 1092, 1095-96 (1974); In Re Broido, 40 Misc. 2d 419, 243 N.Y.S.2d 101 (1963).\nMoreover, section 12(a) of the Act commands a liberal construction “for the accomplishment of the purposes [of the Act].” Lest there be any doubt as to what those purposes are, the Legislature declared: “the public policy of this Commonwealth to foster the employment of all individuals in accordance with their fullest capacities regardless of their race, color, religious creed, ancestry, age or national origin, and to safeguard their right to obtain and hold employment without such discrimination, [and] to assure equal opportunities to all individuals . .. .”\nThere can be no question as to which construction will better accomplish the Legislature’s stated purpose. And in Commonwealth Human Relations Commission v. Moose Lodge No. 107, 448 Pa. 451, 294 A.2d 594 (1972), Mr. Justice O’Brien, writing for the Court, noted the necessity of “resolving the construction of the act in the framework of the Statutory Construction Act . . . [which] states, in part: ‘That the Legislature intends to favor the public interest against any private interest.’ ” Here the statutory presumption favors the public interest in full execution of the substantive requirements of the Pennsylvania Human Relations Act against the private interest of appellee in shielding its employment practices from official scrutiny.\nThus, the practical requirements of full enforcement of the Act, the modern practice in administrative law, and the teachings of our own cases and those of other jurisdictions all lead to the conclusion that the Commission may utilize subpoenas in the conduct of authorized investigations, even in the absence of a formal complaint.\nIll\nAppellee further contends that, even if the Commission may use its subpoena power in this case, the order of the Commonwealth Court must still be affirmed, because the Commission is without power to employ interrogatories. Appellee’s argument relies upon the omission of any explicit reference to interrogatories in section 7(g). That section empowers the Commission: “To hold hearings, subpoena witnesses, compel their attendance, administer oaths, take testimony of any person under oath or affirmation and, in connection therewith, to require the production for examination of any books and papers relating to any matter under investigation . . . .”\nFurther, appellee suggests, without visible support in the statutory language, that the subpoena power may only be exercised in connection with Commission hearings. Grammatically, the grant of subpoena power is parallel to the grant of power to hold hearings, not dependent on it. More importantly, the Commission is only to conduct hearings after its investigation has determined that there is probable cause to believe that there has been a violation of the Act. Consequently, a limitation of the subpoena power to Commission hearings would forbid its use precisely where it is most needed — at the stage when the Commission seeks to discover the facts. Without some firm basis for believing this to be the intent of the Legislature, such a senseless construction is impermissible. See 1 Pa.C.S. § 1922(1).\nOnce it is understood that the Commission’s subpoena power is fully available for the purpose of investigation, the contention that it may not use interrogatories falls of its own weight. The Commission may compel the attendance of a witness, together with his books and papers, and require him to testify. What, then, could be the reason to forbid the Commission to furnish the questions in writing and allow the witness to respond in writing? By so doing the Commission accommodates the convenience of the witness. This procedure also saves both parties needless time and expense, which would be required for the taking of oral testimony. Surely the Legislature cannot have intended to limit the Commission to only the most burdensome form of evidence gathering. See 1 Pa.C.S. § 1922(1).\nI would vacate the order of the Commonwealth Court and remand for further proceedings in accordance with the views expressed in this opinion.\nMr. Justice Nix joins in this dissenting opinion.\nAct of October 27, 1955, P.L. 744, as amended, 43 P.S. § 959 (1964).\n1 K. Davis, Administrative Law Treatise § 8.04, at 525 (1958). Professor Davis continues by noting that “[p] leading is only one of many ways of providing opportunity to prepare.” He then discusses the provision of notice “by informal communication, by pre-hearing conferences, or by ample continuances at the hearing.” Id. See generally id. at 528-26 and cases there cited.\nThis is not to say that the Commission must accept a respondent’s assessment of the relevance of materials whose production is required.\nSee Griggs v. Duke Power Co., 401 U.S. 424, 91 S. Ct. 849 (1971).\n“The Respondent has in the past and continues until the present time to maintain a discriminatory system of recruitment, hiring, training, employment, compensation, promotion, demotion, job assignment or placement, transfer, lay off, retention, referral, dismissal, rehire, retirement, and pensions, and has otherwise discriminated in the past and continues until the present time to discriminate regarding terms, conditions and privileges of employment because of sex, race and national origin. This pattern and practice of discrimination is in violation of the applicable provision of Section 5 of the Pennsylvania Human Relations Act, act of October 27, 1955, P.L. 744, as amended, 48 P.S. 951 et seq.”\nEmphasis supplied.\n43 P.S. SS 952(b).\n448 Pa. at 459, 294 A.2d at 598 (citation omitted) (quoting what is now 1 Pa.C.S. § 1922(5).\nThe Commonwealth Court also concluded that the complaint was not cognizable in equity because § 10 of the Act, providing for judicial enforcement of the Commission’s orders, created an adequate remedy at law. Assuming, without deciding, that this was correct, the proper disposition was not dismissal of the complaint but rather certification to the law side of the Commonwealth Court. Shaffer v. Dooley, 452 Pa. 414, 308 A.2d 597 (1973); Pa. R. C. P. 1509(c).\nIt cannot be too strongly emphasized that substantial rights are not to be made to turn upon technicalities of pleading. See Pa. R. C. P. 126.",
        "type": "dissent",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "Sanford Kahn, General Counsel, for appellant.",
      "James T. Carney, for appellee.",
      "J. Thomas Menaker and McKees, Wallace & Kurick, for Emerson Electric Company, Edwin L. Wiegand Division, amicus curiae.",
      "James H. Stewart, Jr., and Kauman, Smith, Shissler & Kail, for The Hospital Association of Pennsylvania, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Penna. Human Relations Comm., Appellant, v. U. S. Steel Corp.\nArgued April 26, 1974.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nSanford Kahn, General Counsel, for appellant.\nJames T. Carney, for appellee.\nJ. Thomas Menaker and McKees, Wallace & Kurick, for Emerson Electric Company, Edwin L. Wiegand Division, amicus curiae.\nJames H. Stewart, Jr., and Kauman, Smith, Shissler & Kail, for The Hospital Association of Pennsylvania, amicus curiae.\nOctober 16, 1974:"
  },
  "file_name": "0559-01",
  "first_page_order": 601,
  "last_page_order": 617
}
